{
  "id": "code-penal-cyber",
  "type": "statute",
  "title": "Code penal - Atteintes aux systemes de traitement automatise de donnees",
  "title_en": "Criminal Code - Offences against automated data processing systems",
  "short_name": "Code penal (STAD)",
  "status": "in_force",
  "issued_date": "1994-03-01",
  "in_force_date": "1994-03-01",
  "url": "https://www.legifrance.gouv.fr/codes/id/LEGISCTA000006149839/",
  "description": "Articles 323-1 to 323-8 of the French Criminal Code penalize unauthorized access, modification, and obstruction of automated data processing systems (STAD). These are the core cybercrime provisions in French law.",
  "provisions": [
    {
      "provision_ref": "art323-1",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-1",
      "title": "Article 323-1",
      "content": "Le fait d'acceder ou de se maintenir, frauduleusement, dans tout ou partie d'un systeme de traitement automatise de donnees est puni de trois ans d'emprisonnement et de 100 000 euros d'amende.\n\nLorsqu'il en est resulte soit la suppression ou la modification de donnees contenues dans le systeme, soit une alteration du fonctionnement de ce systeme, la peine est de cinq ans d'emprisonnement et de 150 000 euros d'amende.\n\nLorsque les infractions prevues aux deux premiers alineas ont ete commises a l'encontre d'un systeme de traitement automatise de donnees a caractere personnel mis en oeuvre par l'Etat, la peine est portee a sept ans d'emprisonnement et a 300 000 euros d'amende."
    },
    {
      "provision_ref": "art323-2",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-2",
      "title": "Article 323-2",
      "content": "Le fait d'entraver ou de fausser le fonctionnement d'un systeme de traitement automatise de donnees est puni de cinq ans d'emprisonnement et de 150 000 euros d'amende.\n\nLorsque cette infraction a ete commise a l'encontre d'un systeme de traitement automatise de donnees a caractere personnel mis en oeuvre par l'Etat, la peine est portee a sept ans d'emprisonnement et a 300 000 euros d'amende."
    },
    {
      "provision_ref": "art323-3",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-3",
      "title": "Article 323-3",
      "content": "Le fait d'introduire frauduleusement des donnees dans un systeme de traitement automatise, d'extraire, de detenir, de reproduire, de transmettre, de supprimer ou de modifier frauduleusement les donnees qu'il contient est puni de cinq ans d'emprisonnement et de 150 000 euros d'amende.\n\nLorsque cette infraction a ete commise a l'encontre d'un systeme de traitement automatise de donnees a caractere personnel mis en oeuvre par l'Etat, la peine est portee a sept ans d'emprisonnement et a 300 000 euros d'amende."
    },
    {
      "provision_ref": "art323-3-1",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-3-1",
      "title": "Article 323-3-1",
      "content": "Le fait, sans motif legitime, notamment de recherche ou de securite informatique, d'importer, de detenir, d'offrir, de ceder ou de mettre a disposition un equipement, un instrument, un programme informatique ou toute donnee concus ou specialement adaptes pour commettre une ou plusieurs des infractions prevues par les articles 323-1 a 323-3 est puni des peines prevues respectivement pour l'infraction elle-meme ou pour l'infraction la plus severement reprimee."
    },
    {
      "provision_ref": "art323-4",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-4",
      "title": "Article 323-4",
      "content": "La participation a un groupement forme ou a une entente etablie en vue de la preparation, caracterisee par un ou plusieurs faits materiels, d'une ou de plusieurs des infractions prevues par les articles 323-1 a 323-3-1 est punie des peines prevues pour l'infraction elle-meme ou pour l'infraction la plus severement reprimee."
    },
    {
      "provision_ref": "art323-4-1",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-4-1",
      "title": "Article 323-4-1",
      "content": "Lorsque les infractions prevues aux articles 323-1 a 323-3-1 ont ete commises en bande organisee et a l'encontre d'un systeme de traitement automatise de donnees a caractere personnel mis en oeuvre par l'Etat, la peine est portee a dix ans d'emprisonnement et a 300 000 euros d'amende."
    },
    {
      "provision_ref": "art323-5",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-5",
      "title": "Article 323-5",
      "content": "Les personnes physiques coupables des delits prevus au present chapitre encourent egalement les peines complementaires suivantes :\n1) L'interdiction, pour une duree de cinq ans au plus, des droits civiques, civils et de famille, suivant les modalites prevues par l'article 131-26 ;\n2) L'interdiction, pour une duree de cinq ans au plus, d'exercer une fonction publique ou d'exercer l'activite professionnelle ou sociale dans l'exercice de laquelle ou a l'occasion de l'exercice de laquelle l'infraction a ete commise ;\n3) La confiscation de la chose qui a servi ou etait destinee a commettre l'infraction ou de la chose qui en est le produit, a l'exception des objets susceptibles de restitution ;\n4) La fermeture, pour une duree de cinq ans au plus, des etablissements ou de l'un ou de plusieurs des etablissements de l'entreprise ayant servi a commettre les faits incrimines ;\n5) L'exclusion, pour une duree de cinq ans au plus, des marches publics ;\n6) L'interdiction, pour une duree de cinq ans au plus, d'emettre des cheques autres que ceux qui permettent le retrait de fonds par le tireur aupres du tire ou ceux qui sont certifies ;\n7) L'affichage ou la diffusion de la decision prononcee dans les conditions prevues par l'article 131-35."
    },
    {
      "provision_ref": "art323-6",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-6",
      "title": "Article 323-6",
      "content": "Les personnes morales declarees responsables penalement, dans les conditions prevues par l'article 121-2, des infractions definies au present chapitre encourent, outre l'amende suivant les modalites prevues par l'article 131-38 :\n1) Les peines mentionnees a l'article 131-39 ;\n2) La peine prevue au 9) de l'article 131-39."
    },
    {
      "provision_ref": "art323-7",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-7",
      "title": "Article 323-7",
      "content": "La tentative des delits prevus par les articles 323-1 a 323-3-1 est punie des memes peines."
    },
    {
      "provision_ref": "art323-8",
      "chapter": "Livre III, Titre II, Chapitre III",
      "section": "323-8",
      "title": "Article 323-8",
      "content": "Le present chapitre n'est pas applicable aux mesures mises en oeuvre, par les agents habilites des services de l'Etat designes par arrete du Premier ministre parmi les services specialises de renseignement mentionnes a l'article L. 811-2 du code de la securite interieure, pour assurer hors du territoire national la protection des interets fondamentaux de la Nation mentionnes a l'article L. 811-3 du meme code."
    }
  ]
}