{
  "id": "code-de-l-aviation-civile",
  "type": "statute",
  "title": "Code de l'aviation civile",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/codes/texte_lc/LEGITEXT000006074234/",
  "description": null,
  "provisions": [
    {
      "provision_ref": "artL270-1",
      "section": "L270-1",
      "title": "Article L. 270-1",
      "content": "En vue d'assurer l'exploitation commerciale des aéroports appartenant à l'Etat en dehors du territoire de la France métropolitaine, un ou plusieurs établissements publics à caractère commercial peuvent être institués par décrets en Conseil d'Etat.Ces décrets précisent en particulier l'organisation administrative et financière de ces établissements.Ils définissent les immeubles domaniaux dont la gestion leur est confiée.La comptabilité des établissements dont il s'agit est autonome ; elle est tenue dans la forme commerciale."
    },
    {
      "provision_ref": "artL321-6",
      "section": "L321-6",
      "title": "Article L. 321-6",
      "content": "Le jet de marchandises indispensable au salut de l'aéronef n'engage pas la responsabilité du transporteur envers l'expéditeur et le destinataire, à raison de cette perte de marchandises."
    },
    {
      "provision_ref": "artL321-7",
      "section": "L321-7",
      "title": "Article L. 321-7",
      "content": "Les entreprises ou organismes titulaires d'un agrément au titre des dispositions de l'article L. 321-7 en vigueur antérieurement à la publication de la loi n° 2002-3 du 3 janvier 2002 relative à la sécurité des infrastructures et systèmes de transport, aux enquêtes techniques et au stockage souterrain de gaz naturel, d'hydrocarbures et de produits chimiques conservent le bénéfice de leur agrément."
    },
    {
      "provision_ref": "artL426-4",
      "section": "L426-4",
      "title": "Article L. 426-4",
      "content": "Sont fixées par un décret en Conseil d'Etat les modalités d'application des articles L. 426-2 et L. 426-3 ci-dessus et les conditions dans lesquelles les membres du personnel navigant professionnel de l'aéronautique civile en exercice au 5 avril 1953 peuvent faire valider leurs services militaires accomplis au-delà de la durée légale pour la liquidation de leur pension versée en application de l'article L. 426-1."
    },
    {
      "provision_ref": "artL426-5",
      "section": "L426-5",
      "title": "Article L. 426-5",
      "content": "La cotisation dont le personnel navigant professionnel de l'aéronautique civile est redevable à la caisse de retraites instituée en application de l'article L. 426-1 est précomptée sur la rémunération perçue lors de chaque paie par les intéressés. Ceux-ci ne peuvent s'opposer à ce prélèvement.\n\nLe montant des cotisations précomptées et des cotisations à la charge de l'exploitant doit être versé par ce dernier à la caisse de retraites dans les délais fixés par le conseil d'administration de la caisse.\n\nLes versements qui ne sont pas effectués dans le délai ci-dessus prévu sont passibles d'une majoration de retard dont le taux est égal à celui en vigueur dans le régime général de la sécurité sociale.\n\nLe paiement des cotisations est garanti pendant un an, à dater de leur exigibilité :\n\na) Par un privilège mobilier qui prend rang concurremment avec celui établi par l'article 2331 (3°) du code civil ;\n\nb) Par une hypothèque légale prenant rang du jour de son inscription au fichier immobilier."
    },
    {
      "provision_ref": "artL611-5",
      "section": "L611-5",
      "title": "Article L. 611-5",
      "content": "I. - Font l'objet de redevances les services rendus, sous réserve des compétences des institutions de l'Union européenne, aux organismes de conception et de production d'aéronefs ou d'éléments d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des décisions individuelles prévues par le présent code et les règlements communautaires en vue d'attester la navigabilité.\n\nII. - Font l'objet de redevances les services rendus aux propriétaires d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et décisions individuelles prévus par le présent code et les règlements communautaires en vue d'attester la navigabilité des aéronefs ou d'autoriser leur circulation.\n\nIII. - Font l'objet de redevances les services rendus aux propriétaires ou exploitants d'aéronefs, aux organismes chargés de la gestion et du suivi du maintien de leur navigabilité et aux organismes de maintenance, pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la conformité de l'entretien des aéronefs.\n\nIV. - Font l'objet de redevances les services rendus aux entreprises de transport aérien public, aux entreprises de travail aérien, aux exploitants d'aérodromes, aux prestataires de services d'information de vol pour les aérodromes non contrôlés, aux fournisseurs de matériels de lutte contre l'incendie et aux écoles de formation pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité de l'exploitation et, pour les écoles, la qualité de la formation.\n\nV. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux exploitants d'aérodromes, aux entreprises de transport aérien public, aux entreprises qui leur sont liées par contrat, aux autres personnes autorisées à occuper ou utiliser les zones non librement accessibles au public des aérodromes, aux organismes de formation des personnels, aux fabricants ou distributeurs de matériels de détection, pour l'instruction, la délivrance et le suivi de l'application des approbations, des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sûreté des vols.\n\nVI. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux organisateurs pour l'instruction, la délivrance et le suivi de l'application des autorisations de manifestations aériennes.\n\nVII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile pour l'organisation des examens aéronautiques et la délivrance ou la validation des brevets, licences, certificats et qualifications du personnel de l'aviation civile.\n\nVIII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile ou les organismes agréés aux fabricants de matériels ou leurs mandataires et aux concepteurs de systèmes destinés à un prestataire de services de la navigation aérienne pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité des services de la navigation aérienne.\n\nIX. - Pour l'établissement du montant des redevances visées aux I à VIII, le coût complet des services rendus est pris en compte. Le coût complet comprend les charges de personnel, y compris les pensions de retraite et les charges de formation initiale et continue, les coûts d'études, les coûts du capital et de l'amortissement des immobilisations et les coûts de fonctionnement, y compris du système d'assurance de la qualité, ainsi qu'une quote-part des frais d'administration des personnels, de gestion financière et de communication correspondant à leur participation à l'exécution de ces services. La redevance pour services terminaux de la circulation aérienne comprend, pour la partie imputable à cette prestation, le coût de l'autorité de surveillance et des organismes agréés, chargés en application du règlement (CE) n° 550/2004 du Parlement européen et du Conseil, du 10 mars 2004, fixant le cadre pour la réalisation du ciel unique européen du contrôle de l'exploitation des prestataires de services de la navigation aérienne, ainsi que les autres coûts exposés par l'Etat.\n\nUn décret en Conseil d'Etat fixe les conditions d'application du présent article, et notamment les catégories d'usagers exonérés du paiement des redevances.\n\nPour l'application à Mayotte, la dernière phrase du premier alinéa du IX est supprimée."
    },
    {
      "provision_ref": "artR611-1",
      "section": "R611-1",
      "title": "Article R. 611-1",
      "content": "Le décret fixant conformément à l'article L. 611-1 la répartition entre les diverses entreprises intéressées des frais de fonctionnement du Conseil supérieur de l'aviation marchande est pris sur le rapport du ministre chargé de l'aviation civile et du ministre chargé du budget.Les contributions des entreprises intéressées sont rattachées au budget selon la procédure des fonds de concours."
    },
    {
      "provision_ref": "artR611-2",
      "section": "R611-2",
      "title": "Article R. 611-2",
      "content": "L'instruction des équipages et des personnels à terre non rémunérés par l'Etat donne lieu au versement des frais de scolarité par les sociétés de transports aériens au profit de qui est donnée cette instruction ou par les intéressés eux-mêmes selon les modalités fixées par arrêté du ministre chargé de l'aviation civile et du ministre chargé du budget.Les sommes recueillies sont rattachées au budget du ministère chargé de l'aviation civile selon la procédure prévue en matière de fonds de concours pour dépenses d'intérêt public."
    },
    {
      "provision_ref": "artR611-3",
      "section": "R611-3",
      "title": "Article R. 611-3",
      "content": "I.-La redevance de production prévue au I de l'article L. 611-5 est due par toute entreprise postulant à la délivrance ou titulaire d'un agrément ou d'une autorisation prévus par le 2° de l'article R. 133-1-1 ou par les sous-parties F et G des sections A et B de la partie 21 du règlement (CE) n° 1702/2003 de la Commission du 24 septembre 2003 établissant des règles d'application pour la certification de navigabilité et environnementale des aéronefs et produits, pièces et équipements associés, ainsi que pour la certification des organismes de conception et de production.II.-La redevance de gestion de navigabilité prévue au III de l'article L. 611-5 est due par toute entreprise postulant à la délivrance ou titulaire d'un agrément prévu par les sous-parties G et I des sections A et B de la partie M du règlement (CE) n° 2042/2003 de la Commission du 20 novembre 2003 relatif au maintien de la navigabilité des aéronefs et des produits, pièces et équipements aéronautiques, et relatif à l'agrément des organismes et des personnels participant à ces tâches.III.-La redevance de maintenance prévue au III de l'article L. 611-5 est due par tout organisme postulant à la délivrance ou titulaire d'un agrément prévu par le 3° de l'article R. 133-1-1 ou par la partie 145 du règlement (CE) n° 2042/2003 de la Commission du 20 novembre 2003 mentionné au II du présent article à l'exception, pour la seule activité d'entretien des matériels pour lesquels un agrément de production a été obtenu et des matériels de même nature ou de technologie équivalente, des organismes redevables au titre de cette activité de la redevance de production mentionnée au I du présent article.IV.-La redevance d'organisme de formation de personnel de maintenance prévue au IV de l'article L. 611-5 est due par tout organisme de formation de personnel de maintenance d'aéronefs postulant à la délivrance ou titulaire de l'agrément prévu par la partie 147 du règlement (CE) n° 2042/2003 de la Commission du 20 novembre 2003 mentionné au II du présent article.V.-La redevance d'exploitant d'aéronef prévue au IV de l'article L. 611-5 est due par tout transporteur aérien postulant à la délivrance ou titulaire du certificat de transporteur aérien mentionné au 4° de l'article R. 133-1-1 ou de l'autorisation spéciale mentionnée à l'article R. 133-6. Elle couvre également les interventions réalisées en vue de la délivrance des autorisations associées ou complémentaires dans le cadre ou à l'occasion du suivi de l'activité soumise à autorisation.VI.-La redevance de sécurité et de sûreté d'exploitant d'aérodrome prévue au IV de l'article L. 611-5 est due par tout organisme postulant à la délivrance ou titulaire du certificat de sécurité aéroportuaire prévu par l'article L. 211-3 ou postulant à la délivrance ou titulaire d'une approbation prévue par le règlement (CE) n° 2320/2002 du Parlement européen et du Conseil du 16 décembre 2002 relatif à l'instauration de règles communes dans le domaine de la sûreté de l'aviation civile autre que l'approbation du programme de sûreté de l'aviation civile incombant au transporteur aérien. Elle couvre les interventions réalisées en vue de la délivrance du certificat de sécurité aéroportuaire et de l'approbation du programme de sûreté de l'exploitant ainsi que celles réalisées en vue de la délivrance des autorisations associées ou complémentaires dans le cadre ou à l'occasion du suivi de l'activité soumise à l'agrément.VII.-La redevance de sûreté aérienne de transporteur prévue au V de l'article L. 611-5 est due par tout transporteur aérien postulant à l'approbation du programme de sûreté de l'aviation civile prévu par le règlement (CE) n° 2320/2002 du Parlement européen et du Conseil du 16 décembre 2002 mentionné au VI du présent article, ou ayant obtenu cette approbation.VIII.-La redevance d'organisme de formation de personnel navigant prévue au IV de l'article L. 611-5 est due par tout organisme de formation de personnel navigant de l'aviation civile postulant à la délivrance ou titulaire de l'agrément prévu par l'article L. 410-3, y compris au titre des interventions réalisées en vue de la délivrance des autorisations associées ou complémentaires dans le cadre ou à l'occasion du suivi de l'activité soumise à l'agrément.IX.-Les redevances énumérées aux I à VIII ci-dessus, évaluées selon des modalités qui dépendent des caractéristiques de l'activité considérée, sont, pour chaque redevable, en relation avec les coûts exposés pour l'instruction des demandes, la délivrance des autorisations et le suivi de la mise en oeuvre de celles-ci, le coût complet des contrôles étant pris en compte conformément au IX de l'article L. 611-5.Les interventions que nécessite l'instruction d'une demande d'autorisation donnent lieu au paiement de la redevance correspondante pour la partie de l'instruction effectivement réalisée, que l'autorisation sollicitée soit ou non délivrée.Lorsque l'entreprise ne met pas en oeuvre dans les délais fixés les mesures de correction prescrites à la suite d'un contrôle, une majoration de 25 % est appliquée à la part de la redevance correspondant aux éléments qui font alors l'objet d'une surveillance renforcée, à compter du premier jour qui suit la décision d'exercer cette surveillance et jusqu'à la date de la décision qui y met fin.Un contrôle de la déclaration des informations nécessaires au calcul d'une redevance peut être effectué pendant une période d'un an à compter de la date de cette déclaration. Ce contrôle porte sur tout document permettant de vérifier l'exactitude des informations servant au calcul de l'assiette.Faute pour un redevable de déclarer dans les délais fixés par l'arrêté prévu au dernier alinéa les informations nécessaires au calcul, par l'administration, d'une redevance, il est mis en demeure de produire ces informations. A défaut de réponse dans les trente jours qui suivent la mise en demeure, les titres de perception ou les factures sont établis sur la base d'éléments estimés.Les modes de calcul des redevances et les conditions de leur paiement sont déterminés par un arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances."
    },
    {
      "provision_ref": "artR611-4",
      "section": "R611-4",
      "title": "Article R. 611-4",
      "content": "I.-La redevance d'examen prévue au VII de l'article L. 611-5 correspond à l'organisation et à la gestion des examens aéronautiques, des épreuves d'aptitude et des contrôles de compétence prévus par l'article L. 410-1 du code de l'aviation civile. Les personnes assujetties sont les personnes qui s'inscrivent à un examen théorique ou à une épreuve d'aptitude en vue de la délivrance d'un titre aéronautique ou d'une qualification de personnel navigant.La redevance, variable selon le titre aéronautique ou la qualification considéré, est fixée par un arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances. L'inscription à l'examen est subordonnée au paiement de la redevance.II.-La redevance de titre de personnel de l'aviation civile prévue au VII de l'article L. 611-5 correspond à la délivrance d'un titre aéronautique de personnel navigant prévu par l'article L. 410-1. Les personnes assujetties au paiement de cette redevance sont les personnes auxquelles un titre aéronautique ou une qualification de personnel navigant est délivré. La redevance est fixée par un arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances. La délivrance du titre considéré est subordonnée à son paiement.III.-La redevance de programme de formation prévue au VII de l'article L. 611-5 correspond à l'approbation, prévue par l'article L. 410-3, d'un programme de formation de personnel navigant. Les personnes assujetties sont les personnes qui sollicitent l'approbation d'un tel programme. La redevance est fixée pour chaque type de programme par un arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances. L'approbation demandée est subordonnée à son paiement.IV.-Les personnels de l'aviation civile inscrits sur la liste des demandeurs d'emploi visée à l'article L. 311-5 du code du travail sont exonérés du paiement des redevances prévues au présent article."
    },
    {
      "provision_ref": "artR611-5",
      "section": "R611-5",
      "title": "Article R. 611-5",
      "content": "I.-La redevance d'aptitude au vol prévue au II de l'article L. 611-5 est due par toute personne postulant à la délivrance ou au renouvellement d'un document de navigabilité, de limitation de nuisances ou de station radioélectrique prévu par les articles L. 131-1, R. 133-1 et R. 133-1-2 ainsi que par toute personne titulaire d'un tel document, au titre du contrôle sur celui-ci.Cette redevance et les conditions de son paiement sont déterminées par un arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances.II.-La redevance de qualification d'entraîneur synthétique de vol (STD) prévu au IV de l'article L. 611-5 correspond à la qualification des dispositifs de simulation prévue par l'article L. 410-3. Les personnes assujetties sont les organismes qui demandent la qualification. Le tarif pour chaque type d'entraîneur synthétique de vol est fixé par un arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances. La délivrance de la qualification est subordonnée au paiement de la redevance.III.-La redevance de matériels de sauvetage et de lutte contre l'incendie des aéronefs (SLIA) prévue au IV de l'article L. 611-5 correspond aux essais de vérification de la conformité aux spécifications techniques des véhicules, produits extincteurs ou équipements de sauvetage et de lutte contre les incendies d'aéronefs en application de l'article L. 213-3 du code de l'aviation civile. Les personnes assujetties sont les demandeurs des essais. Le tarif pour chaque type de matériel SLIA et chaque type d'essai est fixé par arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances. La délivrance du compte rendu d'essais est subordonnée au paiement de la redevance.IV.-La redevance de dispositif de sûreté prévue au V de l'article L. 611-5 correspond à la certification ou à la justification des performances des équipements de détection et des autres moyens utilisés pour la sûreté du transport aérien, prévus par l'article R. 213-1 ou par le règlement (CE) n° 2320/2002 du Parlement européen et du Conseil du 16 décembre 2002 relatif à l'instauration de règles communes dans le domaine de la sûreté de l'aviation civile. Les personnes assujetties sont les demandeurs de la certification des équipements de détection ou de l'attestation de justification de leurs performances. Le tarif pour chacun des équipements de sûreté est fixé par un arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances. La délivrance du certificat de conformité ou de l'attestation de justification de performances est subordonnée au paiement de la redevance."
    },
    {
      "provision_ref": "artR611-6",
      "section": "R611-6",
      "title": "Article R. 611-6",
      "content": "Sous réserve des dispositions du deuxième alinéa, les redevances mentionnées aux articles R. 611-3 à R. 611-5 sont recouvrées, par l'administration de l'aviation civile, comme en matière de créances de l'Etat étrangères à l'impôt et au domaine et sont perçues par l'agent comptable du budget annexe \" contrôle et exploitation aériens \".Les organismes techniques habilités par le ministre chargé de l'aviation civile, en application des articles L. 330-7 et R. 133-5, à exercer des interventions donnant lieu, en vertu des articles R. 611-3 à R. 611-5, à paiement de redevances sont habilités à percevoir ces redevances.La date de paiement indiquée sur le titre de perception ou, dans le cas prévu à l'alinéa précédent, sur la facture, ne peut-être antérieure au trentième jour qui suit la date d'émission de ce titre ou de cette facture.Une majoration de 10 % est appliquée à la somme à payer en cas de défaut de paiement à la date spécifiée.En l'absence de paiement ou en cas de paiement seulement partiel d'une redevance, le ministre chargé de l'aviation civile, après avoir mis le redevable en demeure de régulariser sa situation, peut suspendre la décision administrative correspondante."
    }
  ]
}