{
  "id": "code-defense-cyber",
  "type": "statute",
  "title": "Code de la defense - Securite des activites d'importance vitale et systemes d'information",
  "title_en": "Defence Code - Security of activities of vital importance and information systems",
  "short_name": "Code de la defense (cyber)",
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/codes/id/LEGISCTA000025508842/",
  "description": "Provisions of the French Defence Code relevant to cybersecurity, including ANSSI's mandate, critical infrastructure protection (OIV - Operateurs d'Importance Vitale), and notification obligations.",
  "provisions": [
    {
      "provision_ref": "artL2321-1",
      "chapter": "Partie legislative, Livre III, Titre II",
      "section": "L2321-1",
      "title": "Article L. 2321-1",
      "content": "Dans le cadre de la strategie de securite nationale et de la politique de defense, le Premier ministre definit la politique et coordonne l'action gouvernementale en matiere de securite et de defense des systemes d'information. Il dispose a cette fin de l'autorite nationale en matiere de securite des systemes d'information qui est l'Agence nationale de la securite des systemes d'information (ANSSI)."
    },
    {
      "provision_ref": "artL2321-2",
      "chapter": "Partie legislative, Livre III, Titre II",
      "section": "L2321-2",
      "title": "Article L. 2321-2",
      "content": "Pour repondre a une attaque informatique qui vise les systemes d'information affectant le potentiel de guerre ou economique, la securite ou la capacite de survie de la Nation, les services de l'Etat peuvent, dans les conditions fixees par le Premier ministre, proceder aux operations techniques necessaires a la caracterisation de l'attaque et a la neutralisation de ses effets en accedant aux systemes d'information qui sont a l'origine de l'attaque."
    },
    {
      "provision_ref": "artL2321-3",
      "chapter": "Partie legislative, Livre III, Titre II",
      "section": "L2321-3",
      "title": "Article L. 2321-3",
      "content": "Pour les besoins de la securite des systemes d'information de l'Etat et des operateurs mentionnes aux articles L. 1332-1 et L. 1332-2, l'autorite nationale en matiere de securite des systemes d'information peut obtenir des operateurs de communications electroniques, en application du III de l'article L. 34-1 du code des postes et des communications electroniques, l'identite, l'adresse postale et l'adresse electronique d'utilisateurs ou de detenteurs de systemes d'information vulnerables, menaces ou attaques."
    },
    {
      "provision_ref": "artL1332-1",
      "chapter": "Partie legislative, Livre III, Titre III",
      "section": "L1332-1",
      "title": "Article L. 1332-1 - OIV",
      "content": "Les operateurs publics ou prives exploitant des etablissements ou utilisant des installations et ouvrages, dont l'indisponibilite risquerait de diminuer d'une facon importante le potentiel de guerre ou economique, la securite ou la capacite de survie de la nation, sont tenus de cooperer a leurs frais dans les conditions definies au present chapitre, a la protection desdits etablissements, installations et ouvrages contre toute menace, notamment a caractere terroriste."
    },
    {
      "provision_ref": "artL1332-6-1",
      "chapter": "Partie legislative, Livre III, Titre III",
      "section": "L1332-6-1",
      "title": "Article L. 1332-6-1 - OIV security obligations",
      "content": "Le Premier ministre fixe les regles de securite necessaires a la protection des systemes d'information des operateurs mentionnes aux articles L. 1332-1 et L. 1332-2 et des operateurs publics ou prives qui participent a ces systemes pour lesquels l'atteinte a la securite ou au fonctionnement risquerait de diminuer d'une facon importante le potentiel de guerre ou economique, la securite ou la capacite de survie de la Nation."
    },
    {
      "provision_ref": "artL1332-6-2",
      "chapter": "Partie legislative, Livre III, Titre III",
      "section": "L1332-6-2",
      "title": "Article L. 1332-6-2 - Incident notification",
      "content": "Les operateurs mentionnes aux articles L. 1332-1 et L. 1332-2 informent sans delai le Premier ministre des incidents affectant le fonctionnement ou la securite des systemes d'information mentionnes au premier alinea de l'article L. 1332-6-1."
    },
    {
      "provision_ref": "artL1332-6-3",
      "chapter": "Partie legislative, Livre III, Titre III",
      "section": "L1332-6-3",
      "title": "Article L. 1332-6-3 - Security audits",
      "content": "Le Premier ministre peut decider de soumettre les operateurs mentionnes aux articles L. 1332-1 et L. 1332-2 a des controles destines a verifier le niveau de securite et le respect des regles de securite prevues a l'article L. 1332-6-1. Ces controles sont realises par l'autorite nationale en matiere de securite des systemes d'information ou par des prestataires de service qualifies par cette autorite."
    },
    {
      "provision_ref": "artL1332-6-4",
      "chapter": "Partie legislative, Livre III, Titre III",
      "section": "L1332-6-4",
      "title": "Article L. 1332-6-4 - Crisis measures",
      "content": "En cas de crise majeure menacant ou affectant la securite des systemes d'information, le Premier ministre peut decider des mesures que les operateurs mentionnes aux articles L. 1332-1 et L. 1332-2 doivent mettre en oeuvre."
    }
  ]
}