{
  "id": "code-de-la-famille-et-de-l-aide-sociale",
  "type": "statute",
  "title": "Code de la famille et de l'aide sociale.",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/codes/texte_lc/LEGITEXT000006072637/",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "Tout chef de famille ayant à sa charge deux enfants de nationalité française ou qui auront acquis définitivement cette nationalité par application des dispositions des articles 52 et suivants de l'ordonnance du 19 octobre 1945 portant code de la nationalité française, peut, s'il ne dispose pas de ressources suffisantes pour les élever, recevoir, au titre de ses enfants à charge, l'aide sociale à la famille,\n\nEst assimilée au chef de famille, la personne qui assume de manière permanente la charge matérielle de l'enfant."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "Pour ouvrir droit à cette allocation, les enfants doivent remplir les conditions d'âge visées à l'article 10 de la loi du 22 août 1946 (code de la sécurité sociale Art. L. 542-1). Pour les enfants d'âge scolaire (six à quatorze ans), l'admission à l'aide sociale à la famille est subordonnée à la présentation soit d'un certificat de scolarité ou d'un certificat de l'inspecteur primaire attestant que l'enfant est instruit dans sa famille, soit d'un certificat médical attestant qu'il ne peut fréquenter régulièrement, pour cause de maladie, un établissement d'enseignement.Pour les enfants de moins de six ans, l'admission sera subordonnée à la production d'un certificat attestant que l'enfant est présenté régulièrement à la consultation de protection maternelle et infantile, selon les règles fixées par le règlement départemental."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "Le montant des allocations est déterminé compte tenu de la situation matérielle de la famille et des ressources dont elle dispose.Les allocations ne peuvent être supérieures aux allocations familiales proprement dites du régime général servies aux salariés de la résidence."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "L'admission au bénéfice des allocations et les voies de recours sont réglées dans les conditions déterminées par le chapitre 1er du présent titre.La décision est valable au plus pour une année, à l'expiration de laquelle la commission d'admission examine d'office la situation du bénéficiaire et décide s'il y a lieu de lui maintenir l'aide sociale à la famille.Si le titulaire des allocations d'aide sociale à la famille les emploie à d'autres fins que l'amélioration des conditions de vie du foyer, l'entretien et l'éducation des enfants, il peut être procédé à l'institution d'une tutelle dans les conditions prévues à l'article L. 561-1 du Code de la sécurité sociale.Au cas où un tuteur aux prestations sociales aurait déjà été nommé, celui-ci reçoit de plein droit les allocations."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "Les allocations d'aide à la famille ne peuvent se cumuler avec les majorations pour enfants attribuées par l'Etat et les collectivités publiques ou avec les allocations familiales que dans la limite du montant des allocations familiales prévues par le chapitre II du titre II de la loi du 22 août 1946 (CSS L. 511-1), calculées d'après le taux en vigueur pour les salariés de la résidence.\n\nLe cumul demeure cependant autorisé sans limite en faveur des chefs de famille qui sont en mesure de justifier de l'impossibilité d'exercer une activité professionnelle et des veuves ou des femmes seules qui assument la charge de leurs enfants, lorsque les enfants ouvrent droit au bénéfice des prestations familiales dans les conditions fixées à l'article 10 de la loi du 22 août 1946 modifiée (CSS L. 542-1) sans pouvoir prétendre en raison de leur âge aux allocations mensuelles d'assistance à l'enfance prévues à l'article 53 (1).\n\nDans les départements de la Guadeloupe, de la Guyane, de la Martinique et de la Réunion, compte tenu des dispositions régissant actuellement les allocations familiales, les allocations d'aide à la famille pourront se cumuler avec les majorations pour enfants attribuées par l'Etat, les collectivités publiques ou, le cas échéant, avec les allocations familiales, dans la limite du montant des allocations familiales déterminées en fonction de la résidence du chef de famille et du nombre de ses enfants.\n\nDans les mêmes départements, les chefs de famille qui sont en mesure de justifier de l'impossibilité d'exercer une activité professionnelle, les veuves ou les femmes seules assumant la charge de leurs enfants peuvent cumuler, sans limitation, le bénéfice de l'aide à la famille et de l'une quelconque desdites prestations."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "Un décret en conseil d'Etat détermine les conditions d'application de la présente section."
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "Une allocation destinée à compenser une partie de leur loyer peut être accordée aux personnes âgées dont les ressources sont inférieures à un plafond fixé par décret."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "Les personnes âgées visées à l'article L. 113-1 ne disposant pas de ressources supérieures à un plafond qui sera fixé par décret peuvent obtenir, outre les allocations prévues à l'article L. 231-1, la carte sociale d'économiquement faibles.\n\nCette carte ouvre droit :\n\n1. A l'inscription sur la liste d'aide médicale à titre total ou partiel, compte tenu des régimes d'indemnisation ou d'assurances sociales dont bénéficie déjà l'intéressé et de l'aide qui lui est due au titre d'une créance alimentaire ou de toute autre obligation ;\n\n2. A l'inscription aux foyers prévus aux articles L. 231-3 et L. 231-6, sous réserve d'une participation des intéressés déterminée par la commission d'admission ;\n\n3. A un voyage aller et retour chaque année à bord de services de transport ferroviaire domestique de voyageurs au tarif et pour la durée de validité des congés payés, quelle que soit la distance parcourue.\n\nLes possesseurs de cette carte bénéficieront ipso facto des mesures spéciales instituées par voie législative ou réglementaire en faveur des économiquement faibles."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Article 184",
      "content": "Les personnes dont les ressources sont inférieures à un plafond fixé par décret peuvent bénéficier de l'allocation prévue à l'article 161 du Code de la famille et de l'aide sociale."
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Article 219",
      "content": "Il est dérogé aux dispositions de l'article précédent en faveur des assistantes, assistants ou auxiliaires sociaux qui, exerçant depuis le 1er janvier 1941, ont été autorisés, par le ministre de la Santé publique et de la Population, à continuer définitivement à exercer leurs fonctions après avoir subi un examen de récupération."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "Mention des autorisations prévues à l'article 219 doit être portée sur une liste spéciale déposée dans chaque préfecture."
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "Les auxiliaires mentionnés à l'article 219 ci-dessus ne peuvent exercer leurs activités que sous le contrôle d'assistants ou d'assistantes sociales diplômés."
    }
  ]
}