{
  "id": "jorftext000025195344",
  "type": "statute",
  "title": "LOI n°2012-77\n du 24 janvier 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025195344",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A compter du 1er janvier 2013, les services ou parties de services de Voies navigables de France qui participent à l'exercice des compétences en matière de voies d'eau, transférées aux collectivités territoriales et à leurs groupements en application des articles L. 3113-1 et L. 3113-3 du code général de la propriété des personnes publiques, sont transférés à ces collectivités ou à leurs groupements selon les modalités prévues au titre V de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales, sous réserve du second alinéa.Les emplois pourvus au 31 décembre de l'année précédant l'année du transfert du ou des services ou parties de services de Voies navigables de France ou des services ou parties de services de l'Etat sont transférés aux collectivités territoriales ou à leurs groupements sous réserve que leur nombre global ne soit pas inférieur à celui constaté le 31 décembre de la deuxième année précédant le transfert du ou des services. Pour les collectivités territoriales engagées à la date de promulgation de la présente loi dans une expérimentation prévue à l'article L. 3113-2 du code général de la propriété des personnes publiques, la référence plancher est l'effectif d'emplois mis à disposition de la collectivité tel qu'il est fixé dans la convention d'expérimentation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "A compter du 1er janvier 2013, les services ou parties de services déconcentrés du ministère chargé des transports et les services ou parties de services déconcentrés relevant du Premier ministre, nécessaires à l'exercice des missions confiées à Voies navigables de France et mis à sa disposition, ainsi que les parties de ces services chargées des fonctions de support, notamment en matière de gestion administrative et financière, lui sont transférés. Il en va de même des services ou parties de services faisant l'objet d'une convention d'expérimentation prévue par la loi n° 2004-809 du 13 août 2004 précitée."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. ― A la date du transfert prévu à l'article 7, les personnels des services mentionnés au même article ainsi que les personnels affectés dans les services ou parties de services faisant l'objet d'une convention d'expérimentation prévue par la loi n° 2004-809 du 13 août 2004 précitée et mis à ce titre à la disposition d'une collectivité territoriale sont affectés à Voies navigables de France dans les conditions suivantes :1° Les fonctionnaires de l'Etat titulaires et stagiaires en activité conservent le bénéfice de leur statut et, le cas échéant, de leur emploi fonctionnel ;2° Les fonctionnaires détachés sur contrat de droit privé au sein de Voies navigables de France conservent à titre personnel le bénéfice de leur contrat pendant la durée de leur détachement ;3° Les agents non titulaires de droit public sont recrutés par Voies navigables de France par des contrats de droit public reprenant les stipulations de leur contrat ;4° Les ouvriers des parcs et ateliers des ponts et chaussées et des bases aériennes de l'Etat sont affectés au sein de Voies navigables de France, restent soumis aux dispositions réglementaires les régissant et conservent le bénéfice du régime de pension des ouvriers d'Etat ;5° Les agents contractuels de droit privé régis par la convention collective de Voies navigables de France demeurent employés par cet établissement et conservent, à titre individuel, le bénéfice de leur contrat, ainsi que le bénéfice de la convention collective qui leur est applicable.II. ― Le régime d'organisation et d'aménagement du temps de travail applicable aux services transférés à Voies navigables de France est maintenu en vigueur pendant une période transitoire d'au plus trois ans après la date d'effet du transfert de services à l'établissement prévu à l'article 7.Dans la phase d'expérimentation, tout nouveau régime d'organisation et d'aménagement du temps de travail prévu à l'article L. 4312-3-4 du code des transports fait l'objet d'une concertation avec la collectivité territoriale ou le groupement de collectivités compétent."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. ― Jusqu'à la constitution du comité technique unique de Voies navigables de France et des comités techniques uniques de proximité, prévus aux I et II de l'article L. 4312-3-2 du code des transports, qui intervient au plus tard deux ans après la date d'effet du transfert de services à l'établissement :1° Dans des conditions fixées par décret en Conseil d'Etat, les organisations syndicales représentatives des personnels dans les services de l'Etat visés à l'article 7 désignent, en fonction de la représentativité de ces organisations au sein de ces services, dix représentants, interlocuteurs du directeur général de Voies navigables de France pour les questions relevant des comités techniques prévus à l'article 15 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat ;2° Le mandat des membres du comité d'entreprise en fonction à la date du transfert de services à l'établissement se poursuit jusqu'à son terme dans les conditions prévues par le code du travail ;3° Les comités techniques des services transférés sont maintenus en fonction. Les directeurs des services territoriaux de l'établissement peuvent, pendant cette période transitoire, les réunir sous leur présidence. Les membres de ces instances représentatives du personnel poursuivent leur mandat jusqu'aux prochaines élections des représentants du personnel siégeant au sein des instances prévues aux I et II de l'article L. 4312-3-2 du code des transports.II. ― Jusqu'à la constitution du comité central d'hygiène, de sécurité et des conditions de travail et des comités locaux d'hygiène, de sécurité et des conditions de travail prévus au III du même article L. 4312-3-2, qui intervient au plus tard un an après la date d'effet du transfert de services à Voies navigables de France :1° Dans des conditions fixées par décret en Conseil d'Etat, les organisations syndicales représentatives des personnels dans les services de l'Etat visés à l'article 7 désignent, en fonction de leur représentativité au sein de ces services, dix représentants, interlocuteurs du directeur général de Voies navigables de France pour les questions d'hygiène et de sécurité ;2° Les comités d'hygiène et de sécurité de Voies navigables de France et des services transférés sont maintenus en fonction. Les directeurs des services territoriaux de l'établissement peuvent, pendant cette période transitoire, les réunir sous leur présidence. Les membres de ces instances représentatives du personnel poursuivent leur mandat jusqu'aux prochaines élections des représentants du personnel siégeant au sein des instances prévues au III de l'article L. 4312-3-2 du code des transports.III. ― Le mandat des délégués du personnel en fonction à la date du transfert de services mentionné à l'article 7 se poursuit jusqu'à son terme dans les conditions prévues par le code du travail.IV. ― Les élections des représentants du personnel au conseil d'administration, dans sa composition issue de l'article L. 4312-1 du code des transports tel que modifié par la présente loi, sont organisées au plus tard un an après la date d'effet du transfert de services. Dans ce délai et jusqu'à la proclamation des résultats de ces élections, le mandat des représentants du personnel de l'établissement en fonction à la date du transfert est prorogé. Les représentants au conseil d'administration du personnel des services transférés sont désignés par décret sur proposition des organisations syndicales représentatives au sein des services mentionnés à l'article 7 et en fonction de la représentativité de chacune de ces organisations, dans des conditions définies par décret en Conseil d'Etat. Les représentants du personnel élus au conseil d'administration siègent dès leur élection et leur mandat prend fin à la même date que celui des membres nommés."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. ― Une organisation interprofessionnelle de la filière fluviale peut faire l'objet d'une reconnaissance par le ministre chargé des transports.Cette organisation regroupe, à leur initiative, les organisations professionnelles, les associations ou les organismes représentant les professionnels du secteur fluvial et des services qui y sont associés.Elle doit notamment avoir pour mission de développer les performances de la filière fluviale, de mettre en œuvre des actions économiques en faveur des membres des professions concernées et de réaliser des programmes de recherche appliquée, d'expérimentation ou de développement de la filière fluviale.II. ― Les accords conclus au sein de cette organisation interprofessionnelle sont adoptés à l'unanimité. Ils peuvent être étendus, pour une durée déterminée, en tout ou partie, par le ministre chargé des transports.L'extension des accords est subordonnée à l'adoption unanime de leurs dispositions par les professions représentées dans l'organisation interprofessionnelle. A défaut, les accords ne concernant qu'une partie des professions représentées dans l'organisation interprofessionnelle sont adoptés à l'unanimité de ces seules professions, à condition qu'aucune autre profession ne s'y oppose.Lorsque l'extension est décidée, les mesures ainsi prévues sont obligatoires pour tous les membres des professions constituant l'organisation interprofessionnelle.III. ― Les statuts de l'organisation interprofessionnelle prévoient la désignation d'une instance de conciliation pour les litiges pouvant survenir à l'occasion de l'application des accords interprofessionnels ainsi que les modalités de cette conciliation et disposent qu'en cas d'échec de celle-ci le litige est déféré à l'arbitrage. Les statuts désignent également l'instance appelée à rendre l'arbitrage et en fixer les conditions.IV. ― L'organisation interprofessionnelle est habilitée à prélever, sur tous les membres des professions la constituant, des cotisations résultant des accords entre les membres de l'interprofession effectivement créée.V. ― Les conditions d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Au plus tard au 31 décembre 2012, le Gouvernement remet au Parlement un rapport sur la formation des prix et des marges dans le transport fluvial."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A l'exception du 3° de l'article 1er qui s'applique immédiatement, la présente loi entre en vigueur le 1er janvier 2013."
    }
  ]
}