{
  "id": "jorftext000024021430",
  "type": "statute",
  "title": "LOI n° 2011-525 du 17 mai 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024021430",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. ― L'ordonnance n° 2009-901 du 24 juillet 2009 relative à la partie législative du code du cinéma et de l'image animée est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\n-Code du cinéma et de l'image animée"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'ordonnance n° 2009-1358 du 5 novembre 2009 modifiant le code du cinéma et de l'image animée est ratifiée."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-L'ordonnance n° 2005-1044 du 26 août 2005 relative à l'exercice et à l'organisation de la profession d'architecte est ratifiée\n\nII.-A modifié les dispositions suivantes :\n\n-Loi n° 77-2 du 3 janvier 1977"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le Gouvernement remet au Parlement, avant le 1er avril 2012, un rapport recensant les dispositions de nature législative applicables dans les collectivités d'outre-mer et en Nouvelle-Calédonie en vertu d'un texte antérieur au 1er janvier 1900 et jamais modifiées ou codifiées depuis lors. Ce rapport précise quelles dispositions obsolètes ou devenues sans objet sont susceptibles de faire l'objet d'une abrogation.Ce rapport étudie en outre la possibilité de présentation de l'ensemble des textes législatifs applicables dans chaque collectivité d'outre-mer régie par l'article 74 de la Constitution et en Nouvelle-Calédonie, dans le cadre du service public de la diffusion du droit par l'internet découlant de l'article 2 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "II. ― Le propriétaire d'un immeuble ou d'une installation mentionnée à l'article L. 1331-7-1 du code de la santé publique qui est raccordé au réseau public de collecte sans autorisation à la date d'entrée en vigueur de la présente loi régularise sa situation en présentant au service d'assainissement chargé de la collecte des eaux usées du lieu d'implantation de l'immeuble ou de l'installation une déclaration justifiant qu'il utilise l'eau dans des conditions assimilables à un usage domestique. En l'absence de déclaration dans l'année suivant la publication de la présente loi, l'article L. 1331-8 dudit code lui est applicable."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "II. ― Les articles L. 4244-2 et L. 4383-3 du code de la santé publique, dans leur rédaction issue du I du présent article, entrent en vigueur en même temps que les dispositions de la loi de finances compensant les charges résultant, pour les régions, des compétences étendues par ces articles."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "II.-Le 3° du I du présent article entre en vigueur à une date fixée par décret et au plus tard le 1er janvier 2012. Pour les contrats de travail en cours à cette date, pour la période de référence en cours et par dérogation aux dispositions de l'article L. 3141-24 du code du travail, le salarié a droit au moment de la prise des congés à une indemnité égale au dixième de la rémunération au sens du I du même article L. 3141-24 qu'il aura perçue entre la date d'entrée en vigueur du 3° du I du présent article et la fin de la période de référence en cours à cette date."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "A modifié les dispositions suivantes :\n\n- Code de commerce\n\n- Code monétaire et financier\n\n- Code de commerce"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "II. - Le I est applicable aux procédures en cours à la date de la publication de la présente loi."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "A modifié les dispositions suivantes :\n\n-Code de commerce\n\nArt. L236-9, Art. L236-11, Art. L236-11-1, Art. L236-16, Art. L236-17\n\nVI.-Le présent article entre en vigueur le dernier jour du troisième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la propriété intellectuelle\n\n- Code de la propriété intellectuelle\n\n- Code de la propriété intellectuelle\n\n- Code de la propriété intellectuelle"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-A créé les dispositions suivantes :\n\nIII.-Le II n'est pas applicable :\n\n1° Aux articles L. 2131-7, L. 3132-2 et L. 4142-2 du code général des collectivités territoriales ;\n\n2° Aux articles L. 111-10 et L. 313-14 du code de l'entrée et du séjour des étrangers et du droit d'asile ;\n\n3° A l'article L. 114-2-1 du code de l'action sociale et des familles ;\n\n4° A l'article 34 de la loi n° 99-641 du 27 juillet 1999 portant création d'une couverture maladie universelle ;\n\n5° A l'article 52 de la loi n° 2003-239 du 18 mars 2003 pour la sécurité intérieure ;\n\n6° Aux annexes aux projets de lois de finances mentionnées à l'article 51 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances et aux rapports prévus par une loi de finances ou une loi de programmation des finances publiques ;\n\n7° A l'article 18 de la loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière ;\n\n8° Au dernier alinéa de l'article L. 225-102-1 du code de commerce ;\n\n9° A l'article L. 300-3 du code de la construction et de l'habitation ;\n\n10° Aux articles 1er et 31 de la loi n° 2009-967 du 3 août 2009 de programmation relative à la mise en œuvre du Grenelle de l'environnement ;\n\n11° A l'article L. 115-4-1 du code de l'action sociale et des familles ;\n\n12° Au III de l'article L. 711-5 du code monétaire et financier ;\n\n13° A l'article 37 de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer ;\n\n14° Au IV de l'article L. 162-22-10 du code de la sécurité sociale ;\n\n15° A l'article 34 de la loi n° 2008-1330 du 17 décembre 2008 de financement de la sécurité sociale pour 2009 ;\n\n16° A l'article L. 119-8 du code de la voirie routière ;\n\n17° A l'article 1er de la loi n° 97-135 du 13 février 1997 portant création de l'établissement public \" Réseau ferré de France ” en vue du renouveau du transport ferroviaire.\n\n-Loi n° 2003-591 du 2 juillet 2003\n\n-Code des postes et des communications électroniques\n\n-Loi n° 85-30 du 9 janvier 1985\n\n-Loi n° 2002-1094 du 29 août 2002\n\n-Loi n° 2003-495 du 12 juin 2003\n\n-Loi n° 85-1268 du 29 novembre 1985\n\n-Loi n° 2002-1138 du 9 septembre 2002\n\n-Code de l'action sociale et des familles\n\n-Loi n° 94-638 du 25 juillet 1994\n\n-Loi n° 86-1 du 3 janvier 1986\n\n-Ordonnance n° 58-1374 du 30 décembre 1958\n\n-Loi n° 2002-1575 du 30 décembre 2002\n\n-Ordonnance n° 58-1100 du 17 novembre 1958"
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Le groupement d'intérêt public est une personne morale de droit public dotée de l'autonomie administrative et financière. Il est constitué par convention approuvée par l'Etat soit entre plusieurs personnes morales de droit public, soit entre l'une ou plusieurs d'entre elles et une ou plusieurs personnes morales de droit privé.\n\nCes personnes y exercent ensemble des activités d'intérêt général à but non lucratif, en mettant en commun les moyens nécessaires à leur exercice.\n\nLes collectivités territoriales et leurs groupements ne peuvent pas constituer entre eux des groupements d'intérêt public pour exercer ensemble des activités qui peuvent être confiées à l'un des organismes publics de coopération prévus à la cinquième partie du code général des collectivités territoriales, à l'exception des activités de gestion des programmes opérationnels interrégionaux mentionnées au 1° du I de l'article 78 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles ."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "La convention constitutive règle l'organisation et les conditions de fonctionnement du groupement. Elle contient les mentions suivantes :1° La dénomination du groupement ;2° Les nom, raison sociale ou dénomination, la forme juridique, le domicile ou le siège social de chacun des membres du groupement et, s'il y a lieu, son numéro unique d'identification et la ville où se trouve le greffe ou la chambre des métiers où il est immatriculé ;3° La durée, déterminée ou indéterminée, pour laquelle le groupement est constitué ;4° L'objet du groupement ;5° L'adresse du siège du groupement ;6° Les règles de détermination des droits statutaires, de la contribution des membres aux charges du groupement et les conditions dans lesquelles ils sont tenus des engagements de celui-ci ;7° Les règles concernant l'administration, l'organisation et la représentation du groupement ;8° Les conditions dans lesquelles le groupement peut prendre des participations, s'associer avec d'autres personnes et transiger ;9° Le régime comptable applicable, dans le respect des règles fixées à l'article 112 de la présente loi  ;10° Les conditions d'emploi des personnels du groupement et le régime des relations du travail qui leur sont applicables ;11° Les conditions d'adhésion des nouveaux membres et de retrait des membres.La convention constitutive peut prévoir les conditions de nomination, les conditions de rémunération, les attributions et l'étendue des pouvoirs d'un liquidateur en cas de dissolution du groupement."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "La convention constitutive est signée par les représentants habilités de chacun des membres. L'Etat approuve la convention constitutive ainsi que son renouvellement et sa modification, selon des modalités fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "La transformation de toute personne morale en groupement d'intérêt public, ou l'inverse, n'entraîne ni dissolution ni création d'une personne morale nouvelle au regard des dispositions fiscales et sociales."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "L'accueil de nouveaux membres comme le retrait de membres du groupement s'effectuent selon les conditions prévues par la convention constitutive. Ils ne peuvent conduire à la méconnaissance des règles fixées à l'article 103."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Les personnes morales de droit public et les personnes morales de droit privé chargées d'une mission de service public doivent détenir ensemble plus de la moitié du capital ou des voix dans les organes délibérants.Les personnes morales étrangères participent à un groupement d'intérêt public dans les mêmes conditions que les personnes morales françaises de droit privé.Lorsque le groupement a pour objet de mettre en œuvre et de gérer ensemble des projets et programmes de coopération transfrontalière ou interrégionale, les personnes morales étrangères de droit public et les personnes morales étrangères de droit privé chargées d'une mission de service public participent à un groupement d'intérêt public dans les mêmes conditions que les personnes morales françaises de droit public. Toutefois, sauf lorsqu'elles sont établies dans un Etat membre de l'Union européenne, ces personnes morales ne peuvent détenir plus de la moitié du capital ou des voix dans les organes délibérants."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Le groupement d'intérêt public est constitué avec ou sans capital.Les droits de ses membres ne peuvent être représentés par des titres négociables."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "L'assemblée générale des membres du groupement prend toute décision relative à l'administration du groupement, sous réserve des pouvoirs dévolus à d'autres organes par la convention constitutive.Un conseil d'administration peut être constitué dans les conditions prévues par la convention constitutive pour exercer certaines des compétences de l'assemblée générale.Les décisions de modification ou de renouvellement de la convention, de transformation du groupement en une autre structure ou de dissolution anticipée du groupement ne peuvent être prises que par l'assemblée générale. Ces décisions sont prises à l'unanimité ou à la majorité qualifiée, dans des conditions prévues par la convention constitutive.L'assemblée générale du groupement est composée de l'ensemble des membres. Sauf clauses contraires de la convention constitutive, chaque membre dispose d'une voix.L'assemblée générale est réunie à la demande du quart au moins des membres du groupement ou à la demande d'un ou plusieurs membres détenant au moins un quart des voix."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Le groupement d'intérêt public est doté d'un directeur qui assure, sous l'autorité de l'assemblée générale ou du conseil d'administration, le fonctionnement du groupement. Les modalités de sa désignation et de l'exercice de ses fonctions sont prévues par la convention constitutive.Dans ses rapports avec les tiers, le directeur engage le groupement pour tout acte entrant dans l'objet de celui-ci.La même personne peut assurer les fonctions de directeur et de président du conseil d'administration si la convention constitutive le prévoit."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Le groupement d'intérêt public ne donne pas lieu au partage de bénéfices. Les excédents annuels de la gestion ne peuvent qu'être utilisés à des fins correspondant à l'objet du groupement ou mis en réserve."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "La contribution des membres aux dettes du groupement est déterminée, lorsque le groupement a été constitué avec capital, à proportion de leur part dans le capital et, dans le cas contraire, à raison de leur contribution aux charges du groupement.Les membres du groupement ne sont pas solidaires à l'égard des tiers."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Les personnels du groupement sont constitués :\n\n1° Des personnels mis à disposition par ses membres ;\n\n2° Le cas échéant, des agents relevant d'une personne morale de droit public mentionnée à l'article 2 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, non membre du groupement, et qui sont placés dans une position conforme à leur statut ;\n\n3° Des personnels propres recrutés directement par le groupement, à titre complémentaire.\n\nSous réserve des dispositions relatives à la mise à disposition prévues par le statut général de la fonction publique, les personnels du groupement ainsi que son directeur sont soumis, par la convention constitutive, soit à un régime de droit public déterminé par décret en Conseil d'Etat lorsque le groupement au sein duquel ils exercent assure, à titre principal, la gestion d'une activité de service public administratif, soit au code du travail lorsque le groupement assure, à titre principal, la gestion d'une activité de service public industriel et commercial."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I.-Lorsque l'activité d'une personne morale de droit public employant des agents non titulaires de droit public est transférée à un groupement d'intérêt public dont le personnel est soumis au régime de droit public fixé par le décret en Conseil d'Etat mentionné au dernier alinéa de l'article 109 ou réciproquement, la personne morale qui reprend l'activité propose à ces agents un contrat de droit public, à durée déterminée ou indéterminée selon la nature du contrat dont ils sont titulaires, dans les mêmes conditions que celles prévues aux deuxième, troisième et quatrième alinéas de l'article 14 ter de la loi n° 83-634 du 13 juillet 1983 précitée.\n\nII.-Lorsque l'activité d'une entité employant des salariés de droit privé est transférée à un groupement d'intérêt public dont le personnel est soumis au régime de droit public fixé par le décret en Conseil d'Etat mentionné au dernier alinéa de l'article 109, le groupement d'intérêt public propose à ces agents un contrat de droit public, à durée déterminée ou indéterminée selon la nature du contrat dont ils sont titulaires, dans les mêmes conditions que celles prévues aux deuxième à dernier alinéas de l'article L. 1224-3 du code du travail.\n\nIII.-Lorsque l'activité d'une entité employant des salariés de droit privé est transférée à un groupement d'intérêt public dont le personnel est soumis au régime de droit privé, le groupement d'intérêt public propose à ces agents un contrat soumis au code du travail, dans les mêmes conditions que celles prévues à l'article L. 1224-1 dudit code.IV.-Lorsque l'activité d'une personne morale de droit public employant des agents non titulaires de droit public est reprise par un groupement d'intérêt public dont le personnel est soumis au code du travail, le groupement d'intérêt public propose à ces agents un contrat soumis à ce code, dans les mêmes conditions que celles prévues aux deuxième et dernier alinéas de l'article L. 1224-3-1 dudit code."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "La comptabilité du groupement est tenue et sa gestion assurée soit selon les règles de droit public lorsque le groupement assure, à titre principal, la gestion d'une activité de service public administratif, soit selon les règles de droit privé lorsque le groupement assure, à titre principal, la gestion d'une activité de service public industriel et commercial."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Les ressources des groupements d'intérêt public comprennent :1° Les contributions financières des membres ;2° La mise à disposition sans contrepartie financière de personnels, de locaux ou d'équipements ;3° Les subventions ;4° Les produits des biens propres ou mis à leur disposition, la rémunération des prestations et les produits de la propriété intellectuelle ;5° Les emprunts et autres ressources d'origine contractuelle ;6° Les dons et legs."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "L'Etat peut désigner un commissaire du Gouvernement chargé de contrôler les activités et la gestion du groupement, sauf si l'Etat n'est pas membre de ce dernier.Un décret en Conseil d'Etat définit les pouvoirs du commissaire du Gouvernement et les conditions dans lesquelles il peut s'opposer aux décisions du groupement."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Les groupements d'intérêt public sont soumis au contrôle de la Cour des comptes ou des chambres régionales des comptes, dans les conditions prévues par le code des juridictions financières.\n\nLes groupements d'intérêt public ayant pour membre l'Etat ou un organisme soumis au contrôle économique et financier de l'Etat ou au contrôle budgétaire peuvent être soumis au contrôle économique et financier de l'Etat ou au contrôle budgétaire dans des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Le groupement d'intérêt public est dissous :1° Par l'arrivée du terme de la convention constitutive dans le cas où la convention a été conclue pour une durée déterminée et où elle n'est pas renouvelée ;2° Par décision de l'assemblée générale ;3° Par décision de l'autorité administrative qui a approuvé la convention constitutive, notamment en cas d'extinction de l'objet."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "La dissolution du groupement d'intérêt public entraîne sa liquidation. La personnalité morale du groupement survit pour les besoins de celle-ci.La convention constitutive prévoit les conditions de nomination, les conditions de rémunération, les attributions et l'étendue des pouvoirs d'un liquidateur. Dans le silence de la convention, il est nommé par les membres du groupement ou, si ceux-ci n'ont pu procéder à cette nomination, par décision de l'Etat. Le liquidateur peut être révoqué dans les mêmes conditions. La nomination et la révocation ne sont opposables aux tiers qu'à compter de leur publication.Après paiement des dettes et, le cas échéant, remboursement du capital ou reprise des apports, l'excédent d'actif est attribué à un ou plusieurs bénéficiaires conformément aux décisions prises par l'assemblée générale du groupement."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Les dispositions abrogées ou modifiées par les articles 118 et 119 de la présente loi continuent de régir les groupements créés sur leur fondement jusqu'à la mise en conformité de la convention constitutive de ces groupements avec les dispositions du présent chapitre. Cette mise en conformité doit intervenir dans les deux ans suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Le présent chapitre n'est pas applicable, sauf à titre subsidiaire, aux groupements d'intérêt public créés en application des dispositions suivantes :\n\n1° Les articles L. 146-3 et L. 147-14 du code de l'action sociale et des familles ;\n\n2° L'article 33 de la loi n° 90-568 du 2 juillet 1990 relative à l'organisation du service public de la poste et à France Télécom ;\n\n3° L'article L. 6113-10 du code de la santé publique ;\n\n4° L'article 35 de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Le présent chapitre est applicable en Nouvelle-Calédonie, à l'exception des groupements d'intérêt public constitués en application de l'article 54-2 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie, en Polynésie française, à l'exception des groupements d'intérêt public constitués en application du 1° de l'article 90 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises.Pour l'application du présent chapitre en Nouvelle-Calédonie et en Polynésie française :1° Au dernier alinéa de l'article 109, après le mot : « publique », sont insérés les mots : « ou des dispositions locales applicables aux agents publics » ;2° Au premier alinéa de l'article 115, le mot : « régionales » est remplacé par le mot : « territoriales »."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-629 DC du 12 mai 2011.]II. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I. ― L'ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Article 175",
      "content": "I. - Sont et demeurent abrogés ou supprimés :1° Le décret des 22 et 28 juillet 1791 qui règle la couleur des affiches ;3° Les articles 13 à 17 de la loi du 21 avril 1832 relative à la navigation du Rhin ;4° La loi du 27 juillet 1884 sur le divorce ;5° Le dernier alinéa de l'article 1er du décret du 31 janvier 1900 ayant pour objet la suppression des châtiments corporels à bord des bâtiments de la flotte ;10° La loi du 18 juillet 1930 tendant à la répression du délit d'entrave à la navigation sur les voies de navigation intérieure ;14° L'article 98 du décret-loi du 29 juillet 1939 relatif à la famille et à la natalité française ;15° La loi du 14 février 1942 tendant à l'organisation et au fonctionnement des bourses de valeurs ;16° L'ordonnance du 30 juin 1943 relative aux fausses déclarations en matière de bagages perdus dans les transports par chemin de fer ;17° L'ordonnance n° 45-2710 du 2 novembre 1945 relative aux sociétés d'investissement ;18° L'article 2 de la loi n° 50-728 du 24 juin 1950 portant abrogation de la loi du 22 juin 1886 relative aux membres des familles ayant régné en France ;19° La loi n° 51-662 du 24 mai 1951 assurant la sécurité dans les établissements de natation ;20° La loi du 16 mars 1915 relative à l'interdiction de la fabrication, de la vente en gros et au détail, ainsi que de la circulation de l'absinthe et des liqueurs similaires ;II. - E. - Le deuxième alinéa du II de l'article 5 de la loi de finances rectificative pour 1970 (n° 70-1283 du 31 décembre 1970) est supprimé."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Article 176",
      "content": "I. ― Sont et demeurent abrogés :1° L'article 81 de la loi du 15 mars 1850  sur l'enseignement ;3° L'article 28 de la loi du 28 mars 1928 sur le régime  du pilotage dans les eaux maritimes ;II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Ordonnance du 6 mai 1944\n\nArt. 16\n\nIII. ― Le premier alinéa de l'article 9 de la loi n° 55-304 du 18 mars 1955  relative à l'interdiction de séjour est supprimé.\n\n- Loi n°55-385 du 3 avril 1955\n\n- Loi n°55-385 du 3 avril 1955\n\n- Loi n°55-385 du 3 avril 1955\n\n- Loi du 3 juillet 1913\n\n- Loi n°55-308 du 19 mars 1955\n\n- Loi n°55-385 du 3 avril 1955\n\n- Loi n°55-385 du 3 avril 1955\n\n- Loi n°55-385 du 3 avril 1955\n\n- Loi n°2007-224 du 21 février 2007"
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Article 180",
      "content": "II. ― Est et demeure abrogé l'article 85 de la loi n° 47-1465 du 8 août 1947 relative à certaines dispositions d'ordre financier."
    },
    {
      "provision_ref": "art187",
      "section": "187",
      "title": "Article 187",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-629 DC du 12 mai 2011.]"
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-629 DC du 12 mai 2011.]"
    },
    {
      "provision_ref": "art197",
      "section": "197",
      "title": "Article 197",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder, par voie d'ordonnance, à la modification du code de l'expropriation pour cause d'utilité publique afin d'y inclure des dispositions de nature législative qui n'ont pas été codifiées, d'améliorer le plan du code et de donner compétence en appel à la juridiction de droit commun.Le Gouvernement peut étendre l'application des dispositions codifiées à Mayotte, Saint-Pierre-et-Miquelon, la Nouvelle-Calédonie, la Polynésie française et les îles Wallis et Futuna, avec les adaptations nécessaires.II. ― Les dispositions codifiées sont celles en vigueur au moment de la publication de l'ordonnance sous la seule réserve, outre des modifications apportées en application du I, des modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions, codifiées ou non, devenues sans objet.III. ― L'ordonnance est prise dans un délai de douze mois suivant la publication de la présente loi. Le projet de loi de ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre :1° Par voie d'ordonnance prise dans un délai de six mois suivant la publication de la présente loi, les dispositions de nature législative propres à :a) Transposer la directive 2008/52/ CE du Parlement européen et du Conseil du 21 mai 2008 sur certains aspects de la médiation en matière civile et commerciale ;b) Etendre, le cas échéant, sauf en matière administrative, les dispositions prises en application du a du présent 1° à des médiations qui ne sont pas de nature transfrontalière ;c) Harmoniser le droit en vigueur avec les mesures prises en application des a et b du présent 1° ;2° Par voie d'ordonnance prise dans un délai de six mois à compter de la publication de l'ordonnance prévue au même 1°, les mesures législatives propres, d'une part, à rendre applicables, avec les adaptations nécessaires, les dispositions de cette ordonnance dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française pour celles qui relèvent de la compétence de l'Etat et, d'autre part, à procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon.II. ― Le projet de loi de ratification est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances les dispositions relevant du domaine de la loi nécessaires pour :1° Rationaliser et moderniser l'implantation, l'organisation, le fonctionnement, la composition et les règles de procédure et de compétence des tribunaux maritimes commerciaux ;2° Définir la notion d'infraction maritime et préciser certaines incriminations, en vue de :― harmoniser, sous réserve des adaptations nécessaires destinées à favoriser la coopération entre le ministère public et les services déconcentrés du ministère chargé de la mer et ceux chargés du travail, les règles de procédure applicables en ce qui concerne la recherche et la constatation des infractions, l'enquête, l'instruction et les poursuites ;― fixer les règles relatives à la responsabilité pénale des personnes physiques ou morales exerçant en droit ou en fait un pouvoir de contrôle ou de direction dans la gestion ou la marche du navire, les sanctions applicables en cas d'obstacle aux contrôles et les peines complémentaires applicables à certaines infractions ;3° Abroger les dispositions obsolètes, inadaptées ou devenues sans objet dans les domaines visés par les 1° et 2° en raison de l'évolution des principes du droit ou des circonstances dans lesquelles elles ont été prises ;4° Modifier la loi du 17 décembre 1926 portant code disciplinaire et pénal de la marine marchande et la cinquième partie du code des transports, afin de :a) Préciser les incriminations et sanctions pénales relatives aux manquements aux dispositions des livres II et V de la cinquième partie du code des transports, en tenant compte des conditions particulières dans lesquelles s'exerce le travail maritime, et d'assurer, en tant que de besoin, la cohérence avec les incriminations et les niveaux de sanctions pénales prévus par le code du travail ;b) Définir les incriminations et sanctions pénales relatives aux manquements dans l'exercice de fonctions de sûreté à bord d'un navire ;c) Préciser la liste des agents compétents pour rechercher et constater les infractions aux dispositions de la cinquième partie du code des transports, au code disciplinaire et pénal de la marine marchande et aux dispositions non codifiées relatives au transport et à la navigation maritimes ainsi qu'aux conditions minimales requises pour le travail à bord des navires, aux effectifs à bord, aux conditions d'emploi, de travail, de vie et d'hygiène des gens de mer et aux soins médicaux ;5° Etendre avec les adaptations nécessaires ou, selon le cas, adapter les dispositions modifiées à la Nouvelle-Calédonie, à la Polynésie française, aux îles Wallis et Futuna, aux Terres australes et antarctiques françaises, à Saint-Pierre-et-Miquelon, à Saint-Martin et à Saint-Barthélemy, dans le respect des compétences de ces collectivités ;6° Prendre toutes mesures de cohérence résultant de la mise en œuvre des 1° à 5°.Les ordonnances doivent être prises au plus tard dans un délai de dix-huit mois suivant la publication de la présente loi. Les projets de loi portant ratification de ces ordonnances doivent être déposés devant le Parlement au plus tard le dernier jour du troisième mois qui suit leur publication."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "Sont applicables dans les collectivités d'outre-mer régies par l'article 74 de la Constitution, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises l'article 171, le I de l'article 175 et l'article 176.Les articles 4 et 6 et le II de l'article 14 sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna aux administrations de l'Etat et à leurs établissements publics.L'article 54 est applicable en Polynésie française, dans les îles Wallis et Futuna, dans les Terres australes et antarctiques françaises et en Nouvelle-Calédonie.Le 2° du I de l'article 141 est applicable à Mayotte.Sont applicables en Polynésie française, en Nouvelle-Calédonie et dans les îles Wallis et Futuna les articles 20, 27, 46, 50, 60, 61, les I et II de l'article 62, les articles 64, 66, 72, 85, les I et II de l'article 87, les articles 142, 146, 147, 148, 149, 150, 151, 152, 154, 155, 156, 157, 158,1 59, 172, 173, 185 et 186.Les III et IV de l'article 62 et les articles 65 et 196 sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna.Sont applicables en Polynésie française les articles 25, 75, 76, 77, 79, 81, 82 et 145.Sont applicables dans les îles Wallis et Futuna le I de l'article 14, les III et IV de l'article 63, les articles 70,88,89, le I de l'article 139, le II de l'article 140, le 6° de l'article 165, l'article 167, l'article 168 et le I de l'article 177.Sont applicables dans les Terres australes et antarctiques françaises les articles 72, 142, 167 et les 2° et 3° de l'article 168.Le I de l'article 67, les articles 69 et 171, le I de l'article 175 et l'article 176 sont applicables sur l'ensemble du territoire de la République."
    }
  ]
}