{
  "id": "jorftext000027734839",
  "type": "statute",
  "title": "LOI n°2013-659\n du 22 juillet 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000027734839",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les instances représentatives des Français établis hors de France sont les conseils consulaires et l'Assemblée des Français de l'étranger."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les associations représentatives au niveau national des Français établis hors de France concourent à l'exercice des droits civiques et à la participation à la vie démocratique de la Nation des Français établis hors de France."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Auprès de chaque ambassade pourvue d'une circonscription consulaire et de chaque poste consulaire, un conseil consulaire est chargé de formuler des avis sur les questions consulaires ou d'intérêt général, notamment culturel, éducatif, économique et social, concernant les Français établis dans la circonscription.\n\nLes conseils consulaires peuvent être consultés sur toute question concernant les Français établis dans la circonscription et relative à la protection sociale et à l'action sociale, à l'emploi, à la formation professionnelle et à l'apprentissage, à l'enseignement français à l'étranger et à la sécurité. Ils peuvent également être consultés sur les conditions d'exercice du mandat de conseiller des Français de l'étranger.\n\nChaque année, l'ambassadeur ou le chef de poste consulaire présente au conseil consulaire un rapport sur la situation de la circonscription consulaire et faisant l'état des lieux des actions menées dans les domaines de compétences du conseil consulaire.\n\nUn conseiller des Français de l'étranger élu par et parmi les membres élus du conseil consulaire en assure la présidence. Il peut désigner pour le remplacer un autre élu de la circonscription. Pour l'application de l'article 8 de la loi organique n° 76-97 du 31 janvier 1976 relative aux listes électorales consulaires et au vote des Français établis hors de France pour l'élection du Président de la République, il tient lieu de vice-président du conseil consulaire.\n\nL'ambassadeur ou le chef de poste consulaire assure les fonctions de rapporteur général du conseil consulaire. Il peut se faire représenter.\n\nLes conseillers des Français de l'étranger sont membres de droit du ou des conseils consulaires constitués dans la circonscription électorale dans le ressort de laquelle ils ont été élus.\n\nLes délibérations des conseils consulaires donnent lieu à l'établissement d'un procès-verbal. Sont annexées au procès-verbal, le cas échéant, les motivations de l'administration, lorsque des décisions de refus en lien avec l'attribution d'un droit ont été prises contre l'avis du conseil consulaire.\n\nLes conseillers des Français de l'étranger ont droit à une formation adaptée à leurs fonctions. Ils ont accès à des formations organisées par le ministère des affaires étrangères.\n\nCes formations peuvent être organisées à distance ou lors des sessions de l'Assemblée des Français de l'étranger."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Après un renouvellement général, la première réunion de chaque conseil consulaire se tient au plus tard dans le mois suivant la date du scrutin."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "I. - La convocation aux réunions mentionnées aux 1° et 2° du II tient compte des obligations professionnelles des conseillers des Français de l'étranger.\n\nII. - Les employeurs sont tenus de laisser aux salariés relevant du droit français de leur entreprise, conseillers des Français de l'étranger, le temps nécessaire pour se rendre et participer :\n\n1° Aux réunions du conseil consulaire ;\n\n2° Aux réunions des assemblées délibérantes et des bureaux des organismes au sein desquels ils représentent le conseil consulaire.\n\nSelon des modalités fixées par décret, le conseiller des Français de l'étranger informe son employeur de la date de la réunion dès qu'il en a connaissance.\n\nL'employeur n'est pas tenu de payer comme temps de travail le temps passé par le conseiller des Français de l'étranger aux réunions précitées.\n\nLe temps d'absence est assimilé à une durée de travail effective pour la détermination de la durée des congés payés et du droit aux prestations sociales ainsi qu'au regard de tous les droits découlant de l'ancienneté.\n\nAucune modification de la durée et des horaires de travail prévus par le contrat de travail ne peut, en outre, être effectuée en raison des absences intervenues en application des dispositions du présent article sans l'accord du conseiller des Français de l'étranger concerné.\n\nAucun licenciement ni déclassement professionnel, aucune sanction disciplinaire ne peut être prononcé en raison des absences résultant de l'application du présent article sous peine de nullité et de dommages et intérêts au profit du conseiller des Français de l'étranger. La réintégration ou le reclassement dans l'emploi est de droit.\n\nSous réserve de la compatibilité de leur poste de travail, les conseillers des Français de l'étranger sont réputés relever de la catégorie de personnes qui disposent, le cas échéant, de l'accès le plus favorable au télétravail dans l'exercice de leur emploi.\n\nIII. - Sans préjudice des dispositions plus favorables qui leur seraient applicables, les conseillers des Français de l'étranger fonctionnaires ou agents contractuels de l'État, des collectivités territoriales et de leurs établissements publics administratifs bénéficient des garanties prévues au II."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Un décret en Conseil d'Etat fixe les modalités d'application du présent chapitre, notamment :\n\n1° Le montant, les conditions et les modalités de versement des indemnités forfaitaires dont les conseillers des Français de l'étranger bénéficient au titre de leur mandat et pour couvrir les frais exposés lors de l'exercice de leur mandat ;\n\n2° Les conditions dans lesquelles ils sont indemnisés des dommages résultant des accidents subis dans le cadre de leur mandat ;\n\n3° Les conditions dans lesquelles ils exercent leur droit à la formation au titre de leur mandat ;\n\n4° Les prérogatives individuelles dont ils disposent au titre de leur mandat ;\n\n4° bis Leur place dans l'ordre protocolaire lors des cérémonies organisées par les ambassades et consulats français à l'étranger ;\n\n5° Les attributions, l'organisation et le fonctionnement des conseils consulaires ainsi que les conditions dans lesquelles le ministre des affaires étrangères peut, par arrêté, créer des conseils consulaires compétents pour plusieurs circonscriptions consulaires."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Après son renouvellement général, la première réunion de l'Assemblée des Français de l'étranger se tient dans les quatre mois suivant la date du scrutin."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Lors de la première réunion suivant son renouvellement général, l'Assemblée des Français de l'étranger élit en son sein son président et son bureau."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Lors de la première réunion suivant son renouvellement général, l'Assemblée des Français de l'étranger établit son règlement intérieur. Celui-ci peut être déféré au tribunal administratif de Paris."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'Assemblée des Français de l'étranger se réunit à l'initiative conjointe du ministre des affaires étrangères et de son président.Elle se réunit au moins deux fois par an."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Chaque année, le Gouvernement présente à l'Assemblée des Français de l'étranger un rapport sur la situation des Français établis hors de France et les politiques conduites à leur égard.Ce rapport porte notamment sur :1° L'enseignement français, y compris l'enseignement bilingue francophone, à l'étranger ;2° La protection sociale et l'action sociale ;3° La formation professionnelle et l'apprentissage ;4° La sécurité des Français établis hors de France ;\n\n4° bis Les violences conjugales concernant les Français établis hors de France ;5° Le soutien à l'entreprenariat des Français établis hors de France et les actions menées pour favoriser la diffusion commerciale des produits fabriqués en France ;6° Les engagements internationaux portant sur l'une des matières prévues aux 1°, 2°, 3° et 7° et concernant directement les Français établis hors de France, ainsi que les conventions tendant à éviter les doubles impositions et celles relatives au droit de la famille relevant de la Conférence de La Haye de droit international privé, sous réserve des prérogatives attachées à la conduite des relations extérieures de la France ;7° L'administration des Français établis hors de France.Ce rapport donne lieu à un débat en présence du Gouvernement. Il peut donner lieu à un avis de l'Assemblée des Français de l'étranger."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Dès le dépôt du projet de loi de finances et du projet de loi de financement de la sécurité sociale de l'année sur le bureau de l'Assemblée nationale, le Gouvernement informe l'Assemblée des Français de l'étranger des dispositions relatives aux matières mentionnées à l'article 10. L'Assemblée des Français de l'étranger lui fait part de ses observations."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'Assemblée des Français de l'étranger peut être consultée par le Gouvernement, par le Président de l'Assemblée nationale ou par le Président du Sénat sur la situation des Français établis hors de France et sur toute question consulaire ou d'intérêt général, notamment culturel, éducatif, économique et social, les concernant.En ces domaines, elle peut également, de sa propre initiative, réaliser des études et adopter des avis, des résolutions et des motions."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Un décret en Conseil d'Etat fixe les modalités d'application du présent chapitre, notamment :1° Le montant, les conditions et les modalités de versement des indemnités forfaitaires pour couvrir les frais exposés lors de l'exercice du mandat des conseillers à l'Assemblée des Français de l'étranger ;2° Les conditions dans lesquelles ils sont indemnisés des dommages résultant des accidents subis dans l'exercice de leur mandat ;3° Les conditions dans lesquelles ils exercent leur droit à la formation au titre de leur mandat ;4° Les prérogatives individuelles dont ils disposent au titre de leur mandat ;5° Les conditions dans lesquelles le règlement intérieur de l'Assemblée des Français de l'étranger fixe ses règles d'organisation et de fonctionnement, en particulier les conditions dans lesquelles le bureau exerce les attributions de l'Assemblée des Français de l'étranger dans l'intervalle des sessions."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les conseillers des Français de l'étranger et les conseillers à l'Assemblée des Français de l'étranger sont élus pour six ans au suffrage universel.Les conseillers des Français de l'étranger sont élus au suffrage direct en mai.Le nombre de mandats consécutifs est limité à trois pour les conseillers des Français de l'étranger et les conseillers à l'Assemblée des Français de l'étranger.Les conseillers à l'Assemblée des Français de l'étranger sont élus par les conseillers des Français de l'étranger dans le mois suivant leur renouvellement général."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. ― Sont applicables à l'élection des conseillers des Français de l'étranger et des conseillers à l'Assemblée des Français de l'étranger, sous réserve des dispositions du présent titre, les articles L. 54, L. 58 à L. 62, L. 63 à L. 69, L. 71 à L. 78, L. 118-4 et L. 330-16 du code électoral ainsi que le chapitre VII du titre Ier du livre Ier et le titre Ier du livre VIII du même code.\n\nPour l'application des dispositions mentionnées au premier alinéa du présent I, il y a lieu de lire : \"liste électorale consulaire\" au lieu de : \"liste électorale\" , \"ambassadeur ou chef de poste consulaire\" au lieu de : \"maire\".\n\nPour l'application de l'article L. 73 du même code, le nombre maximal de procurations dont peut disposer le mandataire est de trois et le mandataire ne peut voter que dans les conditions prévues au premier alinéa des I et II de l'article 22 de la présente loi.\n\nII. ― Sont applicables à l'élection des seuls conseillers des Français de l'étranger, sous réserve des dispositions du chapitre II du présent titre, les chapitres Ier, III et V du titre Ier du livre Ier du code électoral, à l'exception des articles L. 47, L. 48, L. 51 et L. 52. Sont également applicables les articles L. 62-1, L. 62-2, L. 330-2 et L. 330-4, les trois premiers alinéas de l'article L. 330-6, l'article L. 330-12 et le premier alinéa de l'article L. 330-14 du même code.\n\nPour l'application des dispositions mentionnées au premier alinéa du présent II, il y a lieu de lire : \"liste électorale consulaire\" au lieu de : \"liste électorale\" et \"ambassadeur ou chef de poste consulaire\" au lieu de : \"maire\"."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Sont éligibles au conseil consulaire les électeurs inscrits sur l'une des listes électorales consulaires de la circonscription électorale dans laquelle ils se présentent.Sont éligibles à l'Assemblée des Français de l'étranger les conseillers des Français de l'étranger élus en application du chapitre II du présent titre.Nul ne peut être candidat dans plusieurs circonscriptions."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les chefs de mission diplomatique et les chefs de poste consulaire ne peuvent faire acte de candidature dans aucune circonscription incluant le ressort dans lequel ils exercent ou ont exercé leurs fonctions depuis moins de trois ans à la date du scrutin.En outre, ne peuvent être élus dans toute circonscription incluant le ressort dans lequel ils exercent ou ont exercé leurs fonctions depuis moins d'un an à la date du scrutin :1° Les adjoints des chefs de mission diplomatique et des chefs de poste consulaire ;2° Les chefs de missions militaires et des services civils placés auprès d'eux, ainsi que leurs adjoints ;3° Les fonctionnaires consulaires honoraires, au sens de la convention de Vienne sur les relations consulaires, faite à Vienne, le 24 avril 1963, représentant la France ;4° Les officiers exerçant un commandement dans la circonscription.Tout conseiller des Français de l'étranger ou conseiller à l'Assemblée des Français de l'étranger élu qui, pour une cause survenue postérieurement à son élection, se trouve dans un des cas d'inéligibilité prévus par la présente loi est dans les trois mois déclaré démissionnaire d'office par arrêté du ministre des affaires étrangères, sauf recours devant le Conseil d'Etat formé dans le délai d'un mois à compter de la notification.Un conseiller des Français de l'étranger élu dans un autre conseil consulaire à l'occasion d'une élection partielle cesse, de ce fait, d'appartenir au conseil consulaire dont il faisait partie avant cette élection. Toutefois, en cas de contestation de l'élection, la vacance du siège est proclamée à compter de la décision statuant sur le recours."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. ― Les électeurs sont convoqués par décret publié :1° Quatre-vingt-dix jours au moins avant la date du scrutin, pour l'élection des conseillers des Français de l'étranger ;2° Vingt et un jours au moins avant la date du scrutin, pour l'élection des conseillers à l'Assemblée des Français de l'étranger.II. ― Le scrutin a lieu dans chaque circonscription un dimanche ou, dans les ambassades et les postes consulaires situés sur le continent américain, le samedi précédent."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. ― Une déclaration de candidature est obligatoire pour chaque candidat ou liste de candidats. Elle est déposée auprès de l'ambassade ou d'un poste consulaire de la circonscription électorale, le cas échéant par voie dématérialisée, au plus tard :\n\n1° Le soixante-dixième jour précédant la date du scrutin, à 18 heures, pour l'élection des conseillers des Français de l'étranger ;\n\n2° Le quinzième jour précédant la date du scrutin, à 18 heures, pour l'élection des conseillers à l'Assemblée des Français de l'étranger.\n\nII. ― Dans les circonscriptions électorales où un unique siège est à pourvoir, le candidat et son remplaçant sont de sexe différent. Nul ne peut être à la fois candidat et remplaçant d'un autre candidat.\n\nNul ne peut figurer en qualité de remplaçant sur plusieurs déclarations de candidature.\n\nLa déclaration de candidature est faite par le candidat, son remplaçant ou un représentant du candidat spécialement mandaté par lui. Elle comporte la signature du candidat ainsi que de son remplaçant et indique leurs nom, prénoms, sexe, date et lieu de naissance, domicile et profession. A la suite de sa signature, le remplaçant appose la mention manuscrite suivante : “ La présente signature marque mon consentement à être remplaçant (e) de (indication des nom et prénoms du candidat) à l'élection des conseillers des Français de l'étranger. ”\n\nCette déclaration est assortie de la copie d'un justificatif d'identité du candidat et de son remplaçant.\n\nIII. ― Dans les circonscriptions électorales où plus d'un siège est à pourvoir, chaque liste comprend :\n\n1° Un nombre de candidats égal au nombre de sièges à pourvoir, sous réserve des dispositions de l'article 40 relatives aux délégués consulaires, augmenté de trois, pour l'élection des conseillers des Français de l'étranger ;\n\n2° Un nombre de candidats égal au nombre de sièges à pourvoir, pour l'élection des conseillers à l'Assemblée des Français de l'étranger.\n\nChaque liste est composée alternativement d'un candidat de chaque sexe.\n\nNul ne peut être candidat sur plusieurs listes.\n\nLa déclaration de candidature est faite collectivement pour chaque liste par le candidat tête de liste ou par un représentant spécialement mandaté par lui. Elle indique expressément :\n\n1° Le titre de la liste présentée ;\n\n2° Les nom, prénoms, sexe, date et lieu de naissance, domicile et profession de chacun des candidats et, s'il y a lieu, de leurs remplaçants ;\n\n3° L'ordre de présentation des candidats.\n\nLa déclaration comporte la signature de tous les membres de la liste ainsi que la mention manuscrite suivante : “ La présente signature marque mon consentement à me porter candidat à l'élection des conseillers des Français de l'étranger/ à l'Assemblée des Français de l'étranger sur la liste menée par (indication des nom et prénoms du candidat tête de liste). ” Le dépôt de la liste doit être assorti de l'ensemble des mandats des candidats qui y figurent et de la copie de leur justificatif d'identité.\n\nIV. ― L'ambassadeur ou le chef de poste consulaire de la circonscription électorale donne au déposant un récépissé provisoire de déclaration. Il lui délivre un récépissé définitif dans les quatre jours du dépôt de la déclaration de candidature si celle-ci est conforme aux dispositions de l'article 17, à celles du I du présent article, ainsi qu'à celles du II, en cas d'élection au scrutin majoritaire, ou à celles du III, en cas d'élection à la représentation proportionnelle. Le refus d'enregistrement de la déclaration de candidature est motivé.\n\nLe candidat ou son mandataire ou, dans les circonscriptions où l'élection a lieu au scrutin à la représentation proportionnelle, le candidat placé en tête de liste ou son mandataire dispose d'un délai de soixante-douze heures pour contester le refus d'enregistrement de la déclaration de candidature devant le tribunal administratif de Paris, qui statue dans les trois jours. La décision du tribunal administratif ne peut être contestée qu'à l'occasion d'un recours contre l'élection.\n\nSi les délais impartis aux deux premiers alinéas du présent IV à l'ambassadeur, au chef de poste consulaire ou au tribunal administratif ne sont pas respectés, la candidature doit être enregistrée. L'état des déclarations de candidature est arrêté, dans l'ordre de leur dépôt, par l'ambassadeur ou le chef de poste consulaire le lendemain :\n\n1° Du soixante-dixième jour précédant la date du scrutin, pour l'élection des conseillers des Français de l'étranger ;\n\n2° Du quinzième jour précédant la date du scrutin, pour l'élection des conseillers à l'Assemblée des Français de l'étranger.\n\nIl est publié sur le site internet de l'ambassade ou du poste consulaire et affiché à l'intérieur des locaux diplomatiques ou consulaires, en un lieu accessible au public, jusqu'au jour du scrutin inclus."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. ― Dans les circonscriptions électorales où un unique siège est à pourvoir, les candidatures peuvent être retirées jusqu'à la date limite prévue au I de l'article 19 pour le dépôt des candidatures. Le retrait obéit aux mêmes conditions d'enregistrement que la déclaration de candidature.Lorsqu'un candidat décède postérieurement à l'expiration du délai prévu pour le dépôt des déclarations de candidature, son remplaçant devient candidat et peut désigner un nouveau remplaçant. Lorsqu'un remplaçant décède pendant la même période, le candidat peut désigner un nouveau remplaçant.II. ― Dans les circonscriptions électorales où plus d'un siège est à pourvoir, les retraits de listes complètes sont admis dans le délai prévu au I de l'article 19, à condition que la déclaration de retrait comporte la signature de la majorité des membres de la liste de candidats. Aucun retrait de membre d'une liste n'est admis après le dépôt de la déclaration de candidature.En cas de décès de l'un des candidats, les autres membres de la liste doivent le remplacer immédiatement par un nouveau candidat, au rang du candidat décédé. Cette nouvelle candidature fait l'objet d'une déclaration complémentaire soumise aux règles prévues au même article 19. Toutefois, demeurent valables sans modification les listes portant le nom d'un candidat décédé postérieurement au huitième jour précédant le scrutin."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. ― Les électeurs sont informés de la date de l'élection, des conditions dans lesquelles ils peuvent voter ainsi que des candidats ou de la liste de candidats, par envoi électronique ou, à défaut, par envoi postal, au plus tard :1° Cinquante jours avant la date du scrutin, pour l'élection des conseillers des Français de l'étranger ;2° Onze jours avant la date du scrutin, pour l'élection des conseillers à l'Assemblée des Français de l'étranger.Chaque candidat ou liste de candidats peut transmettre au ministre des affaires étrangères une circulaire électorale afin qu'elle soit mise à disposition et transmise aux électeurs sous une forme dématérialisée.II. ― Les candidats ou listes de candidats remettent leurs bulletins de vote au chef-lieu de leur circonscription électorale.Dans le respect des dispositions du II de l'article 19 et sous réserve des dispositions du second alinéa du I de l'article 20, le bulletin de vote comporte, dans les circonscriptions électorales où un unique siège est à pourvoir, le nom du candidat et celui de son remplaçant.Dans le respect des dispositions du III de l'article 19 et sous réserve des dispositions du second alinéa du II de l'article 20, le bulletin de vote comporte, dans les circonscriptions électorales où plus d'un siège est à pourvoir, le titre de la liste et les noms des candidats, dans l'ordre de leur présentation.III. ― L'Etat prend à sa charge les frais d'acheminement de ces bulletins vers les bureaux de vote de la circonscription électorale.Les candidats ou listes de candidats ayant obtenu au moins 5 % des suffrages exprimés sont remboursés, sur une base forfaitaire, du coût du papier et des frais d'impression des bulletins de vote et, pour la seule élection des conseillers des Français de l'étranger, en application du premier alinéa du II de l'article 15, des affiches électorales."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. ― Pour l'élection des conseillers des Français de l'étranger, les électeurs votent dans les bureaux ouverts à l'étranger par les ambassades et les postes consulaires.\n\nIls peuvent, par dérogation à l'article L. 54 du code électoral, voter par correspondance électronique, au moyen de matériels et de logiciels de nature à respecter le secret du vote et la sincérité du scrutin. Lorsqu'il envisage de ne pas autoriser le vote par correspondance électronique, le Gouvernement consulte préalablement l'Assemblée des Français de l'étranger ou, dans l'intervalle des sessions, son bureau.\n\nII. ― Pour l'élection des conseillers à l'Assemblée des Français de l'étranger, les électeurs votent dans le bureau ouvert au chef-lieu de la circonscription électorale.\n\nIls peuvent, par dérogation au même article L. 54, voter le deuxième vendredi précédant la date du scrutin, dans les conditions prévues au troisième alinéa de l'article 51 de la présente loi."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le recensement des votes et l'attribution des sièges sont effectués à l'ambassade ou au poste consulaire du chef-lieu de la circonscription électorale, en présence des représentants des candidats ou listes de candidats, par l'ambassadeur ou le chef de poste consulaire, ou son représentant. Les résultats sont proclamés au plus tard le mardi suivant le jour du scrutin à 18 heures.Pour l'application de l'article L. 68 du code électoral, la transmission à la préfecture s'entend de la transmission à l'ambassade ou au poste consulaire."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les personnes morales, à l'exception des partis ou groupements politiques, ne peuvent participer au financement de la campagne électorale d'un candidat ou d'une liste de candidats ni en leur consentant des dons sous quelque forme que ce soit, ni en leur fournissant des biens, services ou autres avantages, directs ou indirects, à des prix inférieurs à ceux qui sont habituellement pratiqués.Aucun candidat ni aucune liste de candidats ne peuvent recevoir, directement ou indirectement, pour quelque dépense que ce soit, des contributions ou aides matérielles d'un Etat étranger ou d'une personne morale de droit étranger."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Avant chaque renouvellement général, un arrêté du ministre des affaires étrangères précise le nombre de conseillers à élire dans chaque circonscription en application du présent article.Les limites des circonscriptions consulaires auxquelles se réfère le tableau annexé à la présente loi sont celles qui résultent des dispositions en vigueur à la date de sa promulgation."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Dans les circonscriptions électorales où un unique siège est à pourvoir, l'élection a lieu au scrutin uninominal majoritaire à un tour.Dans les circonscriptions électorales où plusieurs sièges sont à pourvoir, l'élection a lieu au scrutin de liste à un tour, à la représentation proportionnelle suivant la règle de la plus forte moyenne, sans adjonction ni suppression de noms et sans modification de l'ordre de présentation."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Dans les circonscriptions où l'élection a lieu au scrutin majoritaire, est élu le candidat ayant recueilli le plus grand nombre de suffrages exprimés. En cas d'égalité de suffrages, le plus jeune des candidats est élu.Dans les circonscriptions où l'élection a lieu à la représentation proportionnelle, les sièges sont attribués aux candidats d'après l'ordre de présentation. Si plusieurs listes ont la même moyenne pour l'attribution du dernier siège, celui-ci revient à la liste qui a obtenu le plus grand nombre de suffrages. En cas d'égalité de suffrages, le siège est attribué au plus jeune des candidats susceptibles d'être proclamés élus."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Dans les circonscriptions où l'élection a eu lieu au scrutin majoritaire, les conseillers des Français de l'étranger dont le siège devient vacant pour quelque cause que ce soit, autre que l'annulation des opérations électorales, sont remplacés, jusqu'au prochain renouvellement général, par les personnes élues en même temps qu'eux à cet effet.Dans les circonscriptions où l'élection a eu lieu à la représentation proportionnelle, le candidat venant sur une liste immédiatement après le dernier élu est appelé à remplacer, jusqu'au prochain renouvellement général, le conseiller des Français de l'étranger élu sur cette liste dont le siège devient vacant pour quelque cause que ce soit, autre que l'annulation des opérations électorales."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "En cas d'annulation des opérations électorales d'une circonscription ou lorsque les dispositions de l'article 28 ou, le cas échéant, celles de l'article 43 ne peuvent plus être appliquées, il est procédé à des élections partielles dans un délai de quatre mois.Toutefois, il n'est procédé à aucune élection partielle dans les six mois qui précèdent le renouvellement général des conseillers des Français de l'étranger.Les élections partielles obéissent aux mêmes règles que celles prévues, en application du chapitre Ier du présent titre et du présent chapitre, pour les renouvellements généraux. Toutefois, lorsque les dispositions du second alinéa de l'article 28 ne peuvent plus être appliquées, il est pourvu à la vacance du siège par une élection au scrutin uninominal majoritaire, selon les modalités prévues au premier alinéa de l'article 25, aux I et II de l'article 19, au I de l'article 20 et au premier alinéa de l'article 27.Le mandat des personnes élues en application du présent article expire à l'occasion du renouvellement général des conseillers des Français de l'étranger."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les démissions des conseillers des Français de l'étranger sont adressées à l'ambassadeur ou au chef de poste consulaire du chef-lieu de la circonscription électorale.La démission est définitive dès sa réception par cette autorité, qui en informe immédiatement le ministre des affaires étrangères."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les conseillers des Français de l'étranger peuvent prendre communication et copie de l'ensemble des listes électorales consulaires de leur circonscription d'élection, dans les conditions prévues à l'article L. 330-4 du code électoral."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les conseillers à l'Assemblée des Français de l'étranger sont élus dans le cadre de circonscriptions électorales et selon une répartition entre circonscriptions définies au tableau annexé à la présente loi. Les chefs-lieux de circonscription électorale sont fixés par arrêté du ministre des affaires étrangères.Tout conseiller à l'Assemblée des Français de l'étranger est déclaré démissionnaire d'office par arrêté du ministre des affaires étrangères, sauf recours devant le Conseil d'Etat formé dans le délai d'un mois à compter de la notification, si, pour quelque cause que ce soit, il vient à perdre son mandat de conseiller des Français de l'étranger."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. ― Les conseillers à l'Assemblée des Français de l'étranger sont élus dans chaque circonscription au scrutin de liste à un tour, sans adjonction ni suppression de noms et sans modification de l'ordre de présentation.II. ― L'ensemble des sièges est attribué à la représentation proportionnelle selon la règle de la plus forte moyenne entre les listes ayant obtenu au moins 5 % des suffrages exprimés au sein de la circonscription, selon l'ordre de présentation de la liste.Si plusieurs listes ont la même moyenne pour l'attribution du dernier siège, celui-ci revient à la liste qui a obtenu le plus grand nombre de suffrages. En cas d'égalité de suffrages, le siège est attribué au plus jeune des candidats susceptibles d'être proclamés élus."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le bureau de vote est présidé par l'ambassadeur ou le chef de poste consulaire du chef-lieu de la circonscription électorale, ou par son représentant.Pendant toute la durée des opérations électorales, une copie de la liste des électeurs de la circonscription électorale, certifiée par l'ambassadeur ou le chef de poste consulaire du chef-lieu de la circonscription, reste déposée sur la table du bureau de vote. Cette copie constitue la liste d'émargement.Le vote de chaque électeur est constaté par sa signature apposée à l'encre en face de son nom sur la liste d'émargement. Le vote d'un électeur selon les modalités prévues au second alinéa du II de l'article 22 est constaté par une mention expresse en face de son nom sur la liste d'émargement."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Le candidat venant sur une liste immédiatement après le dernier élu est appelé à remplacer, jusqu'au prochain renouvellement général, le conseiller à l'Assemblée des Français de l'étranger élu sur cette liste dont le siège devient vacant pour quelque cause que ce soit, autre que l'annulation des opérations électorales."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "En cas d'annulation des opérations électorales d'une circonscription ou lorsque les dispositions de l'article 35 ne peuvent plus être appliquées, il est procédé à des élections partielles dans un délai de quatre mois.Toutefois, il n'est procédé à aucune élection partielle dans les six mois qui précèdent le renouvellement général des conseillers à l'Assemblée des Français de l'étranger.Les élections partielles obéissent aux mêmes règles que celles prévues, en application du chapitre Ier du présent titre et du présent chapitre, pour les renouvellements généraux. Toutefois, pour les élections où un unique siège est à pourvoir, il est pourvu à la vacance du siège par une élection au scrutin uninominal majoritaire, selon les modalités prévues au premier alinéa de l'article 32, aux I et II de l'article 19, au I de l'article 20 et au premier alinéa de l'article 27.Le mandat des personnes élues en application du présent article expire à l'occasion du renouvellement général des conseillers à l'Assemblée des Français de l'étranger."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les démissions des conseillers à l'Assemblée des Français de l'étranger sont adressées à son président.La démission est définitive dès sa réception par cette autorité, qui en informe immédiatement le ministre des affaires étrangères."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les conseillers à l'Assemblée des Français de l'étranger peuvent prendre communication et copie de l'ensemble des listes électorales consulaires de leur circonscription d'élection, dans les conditions prévues à l'article L. 330-4 du code électoral."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Un décret en Conseil d'Etat détermine les modalités d'application du présent titre."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Dans les circonscriptions électorales mentionnées à l'article 25, des délégués consulaires, destinés à compléter le corps électoral des sénateurs représentant les Français établis hors de France, sont élus en même temps que les conseillers des Français de l'étranger, à raison d'un délégué consulaire pour 10 000 inscrits au registre des Français établis hors de France en sus de 10 000. Le nombre de délégués consulaires à élire dans ces circonscriptions est déterminé en fonction de la population française inscrite au registre des Français établis hors de France, arrêtée au 1er janvier de l'année de l'élection en application du premier alinéa de l'article L. 330-1 du code électoral.Avant chaque renouvellement général, un arrêté du ministre des affaires étrangères précise le nombre de délégués à élire en application du premier alinéa du présent article.Par dérogation aux dispositions du III de l'article 19, dans chaque circonscription où sont à élire des délégués consulaires, chaque liste comprend un nombre de candidats égal au nombre de sièges de conseiller des Français de l'étranger et de sièges de délégué consulaire à pourvoir, augmenté de cinq."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les conditions d'éligibilité, les inéligibilités et les incompatibilités applicables aux délégués consulaires, ainsi que les modalités selon lesquelles ils présentent leur démission, sont celles mentionnées pour les conseillers des Français de l'étranger aux articles 16 et 17."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Une fois les sièges de conseiller des Français de l'étranger attribués, les sièges de délégué consulaire sont répartis entre les listes, dans les conditions prévues à l'article 27. Pour chacune d'elles, ils sont attribués dans l'ordre de présentation, en commençant par le premier des candidats non proclamé élu conseiller des Français de l'étranger."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Par dérogation au second alinéa de l'article 28, le délégué consulaire venant sur une liste immédiatement après le dernier conseiller des Français de l'étranger élu est appelé à remplacer, jusqu'au prochain renouvellement général, le conseiller des Français de l'étranger élu sur cette liste dont le siège devient vacant pour quelque cause que ce soit, autre que l'annulation des opérations électorales.Le candidat venant sur une liste immédiatement après le dernier délégué consulaire élu est appelé à remplacer, jusqu'au prochain renouvellement général, le délégué consulaire élu sur cette liste dont le siège devient vacant pour quelque cause que ce soit, autre que l'annulation des opérations électorales.Lorsque les dispositions du deuxième alinéa du présent article ne peuvent plus être appliquées, il est fait application de l'article 29."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les sénateurs représentant les Français établis hors de France sont élus par un collège électoral composé :\n\n1° Des députés élus par les Français établis hors de France et des sénateurs représentant les Français établis hors de France ;\n\n2° Des conseillers des Français de l'étranger ;\n\n3° Des délégués consulaires.\n\nDans le cas où un conseiller des Français de l'étranger ou un délégué consulaire est également député élu par les Français établis hors de France ou sénateur représentant les Français établis hors de France, un remplaçant lui est désigné, sur sa présentation, par le président de l'Assemblée des Français de l'étranger."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "L'élection a lieu dans les conditions prévues à l'article L. 295 du code électoral."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les listes de candidats sont établies dans les conditions prévues aux articles L. 298 et L. 300 du code électoral.Les déclarations de candidature sont déposées au ministère des affaires étrangères au plus tard le troisième lundi qui précède le scrutin, à 18 heures. Il est donné au déposant un récépissé de dépôt.Nul ne peut être candidat sur plusieurs listes."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Si une déclaration de candidature ne remplit pas les conditions mentionnées à l'article 46, le ministre des affaires étrangères saisit dans les vingt-quatre heures le tribunal administratif de Paris, qui statue dans les trois jours. Son jugement ne peut être contesté que devant le Conseil constitutionnel, saisi de l'élection."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Le chapitre V bis du titre Ier du livre Ier du code électoral est applicable, dans les conditions prévues à la section 4 du livre III du même code.Le plafond des dépenses est de 10 000 € par liste, majoré de 0,007 € par habitant.Les montants prévus au présent article sont actualisés chaque année par décret. Ils évoluent comme l'indice des prix à la consommation des ménages, hors tabac."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les élections ont lieu au jour fixé pour le renouvellement de la série concernée.Le chapitre VI du titre IV du livre II du code électoral est applicable."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les bulletins de vote et le matériel de vote sont mis à la disposition des membres du collège électoral par les ambassadeurs et les chefs de poste consulaire ainsi que par un fonctionnaire du ministère des affaires étrangères désigné par le ministre des affaires étrangères.Les bulletins de vote comprennent le titre de la liste et les noms des candidats dans l'ordre de leur présentation."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Le bureau de vote se réunit au ministère des affaires étrangères. Il est présidé par un conseiller à la cour d'appel de Paris, désigné par le premier président de cette juridiction.Les membres du collège électoral votent au bureau de vote dans les conditions prévues aux articles L. 63 à L. 67, L. 313 et L. 314 et au second alinéa de l'article L. 314-1 du code électoral. Pendant toute la durée des opérations de vote, une copie de la liste des membres du collège électoral, certifiée par le ministre des affaires étrangères, reste déposée sur la table du bureau de vote. Cette copie constitue la liste d'émargement. Pour l'application de l'article L. 65 du même code, les membres du bureau de vote assurent les fonctions de scrutateur.Les membres du collège électoral peuvent également voter le deuxième samedi précédant le scrutin, dans leur circonscription d'élection, auprès de l'ambassadeur ou du chef de poste consulaire. Après passage dans l'isoloir, l'électeur remet en mains propres à l'ambassadeur ou au chef de poste consulaire un pli contenant son bulletin de vote dans une enveloppe. L'électeur signe ce pli ainsi que la liste d'émargement, sur laquelle figure le numéro du pli. Il est remis à l'électeur un récépissé sur lequel figurent le nom du votant et le numéro du pli. Les conditions de l'enregistrement, de la conservation et du transfert du pli au bureau de vote, de nature à respecter le secret du vote et la sincérité du scrutin, sont définies par décret en Conseil d'Etat.Chaque liste peut désigner, auprès du bureau de vote réuni au ministère des affaires étrangères ainsi que dans chaque ambassade ou poste consulaire où le vote a lieu, un délégué chargé de suivre l'ensemble des opérations de vote."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Aussitôt après avoir proclamé les résultats du scrutin, le président du bureau de vote les communique au ministre des affaires étrangères. Il lui adresse également les listes d'émargement ainsi que les documents qui y sont annexés."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Pour l'application du deuxième alinéa de l'article 51, les membres du collège électoral peuvent exercer leur droit de vote par procuration lorsque des obligations professionnelles ou familiales ou des raisons de santé dûment établies les empêchent de participer personnellement au scrutin.Le mandataire doit être membre du collège électoral. Il ne peut disposer que d'une procuration. Si cette limite n'a pas été respectée, seule est valable la procuration dressée en premier ; la ou les autres sont nulles de plein droit.Le vote du mandataire est constaté par l'estampillage de la procuration et par sa signature apposée à l'encre sur la liste d'émargement en face du nom du mandant.Les articles L. 75 à L. 77 du code électoral sont applicables à ces procurations."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les sénateurs représentant les Français établis hors de France peuvent prendre communication et copie de l'ensemble des listes électorales consulaires, dans les conditions prévues à l'article L. 330-4 du code électoral."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Les infractions définies aux articles L. 103 à L. 110 et L. 113 à L. 117 du code électoral sont poursuivies et réprimées dans les conditions prévues à l'article L. 330-16 du même code."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Un décret en Conseil d'Etat détermine les modalités d'application du présent titre."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "A abrogé les dispositions suivantes :"
    }
  ]
}