{
  "id": "jorftext000049385823",
  "type": "statute",
  "title": "LOI n°2024-317 du 8 avril 2024",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000049385823",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale.\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\nIII. - Les I et II du présent article entrent en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2025."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\nII. - Le I du présent article entre en vigueur le 1er janvier 2025."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\n- Code de la santé publique\n\nIII. - Les I et II du présent article entrent en vigueur le premier jour du soixantième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code général de la fonction publique\n\nIII. - Les I et II du présent article entrent en vigueur le 1er janvier 2025. Toutefois, une période transitoire de trois ans à compter de cette même date est instaurée afin de permettre la mise en place des groupements territoriaux sociaux et médico-sociaux sur l'ensemble du territoire métropolitain.Au terme de la première année, le directeur général de l'agence régionale de santé arrête avec les présidents des conseils départementaux de la région la liste des groupements territoriaux sociaux et médico-sociaux.Les groupements de coopération sociale ou médico-sociale publics mentionnés à l'article L. 312-7 du code de l'action sociale et des familles existants peuvent être transformés en groupements territoriaux sociaux et médico-sociaux, dans les conditions mentionnées à la section 4 bis du chapitre II du titre Ier du livre III du même code.L'obligation mentionnée au I de l'article L. 312-7-2 dudit code ne s'applique pas aux territoires et collectivités d'outre-mer."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la santé publique\n\nII. - Le I entre en vigueur le 1er janvier 2025."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Avant le 31 décembre 2024, puis tous les cinq ans, une loi de programmation pluriannuelle pour le grand âge détermine la trajectoire des finances publiques en matière d'autonomie des personnes âgées, pour une période minimale de cinq ans.Elle définit les objectifs de financement public nécessaire pour assurer le bien-vieillir des personnes âgées à domicile et en établissement et le recrutement des professionnels ainsi que les moyens mis en œuvre par l'Etat pour atteindre ces objectifs."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code civil\n\nII. - Le I entre en vigueur à une date fixée par décret, et au plus tard le 31 décembre 2026."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\nII. - Le I entre en vigueur le 1er janvier 2025."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La Caisse nationale de solidarité pour l'autonomie verse une aide financière annuelle aux départements et aux collectivités territoriales uniques afin de contribuer :1° Au soutien à la mobilité, quel que soit le mode de transport, individuel ou collectif, des professionnels de l'ensemble du territoire assurant des prestations d'aide et d'accompagnement dans les services autonomie à domicile mentionnés à l'article L. 313-1-3 du code de l'action sociale et des familles. Une partie de cette contribution peut être affectée par les départements à des aides financières à l'obtention du permis de conduire pour ces professionnels, lorsqu'ils ne peuvent bénéficier d'aucun autre dispositif poursuivant le même objectif ;2° A l'organisation de temps de dialogue et de partage de bonnes pratiques entre professionnels de l'aide à domicile.Les départements et les collectivités territoriales uniques transmettent annuellement à la Caisse nationale de solidarité pour l'autonomie le montant et l'objet des affectations de cette aide financière ainsi qu'une évaluation de son effet sur le soutien au secteur de l'aide à domicile dans le département.Les modalités du versement de l'aide aux départements et aux collectivités territoriales uniques sont fixées par décret. Elles favorisent l'utilisation de véhicules à faibles émissions ou très faibles émissions et tiennent compte des difficultés de continuité territoriale dans les territoires ultramarins et insulaires."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A compter du 1er janvier 2025, une expérimentation visant à modifier les modalités de financement des services autonomie à domicile mentionnés à l'article L. 313-1-3 du code de l'action sociale et des familles, au titre de leur activité d'aide et d'accompagnement, est mise en œuvre par dix départements au plus.II. - Les départements mentionnés au I du présent article peuvent :1° Par dérogation aux articles L. 314-2-1 et L. 347-1 du code de l'action sociale et des familles, mettre en place une dotation globale ou forfaitaire, en remplacement total ou partiel des tarifs horaires, dans le cadre d'une convention avec les services concernés. Par dérogation à l'article L. 313-12-2 du même code, les services autonomie à domicile participant à l'expérimentation ne sont pas soumis à l'obligation de conclure un contrat pluriannuel d'objectifs et de moyens jusqu'au 31 décembre 2026 ;2° Par dérogation aux articles L. 314-2-1 et L. 314-2-2 dudit code, allouer tout ou partie de la dotation mentionnée au 3° du I de l'article L. 314-2-1 du même code sous la forme d'une dotation populationnelle dépendant du nombre et des caractéristiques des usagers concernés et pouvant être modulée selon des engagements relatifs à la qualité du service, à la prévention et à l'accompagnement.Ces expérimentations font l'objet d'une convention entre le président du conseil départemental, le directeur général de l'agence régionale de santé et le directeur de la Caisse nationale de solidarité pour l'autonomie. Le directeur de la caisse d'assurance retraite et de santé au travail peut être partie à la convention.Elles sont engagées pour une durée maximale de deux ans et prennent fin au plus tard le 31 décembre 2026.Au plus tard six mois avant la fin de l'expérimentation, un comité d'évaluation remet un rapport au Parlement. Ce rapport évalue l'effet des adaptations du financement des services concernés sur la qualité de prise en charge, notamment l'amplitude et la continuité de l'accompagnement, sur le reste à charge des personnes bénéficiaires, sur l'équilibre économique des services et sur la qualité de vie au travail des professionnels.Les modalités d'application du présent II sont fixées par décret.\n\nIII. - A modifié les dispositions suivantes :\n\n- LOI n°2021-1754 du 23 décembre 2021"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\nII. - Le I entre en vigueur le 1er janvier 2025.III. - Les tarifs afférents à l'hébergement applicables aux résidents non bénéficiaires de l'aide sociale à l'hébergement en application de l'article L. 342-3-1 du code de l'action sociale et des familles dans sa rédaction résultant de la présente loi ne sont opposables qu'aux résidents dont l'accueil dans l'établissement concerné intervient à compter de la date mentionnée au II du présent article.IV. - Les conventions d'aide sociale conclues en application de l'article L. 342-3-1 du code de l'action sociale et des familles dans sa rédaction antérieure à la présente loi prennent fin au plus tard le 1er janvier 2027."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - A titre expérimental, pour une durée de deux ans à compter du 1er juin 2024, le directeur général de l'agence régionale de santé peut, après consultation du président du conseil départemental, instaurer un quota minimal de chambres réservées à l'accueil de nuit dans les établissements d'hébergement pour personnes âgées dépendantes et dans les résidences autonomie.II. - Les modalités de mise en œuvre de cette expérimentation ainsi que la liste des territoires concernés sont déterminées par décret.III. - Dans un délai de six mois avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation, aux fins notamment d'apprécier l'opportunité de son extension à l'ensemble du territoire et de sa pérennisation."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}