{
  "id": "jorftext000000317523",
  "type": "statute",
  "title": "Loi n° 85-772 du 25 juillet 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000317523",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sont amnistiées, en tant qu'elles sont passibles de sanctions disciplinaires ou professionnelles, les fautes commises avant la date de promulgation de la présente loi, consistant dans le défaut de paiement de cotisations prévues à l'article 8 de la loi n° 47-1564 du 23 août 1947 relative à l'institution d'un ordre national des vétérinaires, à l'article L. 410 du code de la santé publique et à l'article 3 de l'arrêté du 1er avril 1946 relatif à la cotisation des pharmaciens."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Sont amnistiées, en tant qu'elles sont passibles de sanctions disciplinaires ou professionnelles, les fautes commises avant la date de publication de la présente loi, consistant dans le défaut de paiement des cotisations prévues par l'article 31 de l'ordonnance n° 45-2138 du 19 septembre 1945 portant institution de l'ordre des experts-comptables et comptables agréés."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sont réputées avoir acquis, à compter de leur nomination, la qualité de spécialiste du deuxième grade des cadres hospitaliers temporaires d'hémobiologie, les personnes ayant figuré sur la liste des candidats déclarés admis à la suite des épreuves qui ont eu lieu le 30 octobre 1979 au titre du concours ouvert pour le recrutement des cadres susmentionnés.Sont réputées avoir acquis, à compter de leur nomination, la qualité de spécialiste du deuxième grade des cadres hospitaliers d'hémobiologie-transfusion, les personnes ayant figuré sur la liste des candidats déclarés admis à la suite des épreuves qui ont eu lieu les 27 mars et 3 avril 1981 au titre du concours ouvert pour le recrutement des cadres susmentionnés."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les adjoints des hôpitaux régis par le décret n° 78-257 du 8 mars 1978 et intégrés dans le corps des praticiens hospitaliers soumis au décret n° 84-131 du 24 février 1984, portant statut des praticiens hospitaliers, peuvent demander que leur reclassement dans ce dernier corps soit opéré avec effet du 1er janvier 1985, après prise en compte de leurs années de service accomplies dans les établissements d'hospitalisation publics en qualité de chef de clinique des universités-assistants des hôpitaux, d'assistants des universités-assistants des hôpitaux et de leur temps de service national ou de service militaire."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le mandat des membres des commissions médicales consultatives des établissements d'hospitalisation publics, en fonctions au 31 décembre 1984, est prorogé. Un décret en Conseil d'Etat fixe les conditions de renouvellement de ces commissions. Jusqu'à leur renouvellement, les commissions médicales consultatives, lorsqu'elles examinent des questions individuelles relatives au recrutement et à la carrière des praticiens hospitaliers à temps plein ou à temps partiel, se réunissent en formation restreinte composée des représentants des personnels médicaux à l'exception de celui des attachés. Pour la désignation des membres des commissions de spécialité et d'établissement, elles se réunissent en formation restreinte composée des seuls représentants des personnels médicaux enseignants et hospitaliers."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les présidents et présidents de section des commissions de première instance en fonctions à la date d'entrée en vigueur de la présente loi exerceront les fonctions de président et de président de section des tribunaux des affaires de sécurité sociale jusqu'au 31 décembre 1985.Les assesseurs et assesseurs suppléants des commissions de première instance en fonctions à la date d'entrée en vigueur de la présente loi exerceront les fonctions d'assesseur et d'assesseur suppléant des tribunaux des affaires de sécurité sociale jusqu'au 30 juin 1986."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Lorsqu'un salarié est appelé à siéger comme membre du conseil d'administration du fonds d'action sociale pour les travailleurs immigrés et leurs familles, d'une commission régionale pour l'insertion des populations immigrées ou du Conseil national des populations immigrées, son employeur est tenu de lui laisser le temps nécessaire pour se rendre et pour participer aux réunions de ces organismes.\n\nCette autorisation d'absence ne peut être refusée par l'employeur que dans le cas où il estime, après avis conforme du comité d'entreprise ou, s'il n'en existe pas, des délégués du personnel, que cette absence pourrait avoir des conséquences préjudiciables à la production et à la marche de l'entreprise.\n\nLe refus de cette autorisation d'absence par l'employeur est motivé. En cas de différend, l'inspecteur du travail peut être saisi par l'une des parties et pris pour arbitre.\n\nLa participation des salariés aux réunions ci-dessus mentionnées n'entraîne aucune diminution de leur rémunération.\n\nLe temps passé hors de l'entreprise pendant les heures de travail des salariés participant aux réunions ci-dessus mentionnées pour l'exercice de leurs fonctions est assimilé à une durée de travail effectif pour la détermination de la durée des congés payés, du droit aux prestations d'assurances sociales et aux prestations familiales ainsi qu'au regard de tous les droits que le salarié tient du fait de son ancienneté dans l'entreprise.\n\nLes dépenses supportées par l'employeur tant en ce qui concerne le maintien du salaire que la prise en charge des frais de déplacement nécessaires à la participation aux réunions mentionnées au premier alinéa ci-dessus lui sont remboursées :\n\na) Par le fonds d'action sociale pour les travailleurs immigrés et leurs familles, pour les salariés membres du conseil d'administration ou des commissions régionales d'insertion des populations immigrées ;\n\nb) Par l'Etat, pour les salariés membres du conseil national des populations immigrées."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I - L'usage professionnel du titre de psychologue, accompagné ou non d'un qualificatif, est réservé aux titulaires d'un diplôme, certificat ou titre sanctionnant une formation universitaire fondamentale et appliquée de haut niveau en psychologie préparant à la vie professionnelle et figurant sur une liste fixée par décret en Conseil d'Etat ou aux titulaires d'un diplôme étranger reconnu équivalent aux diplômes nationaux exigés.\n\nLes personnes autorisées à faire usage du titre de psychologue sont tenues de faire enregistrer sans frais, auprès de l'agence régionale de santé ou de l'organisme désigné à cette fin, leur diplôme mentionné au précédent alinéa ou l'autorisation mentionnée au II. En cas de changement de situation professionnelle, elles en informent l'agence ou cet organisme.\n\nIl est établi, pour chaque département, par l'agence régionale de santé ou l'organisme désigné à cette fin, une liste de cette profession, portée à la connaissance du public.\n\nLes modalités d'application des dispositions des deuxième et troisième alinéas du présent article sont fixées par décret.\n\nII. - Peuvent être autorisés à faire usage professionnel du titre de psychologue par le ministre chargé de l'enseignement supérieur les ressortissants d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen qui, sans posséder l'un des diplômes, certificats ou titres mentionnés au I, ont suivi avec succès un cycle d'études les préparant à l'exercice de la profession et répondant aux exigences fixées par voie réglementaire, et qui sont titulaires :\n\n1° D'un ou plusieurs diplômes, certificats ou autres titres permettant l'exercice de la profession dans un Etat membre ou un Etat partie qui réglemente l'accès ou l'exercice de la profession, délivrés :\n\na) Soit par l'autorité compétente de cet Etat et sanctionnant une formation acquise de façon prépondérante dans un Etat membre ou un Etat partie, ou dans un pays tiers, dans des établissements d'enseignement qui dispensent une formation conforme aux dispositions législatives, réglementaires ou administratives de cet Etat membre ou partie ;\n\nb) Soit par un pays tiers, à condition que soit fournie une attestation émanant de l'autorité compétente de l'Etat membre ou de l'Etat partie qui a reconnu le ou les diplômes, certificats ou autres titres, certifiant que le titulaire de ce ou ces diplômes, certificats ou autres titres a une expérience professionnelle dans cet Etat de trois ans au moins ;\n\n2° Ou d'un ou plusieurs diplômes, certificats ou autres titres sanctionnant une formation réglementée, spécifiquement orientée sur l'exercice de la profession de psychologue, dans un Etat membre ou un Etat partie qui ne réglemente pas l'accès ou l'exercice de cette profession ;\n\n3° Ou d'un ou plusieurs diplômes, certificats ou autres titres obtenus dans un Etat membre ou un Etat partie qui ne réglemente ni l'accès ou l'exercice de cette profession ni la formation conduisant à l'exercice de cette profession, à condition de justifier d'un exercice à plein temps de la profession pendant un an, ou à temps partiel pendant une durée totale équivalente, au moins au cours des dix années précédentes ou pendant une période équivalente à temps partiel, dans un ou plusieurs Etats, à condition que cet exercice soit attesté par l'autorité compétente de chacun des Etats concernés.\n\nLorsque la formation de l'intéressé porte sur des matières substantiellement différentes de celles qui figurent au programme de l'un ou l'autre des diplômes, certificats ou autres titres mentionnés au I, ou lorsqu'une ou plusieurs des activités professionnelles dont l'exercice est subordonné auxdits diplômes, certificats ou titres ne sont pas réglementées par l'Etat d'origine ou de provenance ou sont réglementées de manière substantiellement différente, le ministre chargé de l'enseignement supérieur peut exiger, après avoir apprécié la formation suivie et les acquis professionnels, que l'intéressé choisisse soit de se soumettre à une épreuve d'aptitude, soit d'accomplir un stage d'adaptation dont la durée ne peut excéder trois ans et qui fait l'objet d'une évaluation.\n\nIII - Peuvent être autorisées à faire usage du titre de psychologe les personnes qui satisfont à l'une des deux conditions ci-après ;\n\n- exercer des fonctions de psychologue en qualité de fonctionnaire ou d'agent public à la date d'entrée en vigueur de la présente loi, cette condition étant prorogée au-delà de cette date pendant une période qui ne peut excéder sept ans pour les fonctionnaires et agents publics ultérieurement recrutés ou employés en qualité de psychologue ;\n\n- faire l'objet, sur leur demande qui doit être déposée dans un délai fixé par décret, d'une décision administrative reconnaissant qu'elles remplissaient les conditions de formation ou d'expérience professionnelle leur conférant une qualification analogue à celle des titulaires des documents mentionnés au paragraphe I, à la date d'entrée en vigueur de la présente loi. Le récépissé du dossier de demande vaut autorisation provisoire d'user du titre jusqu'à la décision administrative.\n\nLes conditions à remplir et les modalités des décisions administratives mentionnées au présent article sont déterminées par décret en Conseil d'Etat.\n\nIV - L'usurpation du titre de psychologue est punie des peines encourues par le délit d'usurpation de titre prévu par l'article 433-17 du code pénal."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Ont la qualité de membres du conseil supérieur des universités les personnes élues ou nommées antérieurement à la date de publication de la présente loi en application du décret n° 83-299 du 13 avril 1983. Ces personnes siègent valablement dans les sections, sous-sections, groupes de section, intersections de groupes, interdisciplinaires constituant ce conseil supérieur des universités pendant le délai nécessaire à la mise en place d'un nouveau conseil et, au plus tard, jusqu'au 30 juin 1986. Elles pourront être immédiatement rééligibles dans ce nouveau conseil.Les décisions individuelles prises sur avis, désignation ou proposition du conseil supérieur provisoire des universités institué par le décret n° 82-738 du 24 août 1982 et de la commission nationale instituée par l'article 8 du décret n° 83-627 du 7 juillet 1983 relatif au recrutement des maîtres assistants dans certains établissements d'enseignement supérieur et de recherche relevant du ministère de l'éducation nationale sont validées en tant que leur régularité serait mise en cause sur le fondement de l'illégalité des articles 4 et 5 du décret précité du 24 août 1982.Les décisions individuelles prises sur avis, désignation ou proposition du conseil supérieur des universités institué par le décret n° 83-299 du 13 avril 1983 sont validées en tant que leur régularité serait mise en cause sur le fondement de l'illégalité de l'article 4 de ce décret et de celle de l'arrêté du 14 juin 1983 déterminant la définition et la composition des sections du conseil supérieur des universités."
    }
  ]
}