{
  "id": "jorftext000039241255",
  "type": "statute",
  "title": "LOI n°2019-1063 du 18 octobre 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000039241255",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Les mandats des membres de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ne sont pas interrompus du fait de l'entrée en vigueur de la présente loi. Les dispositions de l'article L. 130 du code des postes et des communications électroniques relatives à la qualification dans le domaine de la presse requise pour la nomination des membres de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse entrent en vigueur lors de la première nomination suivant la date de l'entrée en vigueur de la présente loi.II. - La première réunion de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse a lieu dans le mois suivant la date de l'entrée en vigueur de la présente loi.III. - La première réunion de la commission du réseau de la diffusion de la presse mentionnée à l'article 26 de la loi n° 47-585 du 2 avril 1947 relative au statut des entreprises de groupage et de distribution de journaux et de publications périodiques dans sa rédaction résultant de la présente loi a lieu dans les six mois suivant l'entrée en vigueur de la présente loi.IV. - Les membres de l'Autorité de régulation de la distribution de la presse, du Conseil supérieur des messageries de presse et de la commission spécialisée prévue au 6° de l'article 18-6 de la loi n° 47-585 du 2 avril 1947 précitée dans sa rédaction antérieure à la présente loi sont maintenus dans leurs fonctions dans les conditions suivantes :1° Jusqu'à la date de la première réunion de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, l'Autorité de régulation de la distribution de la presse et le Conseil supérieur des messageries de presse exercent les compétences, autres que celle mentionnée au 2° du présent IV, qui leur sont dévolues par les dispositions législatives et réglementaires en vigueur à la date de la publication de la présente loi ;2° Jusqu'à la date de la première réunion de la commission du réseau de la diffusion de la presse, le Conseil supérieur des messageries de presse et sa commission du réseau exercent les compétences qui leur sont dévolues par les 6° et 7° de l'article 18-6 de la loi n° 47-585 du 2 avril 1947 précitée dans leur rédaction antérieure à la présente loi en matière d'implantation de points de vente, de certificats d'inscription des agents de la vente de presse et de gestion du fichier recensant les agents de la vente.V. - A compter de la première réunion de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse suivant la date d'entrée en vigueur de la présente loi :1° Les décisions prises par l'Autorité de régulation de la distribution de la presse et le Conseil supérieur des messageries de presse avant la date de la réunion précitée sont maintenues de plein droit jusqu'à décision contraire de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ;2° La validité des actes de constatation et de procédure accomplis antérieurement à la réunion précitée s'apprécie au regard des dispositions législatives et réglementaires en vigueur à la date à laquelle ils ont été pris ou accomplis ;3° Les demandes portées par le président de l'Autorité de régulation de la distribution de la presse ou par le président du Conseil supérieur des messageries de presse devant la cour d'appel de Paris en application des dispositions de l'article 18-14 de la loi n° 47-585 du 2 avril 1947 précitée dans sa rédaction antérieure à la présente loi sont poursuivies de plein droit par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ;4° La charge de la défense des décisions prises par l'Autorité de régulation de la distribution de la presse et par le Conseil supérieur des messageries de presse faisant l'objet d'un recours ou d'une demande de sursis à exécution encore pendants devant la cour d'appel de Paris est transférée à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse.VI. - A compter de la première réunion de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse suivant la date d'entrée en vigueur de la présente loi, le Conseil supérieur des messageries de presse est dissous.La liquidation du Conseil supérieur des messageries de presse est assurée par son président assisté de son trésorier. Elle est financée sur les fonds du Conseil supérieur des messageries de presse. Les contributions mises à la charge des sociétés coopératives de messageries de presse pour l'année 2019 restent dues au liquidateur. A l'issue des opérations de liquidation, qui devront être achevées six mois au plus tard après l'entrée en vigueur de la présente loi, les fonds demeurant disponibles ou, selon le cas, les dettes restant à couvrir, sont répartis entre les sociétés coopératives au prorata de leur volume d'activité."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Les personnes morales qui, à la date de publication de la présente loi, assurent la distribution de la presse conformément aux prescriptions de la loi n° 47-585 du 2 avril 1947 relative au statut des entreprises de groupage et de distribution de journaux et de publications périodiques dans sa rédaction antérieure à la présente loi peuvent poursuivre, sans être soumises à l'agrément prévu à l'article 12 de la loi n° 47-585 du 2 avril 1947 précitée dans sa rédaction résultant de la présente loi, leur activité jusqu'à la date à laquelle prendront effet les agréments délivrés par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse sur la base du cahier des charges prévu au même article 12. Elles sollicitent leur premier agrément dans les six mois suivant la publication de ce cahier des charges, qui ne peut pas être postérieure au 1er janvier 2023.Elles sont soumises sans délai aux obligations applicables aux sociétés agréées de distribution de la presse prévues par la loi n° 47-585 du 2 avril 1947 précitée dans sa rédaction résultant de la présente loi.II. - Dans les deux mois suivant la date de publication de la présente loi, les personnes morales mentionnées au I du présent article informent des conditions techniques, tarifaires et contractuelles de leurs prestations l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, qui fait application du 2° de l'article 18 de la loi n° 47-585 du 2 avril 1947 précitée dans sa rédaction résultant de la présente loi.Dans les six mois suivant la date de publication de la présente loi, elles transmettent à l'autorité :1° Le schéma territorial prévu à l'article 12 de la loi n° 47-585 du 2 avril 1947 précitée ;2° Un document présentant les types de prestations et les niveaux de service envisagés du point de vue logistique et financier.L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut rendre opposables à ces personnes les modalités de distribution de la presse sur lesquelles elles s'engagent à travers la transmission des informations et documents mentionnés ci-dessus. Elle peut également leur demander de les modifier lorsque ces personnes ne respectent pas les principes de la même loi dans sa rédaction résultant de la présente loi.En cas de manquement aux obligations mentionnées au présent II, l'autorité peut prononcer des sanctions à l'encontre de ces personnes morales dans les conditions prévues à l'article 24 de loi n° 47-585 du 2 avril 1947 précitée.III. - Le premier accord interprofessionnel conclu sur le fondement du 2° de l'article 5 de la loi n° 47-585 du 2 avril 1947 précitée dans sa rédaction résultant de la présente loi est négocié entre les organisations professionnelles représentatives des entreprises de presse et des diffuseurs de presse et les personnes morales mentionnées au I du présent article. Cet accord est communiqué à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et au ministre chargé de la communication dans un délai de six mois à compter de la date de publication de la présente loi.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}