{
  "id": "jorftext000000313972",
  "type": "statute",
  "title": "Loi n° 62-933 du 8 août 1962",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000313972",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Pourront être cédés de gré à gré, dans les conditions fixées par décret en Conseil d'Etat, à des personnes de droit privé ou de droit public, et sous condition que les cessionnaires les utilisent aux fins prescrites par le cahier des charges annexé à l'acte de cession, les terrains nus ou bâtis, expropriés en vue de permettre la construction d'habitations individuelles ou collectives avec leurs installations annexes à l'intérieur des secteurs de construction définis à l'article 4 du décret n° 58-1463 du 31 décembre 1958 ou des périmètres de construction définis à l'article 5-1 du même décret modifié par le décret n° 62-460 du 13 avril 1962, sur avis de la commission départementale de l'aménagement foncier."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les groupements agricoles fonciers prévus à l'article 14 de la loi d'orientation agricole n° 60-808 du 5 août 1980 sont des sociétés civiles formées entre plusieurs propriétaires en vue de rassembler des immeubles agricoles situés dans une même commune ou dans des communes voisines afin de sortir de l'indivision ou de créer ou de conserver une ou plusieurs exploitations agricoles ou d'en assurer ou d'en faciliter la gestion, éventuellement en les donnant à bail, dans la limite d'une superficie déterminée par région naturelle par le préfet après avis de la commission départementale des structures.Les groupements agricoles fonciers doivent avoir une durée d'au moins neuf ans. Les dispositions des 3° et 4° de l'article 1865 du code civil ne leur sont pas applicables. Leur capital social doit être constitué au moins pour 80 p. 100 de son montant, par des apports d'immeubles ou de droits immobiliers à destination agricole. L'apport d'un bien grevé d'usufruit doit être fait simultanément par le nu-propriétaire et par l'usufruitier.L'application des présentes dispositions ne doit en aucun cas permettre de déroger au statut des baux ruraux et aux dispositions concernant les cumuls d'exploitations.Les actes constatant la constitution, la prorogation ou l'augmentation du capital social d'un groupement agricole foncier sont enregistrés au droit fixe prévu à l'article 670 du code général des impôts.Les statuts peuvent prévoir qu'à la dissolution d'un groupement foncier agricole, l'attribution préférentielle pourra, conformément aux articles 832 et 832-1 du code civil, être accordée à celui ou à ceux des membres qui participent ou ont participé à l'exploitation.    Les dispositions de l'article 710 du code général des impôts sont étendues à cette attribution sous la double réserve que la durée du groupement n'ait pas été inférieure à neuf années et que le groupement en dissolution n'ait pas admis d'autres associés que les héritiers et le conjoint survivant d'un propriétaire ou exploitant ou leurs héritiers donataires ou légataires."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Gouvernement déposera, avant le 15 septembre 1962, un projet de loi tendant à améliorer la production et à orienter dans le sens des besoins nationaux la production des forêts, qu'elles relèvent ou non du régime forestier."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le Gouvernement devra déposer, avant le 15 septembre 1962, le projet de loi relatif aux adductions d'eau rurales prévu par l'article 4 de la loi de programme n° 60-775 du 30 juillet 1960 ainsi qu'un projet de loi relatif à l'hydraulique."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Dans le but d'harmoniser les disciplines de production, de commercialisation, de prix et d'appliquer des règles communes de mise en marché, les organismes reconnus énumérés à l'article précédent et les syndicats agricoles à vocation générale ou spécialisée peuvent se grouper pour constituer, dans une région donnée, et pour un même secteur de produits tel que défini au paragraphe 2° de l'article précédent, un comité économique agricole.Les comités économiques agricoles doivent être soit des syndicats agricoles régis par la loi du 21 mars 1884 modifiée par la loi du 12 mars 1920, soit des associations régies par la loi du 1er juillet 1901 ; toutefois l'adhésion ne peut être refusée à un groupement de producteurs reconnu qui en ferait la demande.Les comités économiques agricoles édictent des règles communes aux organismes qui en sont membres.Les priorités et les avantages particuliers dont bénéficient les groupements de producteurs reconnus peuvent être accordés aux comités économiques agricoles lorsqu'ils sont agréés par le ministre de l'agriculture.L'agrément est accordé, suspendu ou retiré par arrêté du ministre de l'agriculture pris après avis du conseil supérieur d'orientation et de coordination de l'économie agricole et alimentaire."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les comités économiques agricoles justifiant d'une expérience satisfaisante de certaines disciplines peuvent demander à l'autorité administrative compétente que celles des règles acceptées par leurs membres, concernant l'organisation des productions, la promotion des ventes et la mise en marché, à l'exception de l'acte de vente, soient rendues obligatoires pour l'ensemble des producteurs de la région considérée.L'extension de tout ou partie de ces règles peut être prononcée après avis du conseil supérieur d'orientation et de coordination de l'économie agricole et alimentaire, sauf si un tiers au moins des producteurs, représentant au moins un tiers de la production commercialisée, préalablement consultés dans des conditions prévues par décret en Conseil d'Etat, ont fait connaître leur opposition.L'autorité compétente dispose d'un délai de trois mois à compter de la date de l'avis mentionné au précédent alinéa pour se prononcer sur la demande d'extension. Si, au terme de ce délai, elle ne s'est pas prononcée, la demande est réputée acceptée.Lorsque les groupements de producteurs intéressés responsables des produits ont fixé des disciplines adaptant la production aux exigences du marché et mettent en vente aux enchères publiques, sous contrat ou à l'exportation, la totalité de la production de leurs membres et si l'effort de discipline réalisé risque d'être compromis, les comités économiques agricoles peuvent demander l'extension du principe d'un prix de retrait.Dans ce cas, ce prix est fixé avant le début de chaque campagne par le ministre de l'agriculture, en accord avec le ministre des finances et des affaires économiques, après avis du conseil de direction du Fonds d'orientation et de régularisation des marchés agricoles et dans les délais prévus à l'article 10 du décret n° 61-827 du 29 juillet 1961 relatif au fonctionnement du Fonds d'orientation et de régularisation des marchés agricoles.En aucune façon, le Fonds d'orientation et de régularisation des marchés agricoles ne pourra soutenir une opération de retrait se traduisant directement ou indirectement par la destruction de denrées alimentaires.Les produits en excédent et qui ne pourraient trouver de débouchés seront distribués gratuitement, avec le concours des producteurs, aux vieillards et aux économiquement faibles."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions d'application des articles 14 à 17 feront l'objet des décrets pris après avis du conseil d'Etat qui préciseront notamment la composition de la commission nationale technique prévue aux articles 14 et 15, celles des catégories de règles visées à l'article 16 qui sont susceptibles d'être étendues à l'ensemble des producteurs, les sanctions contraventionnelles frappant les contrevenants aux règles rendues obligatoires, et les modalités du contrôle qui s'exercera sur les organismes auxquels s'appliquent les articles 14 et 15."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Pendant la période transitoire de la politique agricole commune de la Communauté européenne, aucune entreprise de production de porcs, de volailles et d'oeufs ne pourra être créée ni développée sans autorisation préalable du ministre de l'agriculture, si la capacité de production prévue excède la limite maximum de capacité de production qui sera fixée par arrêté dans la région de son établissement.L'autorisation ne pourra être refusée lorsque la création ou l'extension a pour effet d'améliorer les conditions de rentabilité d'une exploitation familiale agricole sans lui faire perdre ce caractère.Le ministre de l'agriculture et le ministre des finances et des affaires économiques fixent, après consultation des commissions régionales des structures et du conseil de direction du fonds d'orientation et de régularisation des marchés agricoles, les critères à partir desquels ces entreprises seront considérées comme industrielles ; l'aide aux investissements ne leur sera pas applicable.Ces critères tiennent compte, selon les régions, notamment du niveau de la production nationale et régionale, de l'équilibre de l'emploi et des produtions, et du niveau des revenus.Des décrets en Conseil d'Etat détermineront, en tant que de besoin, les modalités d'application des dispositions qui précèdent. Les sanctions applicables pourront comporter la fermeture provisoire ou définitive de l'entreprise par l'autorité judiciaire.Aucune entreprise à caractère industriel de production de porcs, de volailles et d'oeufs ne pourra être créée avant la publication des décrets prévus pour l'application du présent article."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - a) Le Gouvernement déposera, avant le 15 octobre 1962, un projet de loi tendant à la réorganisation de l'inspection sanitaire des denrées alimentaires d'origine animale.b) (paragraphe modificateur).II. - Le projet de loi visé au paragraphe I a ci-dessus fixera, en outre, les conditions dans lesquelles pourront être fermés, améliorés ou créés les abattoirs publics non retenus au plan d'équipement. Il déterminera notamment les bases du calcul des indemnités qui pourront, le cas échéant, être versées aux collectivités ou sociétés d'économie mixte, maîtres de l'ouvrage."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Pour assurer et permettre l'application des décisions prises par la Communauté européenne pour la mise en oeuvre de la politique agricole commune, le Gouvernement est habilité à prendre toutes dispositions nécessaires relevant normalement du domaine de la loi, par voie d'ordonnances, après consultation des commissions compétentes des Assemblées, prises dans les conditions prévues à l'article 38 de la Constitution.Le Gouvernement ne peut, à ce titre, instituer des taxes ou cotisations qui ne seraient pas la conséquence directe des décisions de la Communauté européenne.Les ordonnances prévues pourront être prises jusqu'au 30 juin 1963 et seront déposées devant le Parlement, pour ratification, au plus tard dans les trois mois suivant leur promulgation."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Dans la mesure où la mise en oeuvre de la politique agricole de la Communauté européenne ou l'amélioration de la qualité des produits mis sur le marché le rendent nécessaire, le Gouvernement, après consultation des organisations professionnelles intéressées, peut fixer par décret, pris après avis du Conseil d'Etat, les conditions de qualité et d'hygiène auxquelles devront satisfaire les fabrications et les installations des entreprises, quelle que soit leur forme juridique, appelées à intervenir dans la tranformation ou la commercialisation des produits agricoles et alimentaires.Les infractions aux dispositions du présent article et à celles des règlements pris pour son application sont constatées par les fonctionnaires et agents habilités à cet effet par arrêté conjoint du ministre de l'agriculture, du ministre chargé du commerce et, le cas échéant, du ministre de la santé publique et de la population. Ces fonctionnaires et agents sont commissionnés et assermentés.Les infractions seront réprimées comme il est dit à l'article 32 de la loi du 19 décembre 1917 modifiée relative aux établissements dangereux, insalubres ou incommodes.En cas de condamnation à une peine contraventionnelle, le tribunal pourra interdire au condamné l'exercice de son activité."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "En vue d'accélérer, pendant une période de douze années, l'amélioration des structures des exploitations agricoles et de donner aux agriculteurs les moyens d'améliorer la rentabilité de leurs exploitations, des crédits sont ouverts au ministère de l'agriculture, au titre d'un fonds dit \"fonds d'action social pour l'aménagement des structures agricoles\".Les opérations du fonds d'action sociale pour l'aménagement des structures agricoles sont inscrites au budget du ministère de l'agriculture dans les conditions qui seront fixées par la loi de finances."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le fonds d'action sociale pour l'aménagement des structures agricoles est chargé d'allouer une indemnité annuelle de départ dont le montant est fixé par l'autorité administrative compétente, aux agriculteurs âgés de soixante ans au moins et de soixante-cinq ans au plus, exerçant cette activité à titre principal, susceptibles de bénéficier d'un avantage de vieillesse agricole à l'âge requis, qui cessent leur activité de chef d'exploitation agricole et rendent disponibles des terres répondant à des conditions de superficie.\n\nLe seuil de soixante ans prévu ci-dessus est ramené à cinquante-cinq ans pour les exploitants agricoles qui ont un taux d'invalidité supérieur à 50 p. 100 ou qui sont devenus chefs d'exploitation par suite du décès de leur conjoint.\n\nDans des conditions prévues par décret, les terres rendues disponibles peuvent être cédées à un ou plusieurs chefs d'exploitation à titre principal s'installant ou déjà installés. Ces terres doivent être cédées en pleine propriété ou dans les conditions prévues au livre VI du code rural et de la pêche maritime, en respectant les règles relatives au contrôle des structures des exploitations agricoles. Ces terres peuvent être également affectées au reboisement ou à un usage non agricole d'intérêt général.\n\nLa réglementation applicable pour l'octroi de l'indemnité viagère de départ est celle en vigueur à la date du dépôt de la demande.\n\nLe fonds d'action sociale pour l'aménagement des structures agricoles est également chargé d'allouer une indemnité viagère de départ ayant le caractère d'un complément de retraite :\n\n- aux titulaires de l'indemnité annuelle, à compter de la date à laquelle ils perçoivent un avantage de vieillesse agricole ;\n\n- aux agriculteurs, à titre principal, ayant cessé d'exploiter, qui bénéficient d'un avantage de vieillesse agricole, avant leur soixante-cinquième anniversaire ;\n\n- et, pendant un délai fixé par l'autorité administrative compétente, aux agriculteurs à titre principal, bénéficiaires d'un avantage de vieillesse agricole obtenu après leur soixante-cinquième anniversaire, ayant cessé d'exploiter.\n\nL'indemnité viagère de départ est accordée si les agriculteurs cèdent les terres qu'ils mettent en valeur dans les conditions fixées au troisième alinéa du présent article. Son montant est fixé par l'autorité administrative en fonction de l'âge auquel l'intéressé a cessé son activité.\n\nLe montant des cessions consenties à titre onéreux n'est pas pris en compte dans le calcul des ressources ouvrant droit à l'allocation supplémentaire du fonds national de solidarité.\n\nLe fonds d'action sociale pour l'aménagement des structures agricoles attribue également des indemnités de réinstallation sur une nouvelle exploitation et des prêts aux agriculteurs cessant de mettre en valeur des exploitations non viables dans des conditions favorisant l'aménagement foncier ou l'installation de jeunes agriculteurs.\n\nDes indemnités et des prêts peuvent aussi être accordés aux agriculteurs effectuant la conversion d'une exploitation non viable pour se rapprocher des conditions optimales résultant des études prévues à l'article 7 de la loi n° 60-808 du 5 août 1960 d'orientation agricole.\n\nLes conditions d'attribution des indemnités prévues aux alinéas précédents seront fixées par décret.\n\nIl favorise l'emploi ou le réemploi dans de nouvelles activités professionnelles, et notamment dans des activités connexes à l'agriculture, des agriculteurs, des fils d'agriculteurs en surnombre et des salariés agricoles en chômage, par l'attribution de bourses en vue de la rééducation professionnelle.\n\nIl accorde des aides spécifiques destinées à améliorer le niveau de vie des familles et la formation intellectuelle des fils des agriculteurs qui doivent se maintenir sur leurs exploitations agricoles."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "En application de l'article 41 de la loi d'orientation agricole n° 60-808 du 5 août 1960, le Gouvernement déposera, avant le 1er novembre 1962, un projet de loi organisant un régime de garantie contre les calamités agricoles et la mortalité du bétail."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Le Gouvernement déposera avant le 1er janvier 1963 un projet de loi organisant les groupements pastoraux."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le Gouvernement fera procéder à l'établissement d'un cadastre arboricole fruitier, pour lequel il sera procédé au recensement général des parcelles plantées. Des arrêtés interministériels fixeront les modalités de déclaration à souscrire à cet effet et celles qui devront permettre la tenue à jour dudit cadastre. Un décret en Conseil d'Etat déterminera les sanctions frappant les contrevenants à ces dispositions."
    }
  ]
}