{
  "id": "jorftext000024419055",
  "type": "statute",
  "title": "Ordonnance n° 2011-915 du 1er août 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024419055",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les sommes relevant du 2° de l'article L. 214-17-2 du même code ne peuvent être distribuées que pour les exercices ouverts à compter du 1er janvier 2013."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La mention dans le prospectus de l'organisme de placement collectif en valeurs mobilières prévue au deuxième alinéa de l'article L. 533-22-1 du même code est insérée à l'occasion de sa plus proche modification à compter de l'entrée en vigueur du décret mentionné à cet alinéa."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les fonds communs d'intervention sur les marchés à terme constitués avant la date de publication de la présente ordonnance demeurent soumis aux dispositions de l'article L. 214-42 du même code dans sa rédaction antérieure à cette date."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. ― Pour les organismes de placement collectif en valeurs mobilières constitués avant la date de publication de la présente ordonnance et agréés conformément à la directive 2009/65/ CE du 13 juillet 2009, le document d'information clé pour l'investisseur mentionné au III de l'article L. 214-23 du même code est établi le 1er juillet 2012 au plus tard.II. ― Pour les organismes de placement collectif en valeurs mobilières constitués avant la date de publication de la présente ordonnance, autres que ceux mentionnés au I, pour lesquels s'applique le III de l'article L. 214-23 du même code, le document d'information clé pour l'investisseur prévu par ce III est établi le 1er juillet 2013 au plus tard."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les organismes de placement collectif en valeurs mobilières bénéficiant d'une procédure de reconnaissance mutuelle des agréments au sens de la directive 85/611/CEE du 20 décembre 1985 sont réputés agréés conformément à la directive 2009/65/CE du Parlement européen et du Conseil du 13 juillet 2009."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le Premier ministre et le ministre de l'économie, des finances et de l'industrie sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}