{
  "id": "jorftext000037307624",
  "type": "statute",
  "title": "LOI n°2018-727 du 10 août 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037307624",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La stratégie nationale d'orientation de l'action publique, annexée à la présente loi, est approuvée."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-L'article L. 124-2 du code des relations entre le public et l'administration est applicable aux contrôles initiés à compter de la publication de la présente loi.\n\n-Code des relations entre le public et l'administration"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le 2° du I s'applique aux déclarations rectificatives déposées à compter de la publication de la présente loi.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux déclarations déposées à compter de la publication de la présente loi.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le 1° du I est applicable aux demandes mentionnées aux articles L. 10, L. 16 ou L. 23 A du livre des procédures fiscales envoyées ou aux propositions de rectifications adressées à compter de la publication de la présente loi et, en cas de vérification de comptabilité, d'examen de comptabilité ou d'examen contradictoire de situation fiscale personnelle, aux contrôles dont les avis sont adressés à compter de la publication de la présente loi.\n\nLe 2° du I est applicable aux contrôles dont les avis sont adressés à compter du 1er janvier 2019.Le 3° du I est applicable aux contrôles dont les avis sont adressés à compter de la publication de la présente loi et aux enquêtes effectuées par l'administration à compter de la même date.\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - L'indication des points contrôlés mentionnés au second alinéa de l'article L. 80 A du livre des procédures fiscales, prévue au second alinéa de l'article L. 49 du même livre dans sa rédaction résultant du 1° du I du présent article, est applicable aux contrôles dont les avis sont adressés à compter du 1er janvier 2019.III. - L'indication des points contrôlés mentionnés aux 10° à 12° de l'article L. 80 B du livre des procédures fiscales, prévue au second alinéa de l'article L. 49 du même livre et au I bis de l'article L. 80 M dudit livre dans leur rédaction résultant, respectivement, des 1° et 3° du I du présent article, est applicable aux contrôles dont les avis sont adressés à compter de la publication de la présente loi et aux enquêtes effectuées par l'administration à compter de la même date.\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances, dans un délai de neuf mois à compter de la promulgation de la présente loi, toute disposition relevant du domaine de la loi modifiant le code général des impôts ou le livre des procédures fiscales en vue de renforcer la sécurité juridique des entreprises soumises à des impôts commerciaux. Ces dispositions définissent, à cet effet, le régime permettant à l'administration d'examiner, le cas échéant sur place, sur demande des entreprises, la conformité de leurs opérations à la législation fiscale et de prendre formellement position sur l'application de celle-ci. Ces dispositions précisent les modalités d'accompagnement par l'administration ainsi que les moyens de publicité adaptés permettant la reconnaissance, notamment sous forme de labellisation, des entreprises engagées dans ce régime. Elles fixent, aux fins d'assurer un équilibre entre l'objectif de sécurité juridique poursuivi et les exigences de bonne administration, les critères permettant de définir les entreprises ou les catégories d'entreprises susceptibles de bénéficier de ce dispositif, en fonction notamment de leur taille, du caractère innovant ou complexe de leur activité ainsi que des enjeux fiscaux significatifs de leurs opérations.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. à VII.-A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVIII.-Un décret en Conseil d'Etat précise les modalités d'application du présent article, notamment le contenu, les modalités de dépôt et d'avis de réception des demandes ainsi que les conditions et délais dans lesquels il y est répondu.\n\n-Code du patrimoine\n\n-Code de l'éducation\n\n-Code du travail\n\n-Code de commerce\n\n-Code de la consommation\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "A titre expérimental, pour certaines des procédures de rescrit mentionnées à l'article 21, le demandeur peut joindre à sa demande un projet de prise de position. Celui-ci est réputé approuvé en l'absence de réponse de l'administration dans un délai de trois mois à compter de la réception de la demande.L'expérimentation est mise en œuvre pour une durée de trois ans à compter de la publication du décret mentionné au dernier alinéa du présent article. Elle fait l'objet d'une évaluation dont les résultats sont présentés au Parlement.Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\n- Code des douanes\n\n- Ordonnance n° 2008-860 du 28 août 2008\n\n- Ordonnance n° 2009-799 du 24 juin 2009\n\n- Ordonnance n° 2011-1920 du 22 décembre 2011\n\nV. - Les I à IV s'appliquent aux demandes de rescrit présentées à l'administration à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "A compter du 1er janvier 2021, les administrations au sens du 1° de l'article L. 100-3 du code des relations entre le public et l'administration, à l'exception des collectivités territoriales et de leurs établissements publics, ne peuvent recourir à un numéro téléphonique surtaxé dans leurs relations avec le public au sens du 2° du même article L. 100-3."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "A titre expérimental, les administrations, les établissements publics de l'Etat et les organismes de sécurité sociale dont la liste est fixée par décret ainsi que les collectivités territoriales, leurs groupements et les établissements publics locaux qui en font la demande peuvent instituer, pour des procédures et des dispositifs déterminés, un référent unique à même de faire traiter des demandes qui lui sont adressées pour l'ensemble des services concernés. Ce référent unique est joignable par tout moyen par les administrés au sein de l'agence ou de l'antenne dont ils dépendent.L'expérimentation est menée pour une durée de quatre ans à compter de la publication du décret prévu au premier alinéa et fait l'objet d'une évaluation, notamment de son impact sur les délais de traitement des demandes, dont les résultats sont transmis au Parlement."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "A titre expérimental, pour une durée de trois ans à compter de la promulgation de la présente loi, le responsable d'un service portant le label “France Services” défini à l'article 27 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations peut être désigné par certains des participants, au sens du même article 27, en tant que référent unique à même de traiter, pour des procédures et des dispositifs déterminés, les demandes qui lui sont adressées et de prendre, s'il y a lieu, les décisions correspondantes au nom de ces participants. Dans ce cas, la convention-cadre définit les décisions que le responsable du service portant le label “France Services” peut prendre sur délégation des autorités compétentes et les modalités de désignation de celui-ci.\n\nL'expérimentation fait l'objet d'une évaluation dont les résultats sont transmis au Parlement."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "A titre expérimental et avec l'accord des signataires des contrats de ville concernés, dans les quartiers prioritaires de la politique de la ville définis à l'article 5 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine dont la liste est fixée par décret, les porteurs de projets peuvent effectuer un dépôt unique dématérialisé des demandes de concours financiers qu'ils adressent aux signataires des contrats de ville prévus à l'article 6 de la même loi.Les signataires des contrats de ville organisent une instruction partagée de ces demandes et prennent une décision collégiale dans le cadre de l'instance de pilotage prévue au même article 6. Ils instituent un référent unique chargé du suivi des demandes et de la coordination entre les différents services instructeurs.Cette expérimentation est menée pour une durée de trois ans à compter de la publication du décret prévu au premier alinéa du présent article. Elle fait l'objet d'une évaluation dont les résultats sont transmis au Parlement au plus tard six mois avant son terme."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "A titre expérimental et pour une durée de quatre ans à compter de la publication du décret prévu au dernier alinéa du présent article, dans les régions Hauts-de-France et Auvergne-Rhône-Alpes, l'ensemble des contrôles opérés par les administrations mentionnées à l'article L. 100-3 du code des relations entre le public et l'administration à l'encontre d'une entreprise de moins de deux cent cinquante salariés et dont le chiffre d'affaires annuel n'excède pas 50 millions d'euros ne peut dépasser, pour un même établissement, une durée cumulée de neuf mois sur une période de trois ans.Cette limitation de durée n'est pas opposable s'il existe des indices précis et concordants de manquement à une obligation légale ou réglementaire.Les contrôles opérés à la demande de l'entreprise concernée en application de l'article L. 124-1 du même code ne sont pas pris en compte dans le calcul de cette durée cumulée.Dans le cadre de cette expérimentation, une administration mentionnée à l'article L. 100-3 dudit code, lorsqu'elle engage un contrôle à l'encontre d'une entreprise, informe celle-ci, à titre indicatif, de la durée de ce contrôle et, avant le terme de la durée annoncée, de toute prolongation de celle-ci.Dans le cadre de cette expérimentation, une administration mentionnée au même article L. 100-3, lorsqu'elle a effectué un contrôle à l'encontre d'une entreprise, transmet à l'entreprise concernée les conclusions de ce contrôle et une attestation mentionnant le champ et la durée de celui-ci.Les administrations mentionnées audit article L. 100-3 s'échangent les informations utiles à la computation de la durée cumulée des contrôles entrant dans le champ de l'expérimentation sans que puisse être opposée l'obligation au secret, conformément à l'article 226-14 du code pénal.Ces dispositions ne sont pas applicables :1° Aux contrôles destinés à s'assurer du respect des règles prévues par le droit de l'Union européenne ;2° Aux contrôles destinés à s'assurer du respect des règles préservant directement la santé publique, la sécurité des personnes et des biens ou l'environnement ;3° Aux contrôles résultant de l'exécution d'un contrat ;4° Aux contrôles effectués par les autorités de régulation à l'égard des professionnels soumis à leur contrôle.L'expérimentation fait l'objet d'une évaluation, notamment de son impact sur les délais administratifs, dont les résultats sont transmis au Parlement au plus tard six mois avant son terme.Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I.-L'article L. 243-13 du code de la sécurité sociale est applicable à titre expérimental aux entreprises de moins de vingt salariés pour une durée de trois ans à compter de la publication de la présente loi.II.-Le présent article s'applique aux contrôles engagés à compter du lendemain de la publication de la présente loi.III.-L'expérimentation fait l'objet d'une évaluation dont les résultats sont transmis au Parlement au plus tard six mois avant son terme."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Le V de l'article L. 217-7-1 du code de la sécurité sociale entre en vigueur le 1er janvier 2020."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Sans préjudice des dispositifs particuliers qui peuvent être sollicités par les entreprises, il est créé, à titre expérimental et pour une durée de trois ans à compter de la publication du décret prévu au deuxième alinéa du présent article, un dispositif de médiation visant à résoudre les différends entre, d'une part, les entreprises et, d'autre part, les administrations et les établissements publics de l'Etat, les collectivités territoriales et les organismes de sécurité sociale. Cette médiation respecte les règles relatives aux délais de recours et de prescription prévues à l'article L. 213-6 du code de justice administrative.Un décret fixe les modalités de cette expérimentation, en particulier les régions où elle est mise en œuvre et les secteurs économiques qu'elle concerne.L'expérimentation fait l'objet d'une évaluation dont les résultats sont transmis au Parlement."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi et visant à :1° Permettre aux bénéficiaires des prestations sociales et des minima sociaux d'exercer, à l'occasion de la notification des indus qui leur est faite et préalablement à l'engagement d'un recouvrement ou d'un recours gracieux, un droit de rectification des informations les concernant lorsque ces informations ont une incidence sur le montant de ces indus ;2° Harmoniser et modifier les règles relatives au contenu des notifications d'indus afin d'y inclure la possibilité d'exercer le droit à rectification mentionné au 1° et d'en faciliter la compréhension par les bénéficiaires.Ces mesures ne peuvent faire obstacle à ce que, après l'exercice du droit de rectification, les sommes indues soient ensuite recouvrées dans les délais et selon les procédures prévus par les dispositions en vigueur.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication des ordonnances."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi nécessaire pour prévoir, à titre expérimental et pour une durée de trois ans :1° Les conditions dans lesquelles des établissements du réseau des chambres d'agriculture assurent, au bénéfice des exploitants agricoles, une mission d'information sur la réglementation nationale et européenne qui leur est applicable et sur les contrôles susceptibles d'être réalisés à ce titre, d'appui au dépôt des demandes d'aides par ces exploitants et d'assistance à leur mise en conformité avec la réglementation ;2° Les conditions dans lesquelles les chambres régionales d'agriculture qui le souhaitent exercent à titre exclusif, en lieu et place des autres établissements du réseau de leur circonscription, tout ou partie des missions attribuées à ceux-ci ;3° Le transfert aux chambres régionales d'agriculture, ou la mise à la disposition de ces dernières, de personnels employés par d'autres établissements du réseau de leur circonscription.L'expérimentation peut être restreinte à certaines régions ou certains départements.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nII. - A créé les dispositions suivantes :\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Sans préjudice de l'article L. 114-8 du code des relations entre le public et l'administration, à titre expérimental et pour une durée de trois ans à compter de la publication du décret en Conseil d'Etat prévu au troisième alinéa du présent article, les personnes inscrites au répertoire des entreprises et de leurs établissements, qui y consentent, ne sont pas tenues de communiquer à une administration des informations que celle-ci détient déjà dans un traitement automatisé ou qui peuvent être obtenues d'une autre administration par un tel traitement.Lorsqu'elle obtient des informations par un traitement automatisé, l'administration en informe la personne concernée. Elle assure la confidentialité et la protection de ces informations afin d'empêcher qu'elles soient déformées ou endommagées ou que des tiers non autorisés y aient accès.Un décret en Conseil d'Etat, pris après avis motivé et publié de la Commission nationale de l'informatique et des libertés, précise les modalités d'application du présent article, notamment la liste des traitements automatisés entrant dans le champ de l'expérimentation ainsi que, pour chaque traitement, la liste des données disponibles.L'expérimentation fait l'objet d'une évaluation, notamment de son impact sur les délais administratifs, dont les résultats sont transmis au Parlement."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I., II. et III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Sont dispensées de la signature de leur auteur, dès lors qu'elles comportent ses prénom, nom et qualité ainsi que la mention du service auquel celui-ci appartient, les décisions administratives relatives à la gestion des fonctionnaires et agents contractuels de droit public des établissements publics industriels et commerciaux produites à l'aide de systèmes d'information présentant des garanties équivalentes à celles qui résultent des articles 9 à 12 de l'ordonnance n° 2005-1516 du 8 décembre 2005 relative aux échanges électroniques entre les usagers et les autorités administratives et entre les autorités administratives, quelles que soient les modalités de notification aux intéressés, y compris par l'intermédiaire d'un téléservice.\n\n-Loi n° 90-568 du 2 juillet 1990\n\n-Code des relations entre le public et l'administration"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - A titre expérimental, le demandeur d'une carte nationale d'identité, d'un passeport, d'un permis de conduire ou d'un certificat d'immatriculation est, à sa demande et lorsqu'il utilise un téléservice, dispensé de la production de pièces justificatives relatives à son domicile.Pour bénéficier de cette dispense, le demandeur déclare son domicile et produit à l'administration en charge de l'instruction de sa demande une information permettant son identification auprès d'un fournisseur d'un bien ou d'un service attaché à son domicile. Un arrêté fixe la liste de ces fournisseurs pour chacun des titres mentionnés au premier alinéa.Le fournisseur mentionné au deuxième alinéa du présent I est tenu de répondre aux sollicitations de l'administration en lui communiquant les données à caractère personnel lui permettant de vérifier le domicile déclaré par le demandeur.L'administration assure la confidentialité et la protection de ces informations.II. - Cette expérimentation est menée dans les départements de l'Aube, du Nord, des Yvelines et du Val-d'Oise pour une durée de dix-huit mois à compter de la promulgation de la présente loi. Elle fait l'objet d'une évaluation dont les résultats sont transmis au Parlement."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - A titre expérimental, pour les Français établis hors de France, une attestation de résidence, délivrée par un poste diplomatique ou consulaire, datée de moins de trois mois et dont les modalités de délivrance sont fixées par décret, se substitue à toute demande de justificatif de domicile ou de résidence pour les demandes de duplicata d'un permis de conduire français.II. - Cette expérimentation est menée dans l'ensemble du réseau consulaire français pour une durée de dix-huit mois à compter de la publication des décrets prévus aux I et III. L'expérimentation fait l'objet d'une évaluation dont les résultats sont transmis au Parlement.III. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires pour permettre à titre expérimental, pendant une durée maximale de trois ans à compter de la publication de l'ordonnance, et dans un objectif de simplification et de sécurisation des démarches des usagers, la dématérialisation de l'établissement, de la conservation, de la gestion et de la délivrance des actes de l'état civil dont le service central d'état civil du ministère des affaires étrangères et les autorités diplomatiques et consulaires sont dépositaires, dans des conditions garantissant la sécurité, l'intégrité et la confidentialité des traitements automatisés des données de l'état civil mis en œuvre.L'ordonnance détermine les conditions dans lesquelles l'établissement, la conservation, la gestion et la délivrance des actes de l'état civil continuent d'être assurés, pendant la période d'expérimentation, sur support papier ou sur support électronique conformément à l'article 40 du code civil. Elle précise les conditions d'un éventuel retour à ces seules modalités au terme de cette période et les conditions de l'évaluation de l'expérimentation.Les résultats de l'évaluation de cette expérimentation sont transmis au Parlement.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Le Gouvernement remet au Parlement, dans les six mois à compter de la promulgation de la présente loi, un rapport dressant un bilan des obligations comptables des associations cultuelles régies par la loi du 9 décembre 1905 concernant la séparation des Eglises et de l'Etat, telles que définies par l'ordonnance n° 2015-904 du 23 juillet 2015 portant simplification du régime des associations et des fondations."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de trois mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi visant à faciliter la réalisation de projets de construction et à favoriser l'innovation :1° En fixant les conditions dans lesquelles le maître d'ouvrage de bâtiments peut être autorisé, dans l'attente de l'entrée en vigueur de l'ordonnance prévue au II, à déroger à certaines règles de construction sous réserve qu'il apporte la preuve qu'il parvient, par les moyens qu'il entend mettre en œuvre, à des résultats équivalents à ceux découlant de l'application des règles auxquelles il est dérogé et que ces moyens présentent un caractère innovant ;2° En prévoyant les conditions dans lesquelles l'atteinte de ces résultats est contrôlée avant le dépôt de la demande d'autorisation d'urbanisme puis à l'achèvement du bâtiment.En outre, cette ordonnance peut abroger le I de l'article 88 de la loi n° 2016-925 du 7 juillet 2016 relative à la liberté de la création, à l'architecture et au patrimoine.II.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi visant à faciliter la réalisation de projets de construction :1° En prévoyant la possibilité de plein droit pour le maître d'ouvrage de bâtiments de satisfaire à ses obligations en matière de construction s'il fait application de normes de référence ou s'il apporte la preuve qu'il parvient, par les moyens qu'il entend mettre en œuvre, à des résultats équivalents à ceux découlant de l'application des normes de référence et en fixant les modalités selon lesquelles cette preuve est apportée avant le dépôt de la demande d'autorisation d'urbanisme et celles selon lesquelles les résultats atteints sont contrôlés après l'achèvement du bâtiment ;2° En adoptant une rédaction des règles de construction applicables propre à éclairer, notamment par l'identification des objectifs poursuivis, le maître d'ouvrage sur les obligations qui lui incombent et qu'il respecte selon l'une des modalités prévues au 1° du présent II.III.-Les ordonnances prévues aux I et II visent à assurer que l'atteinte des résultats est évaluée dans un cadre impartial et en conformité avec les dispositions du titre IV du livre II du code des assurances.Elles permettent un accès au marché pour des solutions en matière de construction innovantes, en prévoyant des modalités d'évaluation de l'atteinte des résultats équivalents adaptées à la nature de la dérogation.IV.-Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues aux I et II du présent article."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures relevant du domaine de la loi destinées à expérimenter de nouvelles formes de rapprochement, de regroupement ou de fusion d'établissements d'enseignement supérieur et de recherche qui ont accepté le rapprochement, le regroupement ou la fusion. Ces mesures expérimentales portent sur :1° De nouveaux modes d'organisation et de fonctionnement des établissements d'enseignement supérieur et de recherche et de leur regroupement prévu au 2° de l'article L. 718-3 du code de l'éducation ;2° De nouveaux modes de coordination territoriale dérogeant au dernier alinéa du même article L. 718-3 ;3° De nouveaux modes d'intégration, sous la forme d'un établissement public à caractère scientifique, culturel et professionnel regroupant plusieurs établissements d'enseignement supérieur et de recherche qui peuvent conserver ou non leur personnalité morale pendant tout ou partie de l'expérimentation.En outre, cette ordonnance définit les conditions de l'application de ces expérimentations, le cas échéant avec les adaptations nécessaires, en Nouvelle-Calédonie et en Polynésie française.II.-L'expérimentation est menée pour une période maximale de dix ans à compter de la date de publication de l'ordonnance prévue au I. Un an au plus tard avant son terme, elle fait l'objet d'une évaluation par le Haut Conseil de l'évaluation de la recherche et de l'enseignement supérieur mentionné à l'article L. 114-3-1 du code de la recherche.III.-L'ordonnance prévue au I précise les conditions dans lesquelles l'établissement issu d'une des formes de rapprochement, de regroupement ou de fusion mentionnées au même I peut acquérir, jusqu'à la fin de la période mentionnée au II et selon la forme qu'il a expérimentée, le statut de l'un des types d'établissements publics à caractère scientifique, culturel et professionnel mentionnés à l'article L. 711-2 du code de l'éducation.IV.-L'ordonnance prévue au I est prise dans un délai de six mois à compter de la promulgation de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance.L'Etat et chacun des établissements créés dans le cadre de l'expérimentation organisée par le présent article fixent d'un commun accord les objectifs singuliers qui y président ainsi que le calendrier et les critères d'évaluation associés.Dans un délai de trois ans à compter de la publication de l'ordonnance prise sur le fondement du présent article, le Gouvernement remet au Parlement un rapport présentant un premier bilan des expérimentations engagées dans ce cadre, recensant les différentes formes juridiques adoptées par les établissements et identifiant les voies adaptées afin de les pérenniser, le cas échéant."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I.-A titre expérimental, le bénéficiaire ou l'auteur d'une décision administrative non réglementaire entrant dans l'une des catégories définies au deuxième alinéa du présent I peut saisir le tribunal administratif d'une demande tendant à apprécier la légalité externe de cette décision.Le premier alinéa du présent I est applicable aux décisions précisées par le décret en Conseil d'Etat prévu au V, prises sur le fondement du code de l'expropriation pour cause d'utilité publique, du code de l'urbanisme ou des articles L. 1331-25 à L. 1331-29 du code de la santé publique et dont l'éventuelle illégalité pourrait être invoquée, alors même que ces décisions seraient devenues définitives, à l'appui de conclusions dirigées contre un acte ultérieur.Le premier alinéa n'est pas applicable aux décisions prises par décret.II.-La demande en appréciation de régularité est formée dans un délai de trois mois à compter de la notification ou de la publication de la décision en cause. Elle est rendue publique dans des conditions permettant à toute personne ayant intérêt à agir contre cette décision d'intervenir à la procédure.La demande est présentée, instruite et jugée dans les formes prévues par le code de justice administrative, sous réserve des adaptations réglementaires nécessaires. Elle suspend l'examen des recours dirigés contre la décision en cause et dans lesquels sont soulevés des moyens de légalité externe, à l'exclusion des référés prévus au livre V du code de justice administrative.Le tribunal statue dans un délai fixé par voie réglementaire. Il se prononce sur tous les moyens de légalité externe qui lui sont soumis ainsi que sur tout motif d'illégalité externe qu'il estime devoir relever d'office, y compris s'il n'est pas d'ordre public.III.-La décision du tribunal n'est pas susceptible d'appel mais peut faire l'objet d'un pourvoi en cassation.Si le tribunal constate la légalité externe de la décision en cause, aucun moyen tiré de cette cause juridique ne peut plus être invoqué par voie d'action ou par voie d'exception à l'encontre de cette décision.Par dérogation à l'article L. 242-1 du code des relations entre le public et l'administration, l'autorité administrative peut retirer ou abroger la décision en cause, si elle estime qu'elle est illégale, à tout moment de la procédure et jusqu'à l'expiration d'un délai de deux mois après que la décision du juge lui a été notifiée.IV.-L'expérimentation est menée, pour une durée de trois ans à compter de la publication du décret en Conseil d'Etat prévu au V, dans le ressort des tribunaux administratifs, au nombre maximal de quatre, désignés par ce décret. Elle fait l'objet d'une évaluation dans les conditions fixées par le même décret.V.-Un décret en Conseil d'Etat précise les décisions entrant dans le champ du deuxième alinéa du I et pouvant faire l'objet d'une demande en appréciation de régularité, en tenant compte notamment de la multiplicité des contestations auxquelles elles sont susceptibles de donner lieu.Le décret prévu au premier alinéa du présent V fixe également les modalités d'application du présent article, notamment les conditions dans lesquelles les personnes intéressées sont informées, d'une part, des demandes tendant à apprécier la régularité d'une décision et de leurs conséquences éventuelles sur les recours ultérieurs et, d'autre part, des réponses qui sont apportées à ces demandes par le tribunal."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi visant à modifier les dispositions du code de la consommation et du code monétaire et financier relatives au taux effectif global et à prévoir les mesures de coordination et d'adaptation découlant de ces modifications en vue :1° D'une part, excepté dans le cas des contrats de crédit à taux fixe, de supprimer la mention obligatoire du taux effectif global dans les contrats de crédit aux entreprises lorsque cette mention est inappropriée à ces contrats ;2° D'autre part, de clarifier et d'harmoniser le régime des sanctions civiles applicables en cas d'erreur ou de défaut de ce taux, en veillant en particulier, conformément aux exigences énoncées par la directive 2008/48/ CE du Parlement européen et du Conseil du 23 avril 2008 concernant les contrats de crédit aux consommateurs et abrogeant la directive 87/102/ CEE du Conseil et par la directive 2014/17/ UE du Parlement européen et du Conseil du 4 février 2014 sur les contrats de crédit aux consommateurs relatifs aux biens immobiliers à usage résidentiel et modifiant les directives 2008/48/ CE et 2013/36/ UE et le règlement (UE) n° 1093/2010, au caractère proportionné de ces sanctions civiles au regard des préjudices effectivement subis par les emprunteurs.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nII. à IV. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV. - Le IV s'applique aux rapports afférents aux exercices clos à compter de la publication de la présente loi.\n\n- Code monétaire et financier\n\n- Code de commerce\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I.-A titre expérimental, dans un nombre limité de régions désignées par décret en Conseil d'Etat et pour une durée de trois ans à compter de la promulgation de la présente loi, la procédure de délivrance de l'autorisation environnementale mentionnée au chapitre unique du titre VIII du livre Ier du code de l'environnement, lorsque le projet a donné lieu à une concertation préalable prévue à l'article L. 121-15-1 du même code sous l'égide d'un garant dans les conditions prévues par son article L. 121-16-1, fait l'objet des adaptations procédurales suivantes :1° Par dérogation aux articles L. 181-9 à L. 181-11, l'enquête publique prévue au I de l'article L. 123-2 est remplacée par une participation du public par voie électronique dans les formes prévues à l'article L. 123-19 ;2° L'affichage de l'avis d'ouverture est effectué dans les mêmes communes que celles dans lesquelles aurait été affiché l'avis d'enquête publique en l'absence d'expérimentation ;3° Cet avis mentionne l'adresse à laquelle des observations peuvent être transmises par voie postale.Le présent article n'est pas applicable lorsqu'il est fait application des deux premiers alinéas du I de l'article L. 123-6 du code de l'environnement.L'expérimentation fait l'objet d'une évaluation dont les résultats sont transmis au Parlement au plus tard six mois avant son terme.II.-Le Gouvernement remet au Parlement, dans un délai de deux ans à compter de la publication de la loi de ratification de l'ordonnance n° 2016-1060 du 3 août 2016 portant réforme des procédures destinées à assurer l'information et la participation du public à l'élaboration de certaines décisions susceptibles d'avoir une incidence sur l'environnement, un rapport dressant un bilan de l'application de cette ordonnance. Ce rapport doit notamment évaluer le recours des porteurs de projets aux procédures de participation du public organisées en amont et en aval, leur coût, l'effectivité de la participation du public et les délais de réalisation des projets faisant l'objet de telles procédures, et proposer d'éventuelles mesures correctives.III.-L'ordonnance n° 2017-80 du 26 janvier 2017 relative à l'autorisation environnementale est ratifiée."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Pour les procédures de mise en concurrence mentionnées à l'article L. 311-10 du code de l'énergie relatives à des installations de production d'énergie renouvelable en mer dont le candidat retenu a été désigné avant le 1er janvier 2015 et pour lesquelles les contrats prévus à l'article L. 311-12 du même code n'ont pas encore été conclus à la date de publication de la présente loi, le ministre chargé de l'énergie peut demander, préalablement à la conclusion desdits contrats, au candidat retenu d'améliorer son offre, notamment en diminuant le montant du tarif d'achat, en modifiant les modalités de révision ou de versement de ce tarif ou en réduisant la puissance de l'installation, le cas échéant par dérogation à certaines dispositions du cahier des charges mentionné aux articles L. 311-10-1 et L. 311-10-2 dudit code.\n\nL'acceptation par le ministre chargé de l'énergie de l'offre améliorée emporte, en tant que de besoin, mise à jour du cahier des charges mentionné aux mêmes articles L. 311-10-1 et L. 311-10-2 et le contenu de cette offre améliorée s'impose au contrat que le candidat retenu conclut avec Électricité de France conformément à l'article L. 311-12 du même code.\n\nLe Conseil d'Etat est compétent pour connaître en premier et dernier ressort des recours dirigés contre la décision du ministre chargé de l'énergie et le contrat administratif mentionnés au deuxième alinéa du présent III ainsi que contre la décision d'approbation par le ministre chargé de l'énergie du modèle de ce contrat.\n\nIV.-Pour les procédures de mise en concurrence mentionnées à l'article L. 311-10 du code de l'énergie relatives à des installations de production d'énergie renouvelable en mer dont le candidat retenu a été désigné avant le 1er janvier 2015 et pour lesquelles les contrats prévus à l'article L. 311-12 du même code n'ont pas encore été conclus à la date de publication de la présente loi, la décision de l'autorité administrative désignant le candidat retenu à l'issue de la procédure de mise en concurrence peut être abrogée par décret.\n\nCette abrogation entraîne l'abrogation de l'autorisation d'exploiter une installation de production d'électricité prévue à l'article L. 311-1 dudit code et la résiliation de la convention de concession d'utilisation du domaine public maritime accordée en application de l'article L. 2124-3 du code général de la propriété des personnes publiques qui est liée au projet, si une telle convention a déjà été conclue.\n\nEn cas d'abrogation de la décision désignant le candidat retenu, ce dernier remet au ministre chargé de l'énergie l'ensemble des études menées afin de réaliser son projet, ainsi que l'ensemble des données collectées sur le site ou relatives au site, en particulier les données météorologiques et de vent, météocéaniques, géotechniques et géophysiques et l'ensemble des données à caractère environnemental.\n\nEn cas d'abrogation de la décision désignant le candidat retenu, ce dernier est indemnisé de l'ensemble des frais, dûment justifiés et en relation directe avec le projet, exposés entre la date d'adoption de la décision désignant le candidat retenu et la date d'entrée en vigueur du décret d'abrogation mentionné au premier alinéa du présent IV, après déduction des éventuelles subventions publiques versées. Les indemnisations relatives aux études mentionnées au troisième alinéa sont calculées sur la base des frais de réalisation des études dûment justifiés.\n\nL'indemnité comprend également, le cas échéant, les coûts raisonnables et dûment justifiés liés à la rupture des contrats conclus par le candidat retenu pour la réalisation du projet, dès lors que ces contrats ont été conclus à des conditions normales et que leur signature n'a pas été anticipée au-delà de ce qui était nécessaire pour satisfaire aux exigences du cahier des charges de la procédure de mise en concurrence.\n\nCette indemnité est exclusive de toute indemnité complémentaire, notamment de l'indemnité contractuelle prévue en cas de résiliation de la convention de concession d'utilisation du domaine public maritime accordée en application de l'article L. 2124-3 du code général de la propriété des personnes publiques.\n\nEn cas d'abrogation de la décision du ministre chargé de l'énergie désignant un candidat retenu à l'issue d'une procédure de mise en concurrence en application du premier alinéa du présent IV, le ministre chargé de l'énergie lance, dans un délai ne pouvant excéder six mois, une nouvelle procédure de mise en concurrence relative à des installations de production d'énergie renouvelable en mer d'une puissance au moins égale et sur la même zone géographique ou sur une zone géographique à proximité. La saisine préalable de la Commission nationale du débat public prévue à l'article L. 121-8-1 du code de l'environnement s'applique à la procédure prévue au présent IV.\n\nV.-Pour les procédures de mise en concurrence mentionnées à l'article L. 311-10 du code de l'énergie relatives à des installations de production d'énergie renouvelable en mer dont le candidat retenu a été désigné avant le 1er janvier 2015, le gestionnaire du réseau public de transport supporte le coût du raccordement correspondant aux conditions techniques prévues par le cahier des charges et la convention de raccordement, y compris les coûts échoués en cas d'abandon de la procédure de mise en concurrence ou d'abrogation de la décision désignant le candidat retenu en application du IV du présent article. Les éventuelles modifications de ces conditions à l'initiative du candidat retenu sont à la charge de ce dernier.\n\nLe gestionnaire du réseau public de transport rembourse au candidat retenu, dans un délai de trois mois à compter de l'entrée en vigueur de la présente loi, l'intégralité des sommes perçues au titre du raccordement.\n\nEn cas de défaillance du candidat retenu, ce dernier assume les coûts échoués correspondant au coût du capital immobilisé par le gestionnaire du réseau public de transport au titre du raccordement.\n\nLa composante du prix de l'électricité correspondant au coût du raccordement au réseau public de transport est supprimée de l'offre du candidat retenu et du tarif d'achat de l'électricité produite versé au producteur dans le cadre du contrat conclu en application de l'article L. 311-12 du code de l'énergie.\n\nVI.-La concession d'utilisation du domaine public maritime relative aux ouvrages de production d'énergie renouvelable en mer peut prévoir une occupation ou une utilisation de ce domaine à titre gratuit pendant la durée du contrat conclu en application de l'article L. 311-12 du code de l'énergie.\n\nLe présent VI est applicable aux concessions d'utilisation du domaine public maritime relatives aux ouvrages de production d'énergie renouvelable en mer déjà conclues à la date d'entrée en vigueur de la présente loi.\n\n-Code de l'énergie\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi visant à simplifier la procédure d'élaboration et de révision des schémas régionaux de raccordement au réseau des installations de production d'électricité usant d'énergies renouvelables prévue à l'article L. 321-7 du code de l'énergie, afin d'accélérer l'entrée en vigueur de ces schémas, et mettre en cohérence les autres dispositions du même code.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de l'expropriation pour cause d'utilité publique"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi et concernant l'activité d'entrepreneur de spectacles vivants, visant à :1° Simplifier et moderniser le régime juridique de l'exercice de l'activité d'entrepreneur de spectacles vivants ;2° Mettre en place un régime de sanctions administratives se substituant au régime de sanctions pénales prévu aux fins de réprimer l'exercice illégal de l'activité d'entrepreneur de spectacles vivants ;3° Abroger ou modifier les dispositions devenues inadaptées ou obsolètes ;4° Garantir le respect des règles relatives à la sécurité des lieux de spectacle et des dispositions relatives au droit du travail, au droit de la protection sociale et au droit de la propriété littéraire et artistique.II.-Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi en vue de réformer les dispositions du code minier relatives à l'octroi et à la prolongation des titres permettant l'exploration et l'exploitation de l'énergie géothermique, ce afin d'établir, d'une part, un régime simplifié adapté aux projets en situation géologique connue et ne nécessitant qu'une phase d'exploration limitée et, d'autre part, un régime plus complet pour les autres projets, sans que la distinction entre ces deux régimes soit fondée sur la température du gîte.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Le Gouvernement présente au Parlement un rapport annuel sur :1° L'application des dispositions réglementaires permettant à un pétitionnaire de joindre à sa demande d'autorisation le projet de décision qu'il propose à l'administration de prendre en réponse à cette demande ;2° L'expérimentation de la possibilité pour les préfets et les directeurs des agences régionales de santé de déroger à des normes réglementaires ;3° L'état d'avancement de la dématérialisation des procédures au sein des administrations de l'Etat ;4° Les actions entreprises pour étendre les horaires d'ouverture au public des administrations de l'Etat ;5° Le développement de référents uniques dans les administrations de l'Etat ;6° L'expérimentation, prévue à l'article 40, de la possibilité donnée aux personnes morales inscrites au répertoire des entreprises et de leurs établissements de ne pas communiquer à l'administration des informations que celle-ci détient déjà dans un traitement automatisé ou qui peuvent être obtenues d'une autre administration par un tel traitement ;7° Les actions de formation et d'accompagnement des agents des administrations de l'Etat mises en œuvre pour atteindre les objectifs de la présente loi ;8° Les actions entreprises par les administrations et les services publics en relation avec les usagers pour permettre à toute personne un accès à une information transparente sur l'efficacité et la qualité des services rendus, notamment par l'affichage d'indicateurs de résultats et de satisfaction dans les sites d'accueil physique et sur les sites internet des administrations concernées."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juin 2019, un rapport relatif à l'adoption et au maintien, dans le droit positif, de mesures législatives ou réglementaires allant au-delà des exigences minimales du droit de l'Union européenne. Il met à même toute organisation professionnelle d'employeurs ou toute organisation syndicale de salariés, représentatives au niveau interprofessionnel ou au niveau de la branche concernée, ou toute organisation représentant les entreprises du secteur concerné de lui adresser, pour la préparation de ce rapport, ses observations. Ce rapport étudie les différentes formes de surtransposition pratiquées, leurs causes, leurs effets ainsi que leurs justifications. Il identifie les adaptations de notre droit nécessaires pour remédier aux surtranspositions inutiles ou injustifiées."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Les rapports d'évaluation des expérimentations prévues aux articles 22, 29, 30, 31, 32, 33, 36, 40, 45, 53, 54 et 56 rendent compte des conditions dans lesquelles les personnes intéressées ont participé à ces évaluations."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Au plus tard au moment du dépôt du projet de loi de ratification devant le Parlement, le Gouvernement rend compte au Parlement des conditions dans lesquelles les personnes intéressées ont été associées à l'élaboration des ordonnances prévues aux articles 17, 37, 38, 49, 50, 52, 55, 58, 61, 63 et 67."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Dans un délai de deux mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport sur l'application du principe selon lequel le silence de l'administration vaut acceptation et sur les moyens de réduire et de limiter les exceptions à ce principe, afin d'améliorer et de simplifier les rapports entre l'administration et les usagers."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Deux ans après leur entrée en vigueur, les articles 5, 7, 9, 14, 15 et 16 font l'objet d'une évaluation comptable et financière établie par la Cour des comptes et transmise au Parlement.La présente loi sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "STRATÉGIE NATIONALE D'ORIENTATION DE L'ACTION PUBLIQUE\n\nLa présente stratégie nationale énonce les orientations et les objectifs de l'action publique vers une société de confiance, d'ici à 2022.I. - Vers une administration de conseil et de service :L'administration est au service des personnes, qu'elle conseille loyalement et accompagne dans leurs démarches. Les prérogatives et les moyens qui lui sont conférés pour la mise en œuvre des politiques publiques sont employés au bénéfice de ces personnes.L'autonomie et la protection des agents publics dans leurs relations avec les usagers sont garanties.Les personnes intéressées sont associées aux politiques publiques dans des conditions adaptées à chaque domaine d'intervention. Lorsqu'une telle association est décidée pour une action déterminée, la décision prévoit les moyens nécessaires à cette association.Lorsqu'une personne est soumise par la loi ou le règlement à une obligation, elle est réputée s'y être conformée dans sa relation avec l'administration.L'administration accompagne les usagers qui la sollicitent pour les aider dans la bonne application des règles qui les concernent. L'administration leur facilite l'accès aux données les concernant strictement.Les rapports entre le public et l'administration sont fondés sur les principes de loyauté, de simplicité et d'adaptation.L'administration développe les modalités non contentieuses de traitement des contestations, notamment la médiation.L'administration prend en compte la capacité financière du contribuable dans le cas d'un recouvrement fiscal ou administratif.II. - Vers une action publique modernisée, simplifiée, décentralisée et plus efficace :L'action publique fait l'objet d'évaluations régulières, notamment quant à son efficacité, son mode d'organisation et sa capacité à satisfaire les usagers dans leurs demandes de conseils et de services. Les statistiques sur la mise en œuvre des pénalités sont publiées, en distinguant celles figurant dans les propositions de rectification ou les notifications de bases imposées d'office de celles maintenues à l'issue de la procédure de redressement.Les missions de l'administration sont régulièrement évaluées, y compris de manière indépendante, notamment quant à leur pertinence pour répondre aux nouveaux besoins de la société. L'évaluation de l'administration associe les personnes intéressées, dont les propositions sont prises en compte pour l'organisation et l'adaptation de l'action publique.L'organisation de l'administration s'adapte constamment à l'évolution de ses missions en tenant compte des nécessités de l'aménagement du territoire.Les agents publics bénéficient régulièrement d'une formation et d'un accompagnement leur permettant de s'adapter aux évolutions des missions de l'administration.L'organisation administrative prend en considération la diversité et la spécificité des territoires.Les moyens pour mener à bien l'action publique sont déterminés en fonction de leur adaptation aux objectifs, quantitatifs et qualitatifs, à atteindre.L'action publique n'entraîne l'édiction d'une norme que si celle-ci est strictement nécessaire à sa réalisation.L'action publique doit permettre la réduction des délais administratifs.Toute décision publique prend en compte le coût qu'elle implique pour son auteur, ses destinataires et les tiers ainsi que la complexité des règles particulières qu'ils doivent appliquer et respecter. Ce coût et ces règles doivent être limités au strict nécessaire et proportionnés aux objectifs à atteindre.L'administration prend en considération les contraintes horaires du public dans ses horaires d'ouverture et met en œuvre les moyens nécessaires permettant d'organiser un accueil téléphonique efficient.La proximité territoriale doit permettre à l'administration d'assurer le service public sur tout le territoire de la République, notamment grâce à l'implantation des maisons de service au public.L'administration doit assurer, notamment aux personnes vulnérables ou n'utilisant pas l'outil numérique, des possibilités de communication et de médiation adaptées à leurs besoins et à leur situation.Tout usager des services publics doit pouvoir consulter l'état de sa situation administrative et de l'avancement du traitement de ses démarches et demandes.Le Gouvernement se fixe pour objectifs, s'agissant de l'administration de l'Etat :1° La dématérialisation de l'ensemble des démarches administratives, en dehors de la première délivrance d'un document d'identité, d'ici à 2022, avec la prise en compte des besoins d'accompagnement des citoyens ayant des difficultés d'accès aux services dématérialisés ;2° L'institution du droit pour toute personne de ne pas être tenue de produire à l'administration une information déjà détenue ou susceptible d'être obtenue auprès d'une autre administration.L'Etat, les collectivités territoriales et leurs groupements ainsi que les autres personnes publiques et les personnes morales de droit privé chargées d'une mission de service public administratif concourent à la mise en œuvre de la présente stratégie nationale."
    }
  ]
}