{
  "id": "jorftext000042176557",
  "type": "statute",
  "title": "LOI n°2020-935 du 30 juillet 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042176557",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Les redevances et les produits de location dus au titre de l'occupation ou de l'utilisation du domaine public de l'Etat et de ses établissements publics par les entreprises appartenant à la catégorie des micro, petites et moyennes entreprises, au sens de l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité, qui exercent leur activité principale dans les secteurs relevant du tourisme, de l'hôtellerie, de la restauration, du sport, de la culture et de l'événementiel, particulièrement affectés par les conséquences économiques et financières de la propagation de l'épidémie de covid-19, sont annulés pendant une période de trois mois à compter du 12 mars 2020. Lorsque la redevance ou le loyer est dû pour une période annuelle, l'annulation porte sur le quart de son montant.II. - Le bénéfice de l'annulation est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.III. - Les dispositions du I sont applicables dans les îles Wallis et Futuna et en Nouvelle-Calédonie.IV. - (Abrogé)"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Le I s'applique aux versements effectués à compter d'une date fixée par décret, qui ne peut être postérieure de plus d'un mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat pour les abonnements souscrits à compter de cette même date.III.-(Abrogé)\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er juin 2020.\n\n- LOI n°2020-473 du 25 avril 2020"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Par dérogation au cinquième alinéa du I de l'article 220 quinquies du code général des impôts, peuvent, sur demande déposée au plus tard à la date limite de dépôt de la déclaration de résultats de l'exercice clos au 31 décembre 2020, être remboursées les créances non utilisées, autres que celles cédées dans les conditions prévues aux articles L. 313-23 à L. 313-35 du code monétaire et financier, nées d'une option exercée au titre d'un exercice clos au plus tard le 31 décembre 2020.Les entreprises qui estiment pouvoir bénéficier des dispositions du premier alinéa du présent article au titre d'un exercice clos pour lequel la liquidation de l'impôt n'est pas intervenue peuvent, dès le lendemain de la clôture, exercer l'option mentionnée au premier alinéa du I de l'article 220 quinquies du code général des impôts. Lorsque le montant de la créance remboursée résultant de cette option excède de plus de 20 % le montant de la créance déterminée à partir de la déclaration de résultats déposée au titre de cet exercice, l'intérêt de retard prévu à l'article 1727 du même code et la majoration prévue à l'article 1731 dudit code sont appliqués à l'excédent indûment remboursé."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. à III A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- LOI n° 2013-1278 du 29 décembre 2013\n\n- Code des douanes\n\n- Code des douanes\n\n- Code des douanes\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\n- Code des douanes\n\nIV.-A.-Les dispositions du chapitre Ier du titre X du code des douanes qui s'appliquent au gazole identifié à l'indice 20 du tableau du second alinéa du 1° du 1 de l'article 265 du même code pour lequel la taxe prévue au même article 265 est devenue exigible entre le 1er juillet 2020 et l'entrée en vigueur de la présente loi sont celles en vigueur au 30 juin 2020.B.-Entrent en vigueur à une date fixée par arrêté conjoint des ministres chargés du budget et de l'agriculture, et au plus tard le 1er juillet 2021 :1° Le 4°, le b du 6° et le 8° du I ;2° Le b des 1°, 2° et 4° du II."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. et II. -A modifié les dispositions suivantes :\n\nIII.-(Abrogé)\n\n- Code du patrimoine\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Pour les carburants pour lesquels la taxe incitative relative à l'incorporation des biocarburants prévue à l'article 266 quindecies du code des douanes devient exigible entre le lendemain de la publication de la présente loi et le 31 décembre 2020, la part d'énergie issue des biocarburants mentionnés au II du présent article est, pour l'application du V de l'article 266 quindecies du code des douanes, comptabilisée à hauteur de sa valeur réelle majorée de 20 %.II. - Pour l'application du I du présent article, les biocarburants concernés sont les esters méthyliques d'acides gras qui sont incorporés dans les gazoles ou qui constituent les gazoles et pour lesquels la température limite de filtrabilité est, sans utilisation d'additif améliorant les propriétés à froid, d'au plus - 10 degrés Celsius."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Les indemnités versées en 2020 aux militaires au titre de leur participation aux opérations constituant, pendant l'état d'urgence sanitaire déclaré par l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19, la contribution des armées à l'engagement interministériel contre la propagation du covid-19 sont exonérées d'impôt sur le revenu.II. - L'exonération prévue au I ne se cumule pas avec l'exonération d'impôt sur le revenu prévue à l'article 11 de la loi n° 2020-473 du 25 avril 2020 de finances rectificative pour 2020."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Par dérogation aux deuxième à cinquième alinéas de l'article L. 132-23 du code des assurances, au premier alinéa de l'article L. 224-1 du code monétaire et financier et à l'article L. 224-4 du même code, les contrats mentionnés à l'article L. 144-1 du code des assurances, lorsqu'ils ont pour objet l'acquisition et la jouissance de droits viagers personnels payables à l'adhérent à compter du départ à la retraite, ainsi que les contrats mentionnés à l'article L. 224-28 du code monétaire et financier peuvent faire l'objet d'un rachat total ou partiel lorsque les conditions suivantes sont remplies :1° La demande complète de rachat est formulée auprès de l'assureur ou du gestionnaire avant le 31 décembre 2020 ;2° Les assurés ou les titulaires ont le statut de travailleurs non salariés mentionnés aux 1° et 2° de l'article L. 144-1 du code des assurances ;3° Le montant total des sommes rachetées en application du présent I, quel que soit le nombre de contrats, est inférieur ou égal à 8 000 €.Le respect des conditions prévues au 3° est attesté par la présentation d'une déclaration sur l'honneur remise par l'assuré ou par le titulaire à l'assureur ou au gestionnaire du contrat.Pour le rachat défini au présent I, l'assureur ou le gestionnaire verse les sommes au demandeur dans un délai qui ne peut excéder un mois à compter de la réception de la demande complète.II. - Pour chaque bénéficiaire, au titre de l'imposition des revenus de l'année au cours de laquelle le versement prévu au dernier alinéa du I est effectué, les sommes rachetées dans les conditions prévues au même I sont exonérées d'impôt sur le revenu, dans la limite de 2 000 €.III. - La part des sommes rachetées dans les conditions et limites prévues au I correspondant aux produits afférents aux versements du titulaire du contrat mentionné au premier alinéa du même I est assujettie à la contribution mentionnée à l'article L. 136-7 du code de la sécurité sociale, à la contribution prévue au II de l'article 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale et au prélèvement de solidarité mentionné au 2° du I de l'article 235 ter du code général des impôts.IV. - Les dispositions du présent article s'appliquent exclusivement aux contrats souscrits par l'assuré ou par le titulaire, ou auxquels il a adhéré, avant le 10 juin 2020.V. - Par dérogation au II de l'article 154 bis, au I de l'article 154 bis-0 A et au I de l'article 163 quatervicies du code général des impôts, le montant admis en déduction du résultat imposable ou du revenu net global au titre de l'année 2020, et le cas échéant au titre de l'année 2021, est diminué du montant du rachat total ou partiel effectué par l'assuré ou le titulaire en application du I du présent article.VI. - (Abrogé)"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - (Abrogé)\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à IX. - A modifié les dispositions suivantes :\n\nX. - (Abrogé)\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\n- LOI n°2020-473 du 25 avril 2020\n\n- LOI n° 2018-1317 du 28 décembre 2018\n\n- LOI n° 2017-1775 du 28 décembre 2017\n\n- LOI n° 2016-1917 du 29 décembre 2016\n\n- LOI n° 2016-1918 du 29 décembre 2016\n\n- LOI n° 2015-1785 du 29 décembre 2015\n\n- LOI n° 2015-1786 du 29 décembre 2015\n\n- LOI n° 2014-1654 du 29 décembre 2014"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Par dérogation au tableau du second alinéa du I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, le produit de la taxe additionnelle à la cotisation foncière des entreprises mentionnée au II de l'article 1600 du code général des impôts affecté à CCI France est plafonné en 2020 à 449 millions d'euros.II. - (Abrogé)"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - (Abrogé)\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Les aides reçues jusqu'au 31 décembre 2023 par les lauréats du concours &laquo; French Tech Tremplin &raquo; au titre de ce concours sont exonérées d'impôt sur les sociétés, d'impôt sur le revenu et de toutes les cotisations et contributions sociales d'origine légale ou conventionnelle.\n\nII. - Le bénéfice de l'exonération prévue au I est subordonné au respect du règlement (UE) 2023/2831 de la Commission du 13 décembre 2023 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Il est institué, par prélèvement sur les recettes de l'Etat, une dotation aux communes et aux établissements publics de coopération intercommunale à fiscalité propre ainsi qu'aux établissements publics territoriaux de la métropole du Grand Paris confrontés en 2020 à des pertes de certaines recettes fiscales et de produits d'utilisation du domaine liées aux conséquences économiques de l'épidémie de covid-19 ou confrontés en 2021 à des pertes de certaines recettes fiscales liées aux conséquences économiques de l'épidémie de covid-19.II. - A. - Pour chaque commune, cette dotation est égale, en 2020, à la différence, si elle est positive, entre la somme des produits moyens perçus entre 2017 et 2019 et la somme des mêmes produits perçus en 2020 :1° De la taxe communale sur la consommation finale d'électricité en application de l'article L. 2333-2 du code général des collectivités territoriales ;2° De la taxe locale sur la publicité extérieure en application de l'article L. 2333-6 du même code ;3° De la taxe de séjour et de la taxe de séjour forfaitaire en application de l'article L. 2333-26 dudit code ;4° De la taxe communale sur les entreprises exploitant des engins de remontée mécanique en application de l'article L. 2333-49 du même code ;5° Des produits bruts des jeux perçus en application des articles L. 2333-54 et L. 2333-55 du même code ;6° Du versement destiné au financement des services de mobilité en application de l'article L. 2333-66 du même code ;7° De la taxe de balayage en application de l'article L. 2333-97 du même code ;8° Des impositions prévues au I et, le cas échéant, au 1° du II de l'article 1379 du code général des impôts ;9° De l'impôt sur les maisons de jeux en application de l'article 1566 du même code ;10° De la taxe additionnelle aux droits d'enregistrement ou de la taxe de publicité foncière en application de l'article 1584 dudit code ;11° De la contribution sur les eaux minérales en application de l'article 1582 du même code ;12° De la taxe sur les surfaces commerciales en application de l'article 3 de la loi n° 72-657 du 13 juillet 1972 instituant des mesures en faveur de certaines catégories de commerçants et artisans âgés ;13° Des droits de place en application du 6° du b de l'article L. 2331-3 du code général des collectivités territoriales ;14° De la dotation globale de garantie ainsi que de la part communale du fonds régional pour le développement et l'emploi en application de l'article 47 et du 1° de l'article 49 de la loi n° 2004-639 du 2 juillet 2004 relative à l'octroi de mer ;15° De la taxe spéciale de consommation sur les produits énergétiques en application de l'article 266 quater du code des douanes et définie aux C et D de l'article L. 4434-3 du code général des collectivités territoriales ;16° De la taxe sur les passagers en application de l'article 285 quater du code des douanes ;17° Des redevances et recettes d'utilisation du domaine. Par dérogation, pour chaque commune, le produit des redevances et des recettes d'utilisation du domaine public perçu en 2020 s'entend comme ce même produit perçu en 2019, auquel est appliqué un abattement forfaitaire de 21 %.\n\nA bis. - Pour chaque commune, cette dotation est égale, en 2021, à la différence, si elle est positive, entre la somme des produits moyens listés au A du présent II, à l'exception du 17°, perçus entre 2017 et 2019 et la somme des mêmes produits perçus en 2021. Pour l'application du 8° du même A en 2021, les produits perçus au titre des impositions prévues au I et, le cas échéant, au 1° du II de l'article 1379 du code général des impôts sont complétés par :1° La compensation prévue au 2 du A du III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021 ;2° La compensation prévue au 3 du même A ;3° La fraction du produit de la taxe sur la valeur ajoutée prévue au A du V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020.\n\nB. - Pour le calcul du produit moyen perçu entre 2017 et 2019 de la taxe de séjour et de la taxe de séjour forfaitaire mentionné au 3° du A du présent II, les produits perçus en 2017 et en 2018 sont remplacés par le produit perçu en 2019.C. - Pour le calcul prévu aux A et A bis, sont exclues les pertes de recettes fiscales ayant pour origine :1° Une mesure d'exonération, d'abattement ou de dégrèvement au titre de l'année 2020 ou 2021 mise en œuvre sur délibération de la commune concernée ;2° Une baisse de taux au titre de l'année 2020 ou 2021 mise en œuvre sur délibération de la commune concernée.D. - Pour chaque commune éligible à la compensation prévue au présent article, cette dotation ne peut pas, en 2020 comme en 2021, être inférieure à 1000 €.III. - A. - Pour chaque établissement public de coopération intercommunale et pour les établissements publics territoriaux de la métropole du Grand Paris, la dotation prévue au I est égale, en 2020, à la différence, si elle est positive, entre la somme des produits moyens perçus entre 2017 et 2019 et la somme des mêmes produits perçus en 2020 :1° De la taxe communale sur la consommation finale d'électricité en application de l'article L. 2333-2 du code général des collectivités territoriales ;2° De la taxe locale sur la publicité extérieure en application de l'article L. 2333-6 du même code ;3° Du versement destiné au financement des services de mobilité en application de l'article L. 2333-66 dudit code ;4° De la taxe de séjour et de la taxe de séjour forfaitaire en application de l'article L. 5211-21 du même code ;5° De la taxe communale sur les entreprises exploitant des engins de remontée mécanique en application de l'article L. 5211-22 du même code ;6° Des produits bruts des jeux en application des articles L. 2333-55 et L. 5211-21-1 du même code ;7° Des impositions prévues aux I à VI de l'article 1379-0 bis du code général des impôts ;8° De la taxe sur les surfaces commerciales en application de l'article 3 de la loi n° 72-657 du 13 juillet 1972 précitée ;9° De la taxe spéciale de consommation sur les produits énergétiques prévue à l'article 266 quater du code des douanes ;10° Des redevances et recettes d'utilisation du domaine. Par dérogation, pour chaque établissement public de coopération intercommunale, le produit des redevances et des recettes d'utilisation du domaine public perçu en 2020 s'entend comme ce même produit perçu en 2019 auquel est ajouté un abattement forfaitaire de 21 %.\n\nA bis. - Pour chaque établissement public de coopération intercommunale à fiscalité propre, cette dotation est égale, en 2021, à la différence, si elle est positive, entre la somme des produits moyens perçus entre 2017 et 2019 listés au A du présent III, à l'exception du 10°, et la somme des mêmes produits perçus en 2021. Pour l'application du 7° du même A en 2021, les produits perçus au titre des impositions prévues aux I à VI de l'article 1379-0 bis du code général des impôts sont complétés par :1° La compensation prévue au 2 du A du III de l'article 29 de la loi n° 2020-1721 précitée ;2° La compensation prévue au 3 du même A ;3° La fraction du produit de la taxe sur la valeur ajoutée prévue au A du V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 précitée.\n\nB. - Pour le calcul du produit moyen perçu entre 2017 et 2019 de la taxe de séjour et de la taxe de séjour forfaitaire mentionné au 4° du A du présent III, les produits perçus en 2017 et en 2018 sont remplacés par le produit perçu en 2019.C. - Pour le calcul prévu aux A et A bis, sont exclues les pertes de recettes fiscales ayant pour origine :1° Une mesure d'exonération, d'abattement ou de dégrèvement au titre de l'année 2020 ou 2021 mise en œuvre sur délibération de l'établissement public de coopération intercommunale à fiscalité propre concerné ;2° Une baisse de taux au titre de l'année 2020 ou 2021 mise en œuvre sur délibération de l'établissement public de coopération intercommunale à fiscalité propre concerné.D. - Pour chaque établissement public de coopération intercommunale éligible à la compensation prévue au présent article, cette dotation ne peut pas, en 2020 comme en 2021, être inférieure à 1 000 €.IV. - Le montant de la dotation prévue aux II et III est notifié aux communes et aux établissements publics de coopération intercommunale à fiscalité propre ainsi qu'aux établissements publics territoriaux de la métropole du Grand Paris par arrêté conjoint des ministres chargés du budget, des collectivités territoriales et des outre-mer. A titre exceptionnel, le montant de la dotation est constaté par les bénéficiaires en recettes de leurs comptes administratifs 2020 et 2021.V. - Au titre de 2020, la dotation fait l'objet d'un acompte versé en 2020, sur le fondement d'une estimation des pertes de recettes fiscales et de produits d'utilisation du domaine mentionnées aux II et III subies au cours de cet exercice, puis d'un ajustement en 2021. La différence entre le montant de la dotation définitive, calculée une fois connues les pertes réelles subies en 2020, et cet acompte est versée en 2021. Si l'acompte est supérieur à la dotation définitive, la collectivité concernée doit reverser cet excédent.\n\nAu titre de 2021, la dotation fait l'objet d'un acompte versé en 2021, sur le fondement d'une estimation des pertes de recettes fiscales mentionnées aux II et III subies au cours de cet exercice, puis d'un ajustement en 2022. La différence entre le montant de la dotation définitive, calculée une fois connues les pertes réelles subies en 2021, et cet acompte est versée en 2022. Si l'acompte est supérieur à la dotation définitive, la collectivité concernée doit reverser cet excédent.VI. - Les groupements de collectivités territoriales qui, d'une part, exercent les compétences dévolues aux autorités organisatrices de la mobilité et, d'autre part, ont perçu en 2019, en 2020 et en 2021 un produit de versement destiné au financement des services de mobilité sont éligibles à la dotation prévue au I.Pour ces groupements de collectivités territoriales, le montant de la dotation est égal à la différence, si elle est positive, entre le produit moyen de versement destiné au financement des services de mobilité perçu entre 2017 et 2019 et le produit de ce même versement perçu en 2020 ou 2021.Le montant de la dotation versée à ces groupements de collectivités territoriales est notifié dans les conditions prévues au IV.Ces groupements peuvent solliciter le versement en 2020 ou en 2021 d'un acompte sur le montant de la dotation. Dans ce cas, les dispositions du V sont applicables.VII. - Les dispositions du VI du présent article sont applicables à l'établissement public mentionné à l'article L. 2531-4 du code général des collectivités territoriales au titre du versement destiné au financement des services de mobilité prévu à l'article L. 2531-2 du même code. Cette dotation fait l'objet d'un acompte versé en 2020 de 425 000 000 €, pour lequel les dispositions du V du présent article sont applicables.Par dérogation, pour cet établissement, le montant de la dotation est égal à la différence, si elle est positive, entre un produit de référence du versement destiné au financement des services de mobilité et le produit de ce même versement perçu en 2020 ou en 2021.Le montant du produit de référence mentionné au deuxième alinéa du présent VII est déterminé comme la moyenne :1° Du produit des bases du versement destiné au financement des services de mobilité constatées en 2017 et du taux de ce même versement voté en 2019 ;2° Du produit des bases du versement destiné au financement des services de mobilité constatées en 2018 et du taux de ce même versement voté en 2019 ;3° Du produit du versement destiné au financement des services de mobilité constaté en 2019.VIII. - Les groupements de collectivités territoriales qui ont perçu en 2019 et en 2020 la taxe de séjour, la taxe de séjour forfaitaire, le produit brut des jeux ou la taxe communale sur les entreprises exploitant des engins de remontée mécanique sont éligibles à la dotation prévue au I.Pour ces groupements de collectivités territoriales, le montant de la dotation est égal à la différence, si elle est positive, entre, d'une part, le produit moyen de la taxe communale sur les entreprises exploitant des engins de remontée mécanique et du produit brut des jeux perçu entre 2017 et 2019 ainsi que du produit de la taxe de séjour et de la taxe de séjour forfaitaire perçu en 2019 et, d'autre part, le produit de ces mêmes impositions perçu en 2020.Le montant de la dotation versée à ces groupements de collectivités territoriales est notifié dans les conditions prévues au IV.Ces groupements peuvent solliciter le versement en 2020 d'un acompte sur le montant de la dotation. Dans ce cas, les dispositions du V sont applicables.VIII bis. - Les groupements de collectivités territoriales qui ont perçu, en 2020 et en 2021, la taxe de séjour, la taxe de séjour forfaitaire, le produit brut des jeux ou la taxe communale sur les entreprises exploitant des engins de remontée mécanique sont éligibles à la dotation prévue au I. Pour ces groupements de collectivités territoriales, le montant de la dotation est égal à la différence, si elle est positive, entre, d'une part, le produit moyen de la taxe communale sur les entreprises exploitant des engins de remontée mécanique et du produit brut des jeux perçu entre 2017 et 2019 ainsi que du produit de la taxe de séjour et de la taxe de séjour forfaitaire perçu en 2019 et, d'autre part, le produit de ces mêmes impositions perçu en 2021. Le montant de la dotation versée à ces groupements de collectivités territoriales est notifié dans les conditions prévues au IV. Ces groupements peuvent solliciter le versement en 2021 d'un acompte sur le montant de la dotation. Dans ce cas, le V est applicable.IX. - Les modalités d'application du présent article sont précisées par décret, notamment pour prendre en compte les modifications de périmètres des groupements de collectivités territoriales mentionnées au VI et pour préciser les conditions dans lesquelles ces groupements peuvent solliciter un acompte sur le montant de leur dotation.X. - (Abrogé)XI. - (Abrogé)"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Il est institué, par prélèvement sur les recettes de l'Etat, une dotation destinée à compenser, pour les régions de Guadeloupe et de La Réunion, les collectivités territoriales de Guyane et de Martinique ainsi que le Département de Mayotte, la perte de certaines recettes en 2020 ou en 2021 résultant des effets de la crise sanitaire et économique due à l'épidémie de covid-19.II. - La dotation prévue au I s'applique aux pertes de recettes :1° De l'octroi de mer régional prévu à l'article 37 de la loi n° 2004-639 du 2 juillet 2004 relative à l'octroi de mer ;2° De la taxe spéciale de consommation prévue à l'article 266 quater du code des douanes et définie aux A et B de l'article L. 4434-3 du code général des collectivités territoriales.III. - Pour le calcul de la dotation prévue au I du présent article, il n'est pas tenu compte des pertes de recettes de l'octroi de mer régional et de la taxe spéciale de consommation ayant pour origine une mesure d'exonération, d'abattement ou de dégrèvement mise en œuvre au titre de l'exercice 2020 ou de l'exercice 2021 sur délibération de la collectivité compétente.IV. - Pour le calcul de la dotation prévue au I pour la collectivité territoriale de Guyane, il n'est pas tenu compte de la hausse des recettes ayant pour origine une hausse du taux de l'octroi de mer régional mise en œuvre, au titre de l'exercice 2020 ou de l'exercice 2021, sur délibération de la collectivité territoriale de Guyane.V. - Le versement de la dotation prévue au I est conditionné au maintien de la fraction de la taxe spéciale de consommation affectée aux départements au niveau de la moyenne de cette fraction constatée pour les années 2017 à 2019.VI. - Le montant de la dotation versée à chaque collectivité territoriale mentionnée au I est égal, en 2020, à la différence, si elle est positive, entre le montant moyen des recettes prévues au II perçues entre 2017 et 2019 et le montant de ces mêmes recettes perçues en 2020.VI bis. - Le montant de la dotation versée à chaque collectivité territoriale mentionnée au I est égal, en 2021, à la différence, si elle est positive, entre le montant moyen des recettes prévues au II perçues entre 2017 et 2019 et le montant de ces mêmes recettes perçues en 2021.VII. - Au titre de l'année 2020, la dotation fait l'objet pour chaque collectivité territoriale mentionnée au I d'un acompte versé en 2020, sur le fondement d'une estimation des pertes de recettes fiscales mentionnées au II subies au cours de cet exercice, puis d'un ajustement en 2021, une fois connu le montant définitif des recettes de l'octroi de mer régional, et de la taxe spéciale sur la consommation perçues au titre de l'exercice 2020. La différence entre le montant de la dotation définitive, calculée une fois connues les recettes effectivement perçues en 2020, et cet acompte est versée au cours du premier semestre 2021. Si l'acompte est supérieur à la dotation définitive, la collectivité concernée doit reverser cet excédent.Au titre de l'année 2021, la dotation fait l'objet pour chaque collectivité territoriale mentionnée au I d'un acompte versé en 2021, sur le fondement d'une estimation des pertes de recettes fiscales mentionnées au II subies au cours de cet exercice, puis d'un ajustement en 2022, une fois connu le montant définitif des recettes de l'octroi de mer régional et de la taxe spéciale sur la consommation perçues au titre de l'exercice 2021. La différence entre le montant de la dotation définitive, calculée une fois connues les recettes effectivement perçues en 2021, et cet acompte est versée au cours du premier semestre 2022. Si l'acompte est supérieur à la dotation définitive, la collectivité concernée doit reverser cet excédent."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - Il est institué, par prélèvement sur les recettes de l'Etat, une dotation destinée à compenser, pour la collectivité de Corse, la perte de certaines recettes en 2020 ou en 2021 résultant des effets de la crise sanitaire et économique due à l'épidémie de covid-19.II. - La dotation prévue au I s'applique aux pertes de recettes :1° De la taxe intérieure de consommation sur les produits énergétiques mentionnée au 4° de l'article L. 4425-22 du code général des collectivités territoriales ;2° Des droits de consommation sur les tabacs prévus à l'article 575 E bis du code général des impôts ;3° De la taxe sur le transport aérien et maritime en provenance ou à destination de la Corse prévue à l'article 1599 vicies du même code ;4° De la taxe sur les navires de plaisance francisés dont le port d'attache est situé en Corse prévue aux articles 223 et 238 du code des douanes.III. - Le montant de la dotation versée à la collectivité de Corse mentionnée au I du présent article est égal, en 2020, à la différence, si elle est positive, entre le montant moyen des recettes [S1] prévues au II perçues entre 2017 et 2019 et le montant de ces mêmes recettes perçues en 2020.III bis. - Le montant de la dotation versée à la collectivité de Corse mentionnée au I est égal, en 2021, à la différence, si elle est positive, entre le montant moyen des recettes prévues au II perçues entre 2017 et 2019 et le montant de ces mêmes recettes perçues en 2021.IV. - Au titre de l'année 2020, la dotation mentionnée au I fait l'objet pour la collectivité de Corse d'un acompte versé en 2020, sur le fondement d'une estimation des pertes de recettes fiscales mentionnées au II subies au cours de cet exercice, puis d'un ajustement en 2021, une fois connu le montant définitif des recettes mentionnées au même II perçues au titre de l'exercice 2020. La différence entre le montant de la dotation définitive, calculée une fois connues les recettes effectivement perçues en 2020, et cet acompte est versée au cours du premier semestre 2021. Si l'acompte est supérieur à la dotation définitive, la collectivité de Corse doit reverser cet excédent.Au titre de l'année 2021, la dotation mentionnée au I fait l'objet pour la collectivité de Corse d'un acompte versé en 2021, sur le fondement d'une estimation des pertes de recettes fiscales mentionnées au II subies au cours de cet exercice, puis d'un ajustement en 2022, une fois connu le montant définitif des recettes mentionnées au même II perçues au titre de l'exercice 2021. La différence entre le montant de la dotation définitive, calculée une fois connues les recettes effectivement perçues en 2021, et cet acompte est versée au cours du premier semestre 2022. Si l'acompte est supérieur à la dotation définitive, la collectivité de Corse doit reverser cet excédent."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Il est institué, par prélèvement sur les recettes de l'Etat, une dotation destinée à compenser, pour les collectivités de Saint-Pierre-et-Miquelon, Saint-Martin, Saint-Barthélemy et Wallis-et-Futuna, la perte de certaines recettes en 2020 ou en 2021 résultant des effets de la crise sanitaire et économique due à l'épidémie de covid-19. Cette dotation s'applique aux pertes de recettes :1° Pour la collectivité territoriale de Saint-Pierre-et-Miquelon, des produits :a) De l'octroi de mer reversés à la collectivité mentionné par la délibération n° 30-77 du 16 septembre 1977 relative au régime du droit d'Octroi de mer à Saint-Pierre-et-Miquelon et la délibération n° 356/2017 du 22 décembre 2017 ;b) De la taxe sur les carburants reversés à la collectivité mentionnée par les délibérations n° 118-89 du 19 décembre 1989 relative à la taxe de consommation sur l'essence de pétrole, n° 100-95 du 19 décembre 1995 et n° 51-04 du 30 mars 2004, n° 30-77 du 16 septembre 1977 relative au régime du droit d'Octroi de mer à Saint-Pierre-et-Miquelon et n° 356/2017 du 22 décembre 2017 ;c) Des taxes de consommation sur l'essence de pétrole importée reversée à la collectivité mentionnée par les délibérations n° 118-89 du 19 décembre 1989 et n° 356/2017 du 22 décembre 2017 précitées ;d) Des taxes spéciales sur l'importation mentionnées par les délibérations n° 30-77 du 16 septembre 1977, n° 31-78 du 15 juin 1978, n° 79-88 du 29 décembre 1988, n° 99-95 du 19 décembre 1995 et n° 356/2017 du 22 décembre 2017 ;2° Pour la collectivité de Saint-Martin, des produits de la taxe de consommation des produits pétroliers instituée par l'article 1585 P du code général des impôts de la collectivité de Saint-Martin ;3° Pour la collectivité de Saint-Barthélemy, des produits du droit de quai prévu à l'article 13 du code des contributions de la collectivité de Saint-Barthélemy et de la taxe spéciale de consommation mentionnée à l'article 120 du même code ;4° Pour la collectivité de Wallis-et-Futuna, des produits de la taxe d'entrée et de la taxe intérieure sur la consommation des hydrocarbures mentionnée par la délibération n° 42/CP/2009 du 22 mai 2009 portant modification de la taxe intérieure de consommation sur les hydrocarbures applicable sur le gazole EEWF.II. - Il est institué, par prélèvement sur les recettes de l'Etat, une dotation destinée à compenser, pour les communes de la collectivité territoriale de Saint-Pierre-et-Miquelon, la perte de certaines recettes en 2020 ou en 2021 résultant des effets de la crise sanitaire et économique due à l'épidémie de covid-19. Cette dotation s'applique aux pertes de recettes des produits de l'octroi de mer reversés aux communes et mentionné par la délibération n° 27-77 du 16 septembre 1977 relative au régime du droit d'Octroi de mer à Saint-Pierre-et-Miquelon, des produits de la taxe de consommation sur l'essence de pétrole importée reversés à la collectivité mentionnée par la délibération n° 118-89 du 19 décembre 1989 précitée ainsi que des produits de la taxe spéciale de consommation sur le gazole et le fioul importés à Saint-Pierre-et-Miquelon mentionnée par la délibération n° 44-90 du 26 juin 1990 modifiée relative à la taxe spéciale de consommation sur le gazole et le fioul.III. - Pour le calcul des dotations prévues aux I et II, il n'est pas tenu compte des pertes de recettes ayant pour origine une mesure d'exonération, d'abattement ou de dégrèvement mise en œuvre au titre de l'exercice 2020 ou de l'exercice 2021 sur délibération de la collectivité compétente.IV. - Le montant de la dotation versée à chaque collectivité mentionnée aux I et II est égal, en 2020, à la différence, si elle est positive, entre le montant moyen des recettes prévues aux mêmes I et II perçues entre 2017 et 2019 et le montant de ces mêmes recettes perçues en 2020.IV bis.- Le montant de la dotation versée à chaque collectivité mentionnée aux I et II est égal à la différence, si elle est positive, entre le montant moyen des recettes prévues aux mêmes I et II perçues entre 2017 et 2019 et le montant de ces mêmes recettes perçues en 2021.V. - Au titre de l'année 2020, la dotation fait l'objet, pour chaque collectivité mentionnée aux I et II, d'un acompte versé en 2020, sur le fondement d'une estimation des pertes de recettes fiscales mentionnées aux mêmes I et II subies au cours de cet exercice, puis d'un ajustement en 2021, une fois connu le montant définitif des recettes mentionnées auxdits I et II perçues au titre de l'exercice 2020. La différence entre le montant de la dotation définitive, calculée une fois connues les recettes effectivement perçues en 2020, et cet acompte est versée au cours du premier semestre 2021. Si l'acompte est supérieur à la dotation définitive, la collectivité concernée doit reverser cet excédent.Au titre de l'année 2021, la dotation fait l'objet, pour chaque collectivité mentionnée aux I et II, d'un acompte versé en 2021, sur le fondement d'une estimation des pertes de recettes fiscales mentionnées aux mêmes I et II subies au cours de cet exercice, puis d'un ajustement en 2022, une fois connu le montant définitif des recettes mentionnées auxdits I et II perçues au titre de l'exercice 2021. La différence entre le montant de la dotation définitive, calculée une fois connues les recettes effectivement perçues en 2021, et cet acompte est versée au cours du premier semestre 2022. Si l'acompte est supérieur à la dotation définitive, la collectivité concernée doit reverser cet excédent."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.- (Abrogé)\n\n- Loi n°2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Pour 2020, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et la variation des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros [*])\n\nII. - Pour 2020 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année et en valeur nominale, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 129,5 milliards d'euros.III. - Pour 2020, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, demeure inchangé.\n\nRessources\n\nCharges\n\nSolde\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes / dépenses brutes\n\n- 21 461\n\n14 403\n\nleft\n\nA déduire : Remboursements et dégrèvements\n\n1 668\n\n1 668\n\nleft\n\nRecettes fiscales nettes / dépenses nettes\n\n- 23 129\n\n12 735\n\nleft\n\nRecettes non fiscales\n\n- 303\n\nleft\n\nleft\n\nRecettes totales nettes / dépenses nettes\n\n- 23 431\n\n12 735\n\nleft\n\nA déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n1 068\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n- 24 499\n\n12 735\n\n- 37 235\n\nEvaluation des fonds de concours et crédits correspondants\n\nleft\n\nleft\n\nleft\n\nMontants nets pour le budget général, y compris fonds de concours\n\n- 24 499\n\n12 735\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes\n\nleft\n\nleft\n\nleft\n\nEvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\nleft\n\nleft\n\nleft\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n- 70\n\nleft\n\n- 70\n\nComptes de concours financiers\n\nleft\n\n2 350\n\n- 2 350\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\n- 11\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\nleft\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n- 2 431\n\nSolde général\n\nleft\n\nleft\n\n- 39 665\n\n(*) Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\n1\n\ncenter\n\nBesoin de financement\n\nleft\n\nAmortissement de la dette à moyen et long termes\n\n136,2\n\nDont remboursement du nominal à valeur faciale\n\n130,5\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n5,7\n\nAmortissement de la dette reprise de SNCF Réseau\n\n1,7\n\nAmortissement des autres dettes reprises\n\n0,5\n\nDéficit à financer\n\n225,1\n\nAutres besoins de trésorerie\n\n0,7\n\nTotal\n\n364,2\n\nRessources de financement\n\nleft\n\nEmission de dette à moyen et long termes, nette des rachats\n\n260,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n-\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n82,9\n\nVariation des dépôts des correspondants\n\n1,8\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n9,0\n\nAutres ressources de trésorerie\n\n10,5\n\nTotal\n\n364,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - Il est ouvert aux ministres, pour 2020, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 18 276 261 186 € et de 14 473 061 186 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi.II. - Il est annulé pour 2020, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 245 000 000 € et de 70 000 000 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Il est ouvert aux ministres, pour 2020, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 2 350 000 000 € et de 2 350 000 000 €, conformément à la répartition par mission donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "La garantie de l'Etat est accordée à la Banque de France au titre du prêt que celle-ci consent, à compter du 1er janvier 2020, au compte « Facilité pour la réduction de la pauvreté et pour la croissance » du Fonds monétaire international. Cette garantie porte sur le principal et les intérêts, dans la limite d'un montant cumulé en principal de 2 milliards de droits de tirage spéciaux. Elle couvre le non-respect de l'échéancier de remboursement de chaque tirage par le gestionnaire du compte."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Au titre de la quote-part de la France et dans la limite d'un plafond de 4,407 milliards d'euros, le ministre chargé de l'économie est autorisé à octroyer à titre gratuit la garantie de l'Etat à l'Union européenne au titre des prêts que celle-ci accorde aux Etats membres conformément aux dispositions du règlement (UE) 2020/672 du Conseil du 19 mai 2020 portant création d'un instrument européen de soutien temporaire à l'atténuation des risques de chômage en situation d'urgence (SURE) engendrée par la propagation de la COVID-19.L'octroi de la garantie est subordonné à la conclusion d'un accord avec la Commission européenne prévoyant notamment les conditions d'ouverture de l'instrument, les règles prudentielles de gestion du portefeuille des prêts bénéficiant de l'instrument et la date à laquelle celui-ci prend fin."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le ministre chargé de l'économie est autorisé à octroyer à titre gratuit la garantie de l'Etat au groupe Banque européenne d'investissement, au titre de la quote-part de la France dans le fonds paneuropéen de garantie en réponse à la covid-19, approuvé par la décision du conseil d'administration de la banque en date du 26 mai 2020. Cette garantie est autorisée dans la limite d'un plafond de 4,7 milliards d'euros.L'octroi de la garantie est accordé au vu de l'accord conclu avec la Banque européenne d'investissement prévoyant notamment les conditions d'ouverture et la durée de disponibilité du fonds, les règles d'éligibilité au fonds, les règles prudentielles de gestion du portefeuille des prêts bénéficiant de la garantie du fonds et les règles de mutualisation des pertes entre Etats membres contributeurs au fonds."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n°2020-289 du 23 mars 2020\n\nII.-Dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant l'efficacité du dispositif prévu à l'article 7 de la loi n° 2020-289 du 23 mars 2020 de finances rectificative pour 2020 dans sa rédaction résultant du I du présent article au regard du niveau de fonds propres des assureurs crédit et de la capacité du marché à prendre à nouveau à sa charge les risques de crédit."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\nII.-Le ministre chargé de l'économie est autorisé à octroyer la garantie de l'Etat à l'Agence française de développement et à sa filiale de promotion et de participation pour la coopération économique au titre des prêts et garanties accordés aux entreprises et aux institutions financières du secteur privé africain jusqu'au 31 décembre 2021, dans la limite de 160 millions d'euros.La conclusion d'une convention entre l'Etat et l'Agence française de développement encadre le recours à la garantie de l'Etat en précisant l'objet, l'encours et la maturité maximale des financements que cette garantie peut couvrir."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat à l'Agence française de développement au titre du prêt que celle-ci consent à la Polynésie française et qui correspond aux reports de paiement d'impositions et de cotisations sociales, aux pertes de recettes et au surcroît de dépenses exposées au titre des régimes d'aides aux particuliers et aux entreprises résultant de la crise sanitaire liée à la propagation de l'épidémie de covid-19, dans la limite de 240 millions d'euros en principal.La garantie peut être accordée jusqu'au 31 décembre 2020. Elle porte sur le principal, les intérêts et accessoires du prêt, lequel ne peut avoir une maturité supérieure à vingt-cinq ans, ni un différé de remboursement supérieur à deux ans.L'octroi de la garantie est subordonné à la conclusion d'une convention entre l'Etat, l'Agence française de développement et le gouvernement de la Polynésie française prévoyant les réformes à mettre en place et leur calendrier ainsi que le principe et les modalités de l'affectation, au profit du remboursement du prêt garanti, d'une fraction des recettes de la Polynésie française correspondant aux annuités d'emprunt en principal et intérêts."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux demandes d'agréments provisoires prévus au VI de l'article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2020.III. - (Abrogé)IV. - (Abrogé)\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux demandes d'agréments provisoires prévus au VI de l'article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2020.III. - (Abrogé)IV. - (Abrogé)\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - (Abrogé)\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Par dérogation aux articles L. 2333-26, L. 2333-28 et L. 5211-21 du code général des collectivités territoriales, les communes et les établissements publics de coopération intercommunale ayant institué une taxe de séjour ou une taxe de séjour forfaitaire applicable au titre de l'année 2020 peuvent, par une délibération prise au plus tard le 31 juillet 2020, en exonérer totalement les redevables au titre de cette même année pour les périodes et dans les conditions prévues au présent article. Lorsqu'elle est décidée, l'exonération s'applique également, le cas échéant, aux taxes additionnelles prévues aux articles L. 3333-1 et L. 2531-17 du code général des collectivités territoriales.II. - L'exonération s'applique aux redevables de la taxe de séjour forfaitaire pour les sommes dues pour l'ensemble de l'année 2020.Les sommes déjà acquittées au titre de la taxe de séjour forfaitaire au titre de l'année 2020 font l'objet d'une restitution, sur présentation par le redevable d'une demande en ce sens à la commune ou à l'établissement public de coopération intercommunale. Les montants à restituer comprennent, le cas échéant, les taxes additionnelles prévues aux articles L. 3333-1 et L. 2531-17 du code général des collectivités territoriales dès lors que celles-ci ont été acquittées par le redevable.Lorsqu'ils sont situés sur le territoire d'une commune ou d'un établissement public de coopération intercommunale ayant adopté la délibération prévue au I du présent article, les logeurs, les hôteliers, les propriétaires et les intermédiaires mentionnés à l'article L. 2333-40 du code général des collectivités territoriales sont dispensés de la déclaration prévue à l'article L. 2333-43 du même code au titre de l'année 2020.III. - L'exonération s'applique à l'ensemble des redevables de la taxe de séjour pour les nuitées effectuées entre le 6 juillet 2020 et le 31 décembre 2020.Le cas échéant, les montants de taxe de séjour acquittés pour une nuitée postérieure à la date du 6 juillet 2020 font l'objet d'une restitution sur présentation d'une demande en ce sens par le redevable au professionnel préposé à la collecte de la taxe de séjour. Les montants à restituer comprennent, le cas échéant, les taxes additionnelles prévues aux articles L. 3333-1 et L. 2531-17 du code général des collectivités territoriales dès lors que celles-ci ont été acquittées par le redevable.Le cas échéant, les montants de taxe de séjour acquittés pour une nuitée postérieure au 6 juillet 2020 et non restitués au redevable par le professionnel préposé à la collecte de la taxe de séjour au 30 juin 2021 font l'objet d'un reversement à la commune ou à l'établissement public de coopération intercommunale. Les montants à reverser comprennent, le cas échéant, les taxes additionnelles prévues aux mêmes articles L. 3333-1 et L. 2531-17 dès lors que celles-ci ont été acquittées par le redevable.IV. - Pour l'application des II et III du présent article, la délibération prise en application du I s'applique à toutes les natures ou catégories d'hébergements à titre onéreux proposés sur le territoire concerné.La délibération est transmise au service de fiscalité directe locale de la direction départementale des finances publiques de rattachement de la commune ou de l'établissement public de coopération intercommunale au plus tard le 3 août 2020.Nonobstant toute disposition contraire, l'administration publie les informations relatives aux délibérations prises par les communes et les établissements publics de coopération intercommunale relatives à la taxe de séjour due au titre de 2020 avant le 31 août 2020, au regard des délibérations qui lui auront été transmises à cette date.V. - Le présent article s'applique aux délibérations mentionnées au I prises à compter du 10 juin 2020.VI. - Le présent article s'applique à la Ville de Paris et à la métropole de Lyon."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Par dérogation au IV de l'article 1609 nonies C du code général des impôts, le délai prévu pour la transmission du rapport évaluant le coût net des charges transférées en 2020 est prolongé de douze mois. Le cas échéant, l'assemblée de l'établissement public de coopération intercommunale à fiscalité propre communique aux communes membres, avant le 30 décembre 2020, le montant prévisionnel des attributions de compensation au titre de ces transferts de charge sur délibération de l'organe délibérant prise à la majorité des deux tiers des suffrages exprimés."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Les articles L. 134 et L. 135 D du livre des procédures fiscales sont applicables aux données relatives aux bénéficiaires et au règlement des aides versées par le fonds mentionné à l'article 1er de l'ordonnance n° 2020-317 du 25 mars 2020 portant création d'un fonds de solidarité à destination des entreprises particulièrement touchées par les conséquences économiques, financières et sociales de la propagation de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le délai pour désigner les membres des commissions prévues aux articles 1650, 1650 A et 1650 B du code général des impôts est porté, pour l'année 2020, à trois mois à compter, selon les cas, du renouvellement général des conseils municipaux, du renouvellement du conseil de Paris ou du conseil de la métropole de Lyon ou de l'installation de l'organe délibérant de l'établissement public de coopération intercommunale suivant le renouvellement général des conseils municipaux."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "A titre exceptionnel, les organismes de recouvrement mentionnés aux articles L. 213-1 et L. 752-1 du code de la sécurité sociale ainsi qu'à l'article L. 723-3 du code rural et de la pêche maritime peuvent mettre fin, avant le 31 décembre 2020, aux contrôles mis en œuvre en application de l'article L. 243-7 du code de la sécurité sociale et de l'article L. 724-7 du code rural et de la pêche maritime qui n'ont pas été clôturés avant le 23 mars 2020 par l'envoi des lettres d'observation mentionnées au premier alinéa de l'article L. 243-7-1 A du code de la sécurité sociale ou à l'avant-dernier alinéa de l'article L. 724-11 du code rural et de la pêche maritime.L'organisme mentionné au premier alinéa du présent article met fin au contrôle en cours en informant le cotisant concerné par tout moyen donnant date certaine à leur réception que le contrôle est annulé et qu'aucun redressement ni observation appelant à une mise en conformité ne seront établis au titre de celui-ci. Par conséquent, l'avant-dernier alinéa de l'article L. 724-11 du code rural et de la pêche maritime et l'article L. 243-7-1 A du code de la sécurité sociale ne sont pas applicables. Les contrôles auxquels il est mis fin dans les conditions prévues au présent article ne sont pas pris en compte pour l'application des dispositions de l'article L. 243-12-4 du code de la sécurité sociale. Un nouveau contrôle peut être réalisé, au titre de la même période, sur les points de la législation applicable ayant déjà fait l'objet d'une vérification à laquelle il a été mis fin dans le cadre du présent article."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2020, un rapport présentant l'impact prévisionnel de la crise du covid-19 et de la période de confinement sur les ressources de l'Agence de financement des infrastructures de transports de France et ses conséquences sur l'exécution de la stratégie de mise en œuvre des orientations de la politique d'investissement de l'Etat en matière de transports et de mobilités définies à l'article 1er de la loi n° 2019-1428 du 24 décembre 2019 d'orientation des mobilités. Ce rapport comprend des propositions visant, d'une part, à compenser ces pertes et, d'autre part, à garantir la pérennité des ressources de l'Agence de financement des infrastructures de transports de France à l'horizon de la programmation financière et opérationnelle des investissements de l'Etat dans les systèmes de transports pour la période 2019-2037."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le Gouvernement remet au Parlement, dans un délai de deux mois à compter de la promulgation de la présente loi, un rapport portant sur les évolutions possibles des dispositifs de bonus, de prime à la conversion et de malus écologique destinés à inciter à l'acquisition de véhicules propres et à la mobilité propre.Ce rapport évalue les avantages, les inconvénients et le coût pour les finances publiques des hypothèses d'évolution suivantes :1° Mieux cibler les véhicules éligibles, notamment au regard des enjeux d'amélioration de la qualité de l'air et de transition énergétique ;2° Accompagner le retrait du marché à l'horizon 2040 des véhicules à carburants fossiles, selon les objectifs de la loi n° 2019-1428 du 24 décembre 2019 d'orientation des mobilités, tout en favorisant les modèles plus légers, par la prise en compte d'un critère relatif à la masse ;3° Renforcer le niveau des aides en faveur des ménages les plus modestes, par des dispositifs d'aides complémentaires tels qu'un prêt à taux zéro pour l'achat de véhicules à faibles ou très faibles émissions ;4° Ouvrir la prime à la conversion de véhicules à motorisation thermique vers l'électrique via le mécanisme de rétrofit ;5° Ouvrir la prime à la conversion au développement de solutions de transport alternatives à la voiture individuelle pour encourager le report modal : vélo, vélo à assistance électrique, covoiturage, auto-partage ou encore usage des transports en commun ;6° Améliorer la lisibilité des dispositifs mentionnés aux 1° à 5° pour les consommateurs et pour les acteurs économiques en inscrivant l'évolution des dispositifs de soutien à l'acquisition de véhicules propres sur une trajectoire pluriannuelle."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "L'ouverture de 50 millions d'euros de crédits supplémentaires en crédits de paiement et en autorisations d'engagement du programme 185 doit permettre de venir en aide à tous les établissements qui en auront besoin, quel que soit leur statut (établissements en gestion directe, établissements conventionnés ou établissements partenaires) pour le bénéfice de toutes les familles françaises et étrangères qui y scolarisent leurs enfants. Les aides versées à ce titre doivent être strictement justifiées par le besoin d'adoption de mesures répondant à la situation induite par la crise du covid-19."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - Le Gouvernement remet au Parlement, avant le 1er octobre 2020, un rapport présentant les conséquences budgétaires de la crise liée à la pandémie de covid-19 sur la diplomatie culturelle et d'influence française ainsi que sur l'enseignement français à l'étranger.II. - Ce rapport comporte un état des lieux des aides demandées et accordées par le réseau de l'enseignement français à l'étranger, qui précise, pour chaque type d'établissements, les éléments suivants :1° Le montant de l'aide demandée ;2° Le montant validé par l'Agence pour l'enseignement français à l'étranger ;3° Le montant versé par l'agence ;4° Le montant accordé aux familles françaises au titre des bourses scolaires ;5° Le montant accordé aux familles au titre des recours gracieux.III. - Ce rapport analyse également l'impact de la crise sanitaire quant à l'emploi des dotations des postes diplomatiques et consulaires en 2020 en réponse à la crise liée à la pandémie de covid-19. Il présente les mouvements opérés à ce titre entre les actions des différents programmes de la mission « Action extérieure de l'Etat » ainsi qu'une version consolidée de l'incidence sur l'exécution de la loi de finances pour 2020."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Les propriétaires de lots de la copropriété « Le Signal », sise 2, boulevard du Front-de-Mer à Soulac-sur-Mer (Gironde), visée par un arrêté municipal portant ordre d'évacuation et d'interdiction définitive d'occupation en raison des risques d'effondrement engendrés par le recul du trait de côte, peuvent prétendre à une indemnisation en compensation des préjudices résultant de la perte d'usage de leur bien en tant que résidence principale ou secondaire. Cette indemnité est prise en charge par l'Etat à hauteur de 70 % de la valeur vénale, déterminée abstraction faite du risque d'effondrement, du bien concerné.Le versement de l'indemnité aux propriétaires concernés, qui doit être demandé avant le 31 décembre 2021, est conditionné :1° Au transfert de la propriété du bien à une personne publique identifiée en accord avec le représentant de l'Etat dans le département ;2° A la renonciation de la part des propriétaires à toute demande indemnitaire en lien avec ce bien, et faisant l'objet d'un contentieux en cours ou futur."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Les cotisations et contributions sociales mentionnées au I de l'article L. 241-13 du code de la sécurité sociale, à l'exception des cotisations affectées aux régimes de retraite complémentaire légalement obligatoires, dues au titre des revenus déterminés en application de l'article L. 242-1 du même code ou de l'article L. 741-10 du code rural et de la pêche maritime, font l'objet d'une exonération totale dans les conditions prévues au présent I.Cette exonération est applicable aux cotisations dues sur les rémunérations des salariés mentionnés au II de l'article L. 241-13 du code de la sécurité sociale :1° Au titre de la période d'emploi comprise entre le 1er février 2020 et le 31 mai 2020, par les employeurs de moins de deux cent cinquante salariés qui exercent leur activité principale :a) Soit dans ceux des secteurs relevant du tourisme, de l'hôtellerie, de la restauration, du sport, de la culture, du transport aérien et de l'évènementiel qui ont été particulièrement affectés par les conséquences économiques et financières de la propagation de l'épidémie de covid-19 au regard de la réduction de leur activité, en raison notamment de leur dépendance à l'accueil du public ;b) Soit dans les secteurs dont l'activité dépend de celle des secteurs mentionnés au a et qui ont subi une très forte baisse de leur chiffre d'affaires ;2° Au titre de la période d'emploi comprise entre le 1er février 2020 et le 30 avril 2020, par les employeurs de moins de dix salariés dont l'activité principale relève d'autres secteurs que ceux mentionnés au 1°, implique l'accueil du public et a été interrompue du fait de la propagation de l'épidémie de covid-19, à l'exclusion des fermetures volontaires.En Guyane et à Mayotte, les périodes d'emploi prévues aux 1° et 2° s'étendent du 1er février 2020 jusqu'au dernier jour du mois au cours duquel l'état d'urgence sanitaire prend fin dans ces collectivités.Le cas échéant, pour les employeurs pour lesquels l'interdiction d'accueil du public a été prolongée, les périodes d'emploi prévues aux mêmes 1° et 2° s'étendent du 1er février 2020 jusqu'au dernier jour du mois précédant celui de l'autorisation d'accueil du public.La perte de chiffre d'affaires requise pour bénéficier des mesures du présent I prend notamment en compte la saisonnalité importante de certains secteurs d'activité mentionnés aux a et b du 1°.Les conditions de la mise en œuvre des 1° et 2° ainsi que la liste des secteurs d'activité mentionnés au présent I sont fixées par décret.Cette exonération est appliquée sur les cotisations et contributions sociales mentionnées au présent I restant dues après application de la réduction prévue au I de l'article L. 241-13 du code de la sécurité sociale ou de toute autre exonération totale ou partielle de cotisations sociales ou de taux spécifiques, d'assiettes et de montants forfaitaires de cotisations. Elle est cumulable avec l'ensemble de ces dispositifs.II. - Les revenus d'activité au titre desquels les cotisations et contributions sociales dues par l'employeur font l'objet d'une exonération dans les conditions prévues au I du présent article ouvrent droit à une aide au paiement de leurs cotisations et contributions dues aux organismes de recouvrement des cotisations et contributions sociales égale à 20 % du montant de ces revenus.Le montant de cette aide est imputable sur l'ensemble des sommes dues aux organismes de recouvrement mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale et à l'article L. 725-3 du code rural et de la pêche maritime au titre des années 2020 et 2021, après application de l'exonération mentionnée au I du présent article et de toute autre exonération totale ou partielle applicable. Pour l'application des articles L. 133-4-2 et L. 242-1-1 du code de la sécurité sociale, cette aide est assimilée à une mesure de réduction.III. - Lorsqu'ils exercent leur activité principale dans les conditions définies au 1° du I du présent article ou dans les secteurs mentionnés au 2° du même I, les travailleurs indépendants mentionnés à l'article L. 611-1 du code de la sécurité sociale qui n'ont pas exercé l'option prévue à l'article L. 613-7 du même code et les travailleurs non salariés agricoles mentionnés à l'article L. 722-4 du code rural et de la pêche maritime bénéficient d'une réduction des cotisations et contributions de sécurité sociale. Le montant de la réduction est fixé, pour chacun de ces secteurs, par décret.Cette réduction porte sur les cotisations et contributions de sécurité sociale dues au titre de l'année 2020. Elle s'applique dans la limite des montants dus aux organismes de recouvrement mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale et à l'article L. 723-1 du code rural et de la pêche maritime au titre de cet exercice.Pour déduire de leurs cotisations provisionnelles mentionnées à l'article L. 131-6-2 du code de la sécurité sociale exigibles en 2020 la réduction prévue au premier alinéa du présent III, les travailleurs indépendants peuvent appliquer au revenu estimé qu'ils déclarent en application de l'avant-dernier alinéa de l'article L. 131-6-2 du code de la sécurité sociale un abattement dont le montant est fixé par décret. Les majorations de retard prévues au même avant-dernier alinéa ne sont pas applicables au titre des revenus de l'année 2020.IV. - Les travailleurs indépendants relevant du dispositif mentionné à l'article L. 613-7 du code de la sécurité sociale peuvent déduire des montants de chiffre d'affaires ou de recettes déclarés au titre des échéances mensuelles ou trimestrielles de l'année 2020 les montants correspondant au chiffre d'affaires ou aux recettes réalisés au titre des mois :1° De mars 2020 à juin 2020, pour ceux dont l'activité correspond aux critères mentionnés au 1° du I du présent article ;2° De mars 2020 à mai 2020, pour ceux dont l'activité relève des secteurs mentionnés au 2° du même I.V. - Les artistes-auteurs mentionnés à l'article L. 382-1 du code de la sécurité sociale dont le revenu artistique en 2019 est supérieur ou égal à 3 000 € bénéficient d'une réduction des cotisations et contributions de sécurité sociale dont ils sont redevables au titre de l'année 2020, dont le montant est fixé par décret. Ce montant, d'au moins 500 €, est différent selon que le revenu artistique en 2019 est :1° Inférieur ou égal à huit cents fois le salaire horaire minimum interprofessionnel de croissance ;2° Strictement supérieur à huit cents fois le salaire horaire minimum interprofessionnel de croissance et inférieur ou égal à deux mille fois le salaire horaire minimum interprofessionnel de croissance ;3° Strictement supérieur à deux mille fois le salaire horaire minimum interprofessionnel de croissance.Pour les artistes-auteurs dont les revenus servant de base au calcul des cotisations sont constitués du montant des revenus imposables au titre des bénéfices non commerciaux majorés de 15 %, cette réduction est applicable sur les acomptes provisionnels des cotisations et contributions de sécurité sociale calculés au titre de l'année 2020 dus à l'organisme de recouvrement mentionné au premier alinéa de l'article L. 382-5 du même code. La régularisation définitive de ces acomptes tient compte de cette réduction dans la limite des cotisations et contributions de sécurité sociale dues au titre de l'année 2020.Pour les artistes-auteurs dont les revenus servant de base au calcul des cotisations sont constitués du montant brut des droits d'auteur et ont fait l'objet d'un précompte, le montant correspondant à cette réduction est versé, dans la limite des cotisations et contributions de sécurité sociale dues au titre de l'année 2020 à l'artiste-auteur, par l'organisme de recouvrement mentionné à l'avant-dernier alinéa du présent V lorsque le revenu de l'année 2020 est connu.VI.-Sans préjudice des dispositions des I à III du présent article, les employeurs ou les travailleurs indépendants peuvent bénéficier de plans d'apurement conclus avec les organismes de recouvrement.Peuvent faire l'objet de ces plans d'apurement l'ensemble des cotisations et contributions mentionnées au dernier alinéa du I, à la charge des employeurs, les cotisations et contributions personnelles dues aux organismes mentionnés au deuxième alinéa du III, à la charge des travailleurs indépendants, ainsi que celles qui, étant à la charge des salariés, ont été précomptées sans être reversées à ces mêmes organismes, pourvu que ces plans prévoient en priorité leur règlement, constatées au 31 décembre 2020. Pour les travailleurs indépendants, les plans pourront inclure des dettes constatées au 31 décembre 2021. Pour les travailleurs non-salariés agricoles, ces plans peuvent inclure les dettes constatées au 31 décembre 2021.Le cas échéant, les plans tiennent compte des exonérations et remises prévues en application du présent article.Les directeurs des organismes de recouvrement peuvent adresser des propositions de plans d'apurement jusqu'à trois mois après les dates mentionnées au deuxième alinéa du présent VI. A défaut d'opposition ou de demande d'aménagement par le cotisant dans un délai d'un mois, le plan est réputé accepté.Les employeurs ou les travailleurs indépendants peuvent également demander aux directeurs des organismes de recouvrement, avant la même date, le bénéfice d'un plan d'apurement.Les pénalités et majorations de retard dont sont redevables du fait de leurs dettes de cotisations et contributions sociales les cotisants qui concluent avec l'organisme de recouvrement dont ils relèvent des plans d'apurement dans les conditions mentionnées au présent VI sont remises d'office à l'issue du plan, sous réserve du respect de celui-ci.VII. - Les employeurs de moins de deux cent cinquante salariés au 1er janvier 2020 qui ne bénéficient pas des exonérations et de l'aide prévues aux I et II peuvent demander à bénéficier, dans le cadre des plans d'apurement qu'ils ont conclus dans les conditions prévues au VI, d'une remise partielle des dettes de cotisations et contributions patronales constituées au titre des périodes d'activité courant du 1er février 2020 au 31 mai 2020.La remise peut être accordée par le directeur de l'organisme de recouvrement aux employeurs dont l'activité a été réduite au cours de la période mentionnée au premier alinéa du présent VII d'au moins 50 % par rapport à la même période de l'année précédente. Le niveau de cette remise ne peut excéder 50 % des sommes dues. La réduction de l'activité est appréciée selon des modalités définies par décret pour le bénéfice du fonds de solidarité créé par l'ordonnance n° 2020-317 du 25 mars 2020 portant création d'un fonds de solidarité à destination des entreprises particulièrement touchées par les conséquences économiques, financières et sociales de la propagation de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation.Le bénéfice de la remise partielle de cotisations et contributions patronales est acquis, sous réserve du remboursement de la totalité des cotisations et contributions salariales incluses dans les plans conclus en application du VI du présent article.VIII. - Les travailleurs indépendants mentionnés à l'article L. 611-1 du code de la sécurité sociale qui n'ont pas exercé l'option prévue à l'article L. 613-7 du même code et les travailleurs non salariés agricoles mentionnés à l'article L. 722-4 du code rural et de la pêche maritime qui ne bénéficient pas de la réduction des cotisations et contributions sociales prévue au III du présent article peuvent demander à bénéficier, dans le cadre des plans d'apurement qu'ils ont conclus dans les conditions prévues au VI, d'une remise partielle des dettes des cotisations et contributions sociales dues au titre de l'année 2020.La remise peut être accordée par le directeur de l'organisme de recouvrement aux travailleurs indépendants et aux travailleurs non-salariés agricoles dont l'activité a été réduite au cours de la période d'activité courant du 1er février 2020 au 31 mai 2020 d'au moins 50 % par rapport à la même période de l'année précédente. La réduction de l'activité est appréciée selon les modalités définies par décret pour le bénéfice du fonds de solidarité créé par l'ordonnance n° 2020-317 du 25 mars 2020 précitée.Le niveau de cette remise ne peut excéder 50 % du montant de réduction prévu au premier alinéa du III du présent article au titre des secteurs mentionnés au 2° du I.IX. - Les non-salariés agricoles mentionnés à l'article L. 722-4 du code rural et de la pêche maritime dont l'activité entre dans le champ des secteurs mentionnés au I du présent article et dont le chiffre d'affaires a subi une forte baisse peuvent opter pour que les cotisations et contributions dues au titre de l'année 2020 soient calculées sur les revenus de l'année 2020. Cette option est subordonnée à la réalisation d'une baisse du chiffre d'affaires d'au moins 50 % entre le 15 mars 2020 et le 15 mai 2020 par rapport à la même période de l'année précédente ou par rapport au chiffre d'affaires de l'année 2019, rapporté à une période de deux mois. Les conditions de mise en œuvre du présent IX sont précisées par décret. Cette option n'est pas cumulable avec la réduction mentionnée au III.X. - Le bénéfice des dispositions du VI est subordonné, pour les grandes entreprises au sens de l'article 3 du décret n° 2008-1354 du 18 décembre 2008 relatif aux critères permettant de déterminer la catégorie d'appartenance d'une entreprise pour les besoins de l'analyse statistique et économique, à l'absence, entre le 5 avril 2020 et le 31 décembre 2020, dans des conditions fixées par décret, de décision de versement des sommes mentionnées à l'article L. 232-12 du code de commerce ou des rachats d'actions mentionnés aux articles L. 225-206 à L. 225-217 du même code.Les dispositions du premier alinéa de l'article 4 de l'ordonnance n° 2020-312 du 25 mars 2020 relative à la prolongation de droits sociaux ne sont pas applicables aux entreprises qui ne respecteraient pas les conditions mentionnées au premier alinéa du présent X et n'acquitteraient pas les cotisations et contributions mentionnées au I à leur date d'exigibilité.Le bénéfice des dispositions du VII est subordonné au fait, pour l'employeur, d'être à jour de ses obligations déclaratives ou de paiement à l'égard de l'organisme de recouvrement concernant les cotisations et contributions sociales exigibles pour les périodes d'emploi antérieures au 1er janvier 2020. La condition de paiement est considérée comme satisfaite dès lors que l'employeur a conclu et respecte un plan d'apurement des cotisations restant dues ou avait conclu et respectait un plan antérieurement au 15 mars 2020.Le cotisant ne peut bénéficier des dispositions des I à III et de la remise prévue au VII du présent article en cas de condamnation en application des articles L. 8221-1, L. 8221-3 et L. 8221-5 du code du travail au cours des cinq années précédentes.Les employeurs peuvent, jusqu'au 31 octobre 2020, régulariser leurs déclarations sociales afin de bénéficier des exonérations et de l'aide prévues aux I et II du présent article sans application des pénalités.XI. - Les dispositions du présent article sont applicables à Mayotte et Saint-Pierre-et-Miquelon, sous réserve des adaptations liées aux modalités d'application du régime de sécurité sociale dans ces collectivités.XII. - A. - Le Gouvernement remet au président et au rapporteur général des commissions permanentes de l'Assemblée nationale et du Sénat chargées des finances, dans un délai de deux mois à compter de la publication de la présente loi, un rapport sur les dispositifs de soutien prévus au présent article, précisant notamment :1° La liste détaillée de chacun des secteurs mentionnés aux 1° et 2° du I, en précisant, le cas échéant, pour chacun de ces secteurs, la correspondance avec les sections, divisions, groupes, classes et sous-classes correspondants de la nomenclature d'activités française et le code associé ;2° Les conditions de mise en œuvre des modalités d'appréciation de la baisse de chiffre d'affaires mentionnée au b du 1° du I ;3° Les modalités de mise en œuvre des dispositifs de soutien, notamment s'agissant des plans d'apurement et des remises partielles de dettes sociales mentionnés aux VI et VII, en indiquant les instructions adressées aux organismes de recouvrement chargés de mettre en œuvre ces dispositifs.B. - A compter du quatrième mois suivant celui de la publication de la présente loi, le Gouvernement remet au président et au rapporteur général des commissions permanentes de l'Assemblée nationale et du Sénat chargées des finances un rapport mensuel précisant :1° Les évolutions apportées aux listes des secteurs mentionnés aux 1° et 2° du I et aux modalités de mise en œuvre des dispositifs de soutien mentionnées au 3° du A du présent XII ;2° Pour chacun des secteurs mentionnés aux 1° et 2° du I, les montants des exonérations et de l'aide prévues aux I et II ;3° Le nombre et les montants total et moyen des remises accordées en application du VII ;4° Pour chaque catégorie d'entreprises, au sens de l'article 3 du décret n° 2008-1354 du 18 décembre 2008 relatif aux critères permettant de déterminer la catégorie d'appartenance d'une entreprise pour les besoins de l'analyse statistique et économique, le nombre et la durée moyenne des plans d'apurement conclus en application du VI du présent article.XIII. - (Abrogé)"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - 1. Pour les entreprises de plus de 500 millions d'euros de chiffre d'affaires lors du dernier exercice clos qui sont soumises à l'article L. 232-6-3 ou à l'article L. 233-28-4 du code de commerce, la prise de participations par l'intermédiaire de l'Agence des participations de l'Etat effectuée à compter de la publication de la présente loi au titre des crédits ouverts par la loi n° 2020-473 du 25 avril 2020 de finances rectificative pour 2020 est subordonnée à la souscription par lesdites entreprises d'engagements en matière de réduction de leurs émissions de gaz à effet de serre. Ces engagements font l'objet d'un suivi, dans les conditions prévues au II du présent article.2. Les engagements mentionnés au 1 du présent I doivent être établis en cohérence avec les budgets carbone sectoriels et par catégorie de gaz à effet de serre prévus à l'article L. 222-1 B du code de l'environnement.II. - Les entreprises mentionnées au I du présent article publient des informations annuelles sur le respect de leurs engagements climatiques. Ces informations présentent ces engagements et, le cas échéant, leur actualisation, le bilan de leurs émissions de gaz à effet de serre au cours de l'exercice clos ainsi que leur stratégie de réduction de ces émissions. En cas de non-atteinte des objectifs prévus par la trajectoire, les entreprises présentent les mesures correctrices qu'elles entendent mettre en œuvre. Ces informations sont intégrées dans la section du rapport de gestion prévue au I de l'article L. 232-6-3 ou le cas échéant dans la section du rapport sur la gestion du groupe prévue au I de l'article L. 233-28-4 du code de commerce, dans un délai d'un an à compter de la date d'octroi du bénéfice public mentionné au 1 du même I.III. - L'autorité administrative sanctionne les manquements aux obligations de publication prévues au II par une amende de 375 000 €.IV. - Un arrêté des ministres chargés de l'économie, des finances et de l'écologie précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - Pour l'application de la présente loi en Guyane et à Mayotte, l'ordonnance n° 2020-312 du 25 mars 2020 relative à la prolongation des droits sociaux est ainsi modifiée :1° A la première phrase du I, au II, à la fin du III et au IV de l'article 1er, la date : « 31 juillet 2020 » est remplacée par la date : « 31 octobre 2020 » ;2° L'article 2 est ainsi modifié :a) Au 1° du I, la date : « 31 juillet 2020 » est remplacée par la date : « 31 octobre 2020 » ;b) A la première phrase du 2° du II, le mot : « six » est remplacé par le mot : « neuf » ;c) Au III, la date : « 31 juillet 2020 » est remplacée par la date : « 31 octobre 2020 » ;3° Au premier alinéa de l'article 2 bis, après le mot : « susvisée », sont insérés les mots : « et prorogé par l'article 1er de la loi n° 2020-546 du 11 mai 2020 prorogeant l'état d'urgence sanitaire et complétant ses dispositions ainsi que par l'article 2 de la loi n° 2020-856 du 9 juillet 2020 organisant la sortie de l'état d'urgence sanitaire pour les seuls territoires de Mayotte et de Guyane » ;4° L'article 4 est ainsi modifié :a) Au premier alinéa, la date : « 30 juin 2020 » est remplacée par la date : « 30 octobre 2020 » ;b) Le dernier alinéa est supprimé.II. - Pour l'application de la présente loi en Guyane et à Mayotte, au premier alinéa de l'article 2 de l'ordonnance n° 2020-309 du 25 mars 2020 relative à la garantie de financement des établissements de santé et aux régimes complémentaires obligatoires de sécurité sociale, la date : « 31 juillet 2020 » est remplacée par la date : « 31 octobre 2020 ».III. - Pour l'application de la présente loi en Guyane et à Mayotte, à l'article 2 de l'ordonnance n° 2020-311 du 25 mars 2020 relative à l'adaptation temporaire des règles d'instruction des demandes et d'indemnisation des victimes par l'Office national d'indemnisation des victimes d'accidents médicaux, des affections iatrogènes et des infections nosocomiales et par le Fonds d'indemnisation des victimes de l'amiante, la date : « 12 juillet 2020 » est remplacée par la date : « 31 octobre 2020 »."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "La majoration du taux prévu au 2° du I de l'article 1er de l'ordonnance n° 2020-770 du 24 juin 2020 relative à l'adaptation du taux horaire de l'allocation d'activité partielle s'applique aux employeurs domiciliés en Guyane et à Mayotte jusqu'à la date de fin de l'état d'urgence sanitaire."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-(Abrogé)\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "A titre exceptionnel, en 2020, la dotation budgétaire mentionnée à l'article L. 2334-42 du code général des collectivités territoriales est également destinée à financer la réalisation d'opérations éligibles à la dotation mentionnée à l'article L. 2334-32 du même code dans les conditions prévues aux articles L. 2334-36 et L. 2334-37 dudit code. Par dérogation, ces subventions peuvent être notifiées au cours du second semestre de l'année civile."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "L'indemnisation des professionnels de santé mentionnés aux livres Ier à III de la quatrième partie du code de la santé publique, exerçant à titre libéral et ne bénéficiant pas des dispositions du livre IV du code de la sécurité sociale au titre des articles L. 412-2 ou L. 743-1 du même code, dès lors qu'ils sont atteints d'une maladie liée à une infection par le SARS-CoV2, s'effectue selon les règles de réparation prévues par les dispositions de la seconde phrase du second alinéa du même article L. 743-1 relatives à l'assurance volontaire en matière d'accidents du travail. Ces prestations sont calculées sur la base des derniers revenus mentionnés à l'article L. 131-6 dudit code déclarés aux organismes mentionnés aux articles L. 213-1 et L. 752-4 du même code."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - Par dérogation au premier alinéa de l'article L. 6222-12-1 du code du travail, toute personne âgée de seize à vingt-neuf ans révolus, ou ayant au moins quinze ans et justifiant avoir accompli la scolarité du premier cycle de l'enseignement secondaire, peut, à sa demande, si elle n'a pas été engagée par un employeur, débuter un cycle de formation en apprentissage dans la limite d'une durée de six mois. Cette disposition s'applique uniquement aux cycles de formation débutés entre le 1er août 2020 et le 31 décembre 2020.Les modalités de prise en charge financière de cette période par les opérateurs de compétences sont précisées par décret.Durant cette période, les personnes bénéficient du statut de stagiaire de la formation professionnelle et, à ce titre, de la protection sociale des personnes prise en charge par l'Etat.\n\nII. - A modifié les dispositions suivantes :\n\n- Code du travail"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - Pour la première année de l'exécution des contrats d'apprentissage conclus entre le 1er juillet 2020 et le 28 février 2021, l'aide aux employeurs d'apprentis prévue à l'article L. 6243-1 du code du travail est versée pour la préparation d'un diplôme ou d'un titre à finalité professionnelle équivalant au plus au niveau 7 du cadre national des certifications professionnelles.L'aide est également versée aux entreprises de 250 salariés et plus, dans les conditions suivantes :1° Pour celles qui sont assujetties à la taxe d'apprentissage mentionnée à l'article L. 6241-1 du même code, elles doivent être exonérées de la contribution supplémentaire à l'apprentissage mentionnée à l'article 1609 quinvicies du code général des impôts au titre des rémunérations versées en 2021 en application des dispositions prévues aux cinquième à dernier alinéas du I du même article 1609 quinvicies ;2° Pour celles qui ne sont pas assujetties à la taxe d'apprentissage susmentionnée, elles justifient d'un pourcentage minimal de salariés en contrat d'apprentissage ou en contrat de professionnalisation, dans leurs effectifs au 31 décembre 2021 dans les mêmes conditions que l'article 1609 quinvicies du code général des impôts.Pour l'application du 1° du présent I, le ministre chargé de la formation professionnelle transmet à l'Agence de services et de paiement mentionnée à l'article L. 313-1 du code rural et de la pêche maritime, la liste nominative des entreprises qui sont redevables de la contribution supplémentaire à l'apprentissage au titre des rémunérations versées en 2021, à l'exclusion de toute information financière.II. - Cette aide exceptionnelle est également versée aux employeurs de salariés en contrat de professionnalisation, dans des conditions et selon des modalités fixées par décret.III. - Ces dispositions ne sont pas applicables au secteur public non industriel et commercial. Un décret fixe les modalités de mise en œuvre de cette aide exceptionnelle."
    },
    {
      "provision_ref": "artÉTATA",
      "section": "ÉTATA",
      "title": "Article ÉTATA",
      "content": "(Article 27 de la loi)VOIES ET MOYENS POUR 2020 RÉVISÉSI. - BUDGET GÉNÉRAL\n\n(En euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En euros)\n\nII. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nIII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluations pour 2020\n\nleft\n\n1. Recettes fiscales\n\nleft\n\nleft\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n- 267 940 546\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n- 267 940 546\n\nleft\n\n13. Impôt sur les sociétés\n\n- 11 718 507 851\n\n1301\n\nImpôt sur les sociétés\n\n- 11 718 507 851\n\nleft\n\n14. Autres impôts directs et taxes assimilées\n\n- 947 618 870\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n- 72 386 270\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n- 469 562 873\n\n1427\n\nPrélèvements de solidarité\n\n- 255 481 766\n\n1499\n\nRecettes diverses\n\n- 150 187 961\n\nleft\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n- 304 887 272\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n- 304 887 272\n\nleft\n\n16. Taxe sur la valeur ajoutée\n\n- 8 115 102 936\n\n1601\n\nTaxe sur la valeur ajoutée\n\n- 8 115 102 936\n\nleft\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n- 107 079 422\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n- 40 131 579\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n- 12 071 543\n\n1753\n\nAutres taxes intérieures\n\n- 14 741 388\n\n1756\n\nTaxe générale sur les activités polluantes\n\n- 54 134 912\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n14 000 000\n\nleft\n\n2. Recettes non fiscales\n\nleft\n\nleft\n\n22. Produits du domaine de l'Etat\n\n- 6 000 000\n\n2201\n\nRevenus du domaine public non militaire\n\n- 6 000 000\n\nleft\n\n26. Divers\n\n- 296 500 000\n\n2602\n\nReversements au titre des procédures de soutien financier au commerce extérieur\n\n- 296 500 000\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\nleft\n\nleft\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n1 067 924 000\n\n3141\n\nSoutien exceptionnel de l'Etat au profit des collectivités du bloc communal confrontées à des pertes de recettes fiscales et domaniales du fait de la crise sanitaire\n\n992 924 000\n\n3142\n\nSoutien exceptionnel de l'Etat au profit des régions d'outre-mer confrontées à des pertes de recettes d'octroi de mer et de taxe spéciale de consommation du fait de la crise sanitaire\n\n60 000 000\n\n3143\n\nSoutien exceptionnel de l'Etat au profit de la collectivité de Corse confrontée à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n8 000 000\n\n3144\n\nSoutien exceptionnel de l'Etat au profit de Saint-Pierre-et-Miquelon, Saint-Martin, Saint-Barthélemy et Wallis-et-Futuna confrontées à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n7 000 000\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluationspour 2020\n\nleft\n\n1. Recettes fiscales\n\n- 21 461 136 897\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n- 267 940 546\n\n13\n\nImpôt sur les sociétés\n\n- 11 718 507 851\n\n14\n\nAutres impôts directs et taxes assimilées\n\n- 947 618 870\n\n15\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n- 304 887 272\n\n16\n\nTaxe sur la valeur ajoutée\n\n- 8 115 102 936\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n- 107 079 422\n\nleft\n\n2. Recettes non fiscales\n\n- 302 500 000\n\n22\n\nProduits du domaine de l'Etat\n\n- 6 000 000\n\n26\n\nDivers\n\n- 296 500 000\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\n1 067 924 000\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n1 067 924 000\n\nleft\n\nTotal des recettes, nettes des prélèvements (1 + 2 - 3)\n\n- 22 831 560 897\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluationspour 2020\n\nleft\n\nGestion du patrimoine immobilier de l'Etat\n\n- 70 000 000\n\n1\n\nProduits des cessions immobilières\n\n- 60 000 000\n\n2\n\nProduits de redevances domaniales\n\n- 10 000 000\n\nleft\n\nTotal\n\n- 70 000 000\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluationspour 2020\n\nleft\n\nAvances aux collectivités territoriales\n\n0\n\nleft\n\nSection : Avances remboursables de droits de mutation à titre onéreux destinées à soutenir les départements et d'autres collectivités territoriales affectés par les conséquences économiques de l'épidémie de covid-19\n\n0\n\n13\n\nAvances remboursables de droits de mutation à titre onéreux destinées à soutenir les départements et d'autres collectivités territoriales affectés par les conséquences économiques de l'épidémie de covid-19\n\n0\n\nleft\n\nTotal\n\n0\n\n1"
    },
    {
      "provision_ref": "artÉTATB",
      "section": "ÉTATB",
      "title": "Article ÉTATB",
      "content": "(Article 28 de la loi)RÉPARTITION DES CRÉDITS POUR 2020 OUVERTS ET ANNULÉS, PAR MISSION ET PROGRAMME, AU TITRE DU BUDGET GÉNÉRALBUDGET GÉNÉRAL\n\n(En euros)\n\nMission/Programme\n\nAutorisationsd'engagementsupplémentairesouvertes\n\nCréditsde paiementsupplémentairesouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiementannulés\n\nAction extérieure de l'Etat\n\n155 000 000\n\n155 000 000\n\nleft\n\nleft\n\nDiplomatie culturelle et d'influence\n\n55 000 000\n\n55 000 000\n\nleft\n\nleft\n\nFrançais à l'étranger et affaires consulaires\n\n100 000 000\n\n100 000 000\n\nleft\n\nleft\n\nAdministration générale et territoriale de l'Etat\n\n14 700 000\n\n14 700 000\n\nleft\n\nleft\n\nVie politique, cultuelle et associative\n\n14 700 000\n\n14 700 000\n\nleft\n\nleft\n\nCohésion des territoires\n\n286 500 000\n\n286 500 000\n\nleft\n\nleft\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\n200 000 000\n\n200 000 000\n\nleft\n\nleft\n\nPolitique de la ville\n\n86 500 000\n\n86 500 000\n\nleft\n\nleft\n\nCulture\n\n60 400 000\n\n60 400 000\n\nleft\n\nleft\n\nPatrimoines\n\n27 400 000\n\n27 400 000\n\nleft\n\nleft\n\nCréation\n\n23 000 000\n\n23 000 000\n\nleft\n\nleft\n\nTransmission des savoirs et démocratisation de la culture\n\n10 000 000\n\n10 000 000\n\nleft\n\nleft\n\nEcologie, développement et mobilité durables\n\n973 000 000\n\n973 000 000\n\nleft\n\nleft\n\nInfrastructures et services de transports\n\n250 000 000\n\n250 000 000\n\nleft\n\nleft\n\nEnergie, climat et après-mines\n\n723 000 000\n\n723 000 000\n\nleft\n\nleft\n\nEconomie\n\n963 300 000\n\n348 300 000\n\n25 000 000\n\nleft\n\nDéveloppement des entreprises et régulations\n\n933 300 000\n\n348 300 000\n\nleft\n\nleft\n\nPlan France Très haut débit\n\n30 000 000\n\nleft\n\nleft\n\nleft\n\nStatistiques et études économiques\n\nleft\n\nleft\n\n10 000 000\n\nleft\n\nStratégie économique et fiscale\n\nleft\n\nleft\n\n15 000 000\n\nleft\n\nEngagements financiers de l'Etat\n\n280 000 000\n\n280 000 000\n\nleft\n\nleft\n\nAppels en garantie de l'Etat (crédits évaluatifs)\n\n182 000 000\n\n182 000 000\n\nleft\n\nleft\n\nDotation du Mécanisme européen de stabilité\n\n98 000 000\n\n98 000 000\n\nleft\n\nleft\n\nEnseignement scolaire\n\n126 500 000\n\n126 500 000\n\nleft\n\nleft\n\nVie de l'élève\n\n126 500 000\n\n126 500 000\n\nleft\n\nleft\n\nInvestissements d'avenir\n\n150 000 000\n\nleft\n\n150 000 000\n\nleft\n\nSoutien des progrès de l'enseignement et de la recherche\n\nleft\n\nleft\n\n150 000 000\n\nleft\n\nAccélération de la modernisation des entreprises\n\n150 000 000\n\nleft\n\nleft\n\nleft\n\nMédias, livre et industries culturelles\n\n384 000 000\n\n384 000 000\n\nleft\n\nleft\n\nPresse et médias\n\n170 000 000\n\n170 000 000\n\nleft\n\nleft\n\nLivre et industries culturelles\n\n214 000 000\n\n214 000 000\n\nleft\n\nleft\n\nPlan d'urgence face à la crise sanitaire\n\n8 933 000 000\n\n8 933 000 000\n\nleft\n\nleft\n\nPrise en charge du dispositif exceptionnel de chômage partiel à la suite de la crise sanitaire\n\n3 333 000 000\n\n3 333 000 000\n\nleft\n\nleft\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\n1 700 000 000\n\n1 700 000 000\n\nleft\n\nleft\n\nCompensation à la sécurité sociale des allègements de prélèvements pour les entreprises les plus touchées par la crise sanitaire\n\n3 900 000 000\n\n3 900 000 000\n\nleft\n\nleft\n\nRecherche et enseignement supérieur\n\n470 900 000\n\n315 000 000\n\nleft\n\nleft\n\nVie étudiante\n\n200 000 000\n\n200 000 000\n\nleft\n\nleft\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n165 000 000\n\n85 000 000\n\nleft\n\nleft\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n105 900 000\n\n30 000 000\n\nleft\n\nleft\n\nRelations avec les collectivités territoriales\n\n1 000 000 000\n\nleft\n\nleft\n\nleft\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\n1 000 000 000\n\nleft\n\nleft\n\nleft\n\nRemboursements et dégrèvements\n\n1 737 661 186\n\n1 737 661 186\n\n70 000 000\n\n70 000 000\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n1 737 661 186\n\n1 737 661 186\n\nleft\n\nleft\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\nleft\n\nleft\n\n70 000 000\n\n70 000 000\n\nSanté\n\n5 000 000\n\n5 000 000\n\nleft\n\nleft\n\nPrévention, sécurité sanitaire et offre de soins\n\n5 000 000\n\n5 000 000\n\nleft\n\nleft\n\nSécurités\n\n307 300 000\n\n109 000 000\n\nleft\n\nleft\n\nPolice nationale\n\n37 650 000\n\n30 100 000\n\nleft\n\nleft\n\nGendarmerie nationale\n\n237 650 000\n\n50 100 000\n\nleft\n\nleft\n\nSécurité civile\n\n32 000 000\n\n28 800 000\n\nleft\n\nleft\n\nSolidarité, insertion et égalité des chances\n\n228 000 000\n\n228 000 000\n\nleft\n\nleft\n\nInclusion sociale et protection des personnes\n\n224 000 000\n\n224 000 000\n\nleft\n\nleft\n\nEgalité entre les femmes et les hommes\n\n4 000 000\n\n4 000 000\n\nleft\n\nleft\n\nSport, jeunesse et vie associative\n\n50 000 000\n\n50 000 000\n\nleft\n\nleft\n\nJeunesse et vie associative\n\n50 000 000\n\n50 000 000\n\nleft\n\nleft\n\nTravail et emploi\n\n2 151 000 000\n\n467 000 000\n\nleft\n\nleft\n\nAccès et retour à l'emploi\n\n744 000 000\n\n160 000 000\n\nleft\n\nleft\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n1 407 000 000\n\n307 000 000\n\nleft\n\nleft\n\nTotal\n\n18 276 261 186\n\n14 473 061 186\n\n245 000 000\n\n70 000 000\n\n1"
    },
    {
      "provision_ref": "artÉTATD",
      "section": "ÉTATD",
      "title": "Article ÉTATD",
      "content": "(Article 29 de la loi)RÉPARTITION DES CRÉDITS POUR 2020 OUVERTS, PAR MISSION ET PROGRAMME, AU TITRE DES COMPTES SPÉCIAUXCOMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nMission/Programme\n\nAutorisationsd'engagementsupplémentairesouvertes\n\nCréditsde paiementsupplémentairesouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiementannulés\n\nAvances à divers services de l'Etat ou organismes gérantdes services publics\n\n350 000 000\n\n350 000 000\n\nleft\n\nleft\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\n50 000 000\n\n50 000 000\n\nleft\n\nleft\n\nAvances aux exploitants d'aéroports touchés par la crise de covid-19 au titre des dépenses de sûreté-sécurité\n\n300 000 000\n\n300 000 000\n\nleft\n\nleft\n\nAvances aux collectivités territoriales\n\n2 000 000 000\n\n2 000 000 000\n\nleft\n\nleft\n\nAvances remboursables de droits de mutation à titre onéreux destinées à soutenir les départements et d'autres collectivités territoriales affectés par les conséquences économiques de l'épidémie de covid-19\n\n2 000 000 000\n\n2 000 000 000\n\nleft\n\nleft\n\nTotal\n\n2 350 000 000\n\n2 350 000 000\n\nleft\n\nleft\n\n1"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2020 s'établit comme suit :\n\n(En points de produit intérieur brut [*])\n\nExécution pour 2019\n\nLoi de finances initiale pour 2020\n\nPrévision pour 2020\n\nSolde structurel (1)\n\n- 2,2\n\n- 2,2\n\n- 2,2\n\nSolde conjoncturel (2)\n\n0,2\n\n0,1\n\n- 7,0\n\nMesures exceptionnelles et temporaires (3)\n\n- 1,0\n\n- 0,1\n\n- 2,4\n\nSolde effectif (1 + 2 + 3)\n\n- 3,0\n\n- 2,2\n\n- 11,5\n\n(*) Les montants figurant dans le présent tableau sont arrondis au dixième de point le plus proche ; il résulte de l'application de ce principe que le montant arrondi du solde effectif peut ne pas être égal à la somme des montants entrant dans son calcul.\n\n1\n\ncenter"
    }
  ]
}