{
  "id": "jorftext000048678343",
  "type": "statute",
  "title": "LOI n°2023-1269 du 27 décembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048678343",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.- A créé les dispositions suivantes :\n\nII.- La présente loi a pour objectif la mise en place d'au moins dix services express régionaux métropolitains, dans un délai de dix ans à compter de sa promulgation.\n\n- Code des transports"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-, II.- et IV.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Nonobstant toute disposition ou stipulation contraire, les dispositions du présent article modifiant les missions et la dénomination de la Société du Grand Paris sont opposables de plein droit aux tiers, sans qu'il soit besoin d'aucun accord ou formalité. Elles n'entraînent ni la résiliation des contrats conclus par la Société du Grand Paris en cours d'exécution, ni la modification de l'une de leurs clauses, ni, le cas échéant, le remboursement anticipé des obligations ou des autres titres de créance ou de financement qui en sont l'objet.\n\n- LOI n°2010-597 du 3 juin 2010\n\n- Code général des collectivités territoriales\n\n- Code général des impôts, CGI.\n\n- Code des transports\n\n- Code de l'urbanisme\n\n- LOI n°2010-597 du 3 juin 2010\n\n- LOI n° 2018-1317 du 28 décembre 2018\n\n- LOI n°2010-597 du 3 juin 2010\n\n- LOI n°2010-597 du 3 juin 2010"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Une conférence nationale de financement des services express régionaux métropolitains est organisée avant le 30 juin 2024, afin de débattre des solutions à mettre en œuvre pour assurer un financement pérenne des dépenses d'investissement et de fonctionnement de ces services. Cette conférence examine notamment les évolutions des ressources fiscales et financières des collectivités territoriales pour assurer le fonctionnement de l'exploitation des services express régionaux métropolitains. Y sont notamment représentés l'Etat, les conseils régionaux, les conseils métropolitains, les associations nationales de collectivités territoriales et de leurs groupements, SNCF Réseau, la Société des grands projets, les entreprises et les opérateurs publics de transport public routier et ferroviaire urbain et interurbain ayant une activité en France et les associations nationales d'usagers des transports."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Avant le 30 juin 2024, le Gouvernement remet au Parlement un rapport sur l'application de l'article 8 de la loi n° 2019-1428 du 24 décembre 2019 d'orientation des mobilités permettant aux communautés de communes de se voir transférer la compétence d'autorité organisatrice de la mobilité.Ce rapport précise, tant à l'échelon national que dans chaque région, le nombre de communautés de communes auxquelles la compétence d'autorité organisatrice de la mobilité a été transférée. Il évalue l'opportunité d'une réouverture temporaire de la possibilité pour les communautés de communes de se voir transférer la compétence d'autorité organisatrice de la mobilité.Ce rapport recense également les territoires pour lesquels les autorités organisatrices de la mobilité sont dépourvues de versement destiné au financement des services de mobilité et évalue l'opportunité de la création d'une dotation spécifique pour le financement des mobilités en zone peu densément peuplée."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le Gouvernement remet au Parlement un rapport annuel faisant état de l'engagement financier de l'Etat en faveur des projets de services express régionaux métropolitains."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les évolutions qui pourraient être envisagées en matière de tarification des infrastructures ferroviaires pour rendre celle-ci plus incitative au développement de l'offre ainsi qu'au niveau de la répartition des capacités d'infrastructure en vue d'optimiser l'utilisation du réseau ferré national, au regard du développement des services express régionaux métropolitains.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}