{
  "id": "jorftext000022308227",
  "type": "statute",
  "title": "LOI n° 2010-597 du 3 juin 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022308227",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le Grand Paris est un projet urbain, social et économique d'intérêt national qui unit les grands territoires stratégiques de la région d'Ile-de-France, au premier rang desquels Paris et le cœur de l'agglomération parisienne, et promeut le développement économique durable, solidaire et créateur d'emplois de la région capitale. Il vise à réduire les déséquilibres sociaux, territoriaux et fiscaux au bénéfice de l'ensemble du territoire national. Les collectivités territoriales et les citoyens sont associés à l'élaboration et à la réalisation de ce projet.Ce projet s'appuie sur la création d'un réseau de transport public de voyageurs dont le financement des infrastructures est assuré par l'Etat.Ce réseau s'articule autour de contrats de développement territorial définis et réalisés conjointement par l'Etat, les communes et leurs groupements. Ces contrats participent à l'objectif de construire chaque année 70 000 logements géographiquement et socialement adaptés en Ile-de-France et contribuent à la maîtrise de l'étalement urbain.Le projet du Grand Paris favorise également la recherche, l'innovation et la valorisation industrielle au moyen de pôles de compétitivité et du pôle scientifique et technologique du plateau de Saclay dont l'espace agricole est préservé.Ce projet intègre un objectif de croissance économique afin de soutenir la concurrence des autres métropoles mondiales.Le réseau de transport du Grand Paris est étroitement interconnecté avec le réseau préexistant en Ile-de-France. Il s'inscrit dans le maillage du réseau ferroviaire, fluvial et routier national afin de réduire les déséquilibres territoriaux. Il doit permettre des liaisons plus rapides et plus fiables avec chacune des régions de la France continentale et éviter les engorgements que constituent les transits par la région d'Ile-de-France."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Le réseau de transport public du Grand Paris est constitué des infrastructures affectées au transport public urbain de voyageurs, au moyen d'un métro automatique de grande capacité en rocade qui, en participant au désenclavement de certains territoires, relie le centre de l'agglomération parisienne, les principaux pôles urbains, scientifiques, technologiques, économiques, sportifs et culturels de la région d'Ile-de-France, le réseau ferroviaire à grande vitesse et les aéroports internationaux, et qui contribue à l'objectif de développement d'intérêt national fixé par l'article 1er.\n\nLe financement par l'Etat de ce nouveau réseau de transport est indépendant de sa contribution aux contrats de projets conclus avec la région d'Ile-de-France permettant la création, l'amélioration et la modernisation des réseaux de transport public. Ces mesures permettent de renforcer en priorité la qualité du service rendu par les réseaux de transport public, en particulier dans le cœur de l'agglomération parisienne, notamment en termes de sécurité, de fréquence et de ponctualité. La réalisation de ce nouveau réseau de transport est coordonnée avec les mesures de création, d'amélioration et de modernisation du réseau existant en Ile-de-France.Le Gouvernement remet au Parlement, au plus tard le 31 décembre 2013, un rapport évaluant l'état d'application de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris. Il fait notamment mention des capitaux nécessaires à la finalisation du projet de réseau de transport public du Grand Paris.\n\nII. - Le schéma d'ensemble du réseau de transport public du Grand Paris, respectueux des enjeux liés au développement durable, en décrit les principales caractéristiques et mentionne :\n\n- les prévisions en matière de niveau de service, d'accessibilité, de mode d'exploitation, de tracé et de position des gares ;\n\n- les possibilités de connexion au réseau ferroviaire à grande vitesse qui comprend notamment la ligne reliant Paris aux régions Haute-Normandie et Basse-Normandie ;\n\n- les possibilités de connexion aux autres réseaux de transport public urbain en Ile-de-France à la date d'élaboration du schéma d'ensemble ;\n\n- les possibilités de raccordement par ligne à grande vitesse de la liaison par train à grande vitesse Roissy - Charles-de-Gaulle - Chessy - Marne-la-Vallée, prolongée jusqu'à l'aéroport d'Orly ;\n\n- l'offre de transport public complémentaire du nouveau réseau disponible à partir de ses gares ;\n\n- la prise en compte de l'intermodalité, de sorte que, sans préjudice des compétences d'Ile-de-France Mobilités ainsi que de celles des collectivités territoriales concernées, soient indiquées les dispositions à prendre en compte afin de permettre le développement d'une offre tarifaire combinant le transport public et le stationnement des véhicules légers autour des gares.\n\nLes infrastructures du réseau du Grand Paris intègrent des dispositifs destinés à permettre le déploiement de réseaux de communications électroniques à très haut débit.\n\nLe schéma d'ensemble, y compris en cas de modification en application de l'article 3-1, est approuvé par un décret en Conseil d'Etat auquel est annexée la déclaration prévue par le 2° du I de l'article L. 122-10 du code de l'environnement.\n\nA compter de leur approbation respective, la compatibilité entre le schéma d'ensemble du réseau de transport public du Grand Paris et le plan de déplacements urbains de la région d'Ile-de-France est assurée dans les conditions de l'article 28-4 de la loi n° 82-1153 du 30 décembre 1982 d'orientation des transports intérieurs.\n\nIII. - La mise en place d'un réseau à haut niveau de performance prioritairement affecté au fret ferroviaire entre les grands ports maritimes du Havre et de Rouen, qui constituent la façade maritime du Grand Paris, et le port de Paris est un objectif d'intérêt national.\n\nAu plus tard douze mois après la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur la mise en place de ce réseau.\n\nCe rapport présente également les possibilités de construire de nouvelles installations portuaires le long de la Seine afin de permettre une meilleure desserte du Grand Paris."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-Le schéma d'ensemble du réseau de transport public du Grand Paris visé au II de l'article 2 est établi après avis des collectivités territoriales et de leurs établissements publics de coopération intercommunale, s'ils sont compétents en matière d'urbanisme ou d'aménagement, de l'association des maires d'Ile-de-France, du syndicat mixte Paris-Métropole, d'Ile-de-France Mobilités et de l'atelier international du Grand Paris.\n\nLe public est également associé au processus d'élaboration de ce schéma.A cette fin, un débat public est organisé par la Commission nationale du débat public, conformément au présent article. Ce débat est lancé dans un délai de quatre mois suivant la promulgation de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris. La Commission nationale du débat public met en place une commission particulière dont le nombre des membres ne peut être supérieur à douze. L'établissement public Société des grands projets assume la charge matérielle et financière du débat, à l'exception du coût des expertises complémentaires, à la charge de la Commission nationale du débat public qui peut en demander le remboursement à cet établissement public.\n\nLe débat public porte sur l'opportunité, les objectifs et les principales caractéristiques du projet de réseau de transport public du Grand Paris.\n\nII.-Le dossier destiné au public est établi par l'établissement public Société des grands projets. Il comporte tous les éléments nécessaires à l'information du public, notamment :\n\n-les objectifs et les principales caractéristiques du projet de réseau de transport public du Grand Paris définies au II de l'article 2 de la présente loi ;\n\n-l'exposé des enjeux socio-économiques, y compris au regard du rayonnement international de la région d'Ile-de-France et de la France ;\n\n-l'estimation du coût et les modes de financement envisagés ;\n\n-les prévisions de trafic ;\n\n-l'analyse des incidences sur l'aménagement du territoire ;\n\n-le rapport environnemental et l'avis de la formation d'autorité environnementale de l'inspection générale de l'environnement et du développement durable prévus par les articles L. 122-6 et L. 122-7 du code de l'environnement.\n\nL'établissement public Société des grands projets transmet le projet de dossier à la Commission nationale du débat public qui, par une décision rendue dans un délai de quinze jours, constate que le dossier est complet ou indique les éléments qu'il convient d'y ajouter dans un délai qu'elle prescrit dans la limite d'un mois.\n\nIII.-Dès publication de la décision prévue au dernier alinéa du II ou réception des éléments complémentaires demandés ou du refus motivé de l'établissement public Société des grands projets de transmettre ces éléments, et au plus tard un mois avant le début du débat public, la Commission nationale du débat public publie le dossier en indiquant, le cas échéant, les éléments complémentaires demandés ou le refus motivé de transmettre ces éléments, les modalités et le calendrier du débat.\n\nA compter de la publication du dossier, la région et Ile-de-France Mobilités, les départements d'Ile-de-France, les communes et établissements publics de coopération intercommunale d'Ile-de-France, s'ils sont compétents en matière d'urbanisme ou d'aménagement, l'Association des maires d'Ile-de-France, le syndicat mixte Paris-Métropole ainsi que l'atelier international du Grand Paris disposent d'un délai de quatre mois pour faire connaître leur avis à la Commission nationale du débat public.A l'expiration de ce délai, leur avis est réputé favorable.\n\nIV.-Le président du tribunal administratif de Paris ou le membre du tribunal délégué par lui à cette fin peut désigner cinq observateurs parmi les personnes inscrites sur les listes d'aptitude aux fonctions de commissaire-enquêteur prévues par l'article L. 123-4 du code de l'environnement. Ces observateurs peuvent assister de plein droit aux réunions de la commission particulière prévue au I du présent article. Ils sont astreints à un devoir de réserve vis-à-vis du projet objet du débat public pendant toute la durée de ce débat.\n\nLa durée du débat public est de quatre mois.\n\nV.-Dans un délai de deux mois à compter de la date de clôture du débat public, le président de la Commission nationale du débat public en publie le compte rendu et le bilan, auxquels sont joints les avis exprimés par les personnes visées au second alinéa du III. Il en fait rapport aux commissions permanentes compétentes des assemblées parlementaires.\n\nDans un délai de deux mois suivant la publication de ce bilan, l'établissement public Société des grands projets, par un acte motivé qui est publié, indique les conséquences qu'il tire de ce bilan pour le schéma d'ensemble qui a fait l'objet du débat public. Cet acte fait notamment état des modalités de prise en compte des avis exprimés par les personnes visées au second alinéa du III. Il précise le schéma d'ensemble retenu et les modifications éventuellement apportées ainsi que les conditions prévues pour sa mise en œuvre. Le président du conseil de surveillance de l'établissement public Société des grands projets fait rapport aux commissions permanentes compétentes des assemblées parlementaires des conditions dans lesquelles l'acte prévu au présent alinéa a été élaboré, notamment la façon dont il a été tenu compte du débat public.\n\nVI.-Aucune irrégularité au regard des I à V ne peut être invoquée après l'expiration du délai de recours contentieux contre l'acte mentionné au second alinéa du V.\n\nVII.-A modifié les dispositions suivantes :\n\nVIII.-L'article L. 103-2 du code de l'urbanisme n'est pas applicable aux projets ayant fait l'objet du débat public organisé en application du présent article.\n\nIX.-La procédure de débat public engagée sur le fondement de l'article L. 121-8 du code de l'environnement portant sur un projet de rocade par métro automatique en Ile-de-France, dénommé Arc express, et les dispositions du présent article sont coordonnées selon les modalités du présent IX.\n\nLa Commission nationale du débat public lance conjointement la procédure de débat public relative au schéma d'ensemble du réseau de transport public du Grand Paris et celle relative à Arc express visée au premier alinéa.\n\nAfin de mieux informer le public, la Commission nationale du débat public intègre aux dossiers respectifs de ces débats les éléments techniques et financiers des deux projets.\n\nX.-Un décret en Conseil d'Etat précise les modalités d'application du présent article.\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art3-1",
      "section": "3-1",
      "title": "Article 3-1",
      "content": "I.-Le schéma d'ensemble du réseau de transport public du Grand Paris est modifié lorsque les évolutions envisagées en remettent en cause les caractéristiques principales.\n\nLa modification du schéma est établie après avis des collectivités territoriales et des établissements publics de coopération intercommunale compétents en matière d'urbanisme ou d'aménagement dont le territoire est directement concerné par la modification, de l'association des maires d'Ile-de-France et d'Ile-de-France Mobilités dans les conditions prévues au III.\n\nLe public est associé au processus de modification du schéma dans les conditions prévues au même III.\n\nII.-Les modifications apportées au schéma d'ensemble du réseau de transport public du Grand Paris susceptibles d'avoir des incidences notables sur l'environnement donnent lieu soit à un nouveau rapport environnemental prévu au II de l'article 3, soit à une actualisation de celui-ci.\n\nIII.-Un dossier destiné au public est établi par l'établissement public Société des grands projets. Il comporte tous les éléments nécessaires à l'information du public sur les modifications envisagées, notamment :\n\n1° Leurs objectifs et leurs principales caractéristiques ;\n\n2° L'exposé des enjeux socio-économiques ;\n\n3° L'estimation de leur coût et les modes de financement envisagés ;\n\n4° Leur impact sur les prévisions de trafic ;\n\n5° L'analyse de leurs incidences sur l'aménagement du territoire ;\n\n6° Le cas échéant, le nouveau rapport environnemental ou son actualisation et l'avis de la formation d'autorité environnementale de l'inspection générale de l'environnement et du développement durable prévus aux articles L. 122-6 et L. 122-7 du code de l'environnement.\n\nCe dossier est mis à la disposition du public par voie électronique et, sur demande présentée dans les conditions prévues par décret, mis en consultation sur support papier dans les préfectures des départements d'Ile-de-France dont le territoire est directement concerné par la modification et au siège de l'établissement public Société des grands projets. Lorsque le volume ou les caractéristiques des modifications envisagées ne permettent pas sa mise à disposition par voie électronique, une note de présentation précise les lieux et horaires où l'intégralité du dossier peut être consultée.\n\nAu plus tard à la date de la mise à disposition du dossier, le public est informé, par voie électronique, des modalités de consultation retenues.\n\nLes observations du public, déposées par voie électronique ou postale, doivent parvenir à l'établissement public Société des grands projets dans un délai de quatre mois à compter de la mise à disposition du dossier.\n\nA compter de la mise à disposition du dossier, la région d'Ile-de-France, Ile-de-France Mobilités, les collectivités territoriales et les établissements publics de coopération intercommunale d'Ile-de-France compétents en matière d'urbanisme ou d'aménagement dont le territoire est directement concerné par la modification ainsi que l'association des maires d'Ile-de-France disposent d'un délai de quatre mois pour faire connaître leur avis à l'établissement public Société des grands projets. A l'expiration de ce délai, leur avis est réputé favorable.\n\nIV.-Dans un délai de deux mois à compter de la date de clôture du dépôt des observations, l'établissement public Société des grands projets en publie, par voie électronique, le compte rendu et le bilan, auxquels sont joints les avis exprimés par les personnes mentionnées au dernier alinéa du III du présent article. Le président du conseil de surveillance de l'établissement public Société des grands projets en fait rapport aux commissions permanentes compétentes des assemblées parlementaires.\n\nDans un délai de deux mois à compter de la publication de ce compte rendu et de ce bilan, l'établissement public Société des grands projets, par un acte motivé et publié, indique les conséquences qu'il tire de ce bilan pour les modifications envisagées du schéma d'ensemble. Cet acte fait notamment état des modalités de prise en compte des avis exprimés par les personnes mentionnées au même dernier alinéa. Il précise les modifications du schéma d'ensemble retenues ainsi que les conditions prévues pour leur mise en œuvre. Le président du conseil de surveillance de l'établissement public Société des grands projets fait rapport aux commissions permanentes compétentes des assemblées parlementaires des conditions dans lesquelles l'acte prévu au présent alinéa a été élaboré, notamment la façon dont il a été tenu compte des observations du public et des avis des personnes mentionnées audit dernier alinéa.\n\nV.-Aucune irrégularité concernant l'application des I à IV ne peut être invoquée après l'expiration du délai de recours contentieux contre l'acte motivé mentionné au second alinéa du IV.\n\nVI. - La section 2 du chapitre III du titre préliminaire du livre Ier du code de l'urbanisme n'est pas applicable aux projets ayant fait l'objet des procédures organisées en application du présent article."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les projets d'infrastructures qui mettent en œuvre le schéma d'ensemble du réseau de transport public du Grand Paris sont déclarés d'utilité publique par décret en Conseil d'Etat et constituent, à compter de la date de publication de ce décret, un projet d'intérêt général au sens de l'article L. 102-1 du code de l'urbanisme.\n\nLa déclaration d'utilité publique est prononcée conformément au chapitre Ier du titre Ier du code de l'expropriation pour cause d'utilité publique et l'enquête précédant la déclaration d'utilité publique est réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement.\n\nCette enquête est ouverte par arrêté du représentant de l'Etat dans la région ou le département dans un délai de dix ans à compter de la date de publication du décret en Conseil d'Etat approuvant le schéma d'ensemble prévu par le II de l'article 2 de la présente loi ou sa modification.\n\nLa commission d'enquête prévue à l'article L. 123-4 du code de l'environnement peut comprendre un ou plusieurs membres ayant été désignés comme observateurs en application du IV de l'article 3 de la présente loi.\n\nLe dossier d'enquête publique comprend une évaluation économique, sociale, environnementale et financière établie conformément aux dispositions de l'article 14 de la loi n° 82-1153 du 30 décembre 1982 précitée relatives aux grands projets d'infrastructures de transport, l'étude d'impact et l'avis de l'autorité environnementale, prévus par l'article L. 122-1 du code de l'environnement, et le bilan du débat public défini à l'article 3 de la présente loi.\n\nIle-de-France Mobilités, en sa qualité d'autorité organisatrice de la mobilité, est associé à l'élaboration du ou des dossiers d'enquête publique. Un décret en Conseil d'Etat fixe les conditions de cette association et précise notamment les conditions dans lesquelles les documents constitutifs du ou des dossiers d'enquête publique lui sont soumis pour approbation préalable.\n\nL'avant-dernier alinéa est applicable pour le ou les dossiers non encore transmis au représentant de l'Etat à la date de publication de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "II.-La procédure prévue à l'article L. 15-9 du code de l'expropriation pour cause d'utilité publique peut être appliquée en vue de la prise de possession immédiate, par le titulaire de la déclaration d'utilité publique, de terrains bâtis ou non bâtis nécessaires à l'exécution des travaux des projets d'infrastructures du réseau de transport public du Grand Paris, dans les conditions prévues par cet article."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "II. - Les zones d'aménagement différé créées avant l'entrée en vigueur de la présente loi prennent fin six ans après cette entrée en vigueur ou, si ce délai est plus court, au terme du délai de quatorze ans prévu à l'article L. 212-2 du même code dans sa rédaction antérieure à la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Il est créé un établissement public de l'Etat à caractère industriel et commercial dénommé Société des grands projets.II. - L'établissement public Société des grands projets a pour mission principale de concevoir et d'élaborer le schéma d'ensemble et les projets d'infrastructures composant le réseau de transport public du Grand Paris et d'en assurer la réalisation, qui comprend la construction des lignes, ouvrages et installations fixes, la construction et l'aménagement des gares, y compris d'interconnexion, ainsi que l'acquisition des matériels roulants conçus pour parcourir ces infrastructures et, dans les conditions de l'article 19, leur entretien et leur renouvellement, dans les conditions prévues par la présente loi. A cette fin, l'établissement public Société des grands projets peut acquérir, au besoin par voie d'expropriation ou de préemption, les biens de toute nature, immobiliers et mobiliers, nécessaires à la création et à l'exploitation des infrastructures du réseau de transport public du Grand Paris.Les missions que peut assurer l'établissement public Société des grands projets s'agissant des autres réseaux et services de transport public de voyageurs et de marchandises et les conditions dans lesquelles cet établissement les exerce sont définies aux articles 20-1 à 20-3, sans préjudice des dispositions du VI.III. - Sans préjudice des compétences d'Ile-de-France Mobilités, l'établissement public Société des grands projets veille également au maillage cohérent du territoire par une offre de transport de surface permettant la desserte des gares du réseau de transport public du Grand Paris.IV. - L'établissement public Société des grands projets assiste le représentant de l'Etat dans la région pour la préparation et la mise en cohérence des contrats de développement territorial prévus par l'article 21.V. - L'établissement public Société des grands projets peut conduire des opérations d'aménagement ou de construction.Lorsque ces opérations interviennent sur le territoire des communes signataires d'un contrat de développement territorial, l'établissement public Société des grands projets ne peut conduire de telles opérations que si ce contrat le prévoit. Dans ce cas, ce dernier prévoit également, dans le ressort territorial des établissements publics d'aménagement autres que l'établissement public Agence foncière et technique de la région parisienne , lequel de ces établissements publics ou de l'établissement public Société des grands projets conduit ces opérations d'aménagement ou de construction.Toutefois, par dérogation et après avis, réputé donné dans les deux mois de la saisine, des communes et établissements publics de coopération intercommunale compétents concernés, la Société des grands projets peut conduire, sur le territoire de ces communes, dans un rayon inférieur à 600 mètres autour des gares nouvelles, de telles opérations qui n'entrent pas en contradiction avec le contrat de développement territorial sur les terrains ou les volumes acquis ou créés dans le cadre de la réalisation des gares du réseau de transport public du Grand Paris ou des infrastructures de transport dont la maîtrise d'ouvrage lui a été confiée, lorsque la réalisation de ces opérations est directement liée à celle des gares.Après accord, réputé favorable dans les deux mois de la saisine, des communes et établissements publics de coopération intercommunale compétents concernés, la Société des grands projets peut également conduire de telles opérations sur les parcelles contiguës aux terrains mentionnés au troisième alinéa du présent V ou accueillant les installations de maintenance et d'exploitation du réseau.Lorsque ces opérations interviennent sur le territoire des communes non signataires d'un contrat de développement territorial, l'établissement public Société des grands projets peut, après avis des communes et établissements publics de coopération intercommunale compétents concernés, conduire ces opérations dans un rayon inférieur à 600 mètres autour des gares nouvelles du réseau de transport public du Grand Paris et des gares des infrastructures de transport dont la maîtrise d'ouvrage lui a été confiée.Pour la réalisation de sa mission d'aménagement et de construction, l'établissement public Société des grands projets exerce les compétences reconnues aux établissements publics d'aménagement.Dans le respect des règles de publicité et de mise en concurrence prévues par le droit communautaire, des objectifs du développement durable, de la diversité des fonctions urbaines et de la mixité sociale dans l'habitat, l'établissement public Société des grands projets peut, par voie de convention, exercer sa mission d'aménagement et de construction par l'intermédiaire de toute personne privée ou publique ayant des compétences en matière d'aménagement ou de construction.VI. - L'établissement public Société des grands projets peut se voir confier par l'Etat, Ile-de-France Mobilités, les collectivités territoriales ou leurs groupements, par voie de convention, toute mission d'intérêt général présentant un caractère complémentaire ou connexe aux missions définies aux II à V.VI bis. - L'établissement public \" Société des grands projets \" peut, dans les infrastructures du réseau de transport public du Grand Paris ou dans les infrastructures de transport public réalisées sous sa maîtrise d'ouvrage, établir, gérer, exploiter ou faire exploiter des réseaux de communications électroniques à très haut débit mentionnés au II de l'article 2 de la présente loi ou un ou plusieurs ensembles de ces réseaux et fournir au public tous services de communications électroniques, au sens du 6° de l'article L. 32 du code des postes et des communications électroniques.Dans le respect du principe d'égalité et des règles de la concurrence sur le marché des communications électroniques, l'établissement public \" Société des grands projets \" ne peut exercer l'activité d'opérateur de communications électroniques, au sens du 15° de l'article L. 32 du même code, que par l'intermédiaire d'une structure spécifique soumise à l'ensemble des droits et obligations régissant cette activité.VI ter. - L'établissement public “ Société des grands projets ” peut assurer la production d'énergies renouvelables ou de récupération à partir des sources d'énergie calorique situées dans l'emprise des infrastructures du réseau de transport public du Grand Paris ou des infrastructures de transport public réalisées sous sa maîtrise d'ouvrage et peut exploiter ou faire exploiter, dans les conditions prévues au code de l'énergie, des réseaux de chaleur alimentés pour tout ou partie par ces énergies.Cette exploitation respecte les règles de concurrence applicables au marché de l'énergie.VII. - L'établissement public Société des grands projets peut créer des filiales ou prendre des participations dans des sociétés, groupements ou organismes dont l'objet concourt à la réalisation des missions définies aux II à VI ter ou dont l'objet concourt à la valorisation de son patrimoine.VIII. - Pour l'exercice de ses compétences définies aux II à VII, l'établissement public Société des grands projets peut conclure, à titre gratuit ou onéreux, des conventions de coopération ou de mandat avec des établissements publics de l'Etat. Les conventions ainsi conclues peuvent avoir pour objet la mise en œuvre des procédures de recrutement, de gestion et de rémunération de ses personnels ainsi que la mise en œuvre des procédures de passation de contrats avec des opérateurs économiques publics ou privés pour répondre à ses besoins en matière de fournitures, de travaux ou de services."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-L'établissement public Société des grands projets est dirigé par un directoire qui exerce ses fonctions sous le contrôle d'un conseil de surveillance.\n\nII.-Le directoire comprend trois membres nommés, après avis du conseil de surveillance, par un décret qui confère à l'un d'eux la qualité de président du directoire. La nomination de ce dernier ne peut intervenir qu'après son audition par les commissions permanentes compétentes de l'Assemblée nationale et du Sénat.\n\nIII.-Le conseil de surveillance est composé de représentants de l'Etat et d'élus des collectivités territoriales nommés pour une durée de cinq ans renouvelable ou pour la durée de leur mandat.\n\nLes représentants de l'Etat constituent au moins la moitié des membres du conseil de surveillance.\n\nLe président du conseil de surveillance est élu parmi ses membres.\n\nIV.-L'établissement public Société des grands projets est soumis au contrôle économique et financier de l'Etat.\n\nV.-Il est institué auprès du conseil de surveillance un comité stratégique composé des représentants des communes et des établissements publics compétents en matière d'aménagement ou d'urbanisme dont le territoire est, pour tout ou partie, situé sur l'emprise d'un projet d'infrastructure du réseau de transport public du Grand Paris ou dans le périmètre d'un contrat de développement territorial prévu par l'article 21. Ce comité comprend également deux députés et deux sénateurs ainsi que des représentants des chambres consulaires et des organisations professionnelles et syndicales.\n\nCe comité est créé dans un délai de six mois à compter de la publication du décret en Conseil d'Etat prévu à l'avant-dernier alinéa du II de l'article 2 de la présente loi.\n\nIl peut être saisi de tout sujet relatif au réseau de transport public du Grand Paris par le conseil de surveillance. Il peut émettre des propositions et demander que des questions soient inscrites à l'ordre du jour d'une réunion du conseil de surveillance.\n\nVI.-Un décret en Conseil d'Etat détermine les conditions d'application du présent article. Il précise notamment la composition du conseil de surveillance, le nombre, les conditions et les modalités de désignation de ses membres, ainsi que les attributions et les modalités de fonctionnement du conseil de surveillance et du directoire prévues par les articles L. 225-57 à L. 225-82 et L. 225-85 à L. 225-93 du code de commerce qui sont applicables à l'établissement public Société des grands projets et les conditions dans lesquelles le commissaire du Gouvernement peut s'opposer à des décisions du directoire ainsi qu'à celles du conseil de surveillance de l'établissement public et, le cas échéant, de ses filiales. Il précise également la composition et les modalités de fonctionnement du comité stratégique.\n\nVII.-A modifié les dispositions suivantes :\n\nVIII.-Un décret du Premier ministre nomme un préfigurateur de l'établissement public Société des grands projets. Ce préfigurateur est compétent pour saisir, au nom de cet établissement, la formation d'autorité environnementale de l'inspection générale de l'environnement et du développement durable.\n\nLe décret de nomination fixe également les conditions dans lesquelles, en application de l'article 7, le préfigurateur peut conclure tout contrat, convention ou marché nécessaire au fonctionnement de l'établissement public Société des grands projets. Les fonctions du préfigurateur cessent à compter de la publication du décret nommant le président du directoire et au plus tard le 30 septembre 2010.\n\nLe préfigurateur rend compte au conseil de surveillance, au cours de sa première séance, des actes et décisions qu'il a pris.\n\n-Loi n° 83-675 du 26 juillet 1983"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'établissement public Société des grands projets bénéficie notamment des ressources suivantes :1° Les dotations en capital apportées par l'Etat ;2° Les autres dotations, subventions, avances ou participations apportées par l'Etat et les dotations, subventions, avances, fonds de concours ou participations apportés par l'Union européenne, les collectivités territoriales et leurs groupements, les établissements publics ou toute autre entité, sous forme de terrains, d'ouvrages ou d'espèces ;3° Les emprunts sur les marchés financiers ;4° Les participations des aménageurs et constructeurs aux coûts des gares en application des articles L. 311-4 et L. 332-11-3 du code de l'urbanisme et des articles 13 et 22 de la présente loi ;5° Les produits de la cession, de l'occupation, de l'usage ou de la location de ses biens mobiliers et immobiliers ;6° Les produits des redevances domaniales dues pour l'occupation de ses biens ou ouvrages immobiliers ;7° Les produits des redevances et produits pour services rendus ;8° Les produits de toute autre redevance ou taxe éventuellement créée ou affectée à son profit par la loi ;9° Les dons et legs ;10° Tous autres concours financiers."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-A modifié les dispositions suivantes :\n\n2. Au titre de 2010, le redevable de l'imposition déclare, au plus tard le premier jour du quatrième mois suivant celui de la date de publication de la présente loi, le nombre de matériels roulants par catégorie.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. ― Les biens de toute nature, immobiliers et mobiliers, qui sont acquis ou réalisés par des tiers pour le compte de l'établissement public \" Société des grands projets \" en vue de la constitution du réseau de transport public du Grand Paris sont, dès leur acquisition ou achèvement, transférés en pleine propriété à cet établissement.Il en va de même, sous réserve des dispositions des articles 18 à 20, des droits et obligations de toute nature se rattachant à ces biens.Ces transferts sont réalisés à titre gratuit et ne donnent lieu à aucun versement, salaire ou honoraire, ni à aucune indemnité ou perception de droit ou de taxe.Les biens qui ont été mis à disposition de tiers en vue de la constitution du réseau de transport public du Grand Paris sont, si cette mesure s'avère nécessaire, mis à disposition de l'établissement public \" Société des grands projets \" avec l'accord du propriétaire.II. ― L'Etat, les collectivités territoriales, leurs groupements et leurs établissements publics, ainsi que les sociétés dont la majorité du capital est détenue par l'Etat peuvent transférer à l'établissement public \" Société des grands projets \", sur sa demande, en pleine propriété et à titre gratuit, les biens nécessaires à l'exercice de ses missions, ou les mettre à sa disposition.Ces transferts ne donnent lieu à aucun versement, salaire ou honoraire, ni à aucune indemnité ou perception de droit ou de taxe.III. ― Les espaces appartenant à l'établissement public \" Société des grands projets \" situés dans les gares, y compris d'interconnexion, qui sont à usage de commerces ou de parkings pour vélos font partie du domaine public de l'établissement, même s'ils ne sont pas affectés au service public du transport."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Une participation est mise à la charge des établissements publics d'aménagement mentionnés à l'article L. 321-1 du code de l'urbanisme dont les opérations d'aménagement et de construction bénéficient de la desserte assurée par la réalisation des infrastructures du réseau de transport public du Grand Paris. Cette participation est fonction des opérations réalisées et elle est versée à l'établissement public \" Société des grands projets \". Ses modalités sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'établissement public \" Société des grands projets \" est dissous après qu'il a épuisé les compétences conférées par le présent titre et les titres III et III bis."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'établissement public \"Société des grands projets\" exerce la maîtrise d'ouvrage des opérations d'investissement concernant la réalisation des infrastructures du réseau de transport public du Grand Paris visé à l'article 2.\n\nIle-de-France Mobilités, en sa qualité d'autorité organisatrice de la mobilité, est associé à l'élaboration de l'ensemble des documents établis par le maître d'ouvrage pour la réalisation des opérations d'investissement mentionnées au premier alinéa du présent article. Un décret en Conseil d'Etat fixe les conditions de cette association jusqu'à la décision du maître d'ouvrage d'engager les travaux et précise notamment les conditions dans lesquelles ces documents lui sont soumis pour approbation préalable."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Lorsque la réalisation d'une infrastructure relève simultanément de la compétence de plusieurs maîtres d'ouvrage, parmi lesquels l'établissement public \" Société des grands projets \", et qu'il est fait usage de la faculté, reconnue par le II de l'article 2 de la loi n° 85-704 du 12 juillet 1985 relative à la maîtrise d'ouvrage publique et à ses rapports avec la maîtrise d'œuvre privée, de transférer la maîtrise d'ouvrage de l'opération à l'un des maîtres d'ouvrage, il appartient à l'établissement public \" Société des grands projets \", lorsque les maîtres d'ouvrage sont exclusivement des établissements publics de l'Etat ou des entités détenues ou contrôlées par l'Etat, de désigner le maître d'ouvrage de l'opération."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. ― Les marchés de maîtrise d'œuvre, d'études et d'assistance nécessaires à la réalisation des infrastructures et des matériels visés à l'article 7 sont conclus après publicité et mise en concurrence, en application des principes et procédures prévus par l'ordonnance n° 2005-649 du 6 juin 2005 relative aux marchés passés par certaines personnes publiques ou privées non soumises au code des marchés publics dont relève l'établissement public \" Société des grands projets \".II. ― Par exception, des marchés peuvent être conclus selon une procédure négociée, sans publicité ni mise en concurrence, avec la Régie autonome des transports parisiens, la Société nationale des chemins de fer français ou Réseau ferré de France, si des raisons techniques tenant aux exigences essentielles de sécurité, d'interopérabilité du système ferroviaire ou à l'impératif de continuité du service public l'exigent.Une convention précise les motifs du recours à cette procédure dérogatoire et définit le contenu, les conditions et les modalités d'exécution des missions visées au présent article. Elle précise notamment, pour chaque mission, le montant et les modalités de calcul de la rémunération versée par l'établissement public \" Société des grands projets \" à son cocontractant, qui tient compte notamment de l'étendue de la mission et de son degré de complexité.III. ― De même, lorsque, pour les mêmes raisons que celles visées au II du présent article, les opérations d'investissement mentionnées à l'article 7 qui ont pour objet le développement, le prolongement ou l'extension de lignes, ouvrages ou installations existant à la date d'entrée en vigueur de la présente loi ne peuvent techniquement être confiées qu'au gestionnaire de l'infrastructure, l'établissement public \" Société des grands projets \" peut recourir à une procédure négociée, sans publicité ni mise en concurrence, pour lui confier des mandats de maîtrise d'ouvrage portant sur ces opérations.Une convention définit le contenu, les conditions et les modalités d'exercice de ces mandats. Elle précise notamment les modalités du contrôle technique, financier et comptable exercé par l'établissement public \" Société des grands projets \" sur son cocontractant aux différentes phases de l'opération, les modalités de rémunération de ce dernier et les pénalités qui lui sont applicables en cas de méconnaissance de ses obligations, le mode de financement de l'infrastructure considérée et les conditions dans lesquelles l'approbation des avant-projets et la réception des lignes, ouvrages ou installations concernés sont subordonnées à l'accord préalable de l'établissement public.IV. ― Les rapports établis entre l'établissement public \" Société des grands projets \" et ses cocontractants au titre des II et III ne sont pas régis par la loi n° 85-704 du 12 juillet 1985 précitée."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'établissement public \"Société des grands projets\" peut décider, pour les opérations visées à l'article 7 qu'il détermine, de déléguer la maîtrise d'ouvrage. Cette délégation s'exerce, par dérogation à la loi n° 85-704 du 12 juillet 1985 précitée, dans les conditions prévues par le présent article.\n\nL'établissement public \"Société des grands projets\" s'assure de la faisabilité et de l'opportunité des opérations considérées. Il en détermine la localisation, le programme, l'enveloppe financière prévisionnelle et, sans préjudice de la contribution du maître d'ouvrage délégué, en assure le financement.\n\nLe maître d'ouvrage délégué choisit le processus selon lequel l'infrastructure et les matériels seront réalisés ou acquis, en fait assurer la maîtrise d'œuvre et conclut pour son propre compte les contrats ayant pour objet les études et l'exécution des travaux. Il assure la maîtrise d'œuvre des opérations considérées lorsque, en raison de leur spécificité technique, artistique ou pour des raisons tenant à la protection des droits d'exclusivité, le contrat de maîtrise d'œuvre ne peut être exécuté que par lui, ou lorsque ces opérations présentent un caractère d'urgence tel que tout retard serait préjudiciable à l'intérêt du projet du Grand Paris, quelles que soient les causes de ce retard, ou s'il s'agit de faire face à une situation imprévisible.\n\nPour chaque opération, une convention conclue entre l'établissement public \"Société des grands projets\" et le maître d'ouvrage délégué a pour objet de préciser les conditions d'organisation de la maîtrise d'ouvrage dont l'établissement public assure le suivi et le contrôle d'ensemble. Cette convention rappelle les obligations prévues au second alinéa de l'article 15 de la présente loi et, si la délégation porte sur les matériels mentionnés à l'article 7, au deuxième alinéa du I de l'article 20."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Lorsque, pour la réalisation des infrastructures et, le cas échéant, l'acquisition des matériels mentionnés à l'article 7, l'établissement public Société des grands projets recourt à un contrat de partenariat conclu en application de l'ordonnance n° 2004-559 du 17 juin 2004 sur les contrats de partenariat, le contrat peut également porter sur l'entretien et le renouvellement des lignes, ouvrages, installations et matériels concernés, à l'exclusion de la gestion du trafic et des circulations qui sont régis par le troisième alinéa de l'article 2 de l'ordonnance n° 59-151 du 7 janvier 1959 relative à l'organisation des transports de voyageurs en Ile-de-France. Le contrat comporte des stipulations de nature à garantir le respect des impératifs de sécurité et de continuité du service public. Il rappelle les obligations prévues au second alinéa de l'article 15 de la présente loi et, si le contrat porte sur l'acquisition des matériels mentionnés à l'article 7, au deuxième alinéa du I de l'article 20.\n\nUn décret en Conseil d'Etat précise les modalités d'application du présent article, notamment la manière dont est garantie la cohérence des missions mentionnées au premier alinéa avec celles qui incombent à la Régie autonome des transports parisiens, à la Société nationale des chemins de fer français et à Réseau ferré de France, et les modalités de rémunération du cocontractant ou de perception par ce dernier des redevances liées à l'utilisation des infrastructures nouvelles."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Sans préjudice des dispositions de l'article 19, les éléments des lignes, ouvrages et installations ainsi que des gares, y compris d'interconnexion, mentionnés au II de l'article 7, à l'exception de ceux résultant des missions exercées au titre de l'article 20-3, sont, après leur réception par le maître d'ouvrage, confiés à la Régie autonome des transports parisiens qui en assure la gestion technique dans les conditions prévues à l'article 2 de l'ordonnance n° 59-151 du 7 janvier 1959 précitée. L'établissement public Société des grands projets est propriétaire de ces lignes, ouvrages et installations, ainsi que des gares, y compris d'interconnexion, qu'elle réalise, jusqu'à sa dissolution.\n\nAprès leur réception par le maître d'ouvrage, les matériels mentionnés à l'article 7 de la présente loi sont transférés en pleine propriété à Ile-de-France Mobilités qui les met à la disposition des exploitants mentionnés au II de l'article 1er de l'ordonnance n° 59-151 du 7 janvier 1959 précitée. A ce titre et en sa qualité de financeur, Ile-de-France Mobilités est associé à chaque étape du processus d'acquisition de ces matériels.\n\nLes personnes désignées gestionnaires des lignes, ouvrages et installations ainsi que des gares, y compris d'interconnexion, dans le cadre du présent I sont subrogées aux droits et obligations de l'établissement public Société des grands projets dans la mesure nécessaire à l'exercice de leur compétence de gestionnaire d'infrastructure. Une convention entre les parties établit les droits et obligations concernés.\n\nI bis. - Sans préjudice de l'article 19, les éléments du réseau de transport public du Grand Paris au sens du II de l'article 7 qui ne sont pas confiés en gestion technique à la Régie autonome des transports parisiens en application du I du présent article sont, après leur réception par le maître d'ouvrage, confiés à Ile-de-France Mobilités, qui en assure la maintenance et le renouvellement. L'établissement public Société des grands projets peut passer des marchés incluant des prestations de maintenance et de renouvellement de ces éléments, jusqu'à leur remise en gestion à Ile-de-France Mobilités.Les personnes qui assurent la gestion technique dans le cadre du présent I bis sont subrogées aux droits et obligations de l'établissement public Société des grands projets dans la mesure nécessaire à l'exercice de leur compétence de gestionnaire. Une convention entre les parties établit les droits et obligations concernés.I ter. - La gestion des espaces à usage de commerces ou de publicité des gares du réseau de transport public du Grand Paris, au sens du II de l'article 7, est, après réception par le maître d'ouvrage de ces espaces, confiée à Ile-de-France Mobilités. Jusqu'à cette date, l'établissement public Société des grands projets peut passer des contrats portant sur la gestion de ces espaces. Les espaces à usage de commerces ou de publicité des gares ne relevant ni du réseau de transport public du Grand Paris, au sens du même II, ni des infrastructures mentionnées à l'article 20-2, mais en interconnexion avec ce réseau, ne sont pas concernés.Ile-de-France Mobilités est subrogé dans les droits et obligations de l'établissement public Société des grands projets dans la mesure nécessaire à l'exercice de sa compétence de gestionnaire des espaces à usage de commerces ou de publicité des gares. Une convention entre les parties établit les droits et obligations concernés.II. - Un décret en Conseil d'Etat précise les modalités d'application des I et I bis du présent article, notamment les conditions de rémunération de l'établissement public Société des grands projets pour l'usage ou le transfert de propriété de ses lignes, ouvrages, installations ainsi que de ses matériels et de ses gares, y compris d'interconnexion. Ce décret précise également les conditions d'association d'Ile-de-France Mobilités au processus d'acquisition des matériels mentionnés à l'article 7 de la présente loi.III. - A modifié les dispositions suivantes :\n\n-Ordonnance n° 59-151 du 7 janvier 1959"
    },
    {
      "provision_ref": "art20-1",
      "section": "20-1",
      "title": "Article 20-1",
      "content": "L'établissement public Société des grands projets peut financer des projets de création, d'extension, d'amélioration ou de modernisation d'infrastructures prévoyant au moins une correspondance avec le réseau de transport public du Grand Paris lorsqu'elles appartiennent à l'un des réseaux suivants :\n\n- réseau de métropolitain affecté au transport public urbain de voyageurs en Ile-de-France ;\n\n- réseau express régional ;\n\n- réseau ferré national dans la région Ile-de-France emprunté par des services de transports publics réguliers de personnes relevant de l'article L. 1241-1 du code des transports.\n\nL'établissement public Société des grands projets peut également participer au financement des études de pôles d'échanges et, dans la limite de 300 mètres autour des gares, de la réalisation des équipements d'intermodalité et des opérations d'aménagement des voiries et réseaux divers de ces pôles, concourant à la desserte des gares réalisées sous sa maîtrise d'ouvrage.\n\nLes montants et conditions de ce financement sont définis par une convention qui est conclue et approuvée selon des modalités précisées par le décret en Conseil d'Etat prévu par le VI de l'article 8."
    },
    {
      "provision_ref": "art20-2",
      "section": "20-2",
      "title": "Article 20-2",
      "content": "L'établissement public Société des grands projets peut, dans les conditions prévues au premier alinéa de l'article L. 1241-4 du code des transports, être désigné maître d'ouvrage de projets de création ou d'extension d'infrastructures du réseau de métropolitain affecté au transport public urbain de voyageurs en Ile-de-France prévoyant au moins une correspondance avec le réseau de transport public du Grand Paris, à l'exclusion des opérations définies au deuxième alinéa de l'article L. 1241-4 susmentionné. Il dispose alors à cette fin des possibilités qui lui sont reconnues par le II de l'article 5 et le II de l'article 7.\n\nLes éléments des lignes, ouvrages et installations ainsi que des gares, y compris d'interconnexion, mentionnés au premier alinéa sont, après leur réception par le maître d'ouvrage, confiés à la Régie autonome des transports parisiens qui en assure la gestion technique dans les conditions prévues à l'article 2 de l'ordonnance n° 59-151 du 7 janvier 1959 précitée. L'établissement public Société des grands projets est propriétaire des lignes, ouvrages et installations ainsi que des gares, y compris d'interconnexion, qu'il réalise dans le cadre de cette désignation et jusqu'à sa dissolution.\n\nLes éléments mentionnés au premier alinéa du présent article qui ne sont pas confiés en gestion technique à la Régie autonome des transports parisiens en application du deuxième alinéa sont, après leur réception par le maître d'ouvrage, confiés à Ile-de-France Mobilités, qui en assure la maintenance et le renouvellement. L'établissement public Société des grands projets peut passer des marchés incluant des prestations de maintenance et de renouvellement de ces éléments, jusqu'à leur remise en gestion à Ile-de-France Mobilités. Les personnes qui assurent la gestion technique dans le cadre du présent article sont subrogées aux droits et obligations de l'établissement public Société des grands projets dans la mesure nécessaire à l'exercice de leur compétence. Une convention entre les parties établit les droits et obligations concernés.\n\nLa gestion des espaces à usage de commerces ou de publicité des gares des projets d'infrastructure mentionnés au premier alinéa du présent article est, après réception par le maître d'ouvrage de ces espaces, confiée à Ile-de-France Mobilités. Jusqu'à cette date, l'établissement public Société des grands projets peut passer des contrats portant sur la valorisation de ces espaces. Les espaces à usage de commerces ou de publicité des gares ne relevant ni du réseau de transport public du Grand Paris, au sens du II de l'article 7, ni des infrastructures mentionnées au présent article, mais en interconnexion avec ce réseau, ne sont pas concernés.\n\nIle-de-France Mobilités est subrogé dans les droits et obligations de l'établissement public Société des grands projets dans la mesure nécessaire à l'exercice de sa compétence de gestionnaire des espaces à usage de commerces ou de publicité des gares. Une convention entre les parties établit les droits et obligations concernés.\n\nUn décret en Conseil d'Etat précise l'application du présent article, notamment les modalités selon lesquelles la convention de maîtrise d'ouvrage est conclue et approuvée ainsi que les conditions de rémunération de l'établissement public Société des grands projets pour l'usage ou le transfert de propriété de ses lignes, ouvrages, installations et de ses gares, y compris d'interconnexion."
    },
    {
      "provision_ref": "art20-3",
      "section": "20-3",
      "title": "Article 20-3",
      "content": "I.-A.-L'établissement public Société des grands projets ou ses filiales peuvent participer à l'élaboration des propositions de service express régional métropolitain mentionné à l'article L. 1215-6 du code des transports, sur décision du ministre chargé des transports, à la demande de la région et des autorités compétentes pour l'organisation de la mobilité contribuant au financement de ce service, conjointement avec SNCF Réseau et sa filiale mentionnée au 5° de l'article L. 2111-9 du même code pour les infrastructures et les ouvrages mentionnés aux 1° et 2° du B du présent I.B.-L'établissement public Société des grands projets ou ses filiales peuvent être désignés maîtres d'ouvrage des infrastructures de transport nécessaires à la mise en œuvre des services express régionaux métropolitains et situées à l'intérieur du périmètre de ces services, dans les cas et selon les modalités suivants :1° Par arrêté du ministre chargé des transports, à la demande de la région et des autorités compétentes pour l'organisation de la mobilité concernées, pour des infrastructures nouvelles du réseau ferré national et des nouveaux pôles d'échanges multimodaux et gares de voyageurs, y compris connexes à une gare existante, dans les conditions prévues à l'article L. 2111-13 du code des transports. Cette possibilité exclut les ouvrages portant sur les infrastructures et les installations de service en exploitation, notamment les pôles d'échanges multimodaux et les gares de voyageurs en exploitation ;2° Par arrêté du ministre chargé des transports, à la demande de la région et des autorités compétentes pour l'organisation de la mobilité concernées, pour des lignes ferroviaires ou des sections de ligne ferroviaire n'ayant pas été utilisées, sauf à titre occasionnel, par des services de transport de fret ou de voyageurs au cours des cinq années précédant la publication de cet arrêté, dans les conditions prévues au même article L. 2111-13 ;3° Par les collectivités territoriales ou leurs groupements compétents, pour des projets de création ou d'extension d'infrastructures de transport public urbain ou périurbain de personnes prévoyant au moins une correspondance avec l'une des lignes de transport public du service express régional métropolitain ;4° Par les collectivités territoriales ou leurs groupements compétents, pour les nouveaux ateliers de maintenance du matériel roulant ferroviaire, dans les conditions prévues audit article L. 2111-13 ;5° Par les collectivités territoriales ou leurs groupements compétents, pour les lignes ferroviaires dont la propriété ou la gestion leur a été transférée en application, respectivement, de l'article L. 3114-1 du code général de la propriété des personnes publiques ou des articles L. 2111-1-1 et L. 2111-9-1 A du code des transports.C.-Les biens de toute nature, immobiliers et mobiliers, nécessaires à la réalisation des ouvrages pour lesquels l'établissement public Société des grands projets est désigné maître d'ouvrage en application des 1° et 2° du B du présent I sont acquis par l'établissement public Société des grands projets ou ses filiales au nom et pour le compte de l'Etat, le cas échéant par voie d'expropriation ou de préemption. Les terrains d'emprise et les biens ainsi acquis sont réputés être remis à l'établissement public Société des grands projets ou à sa filiale compétente en vue de l'exercice de leurs missions de maîtrise d'ouvrage.Il en est de même des droits et obligations de toute nature se rattachant à ces biens.A l'achèvement des ouvrages mentionnés au 2° de l'article L. 2111-13 du code des transports et dans les conditions définies au même article L. 2111-13, les infrastructures de lignes, les gares de voyageurs, les pôles d'échanges multimodaux ainsi que les biens et droits immobiliers de toute nature déterminés par convention en application du 3° dudit article L. 2111-13 sont attribués par l'Etat, à titre gratuit, à SNCF Réseau et à sa filiale mentionnée au 5° de l'article L. 2111-9 du même code, qui les gèrent dans les conditions prévues au même article L. 2111-9 et aux articles L. 2111-20 à L. 2111-22 dudit code, à l'exception du second alinéa du II de l'article L. 2111-20 du même code. Les lignes supportant les infrastructures créées sont incorporées au réseau ferré national.Lorsqu'ils ne sont plus nécessaires aux missions de maître d'ouvrage de l'établissement public Société des grands projets ou de ses filiales, l'ensemble des droits et des obligations contractés par l'établissement public Société des grands projets ou par ses filiales au titre de la réalisation des biens immobiliers et mobiliers attribués à SNCF Réseau et à sa filiale mentionnée au 5° de l'article L. 2111-9 du même code en application du troisième alinéa du présent C sont transférés respectivement à SNCF Réseau et à sa filiale mentionnée au 5° de l'article L. 2111-9 du code des transports, à l'exception :1° Des droits et des obligations liés aux emprunts contractés pour la réalisation des biens concernés ;2° Des droits et des obligations liés aux contrats de travail conclus par l'établissement public Société des grands projets ou par ses filiales ;3° Des contentieux existant à la date du transfert ;4° Des réclamations, des litiges, des garanties sauf décennales, des actions amiables ainsi que des actions en justice exercées après le transfert par les cocontractants de l'établissement public Société des grands projets ou de ses filiales ou par leurs sous-traitants au titre de faits juridiques, d'actes juridiques ou d'événements antérieurs au transfert qui relèvent de l'établissement public Société des grands projets ou de ses filiales.Les modalités d'intervention de la Société des grands projets sur les infrastructures mentionnées aux 3° à 5° du B du présent I et les conditions de remise, y compris à titre gratuit, des ouvrages réalisés en application des mêmes 3° à 5° font l'objet d'une convention entre la Société des grands projets et les collectivités territoriales ou leurs groupements qui l'ont désignée maître d'ouvrage.D.-L'établissement public Société des grands projets ou ses filiales peuvent également participer au financement des projets de création, d'extension, d'amélioration ou de modernisation d'infrastructures de transport entrant dans le périmètre d'un service express régional métropolitain.II.-Lorsque l'établissement public Société des grands projets crée des filiales ou prend des participations dans des sociétés, des groupements ou des organismes dont l'objet concourt à la réalisation des missions définies au I, il peut participer à la coordination d'ensemble de la réalisation des infrastructures mentionnées au même I, selon des modalités définies, pour chaque service express régional métropolitain, dans les conditions prévues à l'article L. 1215-8 du code des transports. Lorsque l'établissement public Société des grands projets ou ses filiales participent au financement des projets mentionnés au D du I du présent article, cet établissement ou ses filiales veillent au respect des objectifs de coût et du calendrier des projets qu'ils financent, dans les conditions prévues à l'article L. 1215-8 du code des transports. ;"
    },
    {
      "provision_ref": "art20-4",
      "section": "20-4",
      "title": "Article 20-4",
      "content": "I.-Nonobstant toute disposition contraire, la Société des grands projets peut contracter des emprunts et émettre des titres de créance, y compris des emprunts et titres dont le terme est supérieur à douze mois. Le produit de ces emprunts est affecté aux dépenses relatives à l'exécution de ses missions.II.-Avant le 1er octobre de chaque année, le Gouvernement remet au Parlement un rapport relatif à l'évolution des dépenses et des moyens financiers et humains de la Société des grands projets.Au titre des missions de l'établissement public Société des grands projets en Ile-de-France, ce rapport détaille notamment les prévisions des coûts de réalisation du projet, des impositions de toutes natures affectées à l'établissement public et plafonnées en application de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012 ainsi que de l'encours en principal des emprunts contractés par l'établissement public. Il présente les mesures mises en œuvre afin que cet encours ne dépasse pas un plafond de 39 milliards d'euros. Il rend également compte de l'utilisation par la Société des grands projets des emprunts contractés auprès de la Banque européenne d'investissement et des prêts sur fonds d'épargne de la Caisse des dépôts et consignations. Il présente par ailleurs les évolutions des effectifs propres de la Société des grands projets.Au titre des missions de l'établissement public Société des grands projets relatives aux projets de service express régional métropolitain et pour chacun d'entre eux, ce rapport rend également compte de l'exposition financière de la Société des grands projets et du respect de l'échéance de remboursement des éventuels emprunts contractés par la Société des grands projets ou par ses filiales au titre de ces projets, au plus tard cinquante ans après leur mise en service, compte tenu des recettes et des produits supplémentaires correspondants. Il présente, le cas échéant, les mesures mises en œuvre afin que cette échéance soit respectée. Le rapport rend également compte de la capacité de la Société des grands projets à conduire les projets de service express régional métropolitain au regard de ses effectifs et du recours à des prestataires externes.III.-Toute contribution supplémentaire mise à la charge de la Société des grands projets au titre de l'article 20-1 de la présente loi est compensée par une augmentation des ressources de l'établissement d'un même montant afin de garantir une stricte neutralité sur l'équilibre financier pluriannuel de la Société des grands projets.IV.-Le produit des impositions de toutes natures qui sont, à la date de la promulgation de la loi n° 2023-1269 du 27 décembre 2023 relative aux services express régionaux métropolitains, affectées à la Société des grands projets est exclusivement utilisé par celle-ci pour les dépenses concourant à l'accomplissement de ses missions en Ile-de-France, y compris celles exposées pour contracter, rémunérer et amortir les emprunts les finançant, au prorata de leur usage à cet effet."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. ― Des contrats de développement territorial peuvent être conclus pour la mise en œuvre des objectifs définis à l'article 1er entre le représentant de l'Etat dans la région, d'une part, et les communes et les établissements publics de coopération intercommunale pour les objets relevant des compétences qui leur ont été transférées, d'autre part.\n\nLa région, le département concerné, l'association des maires d'Ile-de-France et le syndicat mixte Paris-Métropole sont consultés préalablement à la signature des contrats.\n\nLa région et les départements territorialement concernés peuvent également, à leur demande, être signataires des contrats.\n\nLes contrats définissent, dans le respect des principes énoncés aux articles L. 101-1 et L. 101-2 du code de l'urbanisme, les objectifs et les priorités en matière d'urbanisme, de logement, de transports, de déplacements et de lutte contre l'étalement urbain, d'équipement commercial, de développement économique, sportif et culturel, y compris en matière d'économie sociale et solidaire, de protection des espaces naturels, agricoles et forestiers et des paysages et des ressources naturelles.\n\nCes contrats font l'objet, préalablement à leur signature, d'une enquête publique réalisée conformément aux dispositions du chapitre III du titre II du livre Ier du code de l'environnement. La décision d'ouverture de cette enquête intervient au plus tard le 31 décembre 2014.\n\nLorsque ces contrats ont fait l'objet d'une décision d'ouverture de l'enquête publique à la date d'entrée en vigueur de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire, les objectifs et priorités en matière d'économie sociale et solidaire, ainsi que leurs modalités de mise en œuvre, sont intégrés dès la première modification ou, le cas échéant, lors de la première révision du contrat.\n\nChaque contrat porte sur le développement d'un territoire inclus dans un ensemble de communes d'un seul tenant et sans enclave. Il fixe la liste des communes concernées.\n\nToute commune ou établissement public de coopération intercommunale, sous réserve qu'il soit attenant à un ensemble de communes tel que défini par le précédent alinéa, peut, sans préjudice des délais mentionnés au cinquième alinéa, adhérer à un contrat de développement territorial existant, à condition d'avoir obtenu l'accord des cocontractants.\n\nII. ― Le contrat de développement territorial définit les modalités de mise en œuvre des objectifs visés au quatrième alinéa du I.\n\nIl est procédé à l'établissement d'un diagnostic spécifique tenant compte de la situation locale en matière de logement et de logement social sur les territoires inclus dans le périmètre des contrats.\n\nAu vu de ce diagnostic, le contrat précise le nombre de logements et le pourcentage de logements sociaux à réaliser. Ces objectifs quantitatifs ne peuvent être inférieurs à ceux prévus dans le cadre du programme local de l'habitat.\n\nLe contrat de développement territorial comporte des engagements permettant d'assurer, dans le respect des objectifs du développement durable et notamment la réduction des émissions de gaz à effet de serre, la maîtrise de l'énergie et la production énergétique à partir de sources renouvelables, la préservation de la qualité de l'air, de l'eau, du sol et du sous-sol, des ressources naturelles, de la biodiversité, des écosystèmes et des espaces verts, la préservation et la remise en bon état des continuités écologiques, la prévention des risques naturels prévisibles, des risques technologiques, des pollutions et des nuisances de toute nature.\n\nIl peut prévoir la création de zones d'aménagement différé dont il dresse la liste, fixe le périmètre, et définit les bénéficiaires des droits de préemption institués dans ces zones.\n\nIl précise les actions ou opérations d'aménagement ou les projets d'infrastructures nécessaires à la mise en œuvre des objectifs visés au quatrième alinéa du I, ainsi que les conditions de leur mise en œuvre et l'échéancier prévisionnel de leur réalisation. Il définit, après consultation de l'atelier international du Grand Paris, les conditions de leur insertion dans le tissu urbain existant.\n\nIl présente les conditions générales de leur financement. Ce financement inclut :\n\n― les participations des aménageurs et constructeurs dues en application des articles L. 311-4 et L. 332-11-3 du code de l'urbanisme ;― la moitié des excédents dégagés par les opérations d'aménagement.\n\nL'autre moitié de ces excédents est versée à parts égales à Ile-de-France Mobilités et à l'établissement public Société des grands projets afin de financer le réseau de transport public du Grand Paris.\n\nIII. ― La délibération du conseil municipal ou de l'organe délibérant de l'établissement public de coopération intercommunale qui autorise le maire ou le président de l'établissement public à signer le contrat de développement territorial emporte, pour l'application de l'article L. 212-1 du code de l'urbanisme, avis favorable de la commune ou de l'établissement public de coopération intercommunale sur la création des zones d'aménagement différé prévues au contrat.\n\nDans les zones d'aménagement différé mentionnées au II du présent article, lorsqu'elle n'est pas bénéficiaire d'un droit de préemption à titre principal, la commune est titulaire d'un droit de préemption à titre subsidiaire sur l'ensemble du territoire ainsi défini. Le bénéficiaire du droit de préemption à titre principal informe la collectivité territoriale et le propriétaire du bien de sa décision d'exercer ou non son droit de préemption dans le délai de deux mois suivant la déclaration préalable d'aliénation faite par le propriétaire dans les conditions prévues par l'article L. 213-2 du code de l'urbanisme. Lorsque le bénéficiaire du droit de préemption à titre principal renonce à exercer ce droit, le délai fixé par le même article L. 213-2, à l'expiration duquel le silence gardé vaut renonciation à l'exercice du droit de préemption, est porté à trois mois pour permettre au titulaire du droit de préemption à titre subsidiaire de faire usage de ce droit.\n\nIV. ― Le contrat de développement territorial peut valoir déclaration de projet des actions ou opérations d'aménagement et des projets d'infrastructures visés au sixième alinéa du II du présent article pour l'application de l'article L. 300-6 du code de l'urbanisme. Dans ce cas, le contrat précise les actions et opérations pour lesquelles il vaut déclaration de l'intérêt général.\n\nCes actions ou opérations d'aménagement ou ces projets d'infrastructures sont compatibles avec le schéma directeur de la région d'Ile-de-France. Jusqu'à l'entrée en vigueur du décret abrogeant le schéma approuvé par le décret du 26 avril 1994 portant approbation de la révision du schéma directeur de la région d'Ile-de-France, ce rapport de compatibilité s'apprécie au regard des dispositions du dernier projet de schéma directeur de la région d'Ile-de-France, adopté par délibération du conseil régional, qui ne sont pas contraires à la présente loi.\n\nSi ces actions ou opérations d'aménagement ou ces projets d'infrastructures ne sont pas compatibles avec les schémas de cohérence territoriale, les schémas de secteurs et les plans locaux d'urbanisme, l'autorité administrative engage les procédures de mise en compatibilité prévues par les articles L. 122-15, L. 122-16-1, L. 123-14, et L. 123-16 du même code. L'enquête publique visée au cinquième alinéa du I du présent article est organisée dans les conditions prévues par ces articles.\n\nV. ― Les règles de publicité et de communication définies aux articles L. 2121-24 et L. 2121-26 du code général des collectivités territoriales sont applicables aux contrats de développement territorial.\n\nVI. ― Un décret en Conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art21-1",
      "section": "21-1",
      "title": "Article 21-1",
      "content": "I. ― Sur les territoires de l'unité urbaine de Paris qui ne sont pas inclus dans le périmètre d'un contrat de développement territorial pour lequel la décision d'ouverture de l'enquête publique réalisée conformément aux dispositions du chapitre III du titre II du livre Ier du code de l'environnement est intervenue au plus tard à la date mentionnée au cinquième alinéa du I de l'article 21 de la présente loi, des contrats de développement d'intérêt territorial peuvent être conclus entre le représentant de l'Etat dans la région, d'une part, et les communes et les établissements publics de coopération intercommunale pour les objets relevant de leurs compétences, d'autre part.\n\nLa région et les départements territorialement concernés peuvent également, à leur demande, en être signataires.\n\nCes contrats ont notamment pour objet la définition d'une stratégie de développement à une échelle cohérente avec les dynamiques territoriales à l'œuvre, et la déclinaison des objectifs de production de logement fixés à l'article 1er.\n\nIls définissent, dans le respect des principes énoncés aux articles L. 101-1 et L. 101-2 du code de l'urbanisme, les objectifs et les priorités en matière d'urbanisme, de logement, de politique de la ville, de transports, de déplacements et de lutte contre l'étalement urbain, d'équipement commercial, de développement économique, notamment de l'économie sociale et solidaire, sportif et culturel, de protection des espaces naturels, agricoles et forestiers et des paysages et des ressources naturelles.\n\nChaque contrat porte sur le développement d'un territoire inclus dans un ensemble de communes d'un seul tenant et sans enclave.\n\nII. ― Le contrat comprend notamment :\n\n1° Une présentation du projet de territoire, et de la manière dont il contribue à la mise en œuvre des objectifs définis au I ;\n\n2° Le nombre de logements et le pourcentage de logements sociaux à réaliser. Ces objectifs sont fixés sur la base d'un diagnostic spécifique tenant compte de la situation locale en matière de logement et de logement social. Ils ne peuvent être inférieurs à ceux prévus dans le cadre du programme local de l'habitat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Pour la mise en œuvre des actions et opérations nécessaires à un contrat de développement territorial, les communes et les établissements publics de coopération intercommunale peuvent conclure avec une personne morale de droit public ou privé un contrat portant à la fois sur la conception du projet d'aménagement global, l'élaboration d'une proposition de révision ou de modification du document d'urbanisme ainsi que la maîtrise d'ouvrage des travaux et équipements concourant à la réalisation du projet d'aménagement et la réalisation des études et de toutes missions nécessaires à l'exécution de l'opération. La personne morale de droit public ou privé peut être chargée par le contrat d'acquérir des biens nécessaires à la réalisation de l'opération, y compris, le cas échéant, par la voie d'expropriation ou de préemption. Elle procède à la vente, à la location ou à la concession des biens immobiliers situés à l'intérieur du périmètre de l'opération.\n\nPour la passation du contrat, les spécifications techniques formulées pour la définition des besoins comportent au moins le programme global de construction de l'opération d'aménagement avec une répartition indicative entre les programmes de logements et les programmes d'activité économique ainsi que la liste indicative des équipements publics à réaliser.\n\nLe programme global de construction de l'opération d'aménagement doit tenir compte des programmes locaux de l'habitat, dès lors que ceux-ci ont été adoptés.\n\nLes communes mentionnées à l'article L. 302-5 du code de la construction et de l'habitation ne peuvent conclure un tel contrat qu'à la condition que le programme global de construction de l'opération d'aménagement intègre une augmentation du pourcentage de logements locatifs sociaux au sens du même article L. 302-5.\n\nLe contrat précise les conditions de versement d'une rémunération ou d'une prime au cas où il est interrompu à l'issue de la procédure de révision ou de modification du document d'urbanisme ou de l'enquête publique.\n\nLe contrat ne peut mettre à la charge du cocontractant que le coût des équipements publics à réaliser pour répondre aux besoins des futurs habitants ou usagers des constructions à édifier dans le périmètre fixé par la convention ou, lorsque la capacité des équipements programmés excède ces besoins, la fraction du coût proportionnelle à ces besoins.\n\nLes règles de passation applicables sont celles qui sont définies pour l'attribution des concessions d'aménagement.\n\nSans préjudice du premier alinéa du présent article, pour la réalisation d'opérations d'aménagement ou de construction dans les conditions définies en application du V de l'article 7 de la présente loi, les communes, les établissements publics de coopération intercommunale compétents ou, après accord des communes ou de ces établissements publics, l'établissement public Société des grands projets peuvent conclure le contrat prévu par le présent article."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "En région d'Ile-de-France, dans les communes visées à l'article L. 302-5 du code de la construction et de l'habitation, les actions ou opérations d'aménagement et les projets d'infrastructures prévues autour des gares du réseau de transport public du Grand Paris doivent intégrer la réalisation de logements pour contribuer à l'atteinte des objectifs définis au même article L. 302-5."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I.-L'Etat peut transférer, en pleine propriété et à titre gratuit, à l'Etablissement public d'aménagement de Paris-Saclay, sur la demande de ce dernier, ses biens fonciers et immobiliers, à l'exclusion des forêts domaniales. Ces biens doivent être situés dans le périmètre défini à l'article 25 de la présente loi et être nécessaires à l'exercice des missions de l'établissement public. Ces transferts ne donnent lieu à aucun versement, salaire ou honoraire, ni à aucune indemnité ou perception de droit ou de taxe.\n\nII.-A modifié les dispositions suivantes :\n\n-Code de l'éducation"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Un décret en Conseil d'Etat détermine les conditions d'application du présent chapitre."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-A modifié les dispositions suivantes :\n\nIII.-Le I entre en vigueur le 1er juillet 2011, sauf si le Syndicat des transports d'Ile-de-France a délégué une partie de ses attributions afin d'assurer la desserte des organismes exerçant des activités d'enseignement supérieur et de recherche ainsi que des entreprises dans les communes visées à l'annexe C précitée.\n\n-Ordonnance n° 59-151 du 7 janvier 1959"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le terrain d'assiette du projet immobilier permettant l'installation de  l'Institut des sciences et industries du vivant et de l'environnement et  de l'Institut national de la recherche agronomique dans la zone  d'aménagement concertée du quartier de Polytechnique est réputé  appartenir au domaine public de l'Institut des sciences du vivant et de  l'environnement à compter de son transfert dans le patrimoine de  l'établissement. La société Campus Agro SAS assure la maîtrise d'ouvrage  de ce projet pendant la durée de l'autorisation d'occupation temporaire  constitutive de droit réel dont elle bénéficie sur ce terrain."
    },
    {
      "provision_ref": "artAnnexeA",
      "section": "AnnexeA",
      "title": "Article AnnexeA",
      "content": "LISTE DES COMMUNES CONSTITUANT LE PÉRIMÈTRE D'INTERVENTION DE L'ÉTABLISSEMENT PUBLIC D'AMÉNAGEMENT DE PARIS-SACLAY\n\nBièvres.Buc.Bures-sur-Yvette.Champlan.Châteaufort.Chilly-Mazarin.Elancourt.Gif-sur-Yvette.Guyancourt.Jouy-en-Josas.La Verrière.Les Loges-en-Josas.Les Ulis.Magny-les-Hameaux.Massy.Montigny-le-Bretonneux.Orsay.Palaiseau.Saclay.Saint-Aubin.Toussus-le-Noble.Trappes.Vauhallan.Versailles.Villebon-sur-Yvette.Villejust.Villiers-le-Bâcle."
    },
    {
      "provision_ref": "artAnnexeB",
      "section": "AnnexeB",
      "title": "Article AnnexeB",
      "content": "LISTE DES COMMUNES VISÉES À L'ARTICLE 35\n\nBièvres.Buc.Châteaufort.Gif-sur-Yvette.Guyancourt.Igny.Jouy-en-Josas.Les Loges-en-Josas.Orsay.Palaiseau.Saclay.Saint-Aubin.Toussus-le-Noble.Vauhallan.Villiers-le-Bâcle."
    },
    {
      "provision_ref": "artAnnexeC",
      "section": "AnnexeC",
      "title": "Article AnnexeC",
      "content": "A modifié les dispositions suivantes :\n\nCrée Ordonnance 59-151 du 7 janvier 1959 :\n\nArt. Annexe"
    }
  ]
}