{
  "id": "jorftext000044044441",
  "type": "statute",
  "title": "Ordonnance n°2021-1192 du 15 septembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044044441",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le livre IV du code civil est modifié conformément aux articles 2 à 25."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. à III. et V. - A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Le décret du 24 juin 1939 organisant le warrantage en faveur des titulaires de conventions passées en application du décret-loi du 2 mai 1938 (art. 8), portant ouverture de crédits pour l'exécution d'un programme exceptionnel de défense nationale, est abrogé.\n\n- Code de la consommation\n\n- Code monétaire et financier\n\n- Loi du 21 avril 1932\n\n- Décret-loi du 12 septembre 1940\n\n- LOI n° 94-126 du 11 février 1994"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Dans toutes les dispositions législatives et réglementaires en vigueur, la référence aux articles du code civil qui font l'objet d'une nouvelle numérotation par la présente ordonnance s'entend des références aux nouveaux numéros résultant de celle-ci."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-La présente ordonnance est applicable dans les îles Wallis et Futuna à l'exception des articles 12 à 25,29, des 4° et 5° de l'article 30, des III à VIII de l'article 31 et du VII de l'article 35.II.-Pour leur application à Wallis-et-Futuna, les références faites par l'article 2331 du code civil à des dispositions qui n'y sont pas applicables sont remplacées par les références à des dispositions ayant le même objet applicables localement.III.-Pour leur application aux Terres australes et antarctiques françaises, les références faites par les articles 2320,2331,2332,2346,2377,2393,2402,2404,2408 et 2422 du code civil à des dispositions qui n'y sont pas applicables sont remplacées par les références à des dispositions ayant le même objet applicables localement.IV.-La modification portée à l'article 248 du code des douanes et les abrogations des articles 250,252 à 254 du même code sont applicables aux Terres australes et antarctiques françaises.V.-Pour leur application à Mayotte, les références faites par l'article 2393 du code civil à des dispositions qui n'y sont pas applicables sont remplacées par les références à des dispositions ayant le même objet applicables localement.VI.-Pour leur application à Saint-Martin, Saint-Barthélemy et Saint-Pierre-et-Miquelon, les références faites par les articles 2393,2402 et 2404 du code civil à des dispositions qui n'y sont pas applicables sont remplacées par les références à des dispositions ayant le même objet applicables localement.VII. à XIII.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code civil\n\n-Code de commerce\n\n-Code de commerce\n\n-Code de commerce\n\n-Code de la consommation\n\n-Code monétaire et financier\n\n-Code de la consommation\n\n-Code monétaire et financier\n\n-Code de procédure pénale\n\n-Code des procédures civiles d'exécution\n\n-LOI n° 2016-816 du 20 juin 2016"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Les dispositions de la présente ordonnance entreront en vigueur le 1er janvier 2022.Toutefois, l'article 27, les 2° et 3° de l'article 30, l'article 31, le XIX de l'article 34 et le XI de l'article 35 entreront en vigueur à une date qui sera fixée par décret et qui ne pourra être postérieure au 1er janvier 2023.L'article 2338 du code civil, dans sa rédaction issue de l'article 8 de la présente ordonnance, entrera en vigueur à une date qui sera fixée par décret et qui ne pourra être postérieure au 1er janvier 2023. A la date qui sera ainsi fixée, sera abrogée la section 2 du chapitre 2 du sous-titre II du titre II du livre IV du code civil.II. - Les cautionnements conclus avant la date prévue au 1er alinéa du I demeurent soumis à la loi ancienne, y compris pour leurs effets légaux et pour les dispositions d'ordre public.III. - Les dispositions des articles 2302 à 2304 du code civil sont applicables dès l'entrée en vigueur de la présente ordonnance, telle que prévue au premier alinéa du I, y compris aux cautionnements et aux sûretés réelles pour autrui constitués antérieurement.IV. - Les privilèges immobiliers spéciaux nés avant l'entrée en vigueur de l'ordonnance sont pour l'avenir assimilés à des hypothèques légales, sans préjudice le cas échéant de la rétroactivité de leur rang. Ceux qui n'ont pas fait l'objet des formalités de publicité foncière à la date d'entrée en vigueur de l'ordonnance seront inscrits au fichier immobilier selon les dispositions applicables avant cette date."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de la relance, le ministre de l'intérieur, le ministre des outre-mer, le garde des sceaux, ministre de la justice, et le ministre de l'agriculture et de l'alimentation sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}