{
  "id": "jorftext000028526298",
  "type": "statute",
  "title": "LOI n°2014-58\n du 27 janvier 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028526298",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "II.-Le 1° du II de l'article 19 de la loi n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral est abrogé."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans les six mois qui suivent la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur les possibilités de rationalisation et de regroupement des différents schémas régionaux et départementaux, élaborés conjointement avec l'Etat ou non, en matière de développement économique, d'aménagement de l'espace, de transport et de mobilité, d'environnement, d'énergie et d'aménagement numérique."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Un projet de schéma régional de coopération intercommunale portant sur les départements de l'Essonne, de la Seine-et-Marne, du Val-d'Oise et des Yvelines est élaboré par le représentant de l'Etat dans la région d'Ile-de-France, sur proposition des représentants de l'Etat dans ces départements.\n\nIl est présenté, avant le 1er septembre 2014, à la commission régionale de la coopération intercommunale mentionnée au VII du présent article. Ce schéma répond aux obligations définies aux I, II, VI et VII de l'article L. 5210-1-1 du code général des collectivités territoriales et prend en compte les orientations définies au III du même article.\n\nLe représentant de l'Etat dans la région d'Ile-de-France adresse le projet de schéma pour avis aux conseils municipaux des communes et aux organes délibérants des établissements publics de coopération intercommunale à fiscalité propre concernés. Lorsqu'une proposition concerne des communes ou des établissements publics de coopération intercommunale à fiscalité propre appartenant à des départements autres que ceux mentionnés au premier alinéa du présent I, le représentant de l'Etat dans la région d'Ile-de-France saisit le représentant de l'Etat dans le département intéressé, qui saisit pour avis la commission départementale de la coopération intercommunale.\n\nLes avis mentionnés au troisième alinéa sont rendus dans un délai de trois mois à compter de l'envoi du projet de schéma. A défaut, l'avis est réputé favorable.\n\nLe projet de schéma, ainsi que l'ensemble des avis mentionnés au troisième alinéa, sont transmis pour avis à la commission régionale de la coopération intercommunale par le représentant de l'Etat dans la région, laquelle, à compter de cette transmission, dispose d'un délai de cinq mois pour se prononcer. A défaut de délibération dans ce délai, celle-ci est réputée favorable. Les propositions de modification du projet de schéma conformes aux I, II, VI et VII de l'article L. 5210-1-1 du code général des collectivités territoriales, adoptées par la commission régionale de la coopération intercommunale à la majorité des deux tiers de ses membres comprenant les deux tiers au moins des représentants de la ou des commissions départementales de la coopération intercommunale, désignés en application du VII du présent article, du ou des départements concernés par le projet, sont intégrées dans le projet de schéma.\n\nLe schéma est arrêté avant le 31 mai 2015 par le représentant de l'Etat dans la région d'Ile-de-France et fait l'objet d'une insertion dans au moins une publication locale diffusée dans chacun des départements concernés.\n\nII. ― Dans les départements de l'Essonne, de la Seine-et-Marne, du Val-d'Oise et des Yvelines, la procédure de révision du schéma départemental de coopération intercommunale prévue au IV de l'article L. 5210-1-1 du code général des collectivités territoriales ne porte que sur les communes qui ne sont pas membres d'un établissement public de coopération intercommunale à fiscalité propre dont le siège est situé dans l'unité urbaine de Paris, définie par l'Institut national de la statistique et des études économiques.\n\nIII. ― Dès la publication du schéma régional de coopération intercommunale, les représentants de l'Etat dans les départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines définissent par arrêté, avant le 1er octobre 2015, pour la mise en œuvre du schéma, tout projet de périmètre portant création d'un établissement public de coopération intercommunale à fiscalité propre.\n\nIls peuvent également définir un projet de périmètre ne figurant pas dans le schéma, après avis de la commission régionale de la coopération intercommunale, sous réserve du respect des obligations mentionnées aux I, II, VI et VII de l'article L. 5210-1-1 du code général des collectivités territoriales et de la prise en compte des orientations définies au III du même article.\n\nLorsqu'elle est saisie pour avis, en application du deuxième alinéa du présent III, la commission régionale de la coopération intercommunale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. L'arrêté intègre les propositions de modification du périmètre adoptées par la commission régionale dans les conditions de majorité prévues à l'avant-dernier alinéa du I du présent article.\n\nL'arrêté de projet définit la catégorie d'établissement public de coopération intercommunale dont la création est envisagée, dresse la liste des communes intéressées et détermine le nom et le siège de l'établissement public de coopération intercommunale à fiscalité propre.\n\nA compter de la notification de cet arrêté au maire de chaque commune intéressée, le conseil municipal dispose d'un délai d'un mois pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.\n\nLa création de l'établissement public de coopération intercommunale à fiscalité propre est prononcée par arrêté des représentants de l'Etat dans les départements intéressés, après accord des conseils municipaux concernés.\n\nCet accord doit être exprimé par la moitié au moins des conseils municipaux des communes intéressées, représentant la moitié au moins de la population totale de celles-ci, y compris le conseil municipal de la commune dont la population est la plus nombreuse si cette dernière représente au moins le tiers de la population totale.\n\nA défaut d'accord des conseils municipaux et sous réserve de l'achèvement des procédures de consultation, les représentants de l'Etat dans les départements concernés peuvent, par décision motivée, après avis de la commission régionale de la coopération intercommunale, créer l'établissement public de coopération intercommunale à fiscalité propre. En vue de formuler son avis, la commission régionale entend tout maire d'une commune et tout président d'un établissement public de coopération intercommunale dont l'audition est de nature à éclairer ses délibérations ou qui en fait la demande. Les nouvelles propositions de modification du périmètre, adoptées par la commission régionale dans les conditions de majorité prévues à l'avant-dernier alinéa du I du présent article, sont intégrées au périmètre fixé par l'arrêté des représentants de l'Etat dans les départements concernés. La commission dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.La création de l'établissement public de coopération intercommunale à fiscalité propre est prononcée par arrêté des représentants de l'Etat dans les départements intéressés avant le 31 décembre 2015.L'arrêté de création de l'établissement public de coopération intercommunale à fiscalité propre emporte retrait des communes auxquelles le périmètre est étendu, des établissements publics de coopération intercommunale à fiscalité propre dont elles sont membres.L'arrêté peut également porter, en cas d'accord des conseils municipaux des communes dans les conditions prévues au sixième alinéa du présent III, sur les compétences exercées par l'établissement public de coopération intercommunale à fiscalité propre, dans le respect des dispositions propres à sa catégorie.A défaut d'accord sur les compétences, les communes membres de l'établissement public de coopération intercommunale à fiscalité propre disposent d'un délai de six mois à compter de sa création pour se doter des compétences requises, dans le respect des dispositions propres à sa catégorie. Si les communes ne se sont pas mises en conformité avec ces dispositions dans ce délai, le nouvel établissement public exerce l'intégralité des compétences prévues par lesdites dispositions.\n\nIV. ― Dès la publication du schéma régional de coopération intercommunale, les représentants de l'Etat dans les départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines proposent par arrêté, avant le 1er octobre 2015, pour sa mise en œuvre, la modification du périmètre de tout établissement public de coopération intercommunale à fiscalité propre.\n\nIls peuvent également proposer une modification de périmètre ne figurant pas dans le schéma, sous réserve du respect des obligations mentionnées aux I, II, VI et VII de l'article L. 5210-1-1 du code général des collectivités territoriales et de la prise en compte des orientations définies au III du même article, après avis de la commission régionale de la coopération intercommunale.\n\nLorsqu'elle est saisie pour avis, en application du deuxième alinéa du présent IV, la commission régionale de la coopération intercommunale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. L'arrêté intègre les propositions de modification du périmètre adoptées par la commission régionale dans les conditions de majorité prévues à l'avant-dernier alinéa du I du présent article.\n\nLa modification de périmètre peut porter sur des communes appartenant ou non à un établissement public de coopération intercommunale à fiscalité propre. Un arrêté de projet de périmètre dresse la liste des communes intéressées.\n\nCet arrêté est notifié par le représentant de l'Etat dans le département au président de chaque établissement public de coopération intercommunale à fiscalité propre intéressé afin de recueillir l'avis de chaque organe délibérant et, concomitamment, au maire de chaque commune incluse dans le projet de périmètre afin de recueillir l'accord de chaque conseil municipal.\n\nA compter de la notification de cet arrêté, les organes délibérants des établissements publics de coopération intercommunale à fiscalité propre et les conseils municipaux disposent d'un délai d'un mois pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.\n\nLa modification de périmètre de l'établissement public de coopération intercommunale à fiscalité propre est prononcée par arrêté des représentants de l'Etat dans les départements concernés, après accord des conseils municipaux des communes incluses dans le projet de périmètre. Cet accord doit être exprimé par la moitié au moins des conseils municipaux des communes intéressées, représentant la moitié au moins de la population totale de celles-ci, y compris le conseil municipal de la commune dont la population est la plus nombreuse si cette dernière représente au moins le tiers de la population totale.A défaut d'accord des communes et sous réserve de l'achèvement des procédures de consultation, les représentants de l'Etat dans les départements concernés peuvent, par décision motivée, après avis de la commission régionale de la coopération intercommunale, modifier le périmètre de l'établissement public de coopération intercommunale à fiscalité propre. En vue de formuler son avis, la commission régionale entend tout maire d'une commune et tout président d'un établissement public de coopération intercommunale dont l'audition est de nature à éclairer ses délibérations ou qui en fait la demande. Les nouvelles propositions de modification du périmètre adoptées par la commission régionale dans les conditions de majorité prévues à l'avant-dernier alinéa du I du présent article sont intégrées au périmètre fixé par l'arrêté des représentants de l'Etat dans les départements concernés. La commission dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.La modification de périmètre de l'établissement public de coopération intercommunale à fiscalité propre est prononcée par arrêté des représentants de l'Etat dans les départements intéressés avant le 31 décembre 2015.L'arrêté de modification de périmètre emporte retrait des communes auxquelles le périmètre est étendu des établissements publics de coopération intercommunale à fiscalité propre dont elles sont membres.\n\nV. ― Dès la publication du schéma régional de coopération intercommunale, les représentants de l'Etat dans les départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines proposent par arrêté, avant le 1er octobre 2015, pour la mise en œuvre du schéma, la fusion d'établissements publics de coopération intercommunale, dont l'un au moins est à fiscalité propre.\n\nIls peuvent également proposer un projet de périmètre de fusion ne figurant pas dans le schéma, sous réserve du respect des obligations mentionnées aux I, II, VI et VII de l'article L. 5210-1-1 du code général des collectivités territoriales et de la prise en compte des orientations définies au III du même article, après avis de la commission régionale de la coopération intercommunale.\n\nLorsqu'elle est saisie pour avis, en application du deuxième alinéa du présent V, la commission régionale de la coopération intercommunale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. L'arrêté intègre les propositions de modification de périmètre adoptées par la commission régionale dans les conditions de majorité prévues à l'avant-dernier alinéa du I du présent article.\n\nUn arrêté de projet de périmètre du nouvel établissement public de coopération intercommunale à fiscalité propre dresse la liste des établissements publics de coopération intercommunale appelés à fusionner. Le périmètre peut, en outre, comprendre des communes appartenant ou non à un autre établissement public de coopération intercommunale à fiscalité propre.\n\nCet arrêté est notifié par le représentant de l'Etat dans le département au président de chaque établissement public de coopération intercommunale à fiscalité propre intéressé afin de recueillir l'avis de chaque organe délibérant et, concomitamment, au maire de chaque commune incluse dans le projet de périmètre afin de recueillir l'accord de chaque conseil municipal.\n\nA compter de la notification de l'arrêté de projet de périmètre, les organes délibérants des établissements publics de coopération intercommunale à fiscalité propre et les conseils municipaux disposent d'un délai d'un mois pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.\n\nLa fusion des établissements publics de coopération intercommunale à fiscalité propre est prononcée par arrêté des représentants de l'Etat dans les départements intéressés, après accord des conseils municipaux des communes intéressées. Cet accord doit être exprimé par la moitié au moins des conseils municipaux concernés, représentant la moitié au moins de la population totale de celles-ci, y compris le conseil municipal de la commune dont la population est la plus nombreuse si cette dernière représente au moins le tiers de la population totale.A défaut d'accord des conseils municipaux concernés et sous réserve de l'achèvement des procédures de consultation, les représentants de l'Etat dans les départements concernés peuvent, par décision motivée, après avis de la commission régionale de la coopération intercommunale, fusionner les établissements publics de coopération intercommunale à fiscalité propre. En vue de formuler son avis, la commission régionale entend tout maire d'une commune et tout président d'un établissement public de coopération intercommunale dont l'audition est de nature à éclairer ses délibérations ou qui en fait la demande. Les nouvelles propositions de modification du périmètre adoptées par la commission régionale dans les conditions de majorité prévues à l'avant-dernier alinéa du I du présent article sont intégrées au périmètre fixé par l'arrêté des représentants de l'Etat dans les départements concernés. La commission dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.La fusion est prononcée par arrêté des représentants de l'Etat dans les départements intéressés avant le 31 décembre 2015.L'arrêté de fusion emporte, le cas échéant, retrait des communes des établissements publics de coopération intercommunale à fiscalité propre dont elles sont membres et qui ne sont pas intégralement inclus dans le périmètre du nouvel établissement.L'arrêté fixe le nom et le siège du nouvel établissement public de coopération intercommunale à fiscalité propre ainsi que ses compétences. Celui-ci exerce l'intégralité des compétences dont sont dotés les établissements publics de coopération intercommunale qui fusionnent, sur l'ensemble de son périmètre.\n\nLes III et V de l'article L. 5211-41-3 du code général des collectivités territoriales sont applicables. Par dérogation au troisième alinéa du même III de l'article L. 5211-41-3, le délai de trois mois est porté à un an pour les compétences optionnelles prévues au II de l'article L. 5214-16 du même code pour les communautés de communes et au II de l'article L. 5216-5 dudit code pour les communautés d'agglomération.\n\nV bis.-Les agents mis à disposition d'un établissement public de coopération intercommunale, dans les conditions prévues à l'article L. 5211-4-1 du code général des collectivités territoriales, par une commune qui s'en retire, et qui participent à l'exercice d'une compétence transférée par cette commune à un autre établissement public de coopération intercommunale poursuivent leur mise à disposition auprès de cet autre établissement public.\n\nEn cas de retrait de plusieurs communes d'un établissement public de coopération intercommunale, l'arrêté de modification du périmètre peut prévoir le principe de la répartition des agents de l'établissement public entre celui-ci et les établissements publics de coopération intercommunale que rejoignent ces communes. Ces agents relèvent de leur établissement public d'accueil dans les conditions de statut et d'emploi qui sont les leurs. Les modalités de cette répartition font l'objet d'une convention conclue, au plus tard un mois avant le retrait, entre le président de l'établissement public d'origine et les présidents des établissements publics d'accueil, après avis des comités techniques de chacun des établissements publics. A défaut d'accord dans le délai prévu au présent alinéa, le ou les représentants de l'Etat dans le ou les départements fixent les modalités de répartition par arrêté.\n\nEn cas de dissolution d'un établissement public de coopération intercommunale, les agents de cet établissement public sont répartis entre les communes ou les établissements publics de coopération intercommunale reprenant les compétences exercées par l'établissement public de coopération intercommunale dissous. Ces agents relèvent de leur commune ou de leur établissement public d'accueil dans les conditions de statut et d'emploi qui sont les leurs. Les modalités de cette répartition font l'objet d'une convention conclue, au plus tard un mois avant la dissolution, entre le président de l'établissement public dissous et les maires et les présidents des établissements publics d'accueil, après avis des comités techniques de chacune des communes et de chacun des établissements publics. A défaut d'accord dans le délai prévu au présent alinéa, le ou les représentants de l'Etat dans le ou les départements fixent les modalités de répartition par arrêté.\n\nLes articles L. 5111-7 et L. 5111-8 du code général des collectivités territoriales sont applicables à ces agents. Les communes et les établissements publics de coopération intercommunale d'accueil supportent les charges financières correspondantes.\n\nLe II de l'article L. 5211-18 du même code est applicable.\n\nVI. ― Si, avant la publication de l'arrêté portant création, extension ou fusion d'un établissement public de coopération intercommunale à fiscalité propre en application des III à V du présent article, le nombre et la répartition des sièges au sein de l'organe délibérant de l'établissement public n'ont pas été fixés, les conseils municipaux des communes intéressées disposent, à compter de la date de publication de l'arrêté, d'un délai de trois mois pour délibérer sur la composition de l'organe délibérant, sans que cette délibération puisse être prise après le 15 décembre 2015.\n\nLe représentant de l'Etat dans la région constate la composition de l'organe délibérant de l'établissement public de coopération intercommunale à fiscalité propre fixée selon les modalités prévues au premier alinéa du présent VI. A défaut de délibération des conseils municipaux dans le délai prévu au même alinéa, la composition de l'organe délibérant est arrêtée par le représentant de l'Etat dans la région, selon les modalités prévues aux II et III de l'article L. 5211-6-1 du code général des collectivités territoriales.\n\nVII. ― La commission régionale de la coopération intercommunale mentionnée au présent article est présidée par le représentant de l'Etat dans la région d'Ile-de-France et composée des représentants de l'Etat dans les départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines et des membres des commissions départementales de la coopération intercommunale des mêmes départements, réunies dans leur formation prévue au second alinéa de l'article L. 5211-45 du code général des collectivités territoriales. Siègent également au sein de la commission régionale de la coopération intercommunale, pour chacune de ces quatre commissions départementales de la coopération intercommunale, un représentant du conseil général, désigné parmi les membres mentionnés au 4° de l'article L. 5211-43 du même code, et un représentant du conseil régional, désigné parmi les membres mentionnés au 5° du même article L. 5211-43."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "II.-Une mission de préfiguration de la métropole du Grand Paris est créée."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. ― Les services ou parties de services qui participent à l'exercice des compétences de la commune de Paris, du département de Paris et de leurs établissements publics administratifs, ci-après dénommés les administrations parisiennes, transférées à la métropole du Grand Paris en application des II et III de l'article L. 5219-1 du code général des collectivités territoriales sont mis à disposition et transférés selon les modalités définies aux II à VIII du présent article.\n\nII.-Dans un délai de trois mois à compter du transfert de chaque compétence à la métropole du Grand Paris, une ou plusieurs conventions conclues entre l'administration parisienne concernée et la métropole du Grand Paris constatent la liste des services ou parties de services qui sont, pour l'exercice des compétences transférées, mis à disposition de la métropole du Grand Paris. Cette convention fixe en outre la date et les modalités du transfert définitif des services ou parties de services.\n\nLes fonctionnaires et les agents non titulaires des administrations parisiennes qui remplissent leurs fonctions dans un service ou une partie de service transféré sont de plein droit mis à disposition, à titre individuel, de la métropole du Grand Paris.\n\nA défaut de convention passée dans le délai de trois mois précité, le représentant de l'Etat dans la région d'Ile-de-France propose, dans le délai d'un mois, un projet de convention au chef de l'administration parisienne concernée et au président du conseil de la métropole du Grand Paris. Ils disposent d'un délai d'un mois pour signer le projet de convention qui leur est soumis. A défaut de signature du projet proposé par le représentant de l'Etat, la liste des services ou parties de services mis à disposition ainsi que la date et les modalités de leur transfert définitif sont établies par arrêté du ministre chargé des collectivités territoriales.\n\nDans l'attente du transfert définitif des services ou parties de services, le président du conseil de la métropole du Grand Paris donne ses instructions aux chefs des services des administrations parisiennes chargés des compétences transférées.\n\nIII.-A. ― Dans un délai de deux ans à compter de la date du transfert des services auxquels ils sont affectés, les fonctionnaires des administrations parisiennes exerçant leurs fonctions dans un service ou une partie de service transféré à la métropole du Grand Paris peuvent opter soit pour l'intégration dans un cadre d'emplois territorial, soit pour le maintien dans leur corps de fonctionnaire des administrations parisiennes.\n\nB. ― Les fonctionnaires des administrations parisiennes ayant opté pour l'intégration sont intégrés dans un cadre d'emplois de la fonction publique territoriale dans les conditions prévues à l'article 13 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et par les dispositions statutaires applicables à ce cadre d'emplois.\n\nLes services effectifs accomplis par les intéressés dans leur corps d'origine sont assimilés à des services accomplis dans ce cadre d'emplois.\n\nC. ― Les fonctionnaires des administrations parisiennes ayant opté pour leur maintien dans un corps des administrations parisiennes sont placés en position de détachement auprès de la métropole du Grand Paris dans le cadre d'emplois correspondant.\n\nPar dérogation à la section 2 du chapitre V de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, ces détachements sont sans limitation de durée. Le président du conseil de la métropole du Grand Paris exerce le pouvoir disciplinaire sur les fonctionnaires ainsi détachés. Il informe l'administration gestionnaire de leur corps d'origine des sanctions prononcées.\n\nLorsque les fonctionnaires détachés sont placés, sur leur demande, dans une position statutaire dont le bénéfice est de droit, le détachement est suspendu.\n\nLes fonctionnaires détachés sans limitation de durée peuvent, à tout moment, demander à être intégrés dans la fonction publique territoriale.\n\nD. ― Les fonctionnaires qui n'ont pas fait usage du droit d'option à l'expiration du délai mentionné au A sont placés en position de détachement sans limitation de durée.\n\nE. ― Les fonctionnaires en détachement sans limitation de durée mentionnés aux C et D peuvent demander à être réintégrés dans un emploi de leur corps d'origine. Il est fait droit à leur demande, dans la limite des emplois vacants.\n\nF. ― Un décret en Conseil d'Etat fixe les modalités d'application du présent III.\n\nIV.-Les fonctionnaires des administrations parisiennes mentionnés au III du présent article et appartenant à un corps classé en catégorie active au sens du 1° du I de l'article L. 24 du code des pensions civiles et militaires de retraite conservent, à titre personnel, le bénéfice des avantages qui en découlent.\n\nIls peuvent, si besoin est, compléter la durée de service en vue de remplir la condition exigée en la matière par les dispositions qui leur sont applicables au titre du régime de pension dont ils relèvent, dès lors qu'ils exercent dans la métropole du Grand Paris des fonctions ayant, par leur contenu, la même nature que celles qu'ils exerçaient antérieurement au service des administrations parisiennes.\n\nV.-A. ― Par dérogation au II, les fonctionnaires des administrations parisiennes mis à disposition de la métropole du Grand Paris et appartenant à des corps, dont la liste est fixée par décret en Conseil d'Etat, ne correspondant à aucun cadre d'emplois de la fonction publique territoriale, sont mis à disposition sans limitation de durée, à titre individuel, auprès de la métropole du Grand Paris à compter de la date de publication de ce décret.\n\nB. ― Les fonctionnaires mis à disposition sans limitation de durée en application du A peuvent solliciter à tout moment leur affectation dans un emploi de leur corps de leur administration d'origine. Il est fait droit à leur demande, dans la limite des emplois vacants, dans un délai maximal de deux ans à compter de la date de réception de celle-ci ou, au delà de cette période, dès la première vacance.\n\nVI.-A la date d'entrée en vigueur des transferts définitifs des services, les agents non titulaires mis à disposition de la métropole du Grand Paris deviennent agents non titulaires de la métropole du Grand Paris.\n\nIls conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire des administrations parisiennes sont assimilés à des services accomplis dans la métropole du Grand Paris.\n\nVII.-Les agents non titulaires transférés à la métropole du Grand Paris mentionnés au VI du présent article, qui remplissent les conditions énoncées aux articles 14 et 15 de la loi n° 2012-347 du 12 mars 2012 relative à l'accès à l'emploi titulaire et à l'amélioration des conditions d'emploi des agents contractuels dans la fonction publique, à la lutte contre les discriminations et portant diverses dispositions relatives à la fonction publique, conservent la possibilité de se porter candidat aux recrutements réservés organisés au titre du chapitre Ier du titre Ier de la même loi :\n\n1° Par l'administration qui soit les employait à la date du 31 mars 2011 lorsqu'ils bénéficiaient d'un contrat à durée déterminée à cette dernière date, soit les employait entre le 1er janvier et le 31 mars 2011 lorsque leur contrat a expiré durant cette dernière période ;\n\n2° Par l'administration qui les employait à la date du 13 mars 2012 lorsqu'ils bénéficiaient d'un contrat à durée indéterminée à cette dernière date.\n\nLes services accomplis en qualité d'agent contractuel de droit public de la métropole du Grand Paris sont assimilés à des services effectués en qualité d'agent contractuel de droit public des administrations parisiennes pour l'appréciation de l'ancienneté prévue à l'article 15 de la loi n° 2012-347 du 12 mars 2012 précitée.\n\nLes agents déclarés admis aux recrutements réservés sont nommés stagiaires du corps des administrations parisiennes auquel le recrutement donne accès. Ils sont mis, de plein droit, à disposition de la métropole du Grand Paris.\n\nS'ils sont titularisés et affectés à un service ou une partie de service transféré en vertu de la présente loi à la métropole du Grand Paris, ces agents bénéficient des III et V du présent article.\n\nVIII.-A modifié les dispositions suivantes :\n\n-Loi n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La métropole du Grand Paris élabore son premier schéma de cohérence territoriale et son premier plan métropolitain de l'habitat et de l'hébergement au regard des schémas de cohérence territoriale et des plans locaux d'urbanisme ainsi que des programmes locaux de l'habitat approuvés, avant la date de création de la métropole, par les communes et les établissements publics de coopération intercommunale du périmètre de la métropole."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "II.-Les objectifs des contrats de développement territorial dont l'élaboration a été engagée avant l'entrée en vigueur de la présente loi tiennent compte des objectifs annuels de production de nouveaux logements dans les périmètres comprenant un ou plusieurs territoires soumis à l'obligation de réaliser un programme local de l'habitat, définis par le représentant de l'Etat dans la région en application de l'article L. 302-13 du code de la construction et de l'habitation dans sa rédaction antérieure à la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Au plus tard le 31 décembre 2015, l'établissement public foncier de l'Etat de la région d'Ile-de-France dont le périmètre est le plus large est substitué aux autres établissements publics fonciers de l'Etat de la région dans leurs droits et obligations.\n\nIII.  -  Les transferts de biens, droits et obligations réalisés jusqu'au 31 décembre 2015 en application du II ne donnent lieu au paiement d'aucun droit, taxe ou impôt de quelque nature que ce soit. Ils ne donnent pas non plus lieu au paiement de la contribution prévue à l'article 879 du code général des impôts.\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le rapport remis par la mission de préfiguration de la métropole du Grand Paris au Gouvernement au plus tard le 31 décembre 2014 comprend une étude sur l'opportunité d'une réorganisation de la composition du conseil d'administration de l'Etablissement public d'aménagement de la Défense Seine Arche."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "A la date de publication de la présente loi, les ouvrages, espaces publics et services d'intérêt général ainsi que les biens, mentionnés par le procès-verbal du 31 décembre 2008 entre l'Etablissement public pour l'aménagement de la région dite de « La Défense » et l'Etablissement public de gestion du quartier d'affaires de La Défense, à l'exception de ceux qui auraient été cédés à des tiers par l'Etablissement public d'aménagement de La Défense Seine Arche, sont transférés en pleine propriété à l'Etablissement public d'aménagement de La Défense Seine Arche.A la même date, à l'exception de ceux d'entre eux ayant fait l'objet d'une demande de mise à disposition de l'établissement public d'aménagement en application de l'article L. 328-4 du code de l'urbanisme dans sa rédaction antérieure à la présente loi, les ouvrages, espaces publics et services d'intérêt général ainsi que les biens mentionnés au premier alinéa du présent article sont mis à disposition de l'Etablissement public de gestion du quartier d'affaires de La Défense, pour l'exercice de ses missions. Cet établissement demeure lié par les contrats qu'il a conclus ou qui lui ont été transférés en qualité de gestionnaire.Le transfert et la mise à disposition mentionnés aux deux alinéas premiers du présent article sont réalisés à titre gratuit et ne donnent lieu à aucun versement ou honoraires, ni à aucune indemnité ou perception de droit ou taxe. Ils font l'objet d'un constat par arrêté conjoint des ministres chargés du budget, de l'urbanisme et des collectivités territoriales, après avis de l'Etablissement public d'aménagement de La Défense Seine Arche et de l'Etablissement public de gestion du quartier d'affaires de La Défense, qui se prononcent dans un délai de trois mois à compter de la notification de la liste. A défaut d'un avis dans ce délai, l'avis est réputé donné.A compter de la date de publication de la présente loi, le procès-verbal du 31 décembre 2008 est privé d'effets.Le Gouvernement remet au Parlement, dans un délai de six mois après la promulgation de la présente loi, un rapport présentant une estimation des coûts de remise en état de l'ensemble des biens mentionnés par le procès-verbal du 31 décembre 2008."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. A créé les dispositions suivantes :\n\nCode de l'urbanisme\n\nArt. L. 321-37, Art. L. 321-38, Art. L. 321-39, Art. L. 321-40\n\nII. A modifié les dispositions suivantes :\n\nLoi n° 2010-597 du 3 juin 2010\n\nArt. 32, Art. 34, Annexe A\n\nA abrogé les dispositions suivantes :\n\nLoi n° 2010-597 du 3 juin 2010\n\nArt. 25, Art. 26, \nArt. 27, Art. 28, Art. 29, \nArt. 30, Art. 31\n\nIII. A modifié les dispositions suivantes :\n\nLoi n° 83-675 du 26 juillet 1983\n\nAnnexe III\n\nIV. A modifié les dispositions suivantes :\n\nCode de l'urbanisme\n\nL. 141-5, \nL. 141-7\n\nV. A modifié les dispositions suivantes :\n\nCode de l'éducation :\n\nArt. L. 719-14\n\nVI.-Le décret n° 2010-911 du 3 août 2010 relatif à l'Etablissement public de Paris-Saclay est modifié dans un délai de douze mois à compter de la publication de la présente loi pour prendre en compte les modifications introduites par le présent article. Le présent article entre en vigueur à compter de la publication du décret modificatif et au plus tard le 1er juillet 2014. A compter de cette date, l'Etablissement public de Paris-Saclay devient l'Etablissement public d'aménagement de Paris-Saclay.\n\nVII.-Le conseil d'administration de l'Etablissement public de Paris-Saclay existant à la date de publication de la présente loi demeure en fonctions jusqu'à la première réunion du conseil d'administration constitué dans les conditions prévues à l'article L. 321-21 du code de l'urbanisme. Cette réunion a lieu au plus tard dans un délai de six mois à compter de la date de publication du décret modificatif prévu au VI.\n\nVIII.-Lors de la première réunion du conseil d'administration nouvellement constitué, celui-ci élit un président.\n\nIX.-L'Etablissement public de Paris-Saclay est dissous à la date de création de l'Etablissement public d'aménagement de Paris-Saclay. Ce dernier établissement reprend les biens, droits et obligations, notamment les contrats des personnels ainsi que les créances et les dettes de l'Etablissement public de Paris-Saclay. Les personnels précédemment affectés à l'Etablissement public de Paris-Saclay sont affectés à l'Etablissement public d'aménagement de Paris-Saclay.\n\nLes comptes financiers de l'Etablissement public de Paris-Saclay relatifs à la période de l'exercice 2013 antérieure à la transformation de l'établissement sont établis par les agents comptables en poste à cette date et qui sont maintenus en fonctions jusqu'à la date de nomination de l'agent comptable de l'Etablissement public d'aménagement de Paris-Saclay. Les comptes sont arrêtés et approuvés par le conseil d'administration de l'Etablissement public d'aménagement de Paris-Saclay.\n\nX.  -  A.  -  Les transferts de biens, droits et obligations réalisés à compter de la publication de la présente loi en application du IX sont effectués sur la base des valeurs nettes comptables des apports. Ils ne donnent lieu au paiement d'aucun droit, taxe ou impôt de quelque nature que ce soit. Ils ne donnent pas non plus lieu au paiement de la contribution prévue à l'article 879 du code général des impôts.\n\nB.  -  Pour l'application du A du présent X en matière d'impôt sur les sociétés, l'article 210 A du code général des impôts s'applique sous réserve que l'Etablissement public d'aménagement de Paris-Saclay respecte les prescriptions mentionnées au 3 du même article 210 A.\n\nPour l'application dudit article 210 A, la société absorbée s'entend de l'Etablissement public de Paris-Saclay qui possédait les biens avant l'opération et la société absorbante s'entend de l'Etablissement public d'aménagement de Paris-Saclay possédant ces mêmes biens après l'opération."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "II. - Le I s'applique à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Jusqu'au prochain renouvellement général des conseils municipaux suivant la création de la métropole de Lyon, les délégués communautaires de la communauté urbaine de Lyon exercent le mandat de conseiller métropolitain."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. ― Sous réserve de la publication de l'ordonnance mentionnée à l'article 39 dans le délai prévu au premier alinéa de ce même article,les articles 26 à 35 entrent en vigueur le 1er janvier 2015.II. - Avant le 1er juillet 2015, la conférence métropolitaine mentionnée à l'article L. 3633-2 du code général des collectivités territoriales élabore un projet de pacte de cohérence métropolitain entre la métropole de Lyon et les communes situées sur son territoire, soumis aux dispositions de l'article L. 3633-3 du même code.III. - La métropole de Lyon organise, au plus tard le 31 décembre 2015, des élections pour la désignation des représentants du personnel aux commissions administratives paritaires et au comité technique. Jusqu'à ces élections, les dispositions suivantes sont applicables.Les commissions administratives paritaires compétentes pour les fonctionnaires de la communauté urbaine de Lyon existant à la date de création de la métropole de Lyon constituent les commissions administratives paritaires compétentes pour la métropole de Lyon.Le comité technique compétent pour la communauté urbaine de Lyon existant à la date de création de la métropole de Lyon constitue le comité technique compétent pour la métropole de Lyon.Le comité d'hygiène, de sécurité et des conditions de travail compétent pour la communauté urbaine de Lyon existant à la date de création de la métropole de Lyon constitue le comité d'hygiène, de sécurité et des conditions de travail compétent pour la métropole de Lyon.En tant que de besoin, les commissions administratives paritaires, le comité technique ou le comité d'hygiène, de sécurité et des conditions de travail de la métropole associent les commissions administratives paritaires, le comité technique ou le comité d'hygiène, de sécurité et des conditions de travail du département, notamment en y convoquant des experts.IV. - Postérieurement à la création de la métropole de Lyon, le département du Rhône organise, avant le 31 décembre 2015, des élections pour la désignation des représentants du personnel aux commissions administratives paritaires et au comité technique."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Par dérogation aux articles L. 3631-4 et L. 3631-5 du code général des collectivités territoriales, jusqu'au prochain renouvellement général des conseils municipaux suivant la création de la métropole de Lyon, le président et les vice-présidents du conseil de la communauté urbaine de Lyon exercent, respectivement, les mandats de président et de vice-présidents du conseil de la métropole.Par dérogation au deuxième alinéa de l'article L. 5211-10 du même code, le nombre de vice-présidents du conseil de la communauté urbaine de Lyon est déterminé par l'organe délibérant, sans que ce nombre puisse être supérieur à 30 % de l'effectif total de l'organe délibérant ni qu'il puisse excéder vingt-cinq vice-présidents.A compter du prochain renouvellement général des conseils municipaux suivant la création de la métropole de Lyon, l'écart entre le nombre des vice-présidents de chaque sexe de la métropole de Lyon ne peut être supérieur à un."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Dans la perspective de la création de la métropole de Lyon, est instituée une commission locale chargée de l'évaluation des charges et des ressources transférées du département du Rhône.Cette commission est composée de quatre représentants du conseil de la communauté urbaine de Lyon et de quatre représentants du conseil général. A compter de la création de la métropole de Lyon, les quatre représentants du conseil de la communauté urbaine de Lyon sont remplacés par quatre représentants du conseil de la métropole de Lyon.La commission est présidée par le président de la chambre régionale des comptes territorialement compétente. En cas d'absence ou d'empêchement, il est remplacé par un magistrat relevant de la même chambre, qu'il a au préalable désigné.Le représentant de l'Etat dans le département ou son représentant peut, en fonction de l'ordre du jour, assister aux réunions de la commission, dont il est tenu informé.La première réunion de la commission locale chargée de l'évaluation des charges et des ressources transférées du département du Rhône intervient au plus tard dans le délai de deux mois suivant l'installation du conseil de la communauté urbaine de Lyon résultant du renouvellement général des conseils municipaux suivant la promulgation de la présente loi.La commission ne peut valablement délibérer que si le nombre des membres présents est au moins égal à la moitié du nombre des membres appelés à délibérer. Si ce nombre n'est pas atteint, une nouvelle convocation est adressée aux membres de la commission. La commission peut alors délibérer quel que soit le nombre de membres présents.La commission peut faire appel, pour l'exercice de sa mission, à des experts. Elle peut notamment solliciter, par l'intermédiaire du représentant de l'Etat dans le département, les services de l'Etat ou la Caisse nationale de solidarité pour l'autonomie pour la production de simulations nécessaires à l'évaluation des charges et ressources transférées.Elle rend ses conclusions au plus tard dans l'année qui suit celle de la création de la métropole de Lyon.En cas de partage égal des voix, celle du président est prépondérante."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "En vue de la création de la métropole de Lyon, le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans les douze mois suivant la promulgation de la présente loi, à prendre par ordonnance les mesures de nature législative :1° Tendant à adapter le territoire d'intervention et les modalités d'organisation, de fonctionnement et de financement par les collectivités concernées de tout établissement ou organisme institué par la loi en conséquence de la création de la métropole de Lyon ;2° Complétant l'article L. 212-8 du code du patrimoine pour déterminer l'organisation, le fonctionnement et le financement du service départemental d'archives du Rhône ;3° Précisant les modalités d'élection des conseillers métropolitains à compter du prochain renouvellement général des conseils municipaux suivant la création de la métropole de Lyon. Cette ordonnance définit notamment les dispositions spéciales de composition du conseil de la métropole qui comprend de 150 à 180 conseillers élus, conformément aux articles L. 260 et L. 262 du code électoral, dans des circonscriptions dont le territoire est continu et défini sur des bases essentiellement démographiques, toute commune de moins de 3 500 habitants étant entièrement comprise dans la même circonscription ;4° Propres à adapter les références au département, aux établissements publics de coopération intercommunale ou aux communautés urbaines dans toutes les dispositions législatives en vigueur susceptibles d'être applicables à la métropole de Lyon ;5° Précisant le territoire d'intervention de l'Etat et l'organisation de ses services déconcentrés, du fait de la création de la métropole de Lyon ;6° Propres à préciser et compléter les règles budgétaires, financières, fiscales, comptables et relatives aux concours financiers de l'Etat applicables à cette collectivité et aux communes situées sur son territoire.En matière fiscale, cette ordonnance définit notamment les modalités de répartition du produit de certaines impositions départementales. Elle détermine également les modalités de partage de la dotation pour transferts de compensation d'exonération de fiscalité directe locale, des allocations de compensation des mesures d'allégement des droits d'enregistrement ainsi que la fraction de la dotation de compensation de la réforme de la taxe professionnelle et de la garantie individuelle de ressources versées au profit du département du Rhône. Elle adapte enfin les dispositions de la section I du chapitre Ier du titre V de la deuxième partie du livre Ier du code général des impôts, pour tenir compte du statut particulier de la métropole de Lyon et de la disparition, pour les communes situées sur son territoire, de la communauté urbaine de Lyon.En matière de concours financiers, cette ordonnance définit notamment les modalités de partage de la dotation de compensation prévue à l'article L. 3334-7-1 du code général des collectivités territoriales entre la métropole de Lyon et le département du Rhône, les modalités d'application des articles L. 3335-1 et L. 3335-2 du même code à la métropole de Lyon et au département du Rhône, les modalités de calcul du potentiel fiscal et financier de la métropole de Lyon en application de l'article L. 3334-6 dudit code ainsi que les modalités selon lesquelles les articles L. 3334-10 à L. 3334-12 du même code s'appliquent à la métropole de Lyon.Cette ordonnance détermine enfin les modalités de calcul de la dotation globale de compensation métropolitaine prévue à l'article L. 3663-6 dudit code.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. A créé les dispositions suivantes :\n\nII.-La métropole d'Aix-Marseille-Provence visée à l'article L. 5218-1 du code général des collectivités territoriales est créée au 1er janvier 2016.III.-La conférence métropolitaine visée à l'article L. 5218-9 du même code est instituée dès l'entrée en vigueur de la présente loi. Elle est associée par l'Etat à l'élaboration des modalités de mise en place de la métropole d'Aix-Marseille-Provence créée en application de l'article L. 5218-1 dudit code.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Dans les six mois qui suivent le renouvellement général des conseils municipaux en 2014, le Gouvernement présente au Parlement un rapport sur le déroulement de l'élection au suffrage universel direct des conseillers communautaires dans le cadre de ce renouvellement. Ce rapport étudie notamment l'égal accès des femmes et des hommes aux fonctions de conseiller communautaire."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Sans préjudice de l'article L. 5217-2 du code général des collectivités territoriales dans sa rédaction résultant de la présente loi, les compétences exercées par la métropole de Nice Côte d'Azur, à la date de la publication de la présente loi, en application de l'article L. 5217-4 dudit code, dans sa rédaction issue de la loi n° 2010-1563 du 16 décembre 2010 de réforme des collectivités territoriales, sont de plein droit exercées par la métropole qui s'y substitue.L'ensemble des biens, droits et obligations de la métropole de Nice Côte d'Azur sont transférés à la nouvelle métropole. La seconde est substituée à la première dans tous les actes intervenus à la date de la transformation.Le personnel de la métropole de Nice Côte d'Azur est transféré à la nouvelle métropole dans les conditions de statut et d'emploi qui étaient les siennes.Sans préjudice des articles L. 2121-33 et L. 2122-10 du code général des collectivités territoriales, les délégués des communes au conseil de la métropole de Nice Côte d'Azur poursuivent leur mandat, jusqu'au terme initialement fixé, au sein du conseil de la nouvelle métropole."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Dans les six mois suivant la promulgation de la présente loi, le Gouvernement présente un rapport au Parlement évaluant les conséquences financières de la prise en compte du coefficient de mutualisation des services comme critère de répartition de la dotation globale de fonctionnement perçue par les communes et les établissements publics de coopération intercommunale à fiscalité propre.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV. A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV. A modifié les dispositions suivantes :\n\nVI.-Les III et IV entrent en vigueur à compter du 1er janvier 2014.\n\nLe V s'applique à compter du 1er janvier 2015.\n\n-Code général des collectivités territoriales\n\n-Code de l'environnement\n\n-Code de l'environnement\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code rural"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I.-Les départements, les régions ou leurs groupements qui assurent au 1er janvier 2018 l'une des missions mentionnées aux 1°, 2°, 5° et 8° du I de l'article L. 211-7 du code de l'environnement exercent les compétences qui s'y rattachent jusqu'au transfert de celles-ci à un établissement public de coopération intercommunale à fiscalité propre ou à une commune mentionnée au V de l'article L. 5210-1-1 du code général des collectivités territoriales, au plus tard jusqu'au 1er janvier 2020. Les charges qui sont transférées par le département et la région font l'objet, dans le cadre d'une convention, d'une compensation. Par dérogation à la première phrase du présent I, les départements et les régions qui assurent l'une de ces missions à la date du 1er janvier 2018 peuvent, s'ils le souhaitent, en poursuivre l'exercice au delà du 1er janvier 2020, sous réserve de conclure une convention avec chaque commune mentionnée au V du même article L. 5210-1-1 ou chaque établissement public de coopération intercommunale à fiscalité propre concerné. Cette convention, conclue pour une durée de cinq ans, détermine notamment les missions exercées, respectivement, par le département ou la région, d'une part, par la commune ou l'établissement public de coopération intercommunale à fiscalité propre, d'autre part, ainsi que la coordination de leurs actions et les modalités de financement de ces missions.\n\nII.-Les I et II de l'article 56 de la présente loi entrent en vigueur le 1er janvier 2018.\n\nToutefois, les communes et leurs établissements publics de coopération intercommunale à fiscalité propre peuvent, à compter de la date d'entrée en vigueur de la présente loi, mettre en œuvre par anticipation les mêmes I et II.\n\nIII.-Afin d'accompagner la prise de compétence \" gestion des milieux aquatiques et prévention des inondations \", prévue au I bis de l'article L. 211-7 du code de l'environnement dans sa rédaction résultant du II de l'article 56 de la présente loi, par les communes et les établissements publics de coopération intercommunale à fiscalité propre, chaque préfet coordonnateur de bassin met en place une mission d'appui technique composée de représentants de l'Etat et de ses établissements publics, des collectivités territoriales et de leurs groupements. Cette mission réalise notamment un état des lieux des ouvrages et des installations nécessaires à l'exercice de la compétence. Un décret fixe les modalités de désignation de ses membres ainsi que ses modalités de fonctionnement.\n\nIV.-L'Etat ou l'un de ses établissements publics, lorsqu'il gère des digues à la date d'entrée en vigueur de la présente loi, continue d'assurer cette gestion pour le compte de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre compétent pour la défense contre les inondations et contre la mer pendant une durée de dix ans à compter de cette date. Une convention détermine l'étendue de ce concours et les moyens matériels et humains qui y sont consacrés. Elle ne peut être modifiée qu'à l'initiative de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre. Les charges qui sont transférées font l'objet, dans le cadre d'une convention, d'une compensation. Pendant cette période, le financement des travaux de mise en conformité des ouvrages avec les exigences réglementaires et légales incombe à l'Etat.\n\nIV bis.-Un établissement public de coopération intercommunale à fiscalité propre qui n'assure pas les missions mentionnées au I du présent article peut décider, par délibération prise avant le 1er janvier 2018, de transférer l'ensemble de ces missions ou certaines d'entre elles, en totalité ou partiellement, à un syndicat de communes ou à un syndicat mixte, sur tout ou partie de son territoire, ou à plusieurs syndicats situés chacun sur des parties distinctes de son territoire.La délibération mentionnée au premier alinéa du présent IV bis prend effet à la date effective du transfert de compétence au syndicat.\n\nV. et VI.-A modifié les dispositions suivantes :\n\nVII.-Les communes et les établissements publics de coopération intercommunale à fiscalité propre exercent leur compétence prévue au I bis de l'article L. 211-7 du code de l'environnement, dans sa rédaction résultant du II de l'article 56 de la présente loi, sans préjudice ni de l'obligation d'entretien régulier du cours d'eau par le propriétaire riverain prévue à l'article L. 215-14 du même code, ni des missions exercées par les associations syndicales de propriétaires prévues par l'ordonnance n° 2004-632 du 1er juillet 2004 relative aux associations syndicales de propriétaires.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I., III., IV. et VII.-A modifié les dispositions suivantes :\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé, dans un délai de douze mois à compter de la promulgation de la présente loi, à prendre par ordonnance des dispositions de nature législative destinées à définir les règles constitutives de la juridiction prévue à l'article L. 2333-87 du code général des collectivités territoriales.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance.\n\nV.-A l'exception des II et VIII, le présent article entre en vigueur le 1er janvier 2018. A compter de cette même date, aucune sanction, de quelque nature que ce soit, ne peut être établie ou maintenue en raison de l'absence ou de l'insuffisance de paiement de la redevance de stationnement des véhicules établie dans les conditions prévues à l'article L. 2333-87 du code général des collectivités territoriales. Par dérogation au dernier alinéa de l'article 112-1 et au second alinéa de l'article 112-4 du code pénal, les contraventions en matière de stationnement payant prévues au code de la route commises avant le 1er janvier 2018 demeurent punissables, et l'exécution des sanctions prononcées se poursuit, selon les dispositions en vigueur lors de leur commission.\n\nA compter du 1er avril 2017, les collectivités et leurs groupements mentionnés au premier alinéa de l'article L. 2333-87 du code général des collectivités territoriales, dans sa rédaction résultant du I du présent article, peuvent passer des conventions avec les services de l'Etat concernés et l'établissement public spécialisé de l'Etat mentionné au septième alinéa du même article L. 2333-87, afin de valider les dispositifs techniques et les procédures destinés à garantir le paiement et la perception de la redevance de stationnement prévue audit article L. 2333-87 à compter de son entrée en vigueur.\n\nVI.-Les pertes nettes de recettes résultant des I à V, constatées pour l'Etat et pour les collectivités territoriales, sont compensées par la prochaine loi de finances.\n\nVIII.-Le Gouvernement remet au Parlement, dans un délai de douze mois à compter de la promulgation de la présente loi, un rapport analysant les moyens de promouvoir le recours à des procédés électroniques permettant aux agents chargés de la délivrance des avis de paiement des forfaits de post-stationnement d'attester la présence d'un véhicule dans un espace de stationnement sur la voie publique à un moment donné.\n\n-Code général des collectivités territoriales\n\nArt. L2213-6, Art. L2331-4, Sct. Section 12 : Redevance de stationnement des véhicules sur voirie, Art. L2333-87\n\n-Code de la route.\n\n-Code général des collectivités territoriales\n\n-Code général de la propriété des personnes publiques."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. ― Les transferts prévus aux deux derniers alinéas du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales interviennent le premier jour du douzième mois qui suit la promulgation de la présente loi.Toutefois, un maire peut s'opposer avant cette date au transfert des deux pouvoirs de police précités, ou de l'un d'eux. A cette fin, il notifie son opposition au président de l'établissement public de coopération intercommunale à fiscalité propre avant le premier jour du sixième mois qui suit la promulgation de la présente loi. Le transfert n'a pas lieu dans les communes dont le maire a notifié son opposition.Si un ou plusieurs maires des communes concernées se sont opposés autransfert d'un ou des deux pouvoirs de police précités dans les conditions prévues au deuxième alinéa du présent I, le président de l'établissement public de coopération intercommunale à fiscalité propre peut renoncer à ce que le ou les pouvoirs de police en question lui soienttransférés de plein droit. A cette fin, il notifie sa renonciation à chacun des maires des communes membres avant la date prévue au premier alinéa. Dans ce cas, le transfert au président de l'établissement public de coopération intercommunale à fiscalité propre n'a pas lieu.II. - Le I est applicable à la Polynésie française."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\n-Loi n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "En vue de la création des métropoles, y compris celle d'Aix-Marseille-Provence, le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans les douze mois suivant la publication de la présente loi, à prendre les mesures de nature législative propres à compléter et préciser les règles budgétaires, financières, fiscales et comptables applicables à ces établissements publics. Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Dans un délai de trois ans suivant la publication de la présente loi, les métropoles transmettent leurs documents budgétaires et leur compte administratif au représentant de l'Etat dans le département, sous forme dématérialisée, selon des modalités fixées par décret."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Dans un délai de trois ans suivant la publication de la présente loi, les métropoles transmettent aux comptables publics, sous forme dématérialisée, les pièces nécessaires à l'exécution de leurs dépenses et de leurs recettes dans le respect des modalités fixées par décret."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I.-Dans les conditions fixées par décret en Conseil d'Etat, pour la période 2014-2020 et pour la période de programmation 2021-2027 des fonds, jusqu'au terme de la gestion des projets financés au titre de cette période :\n\n1° L'Etat confie aux régions ou, le cas échéant, pour des programmes opérationnels interrégionaux, à des groupements d'intérêt public mis en place par plusieurs régions, à leur demande, tout ou partie de la gestion des programmes européens soit en qualité d'autorité de gestion, soit par délégation de gestion.\n\n2° L'autorité de gestion confie par délégation de gestion aux départements ou aux collectivités et organismes chargés du pilotage de plans locaux pour l'insertion par l'emploi qui en font la demande tout ou partie des actions relevant du Fonds social européen.\n\nA créé les dispositions suivantes :\n\n3° L'Etat confie aux régions, pour la période de programmation 2021-2027, en leur qualité d'autorité de gestion des fonds européens, les missions relevant de la fonction comptable.\n\nIII.-Dans les conditions fixées par décret en Conseil d'Etat, un comité national Etat-régions est créé pour veiller à l'harmonisation des actions mentionnées au présent article. Il précise la composition et le fonctionnement du comité Etat-région créé dans chaque région pour la programmation des actions dans la région.\n\nIV.-A modifié les dispositions suivantes :\n\nV.-A chaque début de programmation, un budget annexe peut être créé pour les programmes européens dont la région est autorité de gestion.\n\nVI.-Pour la période de programmation du Fonds européen agricole pour le développement rural commençant en 2023 et jusqu'à son terme, l'Etat est l'autorité de gestion du plan stratégique national relevant de la politique agricole commune mentionné à l'article 104 du règlement (UE) 2021/2115 du Parlement européen et du Conseil du 2 décembre 2021.Dans des conditions fixées par décret en Conseil d'Etat, et à compter de l'approbation du plan stratégique national par la Commission européenne, l'Etat confie aux régions, à leur demande, en qualité d'autorité de gestion régionale et pour toute la période de programmation, la gestion des aides suivantes, lorsqu'elles sont prévues par le plan stratégique national :1° Aides relatives aux engagements en matière d'environnement et de climat et autres engagements en matière de gestion mentionnés à l'article 70 du règlement (UE) 2021/2115 du Parlement européen et du Conseil du 2 décembre 2021 ne relevant pas du système intégré de gestion et de contrôle, à l'exception des aides relatives aux engagements de gestion dans le cadre du dispositif de protection contre la prédation ;2° Aides aux investissements mentionnés aux articles 73 et 74 du même règlement, à l'exception des aides liées à la protection des exploitations contre la prédation ;3° Aides à l'installation de jeunes agriculteurs et de nouveaux agriculteurs et à la création de nouvelles entreprises rurales, mentionnées à l'article 75 du même règlement ;4° Aides aux instruments de stabilisation du revenu mentionnées au paragraphe 3 de l'article 76 du même règlement ;5° Aides à la coopération mentionnées à l'article 77 du même règlement ;6° Aides à l'échange de connaissances et à la diffusion d'informations mentionnées à l'article 78 du même règlement.Les autorités de gestion régionales gèrent ces aides dans le respect du plan stratégique national et des règles fixées par le décret mentionné au dernier alinéa du présent VI. A ce titre, elles prennent les décisions d'attribution et de retrait éventuel des aides dont elles ont la charge.Ces décisions sont prises dans le respect de l'enveloppe de crédits du Fonds européen agricole pour le développement rural qui est attribuée à chaque autorité de gestion régionale. Celle-ci peut affecter une partie de son enveloppe à des actions d'assistance technique.Par délégation de l'organisme payeur et dans le respect de la séparation des fonctions d'autorité de gestion et d'organisme payeur, les autorités de gestion régionales instruisent les dossiers de demande d'aide et de demande de paiement et effectuent les contrôles sur pièces et sur place. Les modalités selon lesquelles s'exerce la délégation sont précisées par voie de convention.Les agents de l'autorité de gestion régionale habilités à cet effet peuvent procéder aux inspections et contrôles sur pièces et sur place que nécessitent le présent article, les règlements et décisions de l'Union européenne ayant le même objet et les textes pris pour leur application. Les exploitants agricoles, les entreprises et les organismes assujettis à ces contrôles sont tenus de leur présenter, à leur demande, copie ou extrait de leurs livres, registres, notes et pièces justificatives, leur comptabilité, ainsi que la correspondance relative à leur activité professionnelle. Le cas échéant, s'ils l'estiment nécessaire, ces agents peuvent procéder à la saisie des originaux.Un décret fixe les règles générales relatives aux conditions, temporelles et géographiques, d'éligibilité aux aides, ainsi que les catégories de dépenses non éligibles.VII.-Dans des conditions fixées par décret en Conseil d'Etat, et à compter de l'approbation du plan stratégique national par la Commission européenne, l'Etat confie à la collectivité de Corse, à sa demande, en qualité d'autorité de gestion régionale et pour toute la période de programmation mentionnée au VI, la gestion des aides suivantes, lorsqu'elles sont prévues par le plan stratégique national :1° Aides prévues au VI ;2° Autres aides prévues à l'article 70 et aides prévues aux articles 71 et 72 du règlement (UE) 2021/2115 du Parlement européen et du Conseil du 2 décembre 2021.Les dispositions des neuvième au treizième alinéas du VI sont applicables à la collectivité de Corse.VIII.-Dans des conditions fixées par décret en Conseil d'Etat, et à compter de l'approbation du plan stratégique national par la Commission européenne, pour les régions d'outre-mer qui décident de renoncer à la qualité d'autorité de gestion régionale, celle-ci peut être confiée, pour toute la période de programmation mentionnée au VI, aux départements lorsqu'ils apportent leur soutien au développement agricole et rural du territoire.Les dispositions des neuvième au treizième alinéas du VI sont applicables aux départements d'outre-mer.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art78-1",
      "section": "78-1",
      "title": "Article 78-1",
      "content": "Le représentant de l'Etat dans le département ou dans la région peut déléguer sa signature au président du conseil régional et aux agents placés sous l'autorité de celui-ci pour les décisions relatives aux financements apportés par l'Etat dans le cadre des opérations du Fonds européen agricole pour le développement rural relevant de la programmation ayant débuté en 2014.\n\nPour l'application du présent article en Corse, en Guyane, en Martinique, à Mayotte et à Saint-Martin, la référence au président du conseil régional est remplacée respectivement par la référence au président du conseil exécutif de Corse, au président de l'assemblée de Guyane, au président du conseil exécutif de Martinique, au président du Département de Mayotte et au président du conseil territorial de Saint-Martin."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "II.-Les syndicats mixtes constitués exclusivement d'établissements publics de coopération intercommunale à fiscalité propre ayant été reconnus comme pays avant l'entrée en vigueur de l'article 51 de la loi n° 2010-1563 du 16 décembre 2010 de réforme des collectivités territoriales sont transformés en pôles d'équilibre territoriaux et ruraux par arrêté du représentant de l'Etat dans le département où est situé le siège du syndicat mixte."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. - Les services et parties de service qui participent à l'exercice des compétences de l'Etat transférées aux collectivités territoriales ou à leurs groupements par la présente loi sont mis à disposition ou transférés, selon les modalités prévues aux articles L. 1321-1 à L. 1321-8 du code général des collectivités territoriales et au présent chapitre.\n\nSont transférés ou mis à disposition des collectivités territoriales ou de leurs groupements les emplois pourvus au 31 décembre de l'année précédant l'année du transfert de compétences, sous réserve que leur nombre global ne soit pas inférieur à celui constaté le 31 décembre 2012.\n\nPar dérogation au précédent alinéa, sont transférés ou mis à disposition des autorités de gestion régionales, pour les compétences mentionnées aux VI à VIII de l'article 78, les emplois pourvus au 31 décembre de l'année précédant l'année du transfert de compétences correspondant à un nombre d'emplois à temps plein égal à la moyenne des emplois à temps plein pourvus à ce titre entre le 1er janvier 2014 et le 31 décembre 2020 diminué du nombre des emplois à temps plein transférés aux régions au titre de la programmation ayant commencé en 2014 pour l'exercice de compétences qui ne sont pas mentionnées aux VI à VIII.\n\nII. - En cas de transfert de service, après détermination d'un nombre entier d'emplois à temps plein susceptibles d'être transférés, les fractions d'emplois ne pouvant donner lieu à transfert font l'objet d'une compensation financière, dans les conditions fixées au chapitre II du présent titre."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. ― Dans l'attente de la signature des conventions mentionnées au II ou, à défaut, des arrêtés mentionnés au III, et à compter de la date de transfert des compétences, le président du conseil régional, le président du conseil exécutif de la collectivité territoriale de Corse, le président du conseil général, le président de l'organe délibérant du groupement de collectivités territoriales ou le maire donne, selon le cas, ses instructions aux chefs des services de l'Etat chargés des compétences transférées.II. ― Dans un délai de trois mois à compter de la publication du décret approuvant une convention type et après consultation, durant la même période, des comités techniques placés auprès des services de l'Etat et des collectivités territoriales ou des groupements de collectivités territoriales concernés, une ou plusieurs conventions, conclues entre le représentant de l'Etat et, selon le cas, le président du conseil régional ou le président du conseil exécutif de la collectivité territoriale de Corse, le président du conseil général, le président de l'organe délibérant du groupement de collectivités territoriales ou le maire constatent la liste des services ou parties de service qui sont, pour l'exercice des compétences transférées, mis à disposition à titre gratuit de la collectivité ou du groupement de collectivités bénéficiaire du transfert de compétences en application de la présente loi. Ces services ou parties de service sont placés sous l'autorité, selon le cas, du président du conseil régional ou du président du conseil exécutif de la collectivité territoriale de Corse, du président du conseil général, du président de l'organe délibérant du groupement de collectivités territoriales ou du maire.Cette convention peut adapter les clauses de la convention type en fonction de situations particulières.Pour les compétences de l'Etat transférées aux collectivités territoriales ou à leurs groupements postérieurement à la publication du décret approuvant une convention type, le délai de trois mois court à compter de la date du transfert de la compétence.III. ― A défaut de convention passée dans le délai de trois mois mentionné au dernier alinéa du II, la liste des services ou parties de service mis à disposition à titre gratuit est établie par arrêté conjoint du ministre chargé de la décentralisation et du ministre intéressé, après avis motivé d'une commission nationale de conciliation créée par décret, placée auprès du ministre chargé de la décentralisation et comprenant un nombre égal de représentants de l'Etat et de représentants de chaque catégorie de collectivités territoriales et de leurs groupements.IV. ― Des décrets en Conseil d'Etat fixent la date et les modalités de transferts définitifs des services ou parties de service mis à disposition."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. ― Les fonctionnaires et les agents non titulaires de l'Etat et de ses établissements publics affectés à des services ou parties de service mis, en application des conventions ou des arrêtés mentionnés aux II et III de l'article 81, à disposition d'une collectivité ou d'un groupement de collectivités sont de plein droit mis à disposition, à titre individuel et à titre gratuit, selon le cas, du président du conseil régional ou du président du conseil exécutif de la collectivité territoriale de Corse, du président du conseil général, du président de l'organe délibérant du groupement de collectivités territoriales ou du maire. Ils sont placés, pour l'exercice de leurs fonctions, sous son autorité.II. ― Par dérogation au II de l'article 81 et au I du présent article, la convention ou l'arrêté mentionné aux II et III du même article 81 peut prévoir que la compétence mentionnée à l'article 78 de la présente loi demeure exercée par un service de l'Etat, qui peut être placé sous l'autorité de l'exécutif de la collectivité selon les modalités fixées au I de l'article 81.La convention ou l'arrêté susmentionné peut également prévoir que ces services ou parties de service, après avoir été mis à disposition en application du II de l'article 81, demeurent chargés, sous l'autorité de l'Etat, de la gestion des programmes européens en cours avant la période 2014-2020 et jusqu'à leur clôture.La convention ou l'arrêté susmentionné peut également prévoir que ces services ou parties de service sont transférés par étapes, dans les conditions fixées au deuxième alinéa du I de l'article 83, au fur et à mesure de l'achèvement des opérations de gestion, de contrôle et de clôture des programmes européens en cours avant la période 2014-2020 ainsi que, s'agissant de l'organisme payeur mentionné à l'article L. 313-1 du code rural et de la pêche maritime, au fur et à mesure de l'achèvement des contrôles sur place de la programmation du Fonds européen agricole pour le développement rural qui a commencé en 2014."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. ― Dans le délai de deux ans à compter de la date depublication des décrets en Conseil d'Etat fixant les transferts définitifs des services, les fonctionnaires de l'Etat exerçant leurs fonctions dans un service ou une partie de service transféré à une collectivité territoriale ou à un groupement de collectivités territoriales peuvent opter soit pour le statut de fonctionnaire territorial, soit pour le maintien du statut de fonctionnaire de l'Etat.Par dérogation au premier alinéa du présent I et au IV de l'article 81, lorsque la convention mentionnée au II de l'article 82 a prévu un transfert par étapes des services ou parties de service de l'Etat chargés de la gestion des programmes européens, les fonctionnaires de l'Etat affectés à ces services ou parties de service exercent leur droit d'option dans le délai de deux ans à compter de la date de publication des arrêtés du représentant de l'Etat dans la région pris en application des décrets en Conseil d'Etat fixant les modalités de ces transferts.II. ― Les fonctionnaires de l'Etat ayant opté pour le statut de fonctionnaire territorial sont intégrés dans un cadre d'emplois de la fonction publique territoriale dans les conditions prévues à l'article 13 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et par les dispositions statutaires applicables à ce cadre d'emplois.Les services effectifs accomplis par les intéressés dans leur corps d'origine sont assimilés à des services accomplis dans ce cadre d'emplois.III. ― Les fonctionnaires de l'Etat ayant opté pour le maintien de leur statut sont placés en position de détachement auprès de la collectivité territoriale ou du groupement de collectivités territoriales dont relève désormais leur service.Par dérogation à la section II du chapitre V de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, ces détachements sont sans limitation de durée. L'autorité territoriale exerce le pouvoir disciplinaire sur les fonctionnaires ainsi détachés. Elle informe l'administration gestionnaire de leur corps d'origine des sanctions prononcées.Lorsque les fonctionnaires détachés sont placés, sur leur demande, dans une position statutaire dont le bénéfice est de droit, le détachement est suspendu.Les fonctionnaires détachés sans limitation de durée peuvent, à tout moment, demander à être intégrés dans la fonction publique territoriale.IV. ― Les fonctionnaires qui n'ont pas fait usage du droit d'option à l'expiration du délai mentionné au I sont placés en position de détachement sans limitation de durée.V. ― Les fonctionnaires en détachement sans limitation de durée mentionnés aux III et IV peuvent demander à être réintégrés dans un emploi de leur corps d'origine. Il est fait droit à leur demande, dans la limite des emplois vacants, dans un délai maximal de deux ans à compter de la date de réception de celle-ci ou, au-delà de cette période, dès la première vacance.VI. ― L'article 41 de la loi n° 84-53 du 26 janvier 1984 précitée n'est pas applicable à la nomination des fonctionnaires mentionnés au I du présent article à des emplois des services ou parties de service transférés en application de la présente loi à une collectivité territoriale ou à un groupement de collectivités territoriales.VII. ― Lorsque le droit d'option prévu au I du présent article est exercé avant le 31 août d'une année, l'intégration ou le détachement de l'agent et le droit à compensation qui en résulte ne prennent effet qu'à compter du 1er janvier de l'année suivante.Lorsque le droit d'option est exercé entre le 1er septembre et le 31 décembre d'une année, l'intégration ou le détachement de l'agent et le droit à compensation qui en résulte ne prennent effet qu'à compter du 1er janvier de la deuxième année suivant l'exercice de ce droit.Lorsque le même droit d'option n'est pas exercé, le détachement de l'agent et le droit à compensation qui en résulte ne prennent effet qu'à compter du 1er janvier de l'année suivant le terme de la période d'exercice du droit d'option lorsque celui-ci est compris entre le 1er janvier et le 31 août, ou du 1er janvier de la deuxième année suivant le terme de la période d'exercice du droit d'option lorsque celui-ci est compris entre le 1er septembre et le 31 décembre.VIII. ― Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Les fonctionnaires qui demandent leur intégration dans la fonction publique territoriale relèvent du régime spécial de la Caisse nationale de retraite des agents des collectivités locales à compter de la date d'effet de l'intégration. Lorsqu'ils réunissent les conditions prévues par la réglementation de ce régime, ils bénéficient d'une pension rémunérant les services effectifs accomplis, y compris pour l'Etat, antérieurement à l'intégration. La Caisse nationale de retraite des agents des collectivités locales reverse à l'Etat, pour ces fonctionnaires, les cotisations perçues. En contrepartie, l'Etat rembourse à la Caisse nationale de retraite des agents des collectivités locales le montant brut des pensions versées à ces agents ainsi que les charges supplémentaires afférentes dues au titre de l'article L. 134-1 du code de la sécurité sociale. Les modalités de mise en œuvre de ce reversement et de ce remboursement sont précisées par un décret pris après avis du conseil d'administration de la Caisse nationale de retraite des agents des collectivités locales."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. ― Les fonctionnaires de l'Etat mentionnés à l'article 83 de la présente loi et appartenant à un corps classé en catégorie active au sens du 1° du I de l'article L. 24 du code des pensions civiles et militaires de retraite conservent, à titre personnel, le bénéfice des avantages qui en découlent.Ils peuvent, si besoin est, compléter la durée de service en vue de remplir la condition exigée en la matière par les dispositions qui leur sont applicables au titre du régime de pension dont ils relèvent, dès lors qu'ils exercent dans la collectivité territoriale ou le groupement de collectivités territoriales d'accueil des fonctions ayant, par leur contenu, la même nature que celles qu'ils exerçaient antérieurement au service de l'Etat.II. ― Les collectivités territoriales et leurs groupements peuvent maintenir, au profit des fonctionnaires de l'Etat mentionnés à l'article 83, les avantages qu'ils ont individuellement acquis en matière indemnitaire au sens de l'article 88 de la loi n° 84-53 du 26 janvier 1984 précitée, tant qu'ils exercent leurs fonctions dans leur cadre d'emplois de détachement ou d'intégration lorsque ces avantages sont plus favorables que ceux de la collectivité ou du groupement concerné."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. ― Par dérogation aux dispositions de l'article 83, les fonctionnaires de l'Etat qui exercent leurs fonctions dans un service ou une partie de service transféré à une collectivité territoriale ou à un groupement de collectivités territoriales et appartiennent à des corps dont la liste est fixée par décret en Conseil d'Etat sont mis à disposition, à titre gratuit, sans limitation de durée, auprès des collectivités territoriales ou des groupements de collectivités territoriales auxquels ils sont affectés, à compter de la date de publication des décrets en Conseil d'Etat fixant les transferts définitifs de services.II. ― Le fonctionnaire mis à disposition sans limitation de durée en application du I peut solliciter à tout moment son affectation dans un emploi de son corps d'origine. Il est fait droit à sa demande, dans la limite des emplois vacants, dans un délai maximal de deux ans à compter de la date de réception de celle-ci ou, au-delà de cette période, dès la première vacance.III. ― Lorsqu'il est mis fin à la mise à disposition d'un agent prise en application du I, l'emploi devenu vacant fait l'objet d'une compensation financière."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "A la date d'entrée en vigueur des décrets en Conseil d'Etat fixant les transferts définitifs des services ou parties de service auxquels ils sont affectés, les agents non titulaires de l'Etat et de ses établissements publics deviennent agents non titulaires de la fonction publique territoriale. Ils conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de l'Etat et de ses établissements publics sont assimilés à des services accomplis dans la collectivité territoriale ou le groupement de collectivités territoriales d'accueil.Les dispositions des articles 3 à 3-3 de la loi n° 84-53 du 26 janvier 1984 précitée, en ce qu'elles déterminent les conditions de recrutement des agents non titulaires, et l'article 41 de la même loi ne sont pas applicables au recrutement des agents non titulaires de droit public de l'Etat et de ses établissements publics à des emplois des services ou parties de service transférés à une collectivité territoriale ou à un groupement de collectivités territoriales en application de la présente loi."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Les agents non titulaires mentionnés à l'article 87 de la présente loi qui remplissent les conditions énoncées aux articles 2 à 4 de la loi n° 2012-347 du 12 mars 2012 relative à l'accès à l'emploi titulaire et à l'amélioration des conditions d'emploi des agents contractuels dans la fonction publique, à la lutte contre les discriminations et portant diverses dispositions relatives à la fonction publique conservent la possibilité de se porter candidat aux recrutements réservés organisés au titre du chapitre Ier de la même loi :1° Par l'administration qui soit les employait à la date du 31 mars 2011 lorsque ceux-ci bénéficiaient d'un contrat à durée déterminée à cette dernière date, soit les employait entre le 1er janvier et le 31 mars 2011 lorsque le contrat de ceux-ci a expiré durant cette dernière période ;2° Par l'administration qui les employait à la date du 13 mars 2012 lorsque ceux-ci bénéficiaient d'un contrat à durée indéterminée à cette date.Les services accomplis en qualité d'agent contractuel de droit public de la fonction publique territoriale sont assimilés à des services effectués en qualité d'agent contractuel de droit public de la fonction publique de l'Etat au sein de leur administration d'origine pour l'appréciation de l'ancienneté prévue à l'article 4 de la loi n° 2012-347 du 12 mars 2012 précitée.Les agents déclarés admis aux recrutements réservés sont nommés stagiaires du corps de la fonction publique de l'Etat auquel le recrutement donne accès. Ils sont mis, de plein droit, à disposition de la collectivité ou du groupement de collectivités territoriales qui les emploie à la date de leur nomination.S'ils sont titularisés et affectés à un service ou une partie de service transféré en vertu de la présente loi à une collectivité territoriale ou à un groupement de collectivités territoriales, ces agents bénéficient des dispositions des articles 83 à 86 de la présente loi."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "II. ― Lorsqu'il est fait usage de la possibilité prévue au 1° du I de l'article 78 de confier la gestion des programmes opérationnels interrégionaux à des groupements d'intérêt public, ces groupements se substituent aux collectivités territoriales pour la mise en œuvre des dispositions des articles 80 à 88 de la présente loi.III. ― Les fonctionnaires de l'Etat affectés à un service ou une partie de service transféré à un groupement d'intérêt public en application du 1° du I de l'article 78 ayant opté pour le statut de fonctionnaire territorial sont répartis entre les régions membres du groupement après accord entre elles et intégrés dans un cadre d'emplois de la fonction publique territoriale dans les conditions fixées au II de l'article 83, par décision de l'autorité territoriale. Celle-ci procède à leur mise à disposition ou à leur détachement de plein droit auprès du groupement."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. ― Sous réserve des dispositions prévues au présent article, les transferts de compétences à titre définitif inscrits dans la présente loi et ayant pour conséquence d'accroître les charges des collectivités territoriales ou de leurs groupements ouvrent droit à une compensation financière dans les conditions fixées aux articles L. 1614-1 à L. 1614-7 du code général des collectivités territoriales.Les ressources attribuées au titre de cette compensation sont équivalentes aux dépenses consacrées, à la date du transfert, par l'Etat à l'exercice des compétences transférées, diminuées du montant des éventuelles réductions brutes de charges ou des augmentations de ressources entraînées par les transferts.Le droit à compensation des charges d'investissement transférées par la présente loi est égal à la moyenne des dépenses actualisées, hors taxes et hors fonds de concours, constatées sur une période d'au moins cinq ans précédant le transfert de compétences.Le droit à compensation des charges de fonctionnement transférées par la présente loi est égal à la moyenne des dépenses actualisées constatées sur une période maximale de trois ans précédant le transfert de compétences.Un décret en Conseil d'Etat fixe les modalités d'application des troisième et quatrième alinéas, après avis de la commission consultative mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales. Ce décret définit notamment les modalités de répartition entre les collectivités bénéficiaires du droit à compensation des charges d'investissement transférées.II. ― La compensation financière des transferts de compétences s'opère, à titre principal, par l'attribution d'impositions de toute nature, dans des conditions fixées en loi de finances.Si les recettes provenant des impositions attribuées en application du présent II diminuent pour des raisons étrangères au pouvoir de modulation éventuel reconnu aux collectivités bénéficiaires, l'Etat compense cette perte dans des conditions fixées en loi de finances afin de garantir à celles-ci un niveau de ressources équivalent à celui qu'il consacrait à l'exercice de la compétence avant son transfert. Ces diminutions de recettes et les mesures de compensation prises au titre du présent alinéa font l'objet d'un rapport du Gouvernement présenté chaque année à la commission consultative mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales.III. ― L'Etat et les collectivités territoriales assurent le financement des opérations inscrites aux contrats de projet Etat-régions 2007-2013 et relevant de domaines de compétences transférées, dans les conditions suivantes :1° Les opérations engagées à la date d'entrée en vigueur de la présente loi sont poursuivies jusqu'à leur terme dans les conditions fixées par les contrats. Les sommes versées par l'Etat à ce titre sont déduites du montant annuel de la compensation financière mentionnée au II ;2° Les opérations non engagées à la date d'entrée en vigueur de la présente loi et ressortissant à un domaine de compétences transféré, au titre duquel elles bénéficient d'une compensation financière, relèvent des collectivités territoriales nouvellement compétentes qui en assurent le financement."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "V. ― Le présent article s'applique aux produits financiers souscrits à compter du 1er janvier 2014."
    }
  ]
}