{
  "id": "jorftext000035394629",
  "type": "statute",
  "title": "Ordonnance n°2017-1252 du 9 août 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000035394629",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Les dispositions de la présente ordonnance entrent en vigueur le 13 janvier 2018.II. - Les établissements de paiement agréés avant le 13 janvier 2018 conservent leur agrément et sont réputés respecter les dispositions du chapitre II du titre II du livre V du code monétaire et financier dans leur version résultant de la présente ordonnance.III. - Les dispositions du II du présent article sont également applicables aux entreprises qui ont fait l'objet d'une décision d'agrément sous conditions suspensives. Les conditions suspensives prévues avant le 13 janvier 2018 sont maintenues en l'état et conditionnent l'agrément substitué.IV. - Les établissements de paiement agréés avant le 13 janvier 2018 pour la fourniture du service mentionné au 7° du II de l'article L. 314-1 du code monétaire et financier dans sa version antérieure à la présente ordonnance sont réputés agréés pour la fourniture des services mentionnés aux 3° et 5° du II de l'article L. 314-1 du code monétaire et financier. Ils confirment à l'Autorité de contrôle prudentiel et de résolution avant le 13 janvier 2020 qu'ils satisfont aux ou se mettent en conformité avec les exigences fixées aux articles L. 522-7 et L. 522-14 du code monétaire et financier dans leur version résultant de la présente ordonnance.V. - Les entreprises qui bénéficient avant le 13 janvier 2018 d'une exemption accordée au titre de l'article L. 521-3, de l'article L. 521-3-1, de l'article L. 525-6 ou de l'article L. 525-6-1 du code monétaire et financier dans leur version antérieure à la présente ordonnance, confirment avant le 13 janvier 2019, auprès de l'Autorité de contrôle prudentiel et de résolution, qu'elles satisfont aux ou se mettent en conformité avec les exigences fixées à l'article L. 521-3, à l'article L. 521-3-1, aux articles L. 525-5 et L. 525-6 ou à l'article L. 525-6-1 du code monétaire et financier dans leur version résultant de la présente ordonnance.VI. - Les établissements de monnaie électronique agréés avant le 13 janvier 2018 confirment avant le 13 juillet 2018, auprès de l'Autorité de contrôle prudentiel et de résolution, qu'ils satisfont aux ou se mettent en conformité avec les dispositions du chapitre VI du titre II du livre V du code monétaire et financier dans leur version résultant de la présente ordonnance.VII. - Les dispositions du VI du présent article sont également applicables aux entreprises qui ont fait l'objet d'une décision d'agrément sous conditions suspensives. Les conditions suspensives prévues avant le 13 janvier 2018 sont maintenues en l'Etat et conditionnent l'agrément substitué.VIII. - Par dérogation au I du présent article et sans préjudice des dispositions du VIII bis, les dispositions suivantes entrent en vigueur dix-huit mois après l'entrée en vigueur de l'acte délégué adopté en vertu de l'article 98.1 de la directive (UE) 2015/2366 du Parlement européen et du Conseil du 25 novembre 2015 susvisée :1° Le 4° du II et le 1° du III de l'article L. 133-40 ;2° Le 3° du II et le 1° du III de l'article L. 133-41 ;3° Les I, II et III de l'article L. 133-44.\n\nVIII bis. - Jusqu'à dix-huit mois après l'entrée en vigueur de l'acte délégué adopté en vertu du 1 de l'article 98 de la directive (UE) 2015/2366 du Parlement européen et du Conseil du 25 novembre 2015 susvisée, un décret précise les conditions de cette entrée en vigueur et celles suivant lesquelles les prestataires de services de paiement fournissant le service d'initiation de paiement, d'une part, et les prestataires de services de paiement fournissant le service d'information sur les comptes, d'autre part, communiquent de manière sécurisée avec les utilisateurs de services de paiement et les prestataires de services de paiement gestionnaires de comptes, selon des modalités conformes aux dispositions relatives aux normes sécurisées de communication prévues par l'acte délégué susmentionné et permettant aux prestataires de services de paiement fournissant le service d'initiation de paiement et aux prestataires de services de paiement fournissant le service d'information sur les comptes de continuer à exercer leurs activités.\n\nIX. - Par dérogation au I du présent article, jusqu'à la date mentionnée au premier alinéa du VIII du présent article, le IV de l'article L. 133-44 est remplacé par les dispositions suivantes :IV. - Le prestataire de services de paiement gestionnaire du compte autorise le prestataire de services de paiement fournissant un service d'initiation de paiement et le prestataire de services de paiement fournissant le service d'information sur les comptes à se fonder sur ses procédures d'authentification lorsqu'ils agissent pour l'un de leurs utilisateurs.X. - Par dérogation au I du présent article, jusqu'à la date mentionnée au premier alinéa du VIII du présent article, le 3° du II de l'article L. 133-39 est remplacé par les dispositions suivantes :3° Le prestataire de services de paiement s'authentifie auprès du prestataire de services de paiement gestionnaire du compte avant chaque demande de confirmation.XI. - Jusqu'à la date définie par le décret mentionné au VIII bis du présent article, et au plus tard dix-huit mois après l'entrée en vigueur de l'acte délégué adopté en vertu du 1 de l'article 98 de la directive (UE) 2015/2366 du Parlement européen et du Conseil du 25 novembre 2015 susvisée, les prestataires de services de paiement gestionnaires de comptes ne peuvent se prévaloir de leur non-conformité pour bloquer ou entraver l'utilisation de services d'initiation de paiement et de services d'information sur les comptes pour les comptes dont ils sont gestionnaires.XII. - Par dérogation au I du présent article, jusqu'au 25 mai 2018, l'article L. 521-6 est remplacé par les dispositions suivantes :\n\nArt. L. 521-6. - Les systèmes de paiement et les prestataires de services de paiement peuvent mettre en œuvre des traitements de données à caractère personnel lorsque cela est nécessaire pour garantir la prévention, la recherche et la détection des fraudes en matière de paiements dans les conditions prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés et le règlement (CE) 45/2001 du Parlement européen et du Conseil.\n\nXIII. - Par dérogation au I du présent article, jusqu'au 25 mai 2018, l'article L. 521-7 est remplacé par les dispositions suivantes :\n\nArt. L. 521-7. - Par dérogation aux dispositions des articles L. 613-33-2 et L. 613-33-3, la Commission nationale de l'informatique et des libertés veille au respect des dispositions des articles L. 521-5 et L. 521-6 en utilisant les compétences qui lui sont reconnues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. A cette fin, elle peut notamment recevoir, par tous moyens, les plaintes relatives aux infractions aux dispositions des articles L. 521-5 et L. 521-6 .\n\nXIV. - Les dispositions transitoires prévues au présent article sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Le Premier ministre, le ministre de l'économie et des finances et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}