{
  "id": "jorftext000000504474",
  "type": "statute",
  "title": "Loi n° 83-635 du 13 juillet 1983",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000504474",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les actions réalisées au titre des plans mentionnés à l'article L. 123-4 du code du travail ou dans le cadre de toute convention ou accord collectif par les employeurs mentionnés à l'article L. 131-2 du même code , notamment en matière de formation, de promotion ou d'organisation du travail, peuvent bénéficier d'une aide financière de l'Etat lorsqu'elles constituent des actions exemplaires pour la réalisation de l'égalité professionnelle entre les femmes et les hommes.Un décret détermine les mesures d'application de l'alinéa qui précède."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions des articles L. 123-1 c et L. 123-2 du code du travail ne font pas obstacle à l'application des usages, des clauses des contrats de travail, des conventions collectives ou accords collectifs, en vigueur à la date de promulgation de la présente loi, qui ouvrent des droits particuliers pour les femmes.Toutefois, les employeurs, les organisations d'employeurs et les organisations de salariés mettront, par la négociation collective, les clauses visées à l'alinéa précédent et qui ne constituent pas des mesures prises en application de l'article L. 123-3 du code du travail en conformité avec les dispositions des articles L. 123-1 et L. 123-2 de ce code dans un délai de deux ans. Ces négociations auront pour objectif l'harmonisation dans le progrès et le respect des droits et garanties acquis par les femmes."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Sauf stipulations plus favorables, le rapport mentionné à l'article L. 432-3-1 du code du travail sera présenté pour la première fois :1° Au cours du premier trimestre de l'année 1984 pour les entreprises d'au moins 300 salariés ;2° Au cours de l'année 1985 pour les entreprises d'au moins cinquante salariés.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}