{
  "id": "jorftext000000395813",
  "type": "statute",
  "title": "Loi n° 99-574 du 9 juillet 1999",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000395813",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - L'ensemble des organisations syndicales d'exploitants agricoles qui remplissent les conditions fixées par décret en Conseil d'Etat ont vocation à être représentées au sein des commissions ainsi que dans les comités professionnels ou organismes de toute nature investis d'une mission de service public, ou assurant la gestion de fonds publics ou assimilés, où siègent des représentants des exploitants agricoles.\n\nLa présente disposition n'est pas applicable aux établissements et organismes dont les compétences s'exercent exclusivement dans le secteur des produits sous signe d'identification de la qualité et de l'origine.\n\nII. - Les dispositions du I prennent effet au 1er janvier 2000."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Gouvernement déposera, sur le bureau des assemblées, dans un délai de trois mois à compter de la publication de la présente loi, un rapport décrivant, catégorie par catégorie, l'évolution qu'il compte imprimer aux retraites agricoles au cours de la période du 30 juin 1997 au 30 juin 2002. Un développement particulier sera consacré aux mesures envisagées au cours de cette période, avec un effort plus important à son début, pour revaloriser les plus faibles pensions.Il étudiera les possibilités juridiques et financières de la création d'un régime de retraite complémentaire obligatoire pour les non-salariés exerçant les professions énumérées à l'article 1060 du code rural, à l'exception des artisans ruraux.Ce rapport présentera les modalités de financement des différentes mesures proposées."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Toute personne physique ou morale exerçant une activité agricole au sens de l'article L. 311-1 du code rural et de la pêche maritime peut apporter son concours aux communes, aux intercommunalités et aux départements en assurant :\n\n- le déneigement des routes au moyen d'une lame communale, intercommunale ou départementale montée sur son propre tracteur ou, le cas échéant, sur celui mis à disposition par la commune, l'intercommunalité ou le département ;\n\n- le salage de la voirie communale, intercommunale ou départementale au moyen de son propre tracteur et de son matériel d'épandage ou, le cas échéant, de celui mis à disposition par la commune, l'intercommunalité ou le département.\n\nCe concours peut être apporté par toute coopérative mentionnée à l'article L. 522-6 du code rural et de la pêche maritime, dans les conditions et limites prévues par ce même article.\n\nPour l'accomplissement des prestations visées aux deuxième et troisième alinéas, la personne mentionnée au premier alinéa ou la coopérative  est dispensée de l'obligation de soumettre son tracteur à une nouvelle réception par le service des mines.\n\nLes conditions d'application de ces prestations sont déterminées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les dispositions des articles 11 à 16 sont applicables aux baux en cours à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans un délai de six mois à compter de la publication de la présente loi, le Gouvernement présentera au Parlement un rapport sur les conditions de mise en oeuvre d'un mécanisme d'assurance-récolte et son articulation avec le régime des calamités agricoles."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I ci-dessus sont applicables un an après la publication de la présente loi au Journal officiel de la République française."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Dans un délai de dix-huit mois à compter de la publication de la présente loi, le schéma directeur départemental des structures sera mis en conformité avec les dispositions résultant de celle-ci. Il sera établi en cohérence avec le projet agricole départemental élaboré en application du deuxième alinéa de l'article L. 313-1 du code rural. Les schémas directeurs départementaux arrêtés restent en vigueur jusqu'à l'approbation des schémas révisés."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - (paragraphe modificateur).II. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article et notamment les mentions qui doivent figurer sur le titre emploi simplifié agricole, les parties de ce document qui doivent comporter la signature du salarié, et les conditions et délais dans lesquels celles-ci sont remises à ses destinataires.III. - Un décret en Conseil d'Etat fixe les modalités de mise en oeuvre du titre emploi simplifié agricole dans les départements d'outre-mer."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Dans un délai de dix-huit mois à compter de la publication de la présente loi, le Gouvernement déposera devant le Parlement un rapport visant, dans le respect des règles relatives aux cumuls d'emplois, à développer l'emploi en commun entre collectivités locales, non-salariés et employeurs de salariés de droit privé."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 99-414 DC du 8 juillet 1999)."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - (paragraphe modificateur).II. - La perte de recettes éventuelle résultant de l'application du I est compensée par le relèvement, à due concurrence, des droits prévus aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I sont applicables à compter du premier exercice ouvert après la date de publication de la présente loi."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 99-414 DC du 8 juillet 1999)."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le comité des fruits à cidre et des productions cidricoles est transformé en centre technique industriel régi par les dispositions de la loi n° 48-1228 du 22 juillet 1948 fixant le statut juridique des centres techniques industriels.Les règles fiscales posées à l'article 11 de cette loi s'appliquent à cette transformation.(alinéa modificateur)."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent à compter du 1er janvier 1999. Pour l'année 1998, sont applicables les dispositions des troisième et quatrième alinéas de l'article 61 de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social abrogés par la loi n° 98-565 du 8 juillet 1998 relative à la partie législative du livre VI (nouveau) du code rural.III. - (paragraphe modificateur).IV. - Les dispositions du III entrent en vigueur à compter de la publication de l'arrêté qu'elles mentionnent et au plus tard le 1er juillet 1999. Le droit est exigible sur la totalité de l'année 1999 et se substitue au droit exigible antérieurement à la publication de l'arrêté susvisé."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 99-414 DC du 8 juillet 1999)."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "Le Gouvernement présentera au Parlement, avant le 1er avril 2000, un rapport sur les adaptations à apporter à la fiscalité des exploitants agricoles et au mode de calcul de leurs cotisations sociales afin de favoriser l'installation et notamment de lever les obstacles à l'installation progressive et à celles des pluriactifs.Ce rapport comportera une comparaison entre les charges sociales et fiscales des différentes professions en milieu rural et proposera des mesures visant à harmoniser la législation en la matière.Ce rapport examinera également les modifications à apporter aux règles relatives à la gestion des droits à produire et proposera des mesures de nature à faire cesser les situations de dépendance économique abusive entre agriculteurs et entre les agriculteurs et les entreprises du secteur du commerce et de la distribution."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "L'ensemble des biens, droits et obligations des sociétés professionnelles ou interprofessionnelles intervenant dans le domaine agricole, à l'exception des contrats de travail, sont dévolus, par dérogation au deuxième alinéa de l'article 14 du décret n° 53-933 du 30 septembre 1953 relatif au statut, à l'organisation et au fonctionnement des organismes d'intérêt économique de caractère privé, aux organismes qui leur sont substitués pour l'exercice de leurs missions, à compter de la décision prise par ces sociétés de procéder à leur dissolution. Les actionnaires privés de ces sociétés sont indemnisés par les organismes bénéficiaires de la dévolution.En ce qui concerne la société interprofessionnelle des oléagineux, protéagineux et cultures textiles (SIDO), l'ensemble des biens, droits et obligations faisant l'objet des opérations de liquidation en cours, à l'exception des contrats de travail, sont dévolus à l'Office national interprofessionnel des oléagineux, protéagineux et cultures textiles, à compter de l'entrée en vigueur de la présente loi. Toute opposition, saisie ou cession qui aurait été signifiée à cet office antérieurement à sa date de substitution à la SIDO au titre d'obligations dues par cette dernière est réputée avoir été valablement faite.Le transfert des biens, droits et obligations visés au présent article est exonéré des droits et taxes normalement exigibles en vertu des textes en vigueur."
    }
  ]
}