{
  "id": "jorftext000000723108",
  "type": "statute",
  "title": "Loi n° 92-546 du 20 juin 1992",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000723108",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le dépôt légal est effectué par la remise du document à l'organisme dépositaire ou par son envoi en franchise postale, en un nombre limité d'exemplaires.Un décret en Conseil d'Etat fixe :1° Les conditions dans lesquelles il peut être satisfait à l'obligation de dépôt légal par d'autres moyens, notamment par l'enregistrement des émissions faisant l'objet d'une radiodiffusion sonore ou d'une télédiffusion ;2° Les modalités d'application particulières à chaque catégorie de personnes mentionnées à l'article 4, ainsi que les conditions dans lesquelles certaines de ces personnes peuvent être exemptées de l'obligation de dépôt légal ;3° Les exceptions à l'obligation de dépôt pour les catégories de documents dont la collecte et la conservation ne présentent pas un intérêt suffisant au regard des objectifs définis à l'article 2 ;4° Les modalités selon lesquelles une sélection des documents à déposer peut être effectuée lorsque les objectifs définis à l'article 2 peuvent être atteints sans que la collecte et la conservation de la totalité des documents soient nécessaires. Les décisions de sélection sont prises sur proposition d'une commission associant, notamment, des représentants des professions concernées et des personnalités qualifiées sous la présidence du président du conseil scientifique du dépôt légal."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le conseil scientifique du dépôt légal est composé de représentants des organismes dépositaires et est présidé par l'administrateur général de la Bibliothèque nationale.Il est chargé de veiller à la cohérence scientifique et à l'unité des procédures du dépôt légal. Il peut rendre des avis et formuler des recommandations sur toutes questions relatives au dépôt légal. Il est associé à la définition des modalités d'exercice de la consultation des documents déposés, prévue à l'article 2 de la présente loi, dans le double respect des principes définis par les lois n° 57-298 du 11 mars 1957 sur la propriété littéraire et artistique et n° 85-660 du 3 juillet 1985 relative aux droits d'auteurs et aux droits des artistes-interprètes, des producteurs de phonogrammes et de vidéogrammes et des entreprises de communication audiovisuelle et de ceux inhérents au droit, pour le chercheur, d'accéder à titre individuel, dans le cadre de ses recherches, et dans l'enceinte de l'organisme dépositaire, aux documents conservés."
    }
  ]
}