{
  "id": "jorftext000039666574",
  "type": "statute",
  "title": "LOI n°2019-1428 du 24 décembre 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000039666574",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Le présent article fixe la stratégie et la programmation financière et opérationnelle des investissements de l'Etat dans les systèmes de transports pour la période 2019-2037.Cette stratégie et cette programmation visent quatre objectifs :1° Réduire les inégalités territoriales et contribuer à l'objectif de cohésion des territoires métropolitains et ultra-marins, en renforçant l'accessibilité des villes moyennes et des territoires mal connectés aux métropoles, aux grandes agglomérations ou aux pays limitrophes, ainsi qu'au sein des agglomérations aux quartiers prioritaires de la politique de la ville, tout en veillant à limiter la consommation d'espaces naturels et l'étalement urbain ;2° Renforcer les offres de déplacements du quotidien, améliorer la qualité et la sécurité des réseaux routiers, ferroviaires et fluviaux et en assurer la pérennité, remédier à la saturation des villes et de leurs accès et améliorer les liaisons entre les territoires ruraux ou périurbains et les pôles urbains ;3° Accélérer la transition énergétique, la diminution des émissions de gaz à effet de serre et la lutte contre la pollution et la congestion routière, en favorisant le rééquilibrage modal au profit des déplacements opérés par les modes individuels, collectifs et de transport de marchandises les moins polluants, tels que le mode ferroviaire, le mode fluvial, les transports en commun ou les modes actifs, en intensifiant l'utilisation partagée des modes de transport individuel et en facilitant les déplacements multimodaux ;4° Améliorer l'efficacité des transports de marchandises pour renforcer la compétitivité des territoires et des ports, accélérer le report modal et diminuer l'impact environnemental des transports de marchandises.A cette fin, cinq programmes d'investissement prioritaires sont mis en place :a) L'entretien et la modernisation des réseaux nationaux routiers, ferroviaires et fluviaux existants ;b) La résorption de la saturation des grands nœuds ferroviaires, afin de doubler la part modale du transport ferroviaire dans les grands pôles urbains ;c) Le désenclavement routier des villes moyennes et des régions rurales prioritairement par des aménagements des itinéraires existants ;d) Le développement de l'usage des mobilités les moins polluantes et des mobilités partagées au quotidien, afin de renforcer la dynamique de développement des transports en commun, les solutions de mobilité quotidienne alternatives à la voiture individuelle et les mobilités actives au bénéfice de l'environnement, de la santé, de la sécurité et de la compétitivité ;e) Le soutien à une politique de transport des marchandises ambitieuse, et notamment le renforcement de l'accessibilité des ports, des pôles logistiques et des grands itinéraires internationaux ferroviaires, maritimes et fluviaux.La stratégie d'investissements dans les systèmes de transports contribue par ailleurs à l'achèvement du maillage du territoire par des grands itinéraires ferroviaires, routiers, cyclables et fluviaux, nationaux et internationaux, articulés de façon cohérente avec les systèmes de dessertes locales.II. - Le rapport annexé à la présente loi est approuvé. Ce rapport détermine les modalités de mise en œuvre de la stratégie et de la programmation financière énoncées au I."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dépenses de l'Agence de financement des infrastructures de transport de France, exprimées en crédits de paiement et en millions d'euros courants, évolueront comme suit sur la période 2019-2023 :\n\nLes dépenses prévues au titre de 2023 s'inscrivent dans la perspective d'une enveloppe quinquennale de 14,3 milliards d'euros sur la période 2023-2027.\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\nDépenses totales\n\n2 683\n\n2 982\n\n2 687\n\n2 580\n\n2 780\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-Le Gouvernement présente chaque année au Parlement, préalablement au débat d'orientation des finances publiques, un rapport sur la mise en œuvre de la programmation financière et opérationnelle des investissements de l'Etat dans les transports fixée par la présente loi. Ce rapport inventorie aussi les investissements réalisés et les territoires bénéficiaires en termes d'investissement dans les infrastructures routières, ferroviaires, fluviales, portuaires et cyclables.III.-La programmation financière et opérationnelle des investissements de l'Etat dans les transports fixée par la présente loi fait l'objet d'une première actualisation au plus tard le 30 juin 2023, puis tous les cinq ans.\n\n-Code des transports\n\n-Code des transports"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de créer un ou plusieurs établissements publics locaux ayant pour mission le financement, sur un périmètre géographique déterminé, d'un ensemble cohérent d'infrastructures de transport terrestre dont la réalisation représente un coût prévisionnel excédant un milliard d'euros hors taxes.Ces établissements peuvent également avoir pour mission de concevoir et d'exploiter ces infrastructures ou de mettre en place les services complémentaires ou connexes à ces infrastructures.L'Etat peut être représenté au sein des organes dirigeants de ces établissements.Les ressources de ces établissements comprennent des ressources fiscales créées à cet effet.Dans l'hypothèse de la création d'un établissement public local pour un projet dont la réalisation est divisée en plusieurs phases dans le temps, le périmètre de cet établissement public local créé pour la ou les premières phases peut être étendu aux phases suivantes, dans les termes prévus par l'ordonnance créant cet établissement, si chacune de ces phases a rempli les conditions fixées au présent article au plus tard lorsque l'extension de périmètre la concernant est décidée.II. - Ne peuvent donner lieu à la création d'un établissement public dans les conditions prévues au I du présent article que les projets d'infrastructures ayant fait l'objet :1° D'une déclaration d'utilité publique en application de l'article L. 121-1 du code de l'expropriation pour cause d'utilité publique, d'une déclaration de projet en application de l'article L. 126-1 du code de l'environnement ou d'une décision de l'autorité administrative d'engager l'enquête publique, ou alternativement d'une décision du ministre chargé des transports de procéder aux démarches pour l'ouverture de l'enquête publique, et d'une contre-expertise à l'évaluation socio-économique en application de l'article 17 de la loi n° 2012-1558 du 31 décembre 2012 de programmation des finances publiques pour les années 2012 à 2017 ;2° D'un plan de financement, approuvé par l'Etat et les collectivités territoriales qui financent ces projets.L'évaluation socio-économique préalable et la contre-expertise doivent montrer une rentabilité socio-économique positive.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance prévue au I du présent article."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-794 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Lorsque les communes membres d'une communauté de communes n'ont pas transféré à cette dernière la compétence d'organisation de la mobilité à la date de promulgation de la présente loi, l'organe délibérant de la communauté de communes et les conseils municipaux de ses communes membres se prononcent sur un tel transfert dans les conditions prévues aux deuxième et troisième alinéas de l'article L. 5211-17 du code général des collectivités territoriales. La délibération de l'organe délibérant intervient avant le 31 mars 2021. Le transfert de compétence, prononcé par arrêté du ou des représentants de l'Etat dans le ou les départements intéressés, s'effectue selon les modalités prévues aux quatre derniers alinéas du même article L. 5211-17 et prend effet au plus tard au 1er juillet 2021.\n\nIV.-Dans l'ensemble des textes législatifs, la référence au Syndicat des transports d'Ile-de-France ou au syndicat, quand ce dernier désigne le Syndicat des transports d'Ile-de-France, est remplacée par la référence à Ile-de-France Mobilités.\n\n-Code des transports\n\n-LOI n° 2015-991 du 7 août 2015\n\n-Code des transports"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi nécessaire à :1° La création d'un établissement public local associant, à titre obligatoire, la métropole de Lyon, la région Auvergne-Rhône-Alpes, les communautés d'agglomération Villefranche Beaujolais Saône et de l'Ouest Rhodanien, ainsi que les communautés de communes Beaujolais Pierre Dorées, Saône Beaujolais, de l'Est Lyonnais, du Pays de l'Arbresle, de la Vallée du Garon, des Monts du Lyonnais, du Pays Mornantais, des Vallons du Lyonnais et du Pays de l'Ozon, doté d'une mission d'autorité organisatrice des services de transport public de personnes réguliers et à la demande, des services de transport scolaire définis à l'article L. 3111-7 du code des transports et, à ce titre, chargé de la gestion de la liaison express entre Lyon et l'aéroport Saint-Exupéry, ainsi que les conditions dans lesquelles les membres de cet établissement peuvent continuer à exercer certaines compétences en tant qu'autorités organisatrices ;2° La définition de la gouvernance de cet établissement, en attribuant à la métropole de Lyon la majorité des sièges au sein de son organe délibérant et en prévoyant que cet établissement est présidé par le président de la métropole de Lyon ou par un élu qu'il désigne parmi les membres de l'organe délibérant ;3° La définition du périmètre d'intervention de cet établissement ;4° La substitution de cet établissement au syndicat mixte des transports pour le Rhône et l'agglomération lyonnaise.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi nécessaire pour :1° Préciser les conditions dans lesquelles l'établissement public créé par l'ordonnance prise sur le fondement du I du présent article peut prélever un versement destiné au financement des services de mobilité et en moduler le taux, selon des règles qui peuvent lui être spécifiques ;2° Prévoir toutes les mesures transitoires ou de coordination requises par la création de l'établissement public par l'ordonnance prise sur le fondement du même I, notamment, dans le code des transports, le code général des collectivités territoriales et la présente loi et, en particulier, pour déterminer les conditions dans lesquelles le plan de déplacements urbains approuvé par le syndicat mixte des transports pour le Rhône et l'agglomération lyonnaise, en cours de validité à la date de publication de la présente loi, le demeure jusqu'à l'adoption, sur ce territoire, du plan de mobilité prévu à l'article L. 1214-1 du code des transports, dans sa rédaction résultant du 3° du I de l'article 16 de la présente loi.III. - Un projet de loi de ratification des ordonnances prévues au présent article est déposé devant le Parlement dans un délai de trois mois à compter de leur publication."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I., III. et IV. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code des transports\n\n- Code des transports\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- LOI n° 2015-992 du 17 août 2015\n\nII. - Le 2° du III de l'article L. 1241-1 du code des transports, dans sa rédaction résultant du 5° du I du présent article, s'applique à compter du premier renouvellement du comité des partenaires du transport public en Ile-de-France intervenant à compter du lendemain de la publication de la présente loi."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I., III., V. A., VI., X., XII. A. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.- Les 2° à 5°, les 7° à 15°, le 17° et les 19° à 25° du I du présent article entrent en vigueur le 1er janvier 2021.\n\nLes dispositions du code des transports dans leur rédaction résultant des 2° à 5°, des 7° à 15°, des 17° et des 19° à 25° du I du présent article s'appliquent aux plans de déplacements urbains, aux plans locaux de mobilité et aux plans locaux d'urbanisme en tenant lieu mentionnés au deuxième alinéa de l'article L. 151-44 du code de l'urbanisme approuvés au 31 décembre 2020, à compter de leur prochaine révision ou de leur prochaine évaluation réalisée dans les conditions prévues à l'article L. 1214-8 du code des transports.\n\nIV.- Le deuxième alinéa de l'article L. 4251-1 du code général des collectivités territoriales, dans sa rédaction résultant du 1° du III du présent article, entre en vigueur lors du prochain renouvellement général des conseils régionaux. Il s'applique aux schémas régionaux d'aménagement, de développement durable et d'égalité des territoires à compter de cette même date, sauf si le conseil régional, à l'issue de la délibération prévue à l'article L. 4251-10 du code général des collectivités territoriales, décide le maintien du schéma en vigueur avant ce renouvellement général. Le cas échéant, le schéma est modifié dans les conditions prévues au I de l'article L. 4251-9 du même code.\n\nV.- B.-Le troisième alinéa du I de l'article L. 4424-9 du code général des collectivités territoriales, dans sa rédaction résultant du A du présent V, entre en vigueur lors du prochain renouvellement général de l'Assemblée de Corse. Il s'applique au plan d'aménagement et de développement durable de Corse à compter de cette entrée en vigueur.\n\nVII.- Le 1° du VI du présent article entre en vigueur lors de la prochaine procédure conduisant à une évolution du schéma directeur de la région Ile-de-France.\n\nVIII.- Dans le code des transports, le code général des collectivités territoriales et les titres III, IV et V du livre Ier du code de l'urbanisme, les références à un plan de déplacements urbains ou à des plans de déplacements urbains sont remplacées, respectivement, par des références à un plan de mobilité ou à des plans de mobilité.\n\nIX.- Au chapitre IV du titre Ier du livre II de la première partie du code des transports, les références à un plan local de déplacements ou à des plans locaux de déplacements sont remplacées, respectivement, par des références à un plan local de mobilité ou à des plans locaux de mobilité.\n\nXI.- Les VIII, IX et X du présent article entrent en vigueur le 1er janvier 2021.\n\nXII.- B.-Le A du présent XII entre en vigueur lors de la prochaine procédure conduisant à une évolution du plan local d'urbanisme.\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports\n\n- Code de l'environnement\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code des transports\n\n- Code des transports\n\n- Code général des collectivités territoriales\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports\n\n- Code général des collectivités territoriales\n\n- Code des transports\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - L'article L. 2224-37 du code général des collectivités territoriales dans sa rédaction résultant du III du présent article s'applique aux places pré-équipées ou équipées en borne de recharge électrique créées à compter de la date de publication de la présente loi. Il s'applique également aux points d'avitaillement en hydrogène et en gaz naturel pour véhicules.\n\n- Code des transports\n\n- Code de l'action sociale et des familles\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. à IX.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nX.-B.-Le premier alinéa de l'article L. 4433-7 du code général des collectivités territoriales dans sa rédaction résultant du A du présent X entre en vigueur à compter du prochain renouvellement général des assemblées délibérantes de Guadeloupe, de Guyane, de Martinique, de Mayotte et de La Réunion. Il s'applique aux schémas d'aménagement régional à compter de cette entrée en vigueur.\n\n-Code des transports\n\n-Code général des collectivités territoriales\n\n-Code des transports"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Pour l'application de l'article L. 1231-3 du code des transports dans les territoires ultramarins composés de plusieurs îles, l'autorité organisatrice de la mobilité régionale met en place une politique de continuité territoriale inter-îles ou inter-rades."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I, II. et IV.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.- (Abrogé) ;\n\n-Code des transports\n\n-Code des transports"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV. - La collecte et la fourniture des données mentionnées à l'article L. 1115-6 du code des transports sont effectuées le 1er décembre 2021 au plus tard pour le réseau RTE-T global au sens du règlement (UE) n° 1316/2013 du Parlement européen et du Conseil du 11 décembre 2013 établissant le mécanisme pour l'interconnexion en Europe, modifiant le règlement (UE) n° 913/2010 et abrogeant les règlements (CE) n° 680/2007 et (CE) n° 67/2010, et le 1er décembre 2023 au plus tard pour les autres réseaux.La fourniture des données mentionnées à l'article L. 1115-7 du code des transports et à l'article L. 111-7-12 du code de la construction et de l'habitation est effectuée le 1er décembre 2021 au plus tard.La collecte et la fourniture des données mentionnées à l'article L. 141-13 du code de la voirie routière sont effectuées le 16 mai 2022 au plus tard pour les communes comportant sur leur territoire au moins une gare ferroviaire classée point d'arrêt prioritaire et le 1er décembre 2023 au plus tard pour les communes comportant des points d'arrêts prioritaires autres que des gares.\n\n- Code général des collectivités territoriales\n\n- Code de la construction et de l'habitation.\n\n- Code des transports\n\n- Code de la voirie routière\n\n- Code des transports\n\n- Code de la voirie routière"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - L'article L. 1115-8 du code des transports dans sa rédaction résultant du I du présent article entre en vigueur le 1er décembre 2021.IV. - L'article L. 1115-11 du code des transports entre en vigueur le 1er juillet 2021.\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin d'adapter la législation, notamment le code de la route, au cas de la circulation sur la voie publique de véhicules terrestres à moteur dont les fonctions de conduite sont, dans des conditions, notamment de temps, de lieu et de circulation, prédéfinies, déléguées partiellement ou totalement à un système de conduite automatisé, notamment en définissant le régime de responsabilité applicable.Il peut être prévu à ce titre d'imposer la fourniture d'une information ou d'une formation appropriée, préalablement à la mise à disposition des véhicules à délégation de conduite, lors de la vente ou de la location de tels véhicules.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de :1° Rendre accessibles les données pertinentes des systèmes intégrés aux véhicules terrestres à moteur, équipés de dispositifs permettant d'échanger des données avec l'extérieur du véhicule, nécessaires :a) Aux gestionnaires d'infrastructures routières, aux forces de l'ordre et aux services d'incendie et de secours, aux fins de détection des accidents et incidents ou conditions de circulation génératrices d'accidents, localisés dans l'environnement de conduite du véhicule, de prévention des accidents ou d'amélioration de l'intervention en cas d'accident ;b) Aux gestionnaires d'infrastructures routières aux fins de connaissance de l'infrastructure routière, de son état et de son équipement ;c) Aux gestionnaires d'infrastructures routières et aux autorités organisatrices de la mobilité désignées aux articles L. 1231-1, L. 1231-3, L. 1241-1 et L. 1811-2 du code des transports aux fins de connaissance du trafic routier.Les données rendues accessibles ne peuvent être utilisées qu'après agrégation, à l'exception de celles dont l'agrégation rend impossible leur utilisation pour la détection des accidents et incidents ou conditions de circulation génératrices d'accidents. Ces données ne peuvent être utilisées comme preuve de la commission d'infractions au code de la route ;2° Rendre accessibles, en cas d'accident de la route, les données des dispositifs d'enregistrement de données d'accident et les données d'état de délégation de conduite enregistrées dans la période qui a précédé l'accident aux officiers et agents de police judiciaire aux fins de détermination des responsabilités ainsi qu'aux organismes chargés de l'enquête technique et de l'enquête de sécurité prévues à l'article L. 1621-2 du code des transports ;3° Rendre accessibles, en cas d'accident de la route, les données d'état de délégation de conduite enregistrées pendant la période précédant l'accident :a) Aux entreprises d'assurance qui garantissent les véhicules impliqués dans l'accident, aux fins de déterminer les indemnisations, exclusivement lorsque le traitement de ces données est nécessaire à l'exécution du contrat d'assurance concerné ;b) Au fonds de garantie des assurances obligatoires de dommages mentionné à l'article L. 421-1 du code des assurances pour la même finalité, lorsqu'aucune entreprise d'assurance n'est en mesure de procéder aux indemnisations dans le cadre de l'exécution d'un contrat d'assurance.Sont rendues accessibles les données strictement nécessaires pour déterminer l'activation ou non de la délégation de conduite du véhicule aux fins d'indemniser les victimes en application de la loi n° 85-677 du 5 juillet 1985 tendant à l'amélioration de la situation des victimes d'accidents de la circulation et à l'accélération des procédures d'indemnisation ;4° Permettre la correction télématique des défauts de sécurité par des modalités appropriées d'accès aux données pertinentes de ces véhicules ;5° Permettre l'amélioration de la sécurité des systèmes d'automatisation par des modalités appropriées d'accès aux données pertinentes de ces véhicules afin, notamment, de lutter efficacement contre les attaques dont peuvent être victimes les véhicules connectés et d'en limiter les effets ;6° Permettre un accès non discriminatoire aux données pertinentes des véhicules pour le développement des services liés au véhicule de réparation, de maintenance et de contrôle technique automobiles, d'assurance et d'expertise automobiles, des services s'appuyant sur la gestion de flottes, des services de distribution de carburants alternatifs tels que définis par la directive 2014/94/UE du Parlement européen et du Conseil du 22 octobre 2014 sur le déploiement d'une infrastructure pour carburants alternatifs et des services innovants de mobilité attachée au véhicule ;7° Rendre accessibles aux autorités organisatrices de la mobilité désignées aux articles L. 1231-1, L. 1231-3, L. 1241-1 et L. 1811-2 du code des transports, pour leur mission d'organisation de la mobilité, et aux gestionnaires d'infrastructures routières à des fins de connaissance du trafic routier, les données produites par les services numériques d'assistance au déplacement.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance.II. - L'ordonnance mentionnée au I est publiée après avis de la Commission nationale de l'informatique et des libertés dans le respect du règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46/CE (règlement général sur la protection des données) et de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, qui se prononce dans un délai de trois mois à compter de sa saisine."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-794 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, toutes mesures relevant du domaine de la loi afin de définir les conditions d'exercice de l'activité des plateformes d'intermédiation numérique entre des clients sollicitant un service de transport et des entreprises réalisant du transport public routier de marchandises, pour du transport de marchandises, ou des entreprises de transport public routier collectif de personnes, pour des services occasionnels de transport de passagers ou de groupes de passagers , en prévoyant notamment l'obligation pour l'opérateur de la plateforme de vérifier le respect, par les entreprises de transport, des conditions légales relatives à l'exercice de leur activité, ainsi que le dispositif de contrôle et de sanction qui leur est applicable.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Les autorisations et redevances existant au jour de la publication de la présente loi relatives aux services mentionnés au I de l'article L. 1231-17 du code des transports demeurent applicables jusqu'à expiration de leur date de validité. Les redevances et autorisations dont la date de validité s'étend au delà du douzième mois suivant la publication de la présente loi sont mises en conformité avec les dispositions du même article L. 1231-17 au plus tard douze mois après la publication de la présente loi.III. - Le ministre chargé des transports établit avec les acteurs concernés, dans un délai de six mois à compter de la publication de la présente loi, des recommandations relatives aux prescriptions mentionnées au II de l'article L. 1231-17 du code des transports.\n\n- Code des transports"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de l'artisanat\n\nII.-Un bilan de l'organisation des sessions d'examen mentionnées au 4° bis du I de l'article 23 du code de l'artisanat est transmis au Parlement dans un délai d'un an à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le troisième alinéa du I du présent article entre en vigueur le 1er janvier 2022.\n\n- Code des transports"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi afin de déterminer :1° Les modalités de vérification et de délégation de la vérification des conditions d'aptitude professionnelle mentionnées à l'article L. 3120-2-1 du code des transports en vue d'améliorer l'organisation de l'examen prévu à l'article 23 du code de l'artisanat ;2° Les modalités de représentation des travailleurs indépendants définis à l'article L. 7341-1 du code du travail recourant pour leur activité aux plateformes mentionnées à l'article L. 7342-1 du même code et les conditions d'exercice de cette représentation.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-794 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. à VI.-A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-L'article L. 1272-5 du code des transports s'applique aux matériels neufs pour lesquels l'avis de marché a été publié à compter du 1er juillet 2020. Il s'applique également aux matériels dont la rénovation est engagée ou fait l'objet d'un avis de marché à compter de cette même date.\n\n-Code des transports\n\n-Code des transports\n\n-Code de la construction et de l'habitation.\n\n-Code de l'urbanisme\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2021.\n\n- Code de la route."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Le présent article s'applique :1° Pour les projets soumis à déclaration d'utilité publique ou évaluation environnementale, aux projets dont la première enquête publique est ouverte à compter du premier jour du sixième mois suivant la publication de la présente loi ;2° Pour les autres projets, aux projets dont l'engagement des premiers travaux a lieu après le premier jour du troisième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Le présent article s'applique :1° Pour les projets soumis à déclaration d'utilité publique ou évaluation environnementale, aux projets dont la première enquête publique est ouverte à compter du premier jour du sixième mois suivant la publication de la présente loi ;2° Pour les autres projets, aux projets dont l'engagement des premiers travaux a lieu après le premier jour du troisième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I., III. et V.-A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nLe maximum de la prise en charge est également fixé à 75 % pour les demandes de raccordement, adressées entre la publication de la présente loi et le 31 décembre 2022, concernant des ateliers de charge des véhicules électriques ou hybrides rechargeables affectés à des services de transport public routier de personnes. Le niveau de la prise en charge peut être différencié par niveau de puissance. Il est arrêté par l'autorité administrative après avis de la Commission de régulation de l'énergie.\n\nIV.-L'article L. 111-3-4 du code de la construction et de l'habitation est applicable aux bâtiments pour lesquels une demande de permis de construire ou une déclaration préalable est déposée à compter du 11 mars 2021.\n\nV.-B.-Les 1°, 2° et 4° du A du présent V entrent en vigueur le 11 mars 2021.\n\nVI.-Les parcs de stationnement de plus de vingt emplacements gérés en délégation de service public, en régie ou via un marché public disposent d'au moins un point de recharge pour les véhicules électriques et hybrides rechargeables, situé sur un emplacement dont le dimensionnement permet l'accès aux personnes à mobilité réduite.Ces parcs de stationnement disposent d'un point de charge par tranche de vingt emplacements supplémentaires, sauf si des travaux importants d'adaptation du réseau électrique ou de sécurité incendie sont nécessaires pour remplir cette obligation. Les travaux d'adaptation sont considérés comme importants si le montant des travaux nécessaires sur la partie située en amont du tableau général basse tension desservant les points de charge, y compris sur ce tableau, excède le coût total des travaux et équipements réalisés en aval de ce tableau en vue de l'installation des points de charge. De même, les travaux d'adaptation sont considérés comme importants si le montant des aménagements imposés par les dispositions du règlement de sécurité contre les risques d'incendie et de panique dans les établissements recevant du public excède le coût total des travaux et équipements réalisés en aval de ce tableau en vue de l'installation des points de charge. Dans ces cas, le nombre de points de charge est limité de telle sorte que les travaux en amont du tableau général basse tension, y compris sur ce tableau, ou les travaux d'aménagement imposés par les dispositions du règlement de sécurité contre les risques d'incendie et de panique n'excèdent pas le coût total des travaux situés en aval de ce tableau.Sur délibération, les collectivités compétentes peuvent répartir les infrastructures de recharge dans les parcs de stationnement de leur territoire pour prendre en compte la réalité des besoins des usagers, les difficultés techniques d'implantation ou les coûts d'aménagement. Dans ce cas, le respect des règles relatives au nombre de points de charge par tranche de vingt emplacements est apprécié sur l'ensemble des parcs concernés par cette répartition.Le présent VI entre en vigueur au plus tard le 1er janvier 2025 ou au renouvellement de la délégation de service public ou du marché public.\n\n-Code de l'énergie\n\n-Code de l'énergie\n\n-Code de l'énergie\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\nII.-Par dérogation à l'avant-dernier alinéa du 3° de l'article L. 341-2 du code de l'énergie, pour les demandes de raccordement adressées au maître d'ouvrage concerné entre la publication de la présente loi et le 30 juin 2022, le maximum de la prise en charge est fixé à 75 % pour le raccordement aux réseaux publics de distribution d'électricité des infrastructures de recharge de véhicules électriques et hybrides rechargeables ouvertes au public. Le maximum de la prise en charge est également fixé à 75 % pour les demandes de raccordement adressées au maître d'ouvrage avant le 31 décembre 2025 pour le raccordement des infrastructures de recharge de véhicules électriques et hybrides rechargeables ouvertes au public installées sur les aires de service des routes express et des autoroutes. Le niveau de la prise en charge est arrêté par l'autorité administrative après avis de la Commission de régulation de l'énergie, en fonction des caractéristiques de l'infrastructure de recharge, notamment de son niveau de puissance, et du niveau de couverture par les infrastructures de recharge existantes."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Par dérogation à l'avant-dernier alinéa du 3° de l'article L. 341-2 du code de l'énergie, pour les demandes de raccordement adressées au maître d'ouvrage concerné entre la publication de la présente loi et le 31 décembre 2025, le maximum de la prise en charge est fixé à 75 % pour le raccordement aux réseaux publics de distribution d'électricité des infrastructures de recharge de véhicules électriques et hybrides rechargeables ouvertes au public qui s'inscrivent dans le schéma directeur de développement des infrastructures de recharge mentionné à l'article L. 353-5 du même code. Le niveau de la prise en charge est arrêté par l'autorité administrative après avis de la Commission de régulation de l'énergie, en fonction des caractéristiques de l'infrastructure de recharge, notamment de son niveau de puissance, et du niveau de couverture par les infrastructures de recharge existantes.\n\n- Code général des collectivités territoriales\n\n- Code de l'énergie\n\n- Code des transports"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - La France se fixe l'objectif d'atteindre, d'ici à 2050, la décarbonation complète du secteur des transports terrestres, entendue sur le cycle carbone de l'énergie utilisée.II. - Pour atteindre cet objectif, la France se fixe les objectifs intermédiaires suivants :1° Une hausse progressive de la part des véhicules à faibles et très faibles émissions parmi les ventes de voitures particulières et de véhicules utilitaires légers neufs, permettant, en 2030, de remplir les objectifs fixés par le règlement (UE) 2019/631 du Parlement européen et du Conseil du 17 avril 2019 établissant des normes de performance en matière d'émissions de CO2 pour les voitures particulières neuves et pour les véhicules utilitaires légers neufs, et abrogeant les règlements (CE) n° 443/2009 et (UE) n° 510/2011 ;1° bis D'ici le 1er janvier 2030, la fin de la vente des voitures particulières neuves émettant plus de 123 grammes de dioxyde de carbone par kilomètre selon la norme WLTP, au sens du règlement (UE) 2017/1151 de la Commission du 1er juin 2017 complétant le règlement (CE) n° 715/2007 du Parlement européen et du Conseil relatif à la réception des véhicules à moteur au regard des émissions des véhicules particuliers et utilitaires légers (Euro 5 et Euro 6) et aux informations sur la réparation et l'entretien des véhicules, modifiant la directive 2007/46/ CE du Parlement européen et du Conseil, le règlement (CE) n° 692/2008 de la Commission et le règlement (UE) n° 1230/2012 de la Commission et abrogeant le règlement (CE) n° 692/2008, c'est-à-dire plus de 95 grammes de dioxyde de carbone par kilomètre selon la norme NEDC, au sens du même règlement (UE) 2017/1151 de la Commission du 1er juin 2017. Les véhicules émettant plus que ce seuil représentent, à cette date, au maximum 5 % de l'ensemble des ventes annuelles de voitures particulières neuves ;2° La fin de la vente des voitures particulières et des véhicules utilitaires légers neufs utilisant des énergies fossiles, d'ici à 2040 ;3° La fin de la vente des véhicules lourds neufs affectés au transport de personnes ou de marchandises et utilisant majoritairement des énergies fossiles, d'ici 2040.II bis. - Les évolutions décrites au présent article s'accompagnent d'un soutien à l'acquisition de véhicules propres, au recours aux biocarburants pour les véhicules lourds et à la transformation des véhicules.III. - Tous les cinq ans à compter de la publication de la présente loi, la mise en œuvre du présent article fait l'objet d'un rapport d'évaluation de l'Office parlementaire d'évaluation des choix scientifiques et technologiques. Il donne lieu à un débat en séance publique à l'Assemblée nationale et au Sénat."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toutes mesures relevant du domaine de la loi afin de transposer les dispositions de la directive (UE) 2019/1161 du Parlement européen et du Conseil du 20 juin 2019 modifiant la directive 2009/33/CE relative à la promotion de véhicules de transport routier propres et économes en énergie, et notamment de :1° Fixer, pour les pouvoirs adjudicateurs et les entités adjudicatrices respectivement définis aux articles L. 1211-1 et L. 1212-1 du code de la commande publique, des obligations progressives dans le temps d'une proportion minimale de véhicules à faibles émissions parmi les véhicules lourds acquis ou pris en location chaque année pour renouveler ou compléter leur parc ;2° Fixer des obligations progressives dans le temps d'une proportion minimale de véhicules à faibles émissions parmi les véhicules utilisés dans le cadre de contrats de services conclus par ces mêmes pouvoirs adjudicateurs et entités adjudicatrices.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au présent article."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Le I entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Le I entre en vigueur le 1er janvier 2021, pour les obligations afférentes à l'année 2020."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n° 2015-992 du 17 août 2015\n\nII. - L'obligation mentionnée au 1° de l'article L. 224-10 du code de l'environnement ne s'applique aux véhicules conçus et construits pour le transport de marchandises dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qu'à partir du 1er janvier 2023."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la décarbonation et la réduction des émissions polluantes dans les secteurs du transport aérien et du transport maritime. Il dresse le bilan des actions engagées et présente la stratégie retenue."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. à V.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Les dispositions du présent article entrent en vigueur le 1er janvier 2020.\n\n-Code du travail\n\n-Code du travail\n\n-Code des transports\n\n-Code du travail"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, à prendre par voie d'ordonnance toutes mesures relevant du domaine de la loi permettant de définir les conditions de la prise en charge par l'employeur des frais de transport mentionnés à la section 3 du chapitre Ier du titre VI du livre II de la troisième partie du code du travail, au regard d'un bilan effectué dix-huit mois après la promulgation de la présente loi de la conclusion d'accords collectifs portant sur les sujets mentionnés au 8° de l'article L. 2242-17 du même code.II. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-794 DC du 20 décembre 2019.]III. - Les projets de loi de ratification sont déposés devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n- Code de l'urbanisme\n\n- Code de la construction et de l'habitation.\n\n- Loi n° 89-462 du 6 juillet 1989\n\nIV. - Les I à III entrent en vigueur le premier jour du sixième mois suivant celui de la publication de la présente loi."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi afin de :1° Permettre la recherche, la constatation et la sanction des infractions et manquements à la législation et à la réglementation nationales et européennes ainsi qu'aux actes délégués et aux actes d'exécution de la réglementation européenne applicables à la mise sur le marché des véhicules à moteur et de leurs remorques ainsi qu'aux systèmes, aux composants, aux entités techniques distinctes, aux pièces détachées et aux équipements qui sont destinés à ces véhicules ;2° Prévoir les mesures de police administrative destinées à assurer le respect de ces dispositions.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.II. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi afin de :1° Permettre la recherche, la constatation et la sanction des infractions et manquements au règlement (UE) 2016/1628 du Parlement européen et du Conseil du 14 septembre 2016 relatif aux exigences concernant les limites d'émission pour les gaz polluants et les particules polluantes et la réception par type pour les moteurs à combustion interne destinés aux engins mobiles non routiers, modifiant les règlements (UE) n° 1024/2012 et (UE) n° 167/2013 et modifiant et abrogeant la directive 97/68/CE, ainsi qu'aux actes délégués et d'exécution adoptés pour son application ;2° Prévoir les mesures de police administrative destinées à assurer le respect de ces dispositions.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nIII. et IV. - A modifié les dispositions suivantes :\n\n- Code de la route."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la route.\n\nII. - Le I du présent article entre en vigueur deux ans après la publication de la présente loi."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport, établi par l'Agence de l'environnement et de la maîtrise de l'énergie, sur l'impact du développement du transport par autocar sur l'environnement, notamment en termes d'émissions de gaz à effet de serre. Ce rapport est rendu public et est transmis aux commissions permanentes de l'Assemblée nationale et du Sénat compétentes en matière de transports."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. à VI.-A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour modifier les dispositions du code de la route relatives aux procédures applicables aux véhicules mis en fourrière ainsi qu'à la gestion de ces véhicules afin :\n\n1° De créer un système d'information dédié aux véhicules mis en fourrière permettant l'échange d'informations entre les différentes personnes et autorités intéressées à la procédure de mise en fourrière puis par la gestion du véhicule concerné ;\n\n2° De prévoir les conditions dans lesquelles certains véhicules peuvent, en raison de leur état, faire l'objet, dès leur mise en fourrière, d'une interdiction de circulation puis être, le cas échéant, restitués à leur propriétaire sans travaux, ainsi que les conditions dans lesquelles cette interdiction peut être levée ;\n\n3° De permettre, dans le cadre de la procédure d'abandon des véhicules mis en fourrière, la substitution de l'intervention de l'expert en automobile par la prise en compte des données techniques de ces véhicules et des motifs de leur mise en fourrière.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au premier alinéa du présent VII.\n\nVIII.-A titre expérimental, dans les départements désignés par arrêté du ministre chargé de la sécurité routière et pour une durée de huit mois à compter d'une date définie par le même arrêté, avec la possibilité, le cas échéant, de la prolonger de six mois, il est dérogé à l'article L. 213-4-1 du code de la route afin de prévoir que les places d'examen du permis de conduire sont attribuées directement de manière nominative aux candidats qui en font la demande par voie électronique sur un système dédié. La demande peut être effectuée selon les mêmes modalités par l'établissement d'enseignement de la conduite et de la sécurité routière auprès duquel le candidat est inscrit. L'expérimentation fait l'objet d'une évaluation.\n\nIX.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-794 DC du 20 décembre 2019.]\n\n-Code de la route.\n\n-Code général des impôts, CGI.\n\n-Code de la route.\n\n-Code de la route.\n\n-Code de la route.\n\n-Code de la consommation\n\n-Code pénal\n\n-Code de la route."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur six mois après la promulgation de la présente loi.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-794 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Le Gouvernement remet au Parlement, dans un délai de douze mois à compter de la promulgation de la présente loi, un rapport sur les dispositifs de sûreté et de sécurité relatifs aux bagages dans les gares."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-794 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-794 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Les mesures transitoires applicables dans l'attente du dispositif de certification des équipes cynotechniques prévu à l'article L. 1632-3 du code des transports sont fixées par arrêté du ministre chargé des transports.\n\n- Code des transports"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "- LOI n° 2016-339 du 22 mars 2016\n\nI. - A titre expérimental, dans l'exercice de leurs missions prévues à l'article L. 2241-1 du code des transports et dans le cadre de la prévention des atteintes à l'ordre public, les agents assermentés mentionnés au 4° du I du même article L. 2241-1 peuvent procéder en tous lieux, au moyen de caméras individuelles, à un enregistrement audiovisuel de leurs interventions lorsque se produit ou est susceptible de se produire un incident, eu égard aux circonstances de l'intervention ou au comportement des personnes concernées.L'enregistrement n'est pas permanent.Les enregistrements ont pour finalités la prévention des incidents au cours des interventions des agents assermentés mentionnés au même 4°, le constat des infractions et la poursuite de leurs auteurs par la collecte de preuves ainsi que la formation et la pédagogie des agents. Lorsque la sécurité des agents est menacée, les images captées et enregistrées au moyen de caméras individuelles peuvent être transmises en temps réel au poste de commandement du service concerné.Les caméras sont portées de façon apparente par les agents assermentés mentionnés audit 4°. Un signal visuel spécifique indique si la caméra enregistre. Le déclenchement de l'enregistrement fait l'objet d'une information des personnes enregistrées, sauf si les circonstances l'interdisent. Une information générale du public sur l'emploi de ces caméras est organisée par le ministre chargé des transports. Les personnels auxquels les caméras individuelles sont fournies ne peuvent avoir accès directement aux enregistrements auxquels ils procèdent.L'enregistrement ne peut avoir lieu hors des emprises immobilières nécessaires à l'exploitation des services de transport ou des véhicules de transport public de personnes qui y sont affectés.Les enregistrements audiovisuels, hors le cas où ils sont utilisés dans le cadre d'une procédure judiciaire, administrative ou disciplinaire, sont effacés au bout de trente jours.Ces enregistrements sont soumis à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, notamment en ce qui concerne le contrôle de la Commission nationale de l'informatique et des libertés et le droit d'accès aux enregistrements.\n\nLes modalités d'application du présent article et d'utilisation des données collectées sont précisées par décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés.II. - Le I est applicable à compter du 1er juillet 2020 et jusqu'au 1er octobre 2024.III. - L'expérimentation fait l'objet d'un bilan de sa mise en œuvre dans les trois ans suivant son entrée en vigueur, afin d'évaluer l'opportunité du maintien de cette mesure.IV. - A modifié les dispositions suivantes :\n\nV. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-794 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I.-L'article 6 de l'ordonnance n° 2019-78 du 6 février 2019 relative à la préparation au retrait du Royaume-Uni de l'Union européenne en matière de transport routier de personnes et de marchandises et de sûreté dans le tunnel sous la Manche est ratifié.II.-A modifié les dispositions suivantes :\n\nIII.-Le titre VII du livre II de la deuxième partie du code des transports dans sa rédaction résultant de l'article 6 de l'ordonnance n° 2019-78 du 6 février 2019 précitée entre en vigueur le lendemain de la publication de la présente loi.\n\n-Ordonnance n° 2019-78 du 6 février 2019"
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi portant sur la sûreté des transports terrestres et modifiant les première, deuxième et troisième parties du code des transports pour assurer, à droit constant, la cohérence des dispositions contenues dans le titre III du livre VI de la première partie du même code, et permettre, le cas échéant, leur bonne articulation avec les dispositions d'autres codes.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance mentionnée au premier alinéa du présent article."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code des transports\n\nII.-Les huitième et neuvième alinéas de l'article L. 2251-1-2 du code des transports dans leur rédaction résultant du I du présent article entrent en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-L'article L. 3116-6 du code des transports entre en vigueur six mois après la publication de la présente loi.\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I.-A créé les dispositions suivantes :\n\n- Code des transports\n\nII. - Le I entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toutes mesures relevant du domaine de la loi pour :1° Adapter le droit applicable aux installations à câbles pour tirer les conséquences de l'intervention du règlement (UE) 2016/424 du Parlement européen et du Conseil du 9 mars 2016 relatif aux installations à câbles et abrogeant la directive 2000/9/CE et prendre les dispositions nécessaires à l'application de ce règlement ;2° Simplifier les règles relatives aux remontées mécaniques situées pour partie dans les zones de montagne définies à l'article 3 de la loi n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne, en leur appliquant les seules dispositions prévues pour les systèmes de transport public guidés mentionnés à l'article L. 2000-1 du code des transports.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au premier alinéa."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Le I entre en vigueur à compter de la date d'entrée en vigueur de l'ordonnance n° 2019-397 du 30 avril 2019 portant transposition de la directive (UE) 2016/797 du Parlement européen et du Conseil du 11 mai 2016 relative à l'interopérabilité du système ferroviaire au sein de l'Union européenne et de la directive (UE) 2016/798 du Parlement européen et du Conseil du 11 mai 2016 relative à la sécurité ferroviaire et adaptation du droit français au règlement (UE) 2016/796 du Parlement européen et du Conseil du 11 mai 2016 relatif à l'Agence de l'Union européenne pour les chemins de fer et abrogeant le règlement (CE) n° 881/2004.\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de dix-huit mois à compter de la publication de la présente loi, le Gouvernement est habilité à prendre par voie d'ordonnance toutes mesures relevant du domaine de la loi pour :1° Créer un nouvel établissement public placé sous la tutelle de l'Etat résultant de l'intégration du grand port maritime du Havre, du grand port maritime de Rouen et du port autonome de Paris, en prenant en compte les particularités propres à chacun de ces établissements ;2° Prendre toute mesure permettant de faciliter la transformation des établissements existants et la création du nouvel établissement, y compris dans le domaine fiscal ;3° Adapter la législation existante, notamment en matière environnementale, domaniale, fiscale et de procédure administrative, pour faciliter l'exercice des missions du nouvel établissement et, en matière sociale, pour prendre en compte les effets de la mise en œuvre du nouvel établissement sur le cadre social applicable à ses salariés ;4° Abroger les dispositions législatives devenues sans objet et prendre les mesures nécessaires pour assurer la cohérence rédactionnelle des textes et l'harmonisation de l'état du droit.Un projet de loi de ratification est déposé au Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I.-L'ordonnance n° 2016-489 du 21 avril 2016 relative à la Société du Canal Seine-Nord Europe est ratifiée.\n\nII. à VI.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nVII.-Les contrats de travail conclus par l'établissement public Société du Canal Seine-Nord Europe avant l'entrée en vigueur du présent article demeurent applicables dans les conditions prévues à l'article L. 1224-1 du code du travail. Les fonctionnaires détachés au sein de l'établissement public Société du Canal Seine-Nord Europe avant l'entrée en vigueur du présent article demeurent détachés au sein de cet établissement jusqu'au terme prévu de leur détachement. Les personnels mis à disposition par Voies navigables de France au titre de l'article 13 de l'ordonnance n° 2016-489 du 21 avril 2016 relative à la Société du Canal Seine-Nord Europe, dans sa rédaction antérieure au présent article, sont maintenus dans cette position. Les frais et les charges directs et indirects résultant, pour Voies navigables de France, de la mise à disposition de ses personnels sont intégralement compensés par l'établissement public Société du Canal Seine-Nord Europe auprès de Voies navigables de France dans les mêmes conditions et suivant les mêmes modalités que celles prévues par l'ordonnance n° 2016-489 du 21 avril 2016 précitée dans sa rédaction antérieure au présent article.\n\nVIII.-Le présent article entre en vigueur à la date d'entrée en vigueur du décret mentionné à l'article 15 de l'ordonnance n° 2016-489 du 21 avril 2016 précitée, dans sa rédaction résultant de la présente loi, et au plus tard le 1er avril 2020. Ce décret prévoit en outre les dispositions transitoires nécessaires à la continuité du fonctionnement de l'établissement public Société du Canal Seine-Nord Europe à compter de l'entrée en vigueur du présent article.\n\nA l'issue d'un délai de deux mois à compter de l'entrée en vigueur du présent article, le conseil de surveillance de l'établissement public Société du Canal Seine-Nord Europe peut valablement se réunir pour la première fois, même s'il n'a pas été procédé à la désignation de la totalité de ses membres, dès lors que plus de la moitié des membres au moins a été désignée.\n\n-Ordonnance n° 2016-489 du 21 avril 2016\n\n-Ordonnance n° 2016-489 du 21 avril 2016\n\n-Code général de la propriété des personnes publiques.\n\n-Code des transports\n\n-Code de justice administrative\n\n-Code général des collectivités territoriales\n\n-Ordonnance n° 2016-489 du 21 avril 2016"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I.-L'ordonnance n° 2015-1736 du 24 décembre 2015 portant transposition de la directive 2012/33/ UE du 21 novembre 2012 modifiant la directive 1999/32/ CE en ce qui concerne la teneur en soufre des combustibles marins est ratifiée.II.-L'ordonnance n° 2016-1687 du 8 décembre 2016 relative aux espaces maritimes relevant de la souveraineté ou de la juridiction de la République française est ratifiée.III.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi pour :1° Modifier le code des transports, afin de permettre la navigation d'engins flottants et de navires autonomes ou commandés à distance, de définir les conditions de leur utilisation pour préserver la sécurité de la navigation maritime et l'environnement, de préciser le régime de responsabilité et d'assurance correspondant ainsi que le droit du travail et le régime social applicables aux personnels concernés et de définir les conditions dans lesquelles la méconnaissance de ces dispositions est recherchée, contrôlée et sanctionnée ;2° Modifier les dispositions relatives au permis d'armement et à la carte de circulation définis au titre III du livre II de la cinquième partie du même code afin de réserver le permis d'armement aux navires, bateaux et engins utilisés à titre professionnel et la carte de circulation aux navires, bateaux et engins utilisés pour un usage personnel, sous réserve d'exceptions dans un objectif d'allègement des formalités administratives, et modifier la date d'entrée en vigueur de l'abrogation de l'article 3 de la loi n° 42-427 du 1er avril 1942 relative aux titres de navigation maritime ;3° Prendre les mesures nécessaires :a) A l'application de la convention internationale de Nairobi sur l'enlèvement des épaves, adoptée le 18 mai 2007 ;b) A l'application du règlement (UE) 2015/757 du Parlement européen et du Conseil du 29 avril 2015 concernant la surveillance, la déclaration et la vérification des émissions de dioxyde de carbone du secteur du transport maritime et modifiant la directive 2009/16/ CE ;c) A l'application de la résolution MEPC. 265 (68) du 15 mai 2015 du Comité de protection du milieu marin de l'Organisation maritime internationale, relative aux amendements à l'annexe du protocole de 1978 relatif à la convention internationale de 1973 pour la prévention de la pollution par les navires (Marpol) visant à rendre obligatoire l'application des dispositions du Recueil sur la navigation polaire relatives à l'environnement ;d) A la transposition de la directive (UE) 2017/159 du Conseil du 19 décembre 2016 portant mise en œuvre de l'accord relatif à la mise en œuvre de la convention sur le travail dans la pêche, 2007, de l'Organisation internationale du travail, conclu le 21 mai 2012 entre la Confédération générale des coopératives agricoles de l'Union européenne (Cogeca), la Fédération européenne des travailleurs des transports (ETF) et l'Association des organisations nationales d'entreprises de pêche de l'Union européenne (Europêche) et de la directive (UE) 2018/131 du Conseil du 23 janvier 2018 portant mise en œuvre de l'accord conclu par les Associations des armateurs de la Communauté européenne (ECSA) et la Fédération européenne des travailleurs des transports (ETF) en vue de modifier la directive 2009/13/ CE conformément aux amendements de 2014 à la convention du travail maritime, 2006, tels qu'approuvés par la Conférence internationale du travail le 11 juin 2014 ;e) Pour mettre en œuvre les dispositions relatives aux services privés de recrutement et de placement de gens de mer prévues par la convention n° 188 de l'Organisation internationale du travail relative au travail dans la pêche, adoptée à Genève le 14 juin 2007, ainsi que pour modifier et compléter les dispositions d'application de la convention du travail maritime de l'Organisation internationale du travail, adoptée à Genève le 7 février 2006, afin d'améliorer leur efficacité, notamment par la création d'un régime de sanctions, de les simplifier et d'assurer le respect de la hiérarchie des normes ;f) Pour modifier les dispositions d'application du règlement (CE) n° 725/2004 du Parlement européen et du Conseil du 31 mars 2004 relatif à l'amélioration de la sûreté des navires et des installations portuaires et de transposition de la directive 2005/65/ CE du Parlement européen et du Conseil du 26 octobre 2005 relative à l'amélioration de la sûreté des ports, afin de les préciser et d'améliorer leur cohérence ;4° D'une part, prévoir une dérogation à l'affiliation au régime spécial des marins prévue à l'article L. 5551-1 du code des transports des professionnels n'exerçant leur activité de marin qu'à titre accessoire ou dans des conditions particulières tenant à leur exercice exclusif dans les zones littorales et unifier le régime de protection sociale de ces professionnels et, d'autre part, pour ces professionnels, déterminer les règles du droit du travail applicables, préciser l'aptitude médicale prévue au chapitre Ier du titre II du livre V de la cinquième partie du même code et identifier le service de santé au travail compétent. Les conditions particulières mentionnées à la première phrase du présent 4° prennent en compte la longueur du navire, sa puissance motrice, sa zone d'activité, le titre de formation professionnelle maritime exigé pour la conduite du navire et l'activité du navire ;5° D'une part, définir la notion de travail de nuit des jeunes travailleurs mentionnée à l'article L. 5544-27 du code des transports et déterminer la durée maximale journalière et hebdomadaire du travail des jeunes travailleurs mentionnée à l'article L. 5544-26 du même code ainsi que les conditions et les situations dans lesquelles des dérogations sont autorisées et, d'autre part, simplifier les modalités de mise en œuvre de la convention de stage pour les jeunes prévue à l'article L. 5545-6 dudit code et définir les modalités de réalisation de périodes de mise en situation en milieu professionnel à bord des navires afin de faciliter la découverte du milieu de marin ;6° Clarifier, modifier et compléter les règles applicables aux établissements flottants, dans un objectif de préservation de la sécurité des personnes, de l'ordre public et de l'environnement et de bonne utilisation du domaine public maritime et fluvial, et en assurant leur cohérence quel que soit le lieu d'ancrage de ces établissements, sous réserve des adaptations nécessaires ;7° Modifier la quatrième partie du code des transports, afin :a) De simplifier les conditions de délivrance des titres de navigation, des certificats d'immatriculation et de jaugeage ;b) De soumettre à agrément les organismes de contrôle privés intervenant dans le cadre de la délivrance des titres de navigation et de préciser les tâches qui leur sont confiées ;c) D'interdire aux usagers des voies d'eau la consommation de produits stupéfiants, de déterminer les sanctions applicables et de préciser les modalités de recherche et de constatation des infractions dans ce cas et en cas de consommation d'alcool ;d) De renforcer les pouvoirs dont dispose Voies navigables de France pour veiller au dépôt des déclarations de chargement et au bon acquittement des péages, ainsi que les sanctions applicables en cas de méconnaissance de ces obligations, et de prévoir la dématérialisation de la déclaration de chargement ;e) D'étendre les prérogatives des agents des douanes en matière de navigation intérieure, de création d'obstacles à la navigation et de présentation des documents liés au transport de marchandises ;f) D'étendre aux navires circulant sur les eaux intérieures les sanctions prévues pour les bateaux de navigation intérieure ;g) De renforcer les modalités de sanctions applicables en cas de non-respect des règles de police en matière de navigation intérieure ;h) De prendre les mesures nécessaires à la transposition de la directive (UE) 2017/2397 du Parlement européen et du Conseil du 12 décembre 2017 relative à la reconnaissance des qualifications professionnelles dans le domaine de la navigation intérieure et abrogeant les directives du Conseil 91/672/ CEE et 96/50/ CE ;i) De renforcer les conditions d'accès à la profession de transporteur public fluvial de personnes ;j) De prévoir des conditions d'obtention des titres de conduite de bateaux et des règles de conduite de bateaux spécifiques à la Guyane ;8° Moderniser les missions de Voies navigables de France afin de lui permettre :a) D'exercer sa mission de valorisation domaniale, notamment en étendant ses possibilités d'acquisitions de terrains et les outils juridiques dont il peut disposer à cet effet, et en lui transférant automatiquement la propriété des biens du domaine public fluvial après leur déclassement ou en lui transférant la propriété de biens du domaine privé de l'Etat qui lui sont confiés ;b) D'intervenir sur le Rhin, en dehors du domaine public qui lui est confié par l'Etat et de son domaine propre, dans un cadre formalisé précisant les moyens mis à disposition de l'établissement ;c) De se voir confier des ouvrages hydroélectriques situés sur le domaine public fluvial navigable lorsque leur affectation hydroélectrique est reconnue accessoire aux barrages de navigation attenants ;9° Etendre aux armes de catégories A et B les prérogatives de recherche d'armes des officiers de police judiciaire en matière de fouille de sûreté prévues à l'article L. 5211-3-1 du code des transports ;10° Prendre toute mesure permettant d'assurer la cohérence entre les dispositions édictées dans le cadre des habilitations prévues au présent III et d'autres dispositions législatives ;11° Adapter les dispositions édictées dans le cadre des habilitations prévues au présent III et, le cas échéant, celles qu'elles modifient, aux caractéristiques des collectivités relevant de l'article 73 de la Constitution, de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, et étendre ces dispositions, le cas échéant avec les adaptations nécessaires, aux Terres australes et antarctiques françaises et, en tant qu'elles relèvent des compétences de l'Etat, à Wallis-et-Futuna, à la Nouvelle-Calédonie et à la Polynésie française.IV.-L'ordonnance mentionnée au 1° du III du présent article est prise dans un délai de dix-huit mois à compter de la promulgation de la présente loi.V.-Les ordonnances mentionnées aux 2° et 9° du III du présent article sont prises dans un délai de trois mois à compter de la promulgation de la présente loi.VI.-L'ordonnance mentionnée au 5° du III est prise dans un délai de six mois à compter de la promulgation de la présente loi.VII.-Les ordonnances mentionnées aux 3°, 4°, 6° à 8°, 10° et 11° du III sont prises dans un délai de douze mois à compter de la promulgation de la présente loi.VIII.-Les projets de loi de ratification sont déposés devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance.\n\nIX.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nX.-Par dérogation aux dispositions de la quatrième partie du code des transports et à titre expérimental pour une durée n'excédant pas deux ans, la navigation des bateaux, engins flottants et navires autonomes ou commandés à distance, à l'amont de la limite transversale de la mer ainsi que sur les lacs et plans d'eau, peut être autorisée par le représentant de l'Etat territorialement compétent. Cette autorisation est délivrée pour une durée limitée et dans le respect des conditions permettant d'assurer la sûreté et la sécurité des personnes et des biens ainsi que la préservation de l'environnement.La navigation des engins flottants de surface maritimes ou sous-marins, autonomes ou commandés à distance, peut être autorisée en aval du premier obstacle à la navigation maritime des navires, à titre expérimental, pour une durée maximale de deux ans, dans des conditions dérogeant aux règles fixées par la cinquième partie du code des transports. La navigation de ceux-ci fait l'objet d'autorisations uniques, délivrées par le représentant de l'Etat en mer, pour des durées limitées, et dans le respect des conditions permettant d'assurer la sûreté et la sécurité des personnes et des biens ainsi que la préservation de l'environnement.Les conditions de ces expérimentations sont fixées par voie réglementaire.Au plus tard trois mois avant leur terme, le Gouvernement remet au Parlement un rapport d'évaluation de ces expérimentations.\n\n-Code des transports\n\n-Code des transports\n\n-Code des transports"
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "La France défend au niveau de l'Organisation maritime internationale une stratégie ambitieuse de réduction des émissions de gaz à effet de serre et des polluants atmosphériques en navigation internationale, en cohérence avec ses engagements dans le cadre de l'accord de Paris sur le climat et de réduction des pollutions atmosphériques.En parallèle, l'Etat engage une concertation avec l'ensemble des parties prenantes pour définir une stratégie pour accélérer la transition vers une propulsion neutre en carbone à l'horizon 2050 pour l'ensemble des flottes de commerce, de transport de passagers, de pêche et de plaisance sous pavillon national.La stratégie porte sur les moyens d'accompagnement et leur conditionnalité et, pour les flottes n'effectuant pas des liaisons internationales, sur les objectifs intermédiaires et les leviers réglementaires à activer tant au niveau national qu'européen, en veillant à ne pas créer de distorsions injustifiées.L'Etat définit un programme permettant d'intégrer ces impératifs d'accélération de la transition écologique dans sa politique de renouvellement de la flotte côtière d'Etat."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le président et les deux vice-présidents de l'Autorité de régulation des transports en fonction à la date de publication de la présente loi exercent leur mandat jusqu'à son terme.Il est pourvu à la nomination des deux autres membres permanents du collège de l'Autorité de régulation des transports dans un délai de soixante jours à compter de la publication de la présente loi.III. - Les membres du collège de l'Autorité de régulation des transports, autres que le président et les deux vice-présidents en fonction à la date de publication de la présente loi, poursuivent leur mandat jusqu'à son terme et, par dérogation à l'article L. 1261-9 du code des transports dans sa rédaction résultant de la présente loi, dans les mêmes conditions qu'antérieurement. Par dérogation à l'article L. 1261-4 du même code dans sa rédaction résultant de la présente loi, le nombre de membres du collège reste supérieur à cinq jusqu'à l'expiration du mandat des membres mentionnés à la première phrase du présent III.IV. - Le 2° du I entre en vigueur à compter du jour où, en application du III, le nombre de membres du collège devient égal ou inférieur à six.\n\n- Code des transports"
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Article 156",
      "content": "I. à II. - A modifié les dispositions suivantes :\n\nIII. - L'établissement public Société du Grand Paris peut poursuivre la passation de marchés incluant des prestations de maintenance et de renouvellement de lignes, ouvrages, installations et gares mentionnés aux articles 7 et 20-2 de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris pour lesquels une consultation a été engagée ou un avis d'appel à la concurrence a été envoyé à la publication antérieurement à la publication de la présente loi.\n\n- Code des transports\n\n- LOI n°2010-597 du 3 juin 2010"
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "I. à V. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI. - Les dispositions du présent article, à l'exception des articles L. 3111-16-1 à L. 3111-16-12 et du chapitre VII du titre unique du livre III de la troisième partie du code des transports tels qu'ils résultent respectivement des IV et V du présent article, sont applicables à chaque service régulier de transport public par autobus mentionné à l'article L. 1241-1 du code des transports et créé avant le 3 décembre 2009 lorsque se termine l'exécution dudit service.\n\nPar dérogation au premier alinéa du présent VI, les dispositions particulières mentionnées au II de l'article L. 3316-1 du code des transports ne s'appliquent qu'à compter de la date à laquelle survient le changement d'exploitant mentionné à l'article L. 3111-16-1 du même code. Toutefois, le décret mentionné au II de l'article L. 3316-1 dudit code peut prévoir une entrée en vigueur de certaines de ses dispositions au terme d'une période transitoire, qui ne peut excéder quinze mois à compter du changement d'exploitant mentionné à l'article L. 3111-16-1 du même code.\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-La Caisse nationale de garantie des ouvriers dockers mentionnée à l'article L. 5343-9 du code des transports, dans sa rédaction antérieure à la publication de la présente loi, est dissoute à une date fixée par décret, et au plus tard le dernier jour du sixième mois à compter de la date de promulgation de la présente loi. Un liquidateur est chargé de la dévolution des biens de la Caisse nationale de garantie des ouvriers dockers. Il est désigné dans des conditions fixées par décret.Au plus tard à la date de dissolution de la Caisse nationale de garantie des ouvriers dockers, les comptes des bureaux centraux de la main d'œuvre que la caisse tient en application de l'article L. 5343-12 du même code, dans sa rédaction antérieure à la présente loi, sont ramenés à l'équilibre financier dans des conditions fixées par décret. Le recouvrement des contributions et l'apurement des comptes débiteurs sont effectués au prorata de la masse salariale déclarée à la caisse par chaque entreprise affiliée au cours des douze mois précédents. Toutefois, les fonds restant après paiement des dettes et recouvrement des créances sont versés à un fonds géré par un organisme national agréé par le ministre chargé des ports maritimes.Ce fonds est géré au nom et au profit des caisses de compensation des congés payés des personnels chargées des entreprises de manutention des ports mentionnées à l'article L. 5343-22-1 dudit code, dans sa rédaction résultant du présent article. Il est exclusivement dédié au financement d'actions en faveur de l'embauche et de la formation professionnelle des ouvriers dockers et à la garantie du paiement des indemnités mentionnées aux articles L. 5343-17 et L. 5343-18 du code des transports.Les modalités d'agrément de l'organisme national assurant la gestion du fonds ainsi que les conditions d'utilisation, de répartition, de libération et de contrôle des sommes concourant au financement de ces actions sont définies par décret.III.-Le I du présent article entre en vigueur à compter de la date de dissolution de la Caisse nationale de garantie des ouvriers dockers dans les conditions prévues au II.IV.-A.-A l'article L. 5723-1 du code des transports, les références : L. 5343-1 à L. 5343-23, sont supprimées.B.-Le A du présent IV entre en vigueur dès lors qu'en application du second alinéa de l'article L. 2622-2 du code du travail un accord collectif local a prévu les modalités d'adaptation à la situation particulière de Mayotte de l'application des stipulations de la convention collective nationale applicable aux entreprises de manutention portuaire ou, à défaut, le 1er octobre 2020.\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, dans un délai de neuf mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi permettant de favoriser le développement de la négociation collective au sein de la branche ferroviaire et de tirer les conséquences de l'absence de conclusion d'accords collectifs à la date du 31 décembre 2019.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au premier alinéa du présent article."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi ayant pour objet de compléter et moderniser les dispositions relatives à la conservation du domaine public ferroviaire, afin notamment de redéfinir les servitudes actuellement applicables, d'autoriser le gestionnaire d'infrastructures à imposer des prescriptions pour préserver la sécurité des installations ferroviaires et des propriétés riveraines, de renforcer certaines interdictions et de permettre au gestionnaire d'infrastructures d'intervenir en cas de défaillance des riverains.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au premier alinéa du présent article."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur le 1er janvier 2020.III. - Jusqu'au 1er janvier 2020, les autorités organisatrices de transport ferroviaire qui souhaitent bénéficier d'un transfert de gestion de certaines lignes dans les conditions prévues à l'article L. 2111-1-1 du code des transports, dans sa rédaction résultant du 2° du I du présent article, peuvent faire connaître leur intention au ministre chargé des transports et à SNCF Réseau, à la demande de leur assemblée délibérante.\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Article 178",
      "content": "La France définit une stratégie pour le développement du fret ferroviaire. Cette stratégie prévoit notamment les mesures nécessaires :1° A la mise en place de mécanismes d'aides ou de soutien au transfert modal et le développement du transport combiné, dans le respect des règles européennes relatives aux aides d'Etat ;2° Au développement d'une composante ferroviaire à la logistique d'approvisionnement des agglomérations ;3° A la modernisation et la mutualisation des infrastructures territoriales, en particulier les voies capillaires, les voies de services, les installations terminales embranchées et les terminaux de marchandises ;4° Au développement d'infrastructures et de pôles d'échanges de fret multimodaux ;5° Au renforcement de la desserte ferroviaire des ports, des grands ports maritimes et de leur hinterland ;6° Au développement de corridors de fret ferroviaire transnationaux.Cette stratégie est définie par voie réglementaire.Elle comporte une évaluation de la situation du secteur du fret ferroviaire et de l'offre existante, chiffrée, et fixe un objectif d'accroissement de la part modale du transport de fret ferroviaire aux horizons de la stratégie nationale bas-carbone. Elle définit les territoires et les réseaux ferroviaires prioritaires pour le développement ou l'accroissement du fret ferroviaire et cible notamment les infrastructures devant faire l'objet d'investissements prioritaires à cette fin.Le Gouvernement soumet, pour avis, cette stratégie au Conseil d'orientation des infrastructures et au Haut comité du système de transport ferroviaire, puis la transmet au Parlement, au plus tard le 1er janvier 2021."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur le suivi du renouvellement des flottes par les compagnies aériennes et son incidence sur la réduction des nuisances sonores, dans le but de fournir les informations nécessaires pour apprécier l'évolution de ces nuisances et les réponses, y compris réglementaires, à y apporter."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "Deux ans après la publication de la présente loi, le Gouvernement remet au Parlement un rapport pour évaluer la conformité des réseaux de transports publics à l'article L. 1112-1 du code des transports ainsi qu'un bilan sur l'accessibilité des gares et des métros. Le cas échéant, le rapport peut émettre des propositions pour remédier aux problèmes soulevés."
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "Article 183",
      "content": "Dans un délai de douze mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport évaluant l'opportunité de subordonner l'exploitation commerciale de services de mobilité dans les domaines du transport public de personnes ou du transport de marchandises, s'appuyant sur des flottes de véhicules terrestres à moteur circulant sur la voie publique dont les fonctions de conduite seraient déléguées à un système de conduite automatisé, à des exigences nationales relatives notamment à la démonstration de la sécurité de leur circulation et à la maîtrise de leurs impacts environnementaux et sociaux dans les territoires concernés."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Article 184",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport sur les dispositifs locaux d'aide à la mobilité des victimes de violences sexuelles destinés à leur permettre de se déplacer, notamment pour un examen auprès d'un médecin légiste ou une audience, et de poursuivre leurs démarches de judiciarisation."
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "Article 185",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité de développer une filière industrielle de fret maritime à voile. Il précise les ressources financières privées et publiques nécessaires en matière d'innovation et de recherche, dans l'objectif de réduire d'au moins 50 % l'empreinte carbone du transport maritime à l'horizon 2050."
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Article 186",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juillet 2020, un rapport sur l'opportunité de créer un établissement public de la mobilité ayant pour mission la conception et l'élaboration du schéma d'ensemble et des projets d'infrastructures composant le réseau de transport public de la métropole Aix-Marseille Provence et chargé d'en assurer la réalisation, à savoir notamment : la construction ou réhabilitation des lignes, ouvrages, et installations fixes de transport, la construction, l'aménagement et l'exploitation commerciale des gares, y compris d'interconnexion, et pôles d'échanges multimodaux, l'acquisition des matériels roulants conçus pour parcourir ces infrastructures, leur entretien et leur renouvellement, le renforcement de l'accessibilité du réseau et des services de transport ainsi que le développement de nouveaux services de mobilité.Ce rapport comprend une étude chiffrée du niveau d'investissement nécessaire à la réalisation du schéma d'ensemble et des projets d'infrastructures visés."
    },
    {
      "provision_ref": "art187",
      "section": "187",
      "title": "Article 187",
      "content": "Dans un délai de vingt-quatre mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport présentant un premier bilan de la mise en œuvre de l'apprentissage mentionné à l'article L. 312-13-2 du code de l'éducation. Ce rapport porte notamment sur le déploiement qualitatif et quantitatif du dispositif, y compris sur sa diffusion auprès des publics fragiles et prioritaires."
    },
    {
      "provision_ref": "art188",
      "section": "188",
      "title": "Article 188",
      "content": "Dans un délai d'un an à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport visant à préciser les emplois qui seront impactés à terme par la fin progressive de la vente de véhicules légers thermiques et exposant les actions engagées et les pistes d'action additionnelles permettant, en lien avec les territoires concernés, de faire évoluer les salariés et les emplois en accompagnement de cette transition."
    },
    {
      "provision_ref": "art189",
      "section": "189",
      "title": "Article 189",
      "content": "Avant le 30 mars 2021, le Gouvernement adresse au Parlement un rapport sur la mise en œuvre des dispositions de l'article L. 3221-4-1 du code général des collectivités territoriales.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}