{
  "id": "jorftext000032958104",
  "type": "statute",
  "title": "LOI n°2016-1048 du 1er août 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032958104",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La loi n° 77-729 du 7 juillet 1977 relative à l'élection des représentants au Parlement européen est ainsi modifiée :\n\n1° 2° A modifié les dispositions suivantes :\n\n3° Le premier alinéa de l'article 26 est ainsi rédigé :“ La présente loi, dans sa rédaction en vigueur à compter de la date d'entrée en vigueur prévue au I de l'article 16 de la loi n° 2016-1048 du 1er août 2016 rénovant les modalités d'inscription sur les listes électorales, est applicable : ”.\n\n-Loi n° 77-729 du 7 juillet 1977"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. et III. - A modifié les dispositions suivantes :\n\nII. - Le 3° de l'article 8 et l'article 16 sont applicables en Polynésie française et dans les îles Wallis et Futuna.\n\nL'article 14 est applicable en Polynésie française.\n\nLe II de l'article 11 est applicable dans les îles Wallis et Futuna.\n\n- Code électoral"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - La présente loi entre en vigueur selon des modalités fixées par décret en Conseil d'Etat et, au plus tard, le 31 décembre 2019.II. - Par dérogation à l'article L. 17 du code électoral, dans sa rédaction résultant de la présente loi, les demandes d'inscription sur les listes électorales, en vue de participer aux scrutins organisés au plus tard un an après son entrée en vigueur, sont déposées au plus tard le dernier jour du deuxième mois précédant celui du scrutin.III. - Il est institué, à compter de 2017 et jusqu'à la date d'entrée en vigueur prévue au I du présent article, un prélèvement sur les recettes de l'Etat destiné à soutenir les communes dans la rénovation des conditions d'inscription sur les listes électorales.Le montant de ce prélèvement est égal aux éventuelles charges directes qui résulteraient pour les communes de la mise en œuvre de la présente loi et de la loi organique n° 2016-1046 du 1er août 2016 rénovant les modalités d'inscription sur les listes électorales des ressortissants d'un Etat membre de l'Union européenne autre que la France pour les élections municipales.IV. - La perte de recettes résultant pour l'Etat du III du présent article est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts."
    }
  ]
}