{
  "id": "jorftext000000315836",
  "type": "statute",
  "title": "Loi n° 57-896 du 7 août 1957",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000315836",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les services accomplis par les Français dans les armées alliées au cours de la guerre 1939-1945 postérieurement au 25 juin 1940 sont des services militaires.Le décompte des campagnes afférent à cette période sera effectué comme si les intéressés avaient servi dans l'armée française.Les personnels en cause pourront, sur proposition du ministre de la défense nationale, être nommés directement dans la réserve à un grade analogue à celui qu'ils détenaient dans les armées alliées ou à un grade inférieur. Cette nomination devra être subordonnée à l'accomplissement d'une période d'instruction pendant laquelle les candidats seront considérés comme détenteurs, à titre temporaire, de leur grade. A la fin du stage, les intéressés devront satisfaire aux épreuves d'un examen d'aptitude.Les nominations déjà prononcées dans les conditions fixées à l'alinéa qui précède demeureront acquises."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les services accomplis dans l'armée et dans la gendarmerie allemandes par les Français qui y ont été incorporés de force entre le 25 juin 1940 et le 8 mai 1945 en raison de leur origine alsacienne ou lorraine, sont des services militaires.Lorsque les intéressés se seront volontairement soustraits au service dans l'armée allemande, ils seront considérés comme ayant accompli des services militaires pendant la période durant laquelle ils se sont trouvés, au regard de ladite armée, en état d'insoumission ou de désertion. Cette période qui ne pourra s'étendre au-delà du 8 mai 1945 ouvrira droit au bénéfice de campagne à l'égard de ceux qui auront repris, avant cette date, du service dans l'armée française ou les armées alliées. Dans ce cas, le décompte des campagnes sera effectué suivant les règles générales posées en la matière, les intéressés étant considérés comme des prisonniers en cours d'évasion depuis le jour de leur insoumission ou de leur désertion jusqu'au jour où ils ont rejoint un territoire allié ou contrôlé par les autorités françaises.A compter du 1er janvier 1972, les services accomplis comme il est dit au premier alinéa du présent article par ceux des intéressés qui sont titulaires de la carte du combattant seront assortis, lors de la liquidation des pensions servies aux intéressés ou à leurs ayants cause au titre du Code des pensions civiles et militaires de retraite, de bénéfices de campagne, dans les conditions qui seront déterminées par décret en Conseil d'Etat. Cette mesure s'appliquera à la même date aux attributaires des pensions déjà liquidées."
    },
    {
      "provision_ref": "art2bis",
      "section": "2bis",
      "title": "Article 2bis",
      "content": "A compter du 1er janvier 1978, sont considérés comme services militaires au regard des droits à pension, les services accomplis dans les armées alliées pendant les campagnes de guerre 1939-1945 par les étrangers qui ont acquis par la suite la nationalité française, sous réserve que les intéressés aient servi, avant la date de cessation des hostilités, dans une unité combattante. Pour ceux d'entre eux qui sont titulaires de la carte du combattant, les services ainsi accomplis seront assortis, lors de la liquidation des pensions servies aux intéressés ou à leurs ayants cause au titre du Code des pensions civiles et militaires de retraite, de bénéfices de campagne, dans des conditions qui seront déterminées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'application des dispositions de la présente loi n'ouvrira droit à aucun rappel de solde."
    }
  ]
}