{
  "id": "jorftext000039681877",
  "type": "statute",
  "title": "LOI n° 2019-1461 du 27 décembre 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000039681877",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les communautés de communes et les communautés d'agglomération continuent d'exercer, à titre supplémentaire, les compétences qu'elles exerçaient à titre optionnel à la date de publication de la présente loi, jusqu'à ce qu'il en soit décidé autrement dans les conditions prévues à l'article L. 5211-17-1 du code général des collectivités territoriales.\n\nCode général des collectivités territoriales"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-A modifié les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\nVI.-Lorsqu'une commune transfère l'ensemble des compétences relatives à l'eau qu'elle exerce à un établissement public de coopération intercommunale à fiscalité propre, elle transmet le schéma de distribution d'eau potable mentionné à l'article L. 2224-7-1 du code général des collectivités territoriales ainsi qu'un état financier de l'exercice de la compétence. Elle répond aux questions de l'établissement public de coopération intercommunale à cet égard.\n\nLorsque le schéma fait apparaître un taux de perte en eau supérieur au taux mentionné au deuxième alinéa du même article L. 2224-7-1, le transfert de compétence s'accompagne du transfert du solde positif du budget annexe du service d'eau à l'établissement public de coopération intercommunale, sauf disposition contraire prévue par convention. La convention peut prévoir un transfert partiel de budget en fonction de l'état du réseau.\n\nLOI n° 2018-702 du 3 août 2018\n\nCode général des collectivités territoriales"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I et II. A modifié les dispositions suivantes :\n\nIII. La commune touristique érigée en station classée de tourisme qui avait, en application des six derniers alinéas du I des articles L. 5214-16 et L. 5216-5 du code général des collectivités territoriales et des deuxième et dernier alinéas du I de l'article L. 5218-2 du même code dans leur rédaction antérieure à la publication de la présente loi, conservé ou retrouvé la compétence promotion du tourisme, dont la création d'offices de tourisme la conserve tant qu'elle ne perd pas son classement en station de tourisme.En cas de perte du classement en station de tourisme, la compétence promotion du tourisme, dont la création d'offices de tourisme est exercée par l'établissement public de coopération intercommunale à fiscalité propre auquel la commune appartient en lieu et place de celle-ci.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nIII.-Les dispositions du titre V du livre Ier du code de l'urbanisme relatives au périmètre du plan local d'urbanisme et à l'autorité compétente en la matière, les dispositions du même titre V relatives aux établissements publics de coopération intercommunale à fiscalité propre de grande taille ainsi que les dispositions de l'article L. 134-12 du même code relatives aux plans locaux d'urbanisme intercommunaux de la métropole d'Aix-Marseille-Provence sont applicables aux procédures d'élaboration et de révision du règlement local de publicité initiées avant la publication de la présente loi dans les établissements publics de coopération intercommunale à fiscalité propre concernés par une création, une fusion ou une modification de périmètre prononcées en application de l'article 35 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République, dans ceux devenus compétents en matière de plan local d'urbanisme en application de l'article 136 de la loi n° 2014-366 du 24 mars 2014 pour l'accès au logement et un urbanisme rénové, dans les établissements publics territoriaux de la métropole du Grand Paris ainsi que dans la métropole d'Aix-Marseille-Provence.\n\n- Code de l'environnement\n\n- LOI n° 2016-925 du 7 juillet 2016"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - Avant le 31 décembre 2021, les dispositions du code électoral relatives à l'élection des conseillers municipaux et des conseillers communautaires sont modifiées pour étendre l'égal accès des femmes et des hommes aux fonctions électives dans les communes et leurs groupements.Ces dispositions, ainsi modifiées, s'appliquent à compter du deuxième renouvellement général des conseils municipaux suivant la publication de la présente loi.II. - Une évaluation est préalablement conduite par le Parlement pour déterminer les modes de scrutin permettant de garantir cet égal accès."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- Code électoral\n\n- Code général des collectivités territoriales\n\nIV.-Le I du présent article est applicable en Polynésie française."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code des communes de la Nouvelle-Calédonie\n\n- Code général des collectivités territoriales\n\n- Code électoral\n\nIV.-Le I du présent article est applicable en Polynésie française."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-Par dérogation à l'article L. 3332-2 du code de la santé publique et pendant une durée de trois ans à compter de la publication de la présente loi, une licence de 4e catégorie peut être créée, dans les conditions prévues à l'article L. 3332-3 du même code, par déclaration auprès du maire dans les communes de moins de 3 500 habitants n'en disposant pas à la date de publication de la présente loi. Par dérogation au premier alinéa de l'article L. 3332-11 dudit code, cette licence ne peut faire l'objet d'un transfert au-delà de l'intercommunalité.III.-Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est habilité à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi afin de modifier le code de la santé publique pour :1° Adapter les conditions d'ouverture, de transfert, de translation et de mutation des débits de boissons, ainsi que les catégories des boissons alcooliques à la mise en place d'un outil de gestion dématérialisée des licences ;2° Adapter les conditions d'exploitation des débits de boissons, y compris en matière de formation, d'affichage et de signalétique, ainsi que les modalités de vente d'alcool dans un objectif de prévention des consommations nocives d'alcool et de protection des plus jeunes ;3° Procéder, dans le même objectif, à toutes mesures d'adaptation, d'abrogation et de simplification nécessaires à l'amélioration de la cohérence des dispositions législatives notamment relatives à la fabrication et au commerce des boissons, et aux débits de boissons ;4° D'une part, procéder aux adaptations nécessaires des dispositions résultant des 1° à 3° du présent III aux collectivités relevant de l'article 73 de la Constitution, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon et, d'autre part, étendre et adapter ces dispositions, en tant qu'elles relèvent de la compétence de l'Etat, à Wallis-et-Futuna.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance mentionnée au présent III.\n\n- Code de la santé publique\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I et III - A modifié les dispositions suivantes :\n\nII.-Les communes soumises à l'obligation de conclure une convention de coordination en application des dispositions modifiées par le I, pour lesquelles le maire ou le président de l'établissement public de coopération intercommunale n'a pas conventionné avant la publication de la présente loi, sont tenues de s'y conformer dans un délai maximal de deux ans à compter de cette publication.\n\n- Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - Sur le périmètre géographique délimité par décret en Conseil d'Etat, les maires des communes du Mont-Saint-Michel, de Beauvoir et de Pontorson peuvent transférer au directeur général de l'établissement public du Mont-Saint-Michel :1° Sans préjudice de l'article L. 2212-2 du code général des collectivités territoriales et par dérogation aux articles L. 2213-1 à L. 2213-6-1 et au quatrième alinéa du A du I de l'article L. 5211-9-2 du même code, leurs prérogatives en matière de police de la circulation et du stationnement ;2° Par dérogation à l'article L. 581-14-2 du code de l'environnement, leurs prérogatives en matière de police de la publicité.II. - La notification au directeur général de l'établissement public du Mont-Saint-Michel, par le maire, de son souhait de lui transférer les pouvoirs prévus au I du présent article emporte de plein droit la compétence du directeur général de l'établissement public pour une durée de douze mois. A l'issue de cette période puis tous les douze mois, en l'absence d'opposition expresse du maire notifiée au directeur général de l'établissement public, le transfert des pouvoirs de police est renouvelé automatiquement pour une nouvelle période de douze mois.Si un ou plusieurs maires concernés n'ont pas transféré leurs pouvoirs de police mentionnés au I, le directeur général de l'établissement public peut renoncer à ce que les pouvoirs de police des autres maires lui soient transférés de plein droit. Il notifie sa renonciation à chacun de ces maires. Dans ce cas, le transfert des pouvoirs de police prend fin sur l'ensemble du périmètre mentionné au premier alinéa du I à compter de cette notification.III. - Lorsque le directeur général de l'établissement public du Mont-Saint-Michel prend un arrêté de police dans les cas prévus au I, il le transmet pour information aux maires des communes concernées, dans les meilleurs délais.IV. - Les agents de police municipale recrutés en application des articles L. 511-1 et L. 512-2 du code de la sécurité intérieure peuvent assurer, sous l'autorité fonctionnelle du directeur général de l'établissement public du Mont-Saint-Michel, l'exécution des décisions prises conformément aux prérogatives transférées en application du I du présent article."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi afin de modifier les règles relatives à la publicité des actes des collectivités territoriales et de leurs groupements, à leur entrée en vigueur, à leur conservation ainsi qu'au point de départ du délai de recours contentieux, dans le but de simplifier, de clarifier et d'harmoniser ces règles et de recourir à la dématérialisation.Cette ordonnance est prise dans un délai de dix-huit mois à compter de la promulgation de la présente loi.Un projet de loi portant ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Au premier alinéa de l'article L. 123-5 du code de l'environnement, après le mot : personnel , sont insérés les mots : , en raison de leurs fonctions électives exercées sur le territoire concerné par l'enquête publique, .V.-Le I du présent article est applicable aux saisines des personnes physiques ou morales intervenues à compter de la mise en conformité des personnes publiques mentionnées au premier alinéa de l'article L. 1112-24 du code général des collectivités territoriales ou à l'article L. 1823-1 du même code avec les obligations mentionnées au même article L. 1112-24. Cette mise en conformité intervient au plus tard le 1er janvier 2021.Le III du présent article est applicable aux saisines des personnes physiques ou morales intervenues à compter de la mise en conformité des personnes publiques mentionnées au premier alinéa de l'article L. 125-12 du code des communes de la Nouvelle-Calédonie avec les obligations mentionnées au même article L. 125-12. Cette mise en conformité intervient au plus tard le 1er janvier 2021.\n\n- Code des communes de la Nouvelle-Calédonie\n\n- Code général des collectivités territoriales\n\n- Code de l'environnement\n\n- Code des communes de la Nouvelle-Calédonie"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Lorsque le ressort territorial d'une délégation régionale du Centre national de la fonction publique territoriale est modifié en application du 1° de l'article 50 de la loi n° 2019-828 du 6 août 2019 de transformation de la fonction publique, il est mis fin au mandat de l'ensemble des membres du conseil d'orientation mentionné à l'article 15 de la loi n° 84-594 du 12 juillet 1984 relative à la formation des agents de la fonction publique territoriale et complétant la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale. La désignation et l'élection des membres des nouveaux conseils d'orientation ont lieu dans le cadre du premier renouvellement des représentants des communes aux conseils d'orientation suivant la publication de la loi n° 2019-828 du 6 août 2019 précitée, et au plus tard le 31 décembre 2020. Le conseil d'administration du Centre national de la fonction publique territoriale en précise les modalités. Le mandat des membres des anciens conseils est prorogé jusqu'à la désignation et l'élection des nouveaux membres.\n\nLoi n° 84-594 du 12 juillet 1984"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I.-Afin d'améliorer les conditions d'exercice des mandats et de renforcer les compétences des élus locaux pour les exercer, le Gouvernement est habilité, dans les conditions prévues à l'article 38 de la Constitution, à prendre par ordonnances, dans un délai de neuf mois à compter de la publication de la présente loi, toutes dispositions relevant du domaine de la loi visant à :1° Permettre aux élus locaux de bénéficier de droits individuels à la formation professionnelle tout au long de la vie et d'accéder à une offre de formation plus développée, en mettant en place un compte personnel de formation analogue à celui mis en place dans le cadre des dispositions de la loi n° 2018-771 du 5 septembre 2018 pour la liberté de choisir son avenir professionnel relatives au compte personnel d'activité et en assurant la portabilité des droits avec les comptes personnels de formation des secteurs public et privé ;2° Faciliter l'accès des élus locaux à la formation, tout particulièrement lors de leur premier mandat, et clarifier les différents dispositifs de formation des élus locaux selon qu'ils sont ou non liés à l'exercice du mandat ;3° Définir un référentiel unique de formation en s'adaptant aux besoins des élus locaux, en garantissant une offre de formation accessible dans les territoires et mutualiser le financement entre les collectivités et leurs établissements publics de coopération intercommunale ;4° Assurer la transparence et la qualité des dispositifs de formation et renforcer le contrôle exercé sur les organismes de formation des élus locaux, en particulier s'ils sont liés à un parti politique.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance.\n\nII- A modifié les dispositions suivantes :\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "A titre expérimental, pour une durée maximale de trois ans à compter de la publication de la présente loi, les collectivités territoriales de plus de 10 000 habitants proposent à un agent au moins par collectivité concernée, au titre des formations de perfectionnement, une formation à la langue des signes française.Les modalités d'application du présent article sont fixées par décret."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I.-Dans l'ensemble des dispositions législatives, les mots : conseiller consulaire sont remplacés par les mots : \" conseiller des Français de l'étranger \" et les mots : \" conseillers consulaires \" sont remplacés par les mots : \" conseillers des Français de l'étranger \".\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Le I du présent article entre en vigueur à compter de la promulgation de la loi n° 2020-760 du 22 juin 2020 tendant à sécuriser l'organisation du second tour des élections municipales et communautaires de juin 2020 et à reporter les élections consulaires. Le II entre en vigueur à compter du prochain renouvellement général des conseils consulaires.\n\n-LOI n° 2013-659 du 22 juillet 2013\n\n-Loi n° 76-97 du 31 janvier 1976\n\n-LOI n° 2013-659 du 22 juillet 2013\n\n-LOI n° 2013-659 du 22 juillet 2013"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "A créé les dispositions suivantes :\n\n-Code électoral\n\n-LOI n° 2009-1436 du 24 novembre 2009\n\n-LOI n° 2013-659 du 22 juillet 2013\n\n-LOI n° 2009-1436 du 24 novembre 2009\n\nII.-Un décret en Conseil d'Etat fixe les modalités d'application du I du présent article.III.-Le I, à l'exception du 4°, et les IV et V du présent article entrent en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2021.Le 4° du I et le VI entrent en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires à l'adaptation et à l'extension en Nouvelle-Calédonie et en Polynésie française des dispositions de la présente loi.Cette ordonnance est prise dans un délai de six mois à compter de la promulgation de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    }
  ]
}