{
  "id": "jorftext000036742943",
  "type": "statute",
  "title": "LOI n°2018-202 du 26 mars 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000036742943",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le comité d'organisation des jeux Olympiques et Paralympiques, le Comité international olympique et le Comité international paralympique sont reconnus organisateurs des jeux de la XXXIIIe Olympiade, ci-après désignés jeux Olympiques et Paralympiques de 2024, en tant que manifestation sportive, au sens de et par dérogation à l'article L. 331-5 du code du sport."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Jusqu'au quinzième jour suivant la date de la cérémonie de clôture des jeux Paralympiques de 2024, les dispositifs et matériels mentionnés à l'article L. 581-6 du code de l'environnement qui supportent exclusivement l'affichage des éléments protégés par les 1° et 3° à 6° du I des articles L. 141-5 et L. 141-7 du code du sport installés sur le site d'une opération ou d'un événement liés à la promotion, à la préparation, à l'organisation ou au déroulement des jeux Olympiques et des jeux Paralympiques de 2024 ne sont pas soumis :1° Aux interdictions de publicité prévues aux I et II de l'article L. 581-4, à l'article L. 581-7, au I de l'article L. 581-8 et à l'article L. 581-15 du code de l'environnement ;2° Aux prescriptions réglementaires, notamment en matière de densité, de surface et de hauteur, édictées en application du premier alinéa de l'article L. 581-9 du même code ;3° A la réglementation plus restrictive que celle résultant des dispositions mentionnées aux 1° et 2° du présent I édictée par les règlements locaux de publicité.Les dispositifs et les matériels mentionnés au premier alinéa du présent I qui supportent l'affichage des éléments protégés par les 1° et 3° à 6° du I des articles L. 141-5 et L. 141-7 du code du sport, associés aux logos de partenaires de marketing olympique, au sens du contrat de ville hôte mentionné à l'article 6 de la présente loi, peuvent bénéficier des dérogations prévues aux 1° à 3° du présent I lorsqu'ils sont installés sur le territoire des communes accueillant les étapes des relais de la flamme olympique et de la flamme paralympique ou des communes traversées par ces relais, entre le quinzième jour précédant le passage de la flamme et le septième jour suivant celui-ci.L'installation, le remplacement ou la modification des dispositifs et des matériels mentionnés aux premier et avant-dernier alinéas du présent I sont subordonnés au dépôt d'une déclaration auprès de l'autorité compétente en matière de police de la publicité en application de l'article L. 581-14-2 du code de l'environnement jusqu'au 31 décembre 2023 et, à partir du 1er janvier 2024, en application de l'article L. 581-3-1 du même code. Un décret en Conseil d'Etat précise le contenu et les modalités de cette déclaration, qui peuvent varier selon l'opération ou l'événement en cause, et fixe le délai pendant lequel cette autorité peut s'opposer à cette installation, à ce remplacement ou à cette modification ou les subordonner au respect de conditions destinées à optimiser l'insertion architecturale et paysagère des dispositifs, à réduire leur impact sur le cadre de vie environnant, à garantir la sécurité des personnes et l'intégrité des sites et bâtiments ou à prévenir d'éventuelles incidences sur la sécurité routière.II. - Jusqu'au quinzième jour suivant la date de la cérémonie de clôture des jeux Paralympiques de 2024, les enseignes et préenseignes comportant des éléments protégés par les 1° et 3° à 6° du I des articles L. 141-5 et L. 141-7 du code du sport sont apposées dans les conditions prévues par les décrets en Conseil d'Etat mentionnés aux I et II de l'article L. 581-20 du code de l'environnement. Les personnes apposant des enseignes et préenseignes en application du présent II veillent, en particulier par la surface, les caractéristiques des supports et les procédés utilisés par leurs publicités, à optimiser l'insertion architecturale et paysagère, à réduire l'impact sur le cadre de vie environnant, à garantir la sécurité des personnes et l'intégrité des sites et bâtiments et à prévenir d'éventuelles incidences sur la sécurité routière de ces enseignes et préenseignes."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.- Du trentième jour précédant celui de la cérémonie d'ouverture des jeux Olympiques de 2024 au quinzième jour suivant la date de la cérémonie de clôture des jeux Paralympiques de 2024, la publicité faite au profit des partenaires de marketing olympique, au sens du contrat de ville hôte mentionné à l'article 6, peut être autorisée dans un périmètre de 500 mètres de distance autour de chaque site lié à l'organisation et au déroulement des jeux Olympiques et Paralympiques de 2024 identifié par arrêté conjoint des ministres chargés de l'environnement et des sports, par dérogation aux interdictions d'affichage :1° Lorsqu'ils accueillent des compétitions, sur les immeubles classés ou inscrits au titre des monuments historiques mentionnés au 1° du I de l'article L. 581-4 du code de l'environnement, dans les conditions prévues par le décret en Conseil d'Etat mentionné à l'article L. 621-29-8 du code du patrimoine ;2° Sur les monuments naturels et dans les sites classés prévues au 2° du I de l'article L. 581-4 du code de l'environnement ;3° Sur les immeubles présentant un caractère esthétique, historique ou pittoresque mentionnés au II du même article L. 581-4 ;4° Dans les périmètres mentionnés aux 1°, 2°, 4° et 5° du I de l'article L. 581-8 du même code ;5° Prévues par les règlements locaux de publicité concernés.Les partenaires de marketing olympique bénéficiaires des autorisations d'affichage en application du présent article veillent, en particulier par la surface, les caractéristiques des supports et les procédés utilisés par leurs publicités, à optimiser l'insertion architecturale et paysagère, à réduire l'impact sur le cadre de vie environnant, à garantir la sécurité des personnes et l'intégrité des sites et bâtiments et à prévenir d'éventuelles incidences sur la sécurité routière de ces publicités.II.- La publicité faite au profit des partenaires de marketing olympique sur le parcours du relais de la flamme olympique et sur celui du relais de la flamme paralympique, dont les tracés et les calendriers sont définis dans chaque département ou collectivité d'outre-mer par arrêté du représentant de l'Etat et, en Ile-de-France, par arrêté du préfet de police, est réalisée dans les conditions prévues aux deux derniers alinéas du présent II.Les affichages publicitaires peuvent bénéficier des dérogations prévues au I, entre le septième jour précédant le passage de la flamme et le septième jour suivant celui-ci, dans une bande de cent mètres de part et d'autre du tracé et dans un périmètre de deux cents mètres autour des sites de départ et d'arrivée de la flamme à chacune de ses étapes. Les affichages ainsi prévus font l'objet, entre le ou les partenaires de marketing olympique bénéficiaires de cette publicité et le comité d'organisation des jeux Olympiques et Paralympiques de Paris 2024, d'un contrat qui garantit leur respect des conditions fixées au dernier alinéa du même I. Le comité d'organisation des jeux Olympiques et Paralympiques de Paris 2024 en informe les maires des communes des sites de départ et d'arrivée de la flamme et les représentants de l'Etat dans les départements traversés par le relais. Cette information précise la nature des dispositifs publicitaires, leur localisation et leur durée d'implantation.La publicité sur les véhicules terrestres est autorisée, par dérogation à l'article L. 581-15 du code de l'environnement.III.- L'installation, à Paris, d'un dispositif de compte à rebours réalisé par un partenaire de marketing olympique comportant le nom et le logo de ce partenaire et répondant à l'exigence de sobriété énergétique peut être autorisée par arrêté municipal à compter de l'entrée en vigueur de la loi n° 2023-380 du 19 mai 2023 relative aux jeux Olympiques et Paralympiques de 2024 et portant diverses autres dispositions et jusqu'au quinzième jour suivant la date de clôture des jeux Paralympiques, sans que puissent lui être opposées les interdictions mentionnées aux 2°, 4° et 5° du I du présent article ni les règles édictées en application des deux premiers alinéas de l'article L. 581-9 du code de l'environnement.IV.- Un décret en Conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Par dérogation à l'article 2060 du code civil, le contrat de ville hôte, signé le 13 septembre 2017 entre, d'une part, le Comité international olympique et, d'autre part, la Ville de Paris et le Comité national olympique et sportif français, ainsi que les conventions d'exécution de ce contrat conclues à compter du 13 septembre 2017 entre les personnes publiques et le Comité international olympique ou le Comité international paralympique en vue de la planification, de l'organisation, du financement et de la tenue des jeux Olympiques et Paralympiques de 2024 peuvent comporter des clauses compromissoires."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Au plus tard le 1er janvier 2022, le comité d'organisation des jeux Olympiques et Paralympiques élabore et publie, après validation par les services de l'Etat, une charte du volontariat olympique et paralympique exposant les droits, devoirs, garanties, conditions de recours, catégories de missions confiées et conditions d'exercice qui s'appliquent, en vertu des dispositions législatives et réglementaires et de la jurisprudence en vigueur, aux volontaires bénévoles appelés à participer à la promotion, à la préparation, à l'organisation ou au déroulement des jeux Olympiques et des jeux Paralympiques de 2024."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - La participation du public aux décisions ayant une incidence sur l'environnement, concernant les projets définis à l'article L. 122-1 du code de l'environnement ou les plans ou programmes définis à l'article L. 122-4 du même code, nécessaires à la préparation, à l'organisation ou au déroulement des jeux Olympiques et Paralympiques de 2024, s'effectue dans les conditions définies à l'article L. 123-19 dudit code.La synthèse des observations et propositions déposées par le public est réalisée dans un délai d'un mois à compter de la clôture de la participation du public par voie électronique par un ou plusieurs garants nommés par la Commission nationale du débat public dans les conditions fixées aux I et III de l'article L. 121-1-1 du même code. Elle mentionne les réponses et, le cas échéant, les évolutions proposées par le maître d'ouvrage du projet ou la personne publique responsable du plan ou du programme pour tenir compte des observations et propositions du public.Le maître d'ouvrage du projet ou la personne publique responsable du plan ou du programme verse l'indemnité relative à la mission des garants à la Commission nationale du débat public, qui la transfère ensuite à ces derniers.Lorsque la réalisation d'un projet, plan ou programme mentionné au premier alinéa du présent I est soumise à l'organisation de plusieurs participations par voie électronique, il peut être procédé à une participation par voie électronique unique, dès lors que les autorités compétentes pour prendre la décision s'accordent sur celle qui sera chargée d'ouvrir et d'organiser cette participation. A défaut d'accord, et sur la demande du maître d'ouvrage ou de la personne publique responsable, le représentant de l'Etat, dès lors qu'il est compétent pour prendre l'une des décisions d'autorisation ou d'approbation envisagées, peut ouvrir et organiser la participation par voie électronique.Dans les mêmes conditions, il peut également être procédé à une participation par voie électronique unique lorsque les participations par voie électronique concernant plusieurs projets, plans ou programmes peuvent être organisées simultanément et que l'organisation d'une telle participation par voie électronique contribue à améliorer l'information et la participation du public.Le présent I n'est pas applicable à l'enquête préalable à la déclaration d'utilité publique mentionnée au second alinéa de l'article L. 110-1 du code de l'expropriation pour cause d'utilité publique.II. - Le I du présent article est applicable, entre la publication de la présente loi et le 1er janvier 2024, aux projets, plans ou programmes engagés pour rendre accessibles aux personnes handicapées ou à mobilité réduite les infrastructures souterraines de transport public ferroviaire ou guidé situées dans la région d'Ile-de-France ou dans la métropole d'Aix-Marseille-Provence et existantes au 1er janvier 2018."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les constructions, installations et aménagements directement liés à la préparation, à l'organisation ou au déroulement des jeux Olympiques et Paralympiques de 2024 et ayant un caractère temporaire constituent des réalisations dispensées de toute formalité au titre du code de l'urbanisme comme relevant du b de l'article L. 421-5 du même code et sont soumis au régime applicable à celles-ci.En ce qui concerne les constructions, installations et aménagements temporaires utilisés pour les jeux Olympiques et Paralympiques de 2024, la durée d'implantation ne peut être supérieure à dix-huit mois et la durée de remise en état des sites ne peut être supérieure à douze mois à compter de la fin de leur utilisation. Un décret en Conseil d'Etat précise les conditions d'application du présent alinéa, notamment la durée maximale d'implantation en fonction des types de constructions, installations et aménagements ainsi que de leur localisation.En ce qui concerne les constructions, installations et aménagements temporaires directement liés à des travaux réalisés sur un site accueillant des compétitions pour les jeux Olympiques et Paralympiques de 2024, la durée maximale d'implantation est celle de la durée du chantier. La durée de remise en état du site ne peut être supérieure à douze mois à compter de la fin du chantier. Toutefois, dans le cas où, à l'issue de cette durée d'implantation, ces constructions, installations et aménagements temporaires doivent être maintenus afin d'être réutilisés pour accueillir des manifestations directement liées aux jeux Olympiques et Paralympiques de 2024, ils sont alors soumis aux durées d'implantation et de remise en état prévues au deuxième alinéa du présent article. Un décret fixe la liste des constructions, installations et aménagements concernés."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "A Paris, les bateaux et établissements flottants au sens de l'article L. 4000-3 du code des transports qui produisent des eaux usées domestiques ou assimilées domestiques et qui stationnent le long d'un quai équipé d'un réseau public de collecte disposé pour recevoir ces eaux usées se raccordent à ce réseau dans un délai de deux ans à compter de la mise en service du réseau public de collecte, ou dans un délai de deux ans à compter de la publication de la présente loi si le réseau est déjà mis en service à cette date.Un arrêté du ministre chargé des transports détermine les catégories de bateaux et établissements flottants auxquelles l'autorité administrative peut accorder des dérogations aux dispositions prévues au premier alinéa du présent article.Les équipements nécessaires pour amener les eaux usées à la partie publique du branchement sont à la charge exclusive des propriétaires des bateaux et établissements flottants et doivent être maintenus en bon état de fonctionnement par ces propriétaires.La Ville de Paris contrôle l'effectivité des raccordements et leur qualité d'exécution et peut également contrôler leur maintien en bon état de fonctionnement.Faute par le propriétaire du bateau ou de l'établissement flottant de respecter les obligations édictées aux premier et troisième alinéas, la Ville de Paris peut, après mise en demeure, procéder d'office et aux frais de l'intéressé aux travaux nécessaires au respect de ces obligations.Les agents de la Ville de Paris ont accès aux bateaux et établissements flottants mentionnés au premier alinéa pour l'application des quatrième et cinquième alinéas.Les dispositions des articles L. 2224-12-2 et L. 2224-12-3 du code général des collectivités territoriales relatives à la redevance d'assainissement s'appliquent aux propriétaires de bateaux et d'établissements flottants mentionnés au premier alinéa du présent article.Tant que le propriétaire du bateau ou de l'établissement flottant ne s'est pas conformé aux obligations prévues aux premier et troisième alinéas, il est astreint au paiement d'une somme au moins équivalente à la redevance qu'il aurait payée au service public d'assainissement si son bateau ou son établissement flottant avait été raccordé au réseau, et qui peut être majorée dans une proportion fixée par le conseil de Paris dans la limite de 100 %.Les sommes dues par le propriétaire du bateau ou de l'établissement flottant en vertu du huitième alinéa sont recouvrées comme en matière de contributions directes.Les réclamations sont présentées et jugées comme en matière de contributions directes.Le présent article ne s'applique pas aux bateaux de transport de marchandises."
    },
    {
      "provision_ref": "art11-1",
      "section": "11-1",
      "title": "Article 11-1",
      "content": "Sur les territoires dont les rejets d'eaux usées et pluviales ont une incidence sur la qualité de l'eau pour les épreuves olympiques de nage libre et de triathlon en Seine, les propriétaires des immeubles font procéder aux travaux prescrits par le document établi en application du II de l'article L. 2224-8 du code général des collectivités territoriales dans un délai maximal de deux ans à compter de la notification de ce document.La liste des territoires concernés est fixée par décret."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Lorsqu'elles sont nécessaires à la préparation, à l'organisation ou au déroulement des jeux Olympiques et Paralympiques de 2024, les constructions et les opérations d'aménagement, dont celles ne contenant que pour partie un ouvrage ou un équipement olympique ou paralympique, peuvent être réalisées selon la procédure définie aux II à VI de l'article L. 300-6-1 du code de l'urbanisme.Par dérogation aux III et IV du même article L. 300-6-1, la participation du public relative aux procédures de mise en compatibilité et d'adaptation est assurée conformément au I de l'article 9 de la présente loi.Lorsque la mise en compatibilité des documents d'urbanisme impose l'adaptation d'un plan, d'un programme ou d'une servitude d'utilité publique mentionnés au IV de l'article L. 300-6-1 du code de l'urbanisme, la procédure de participation du public, portant à la fois sur l'adaptation de ces documents et sur la mise en compatibilité des documents d'urbanisme, est organisée par le représentant de l'Etat dans le département selon les modalités définies au I de l'article 9 de la présente loi.\n\nLe présent article s'applique aux constructions et opérations d'aménagement dont la liste est fixée par décret, situées à proximité immédiate d'un site nécessaire à la préparation, à l'organisation ou au déroulement des jeux Olympiques ou Paralympiques, lorsque ces constructions et opérations d'aménagement sont de nature à affecter les conditions de desserte, d'accès, de sécurité ou d'exploitation dudit site pendant les épreuves olympiques ou paralympiques."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La procédure prévue aux articles L. 522-1 à L. 522-4 du code de l'expropriation pour cause d'utilité publique peut être appliquée en vue de la prise de possession immédiate, par le bénéficiaire de la déclaration d'utilité publique, de tous immeubles non bâtis ou bâtis dont l'acquisition est nécessaire à la réalisation du village olympique et paralympique, du pôle des médias et des ouvrages nécessaires aux compétitions des jeux Olympiques et Paralympiques de 2024 figurant dans le dossier de candidature auquel se réfère le contrat de ville hôte, dans les conditions prévues aux mêmes articles L. 522-1 à L. 522-4.Pour l'application du présent article, les décrets pris sur avis conforme du Conseil d'Etat prévus à l'article L. 522-1 du code de l'expropriation pour cause d'utilité publique sont publiés au plus tard le 1er janvier 2022."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "I.-Pour assurer, dans les délais, la réalisation du village olympique et paralympique, du pôle des médias et des ouvrages nécessaires à l'organisation et au déroulement des jeux Olympiques et Paralympiques de 2024, le représentant de l'Etat dans le département peut, à titre exceptionnel et à défaut d'accord amiable, procéder à la réquisition temporaire de terrains et de bâtiments. La nécessité de recourir à la réquisition est motivée au regard de cet objectif.La réquisition, qui ne peut excéder douze mois, prend fin au plus tard dans un délai de trois mois à compter de la cérémonie de clôture des jeux Paralympiques.La réquisition ne peut être prononcée qu'au bénéfice des personnes publiques ou privées chargées de l'organisation ou du déroulement des jeux Olympiques et Paralympiques.II.-L'arrêté de réquisition, qui doit être publié au plus tard le 1er janvier 2022, fixe les dates de début et de fin de la réquisition.Il précise le bénéficiaire de la réquisition et l'usage pour lequel elle est prononcée.Il opère le transfert de droit d'usage et autorise le bénéficiaire à prendre possession.III.-Les indemnités allouées doivent couvrir l'intégralité du préjudice direct, matériel et certain causé par la réquisition.A défaut d'accord amiable, les indemnités sont fixées par le juge de l'expropriation, qui peut statuer par provision. Le bénéficiaire ne peut prendre possession qu'après paiement ou, en cas d'obstacle au paiement, consignation d'une somme dont le montant est au moins égal à l'indemnité, le cas échéant provisionnelle, fixée par le juge de première instance. L'appel n'est pas suspensif.Si, à défaut d'accord amiable, le juge n'a pas été saisi par le bénéficiaire dans un délai de trois mois à compter de la notification à ce dernier de l'arrêté de réquisition, la réquisition est réputée levée à l'expiration de ce délai.IV.-Il est procédé contradictoirement, aux frais du bénéficiaire, à un constat de l'état des lieux au moment de la prise de possession et à l'issue de la réquisition.Le bénéficiaire de la réquisition peut réaliser toutes installations et tous équipements, dont il reste propriétaire.\n\nLe bénéficiaire est tenu de remettre les terrains et les bâtiments dans leur état d'origine au plus tard à l'expiration de la réquisition. Les litiges résultant de l'application du présent alinéa sont portés devant le juge de l'expropriation. A peine de forclusion, le juge doit être saisi dans un délai de deux ans à compter de l'expiration ou de la levée de la réquisition.\n\nToutefois, les parties intéressées peuvent convenir, par stipulation expresse, du maintien de certains équipements ou installations et des conditions financières de ce maintien.V.-Le cas échéant, le locataire, sous-locataire ou occupant de bonne foi du bien requis ou titulaire d'un droit d'usage sur ce bien reste tenu au paiement du loyer, du fermage ou de la redevance.VI.-En cas de besoin, le représentant de l'Etat dans le département peut recourir à la force publique pour libérer les terrains ou les bâtiments de leurs occupants tant au moment de la prise de possession qu'au moment de la restitution à l'issue de la réquisition.VII.-Un décret en Conseil d'Etat détermine les conditions d'application du présent article."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Lorsqu'un projet de construction ou d'aménagement comporte un état provisoire correspondant aux seules nécessités de la préparation, de l'organisation ou du déroulement des jeux Olympiques et Paralympiques de 2024 et un état définitif propre à ses affectations ou destinations postérieures au déroulement des jeux, le permis de construire ou d'aménager autorise cet état provisoire et cet état définitif.\n\nIl peut être dérogé, afin d'autoriser l'état provisoire du projet, aux exigences définies au premier alinéa de l'article L. 421-6 du code de l'urbanisme, à l'exception de l'application des règles relatives à la préservation de la sécurité et de la salubrité publiques et sous réserve du respect de ces exigences par l'état définitif du projet. Dans ce cas, le permis de construire ou d'aménager indique les prescriptions auxquelles il est dérogé et les motifs justifiant cette dérogation au regard de l'objet de la règle en cause et de l'utilisation provisoire de la construction ou de l'aménagement.Le bénéficiaire du permis de construire ou d'aménager dispose d'un délai maximal de trois ans à compter de la date de la cérémonie de clôture des jeux Paralympiques pour réaliser le projet dans son état définitif. A défaut, ce bénéficiaire ou son ayant droit doit procéder, sans indemnité, dans un nouveau délai d'un an, à l'enlèvement de la construction ou à la suppression de l'aménagement et remettre, à ses frais, le terrain en l'état. En cas d'inobservation par le bénéficiaire ou son ayant droit de ce second délai, les peines prévues au premier alinéa de l'article L. 480-4 du code de l'urbanisme lui sont applicables. Les articles L. 480-1, L. 480-5 à L. 480-9, L. 480-12 et L. 480-14 du même code sont également applicables.\n\nUn décret en Conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'article L. 2122-1-1 du code général de la propriété des personnes publiques n'est pas applicable lorsque le titre prévu à l'article L. 2122-1 du même code, accordé pour occuper des dépendances du domaine public dédiées aux jeux Olympiques et Paralympiques de 2024, est délivré au comité d'organisation des jeux Olympiques et Paralympiques ou lorsque ce dernier délivre des titres de sous-occupation sur ces mêmes dépendances aux partenaires de marketing olympique au sens du contrat de ville hôte.\n\nPréalablement à la délivrance du titre de sous-occupation à des partenaires de marketing autres que ceux désignés par le Comité international olympique, le comité d'organisation des jeux Olympiques et Paralympiques procède à leur sélection selon une procédure qu'il organise, présentant toutes les garanties d'impartialité et de transparence et comportant des mesures de publicité permettant aux candidats potentiels de se manifester. Le respect de ces exigences peut, le cas échéant, être assuré par celui des règles de passation prévues par le code de la commande publique.\n\nPar dérogation au premier alinéa de l'article L. 2125-1 du code général de la propriété des personnes publiques, les titres de sous-occupation du domaine public peuvent être délivrés gratuitement par le comité d'organisation des jeux Olympiques et Paralympiques aux partenaires de marketing olympique, au sens du contrat de ville hôte, pour tenir compte de leur participation au financement d'infrastructures ou aux dépenses liées à l'organisation des jeux Olympiques et Paralympiques de 2024."
    },
    {
      "provision_ref": "art17-1",
      "section": "17-1",
      "title": "Article 17-1",
      "content": "Les conditions mentionnées au deuxième alinéa de l'article L. 2171-2 du code de la commande publique ne sont pas applicables aux marchés publics de conception-réalisation conclus par les acheteurs soumis aux dispositions du livre IV de la deuxième partie du code de la commande publique et qui sont relatifs aux opérations de construction ou de réhabilitation portant sur les ouvrages nécessaires à l'organisation des jeux Olympiques et Paralympiques de 2024."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Les organismes mentionnés à l'article L. 411-2 du code de la construction et de l'habitation peuvent, en vue de l'organisation des jeux Olympiques et Paralympiques de 2024, acquérir et construire des locaux, à usage d'habitation ou non, dans les départements de la Seine-Saint-Denis et des Bouches-du-Rhône afin de les mettre temporairement à disposition du comité d'organisation des jeux Olympiques et Paralympiques dans le cadre de contrats conclus pour l'organisation de ces manifestations.A l'expiration de ces contrats, ces locaux sont transformés en logements à usage locatif, en application de conventions conclues en application de l'article L. 351-2 du même code.II. - Pour les locaux construits ou acquis pour l'organisation des jeux Olympiques et Paralympiques de 2024 mentionnés au I, les effets des conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation ainsi que l'application des chapitres Ier et II du titre IV du livre IV du même code sont suspendus, à titre dérogatoire, jusqu'à l'expiration des contrats mentionnés au I du présent article."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Dans les départements de la région d'Ile-de-France, des Alpes-Maritimes, des Bouches-du-Rhône, de la Gironde, de la Haute-Garonne, de la Loire, de la Loire-Atlantique, du Nord et du Rhône, les logements destinés à des étudiants mentionnés aux articles L. 442-8-1 et L. 631-12 du code de la construction et de l'habitation et vacants au 1er juillet 2024 peuvent, à titre dérogatoire et au plus tard jusqu'au jour suivant la cérémonie de clôture des jeux Paralympiques de 2024, être loués, meublés ou non, au comité d'organisation des jeux Olympiques et Paralympiques en vue d'accueillir des personnes accréditées par le Comité international olympique et le Comité international paralympique durant les jeux Olympiques et Paralympiques de 2024.II. - Lorsque ces logements ont fait l'objet d'une convention prévue à l'article L. 351-2 du code de la construction et de l'habitation, les effets de la convention ainsi que l'application des chapitres Ier et II du titre IV du livre IV du même code sont suspendus, à titre dérogatoire, pour la durée du contrat de location conclu avec le comité d'organisation précité."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les autorités organisatrices de transports compétentes pour les périmètres de la métropole du Grand Paris et de la métropole d'Aix-Marseille-Provence élaborent dans un rapport de nouvelles propositions pour développer l'accessibilité universelle des modes de transports nécessaires pour rejoindre les sites liés à l'organisation et au déroulement des jeux Olympiques et Paralympiques de 2024."
    },
    {
      "provision_ref": "art23-1",
      "section": "23-1",
      "title": "Article 23-1",
      "content": "Dans le cadre des jeux Olympiques et Paralympiques de 2024 et par dérogation à l'article L. 1241-1 du code des transports, Ile-de-France Mobilités est compétent pour organiser, en Ile-de-France, des services de transport pour répondre, en tout ou partie, aux besoins exprimés par le comité d'organisation des jeux Olympiques et Paralympiques relatifs au transport des personnes accréditées, dans les conditions prévues au contrat de ville hôte signé entre le Comité international olympique, le Comité national olympique et sportif français et la Ville de Paris, précisées notamment par les conditions opérationnelles de ce contrat.Une convention entre Ile-de-France Mobilités et le comité d'organisation des jeux Olympiques et Paralympiques définit notamment les droits et les obligations des personnes ainsi accréditées ainsi que les modalités d'organisation de ces services de transport."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de :1° Permettre la création, pendant la durée nécessaire au bon déroulement des jeux Olympiques et Paralympiques de 2024, en Ile-de-France et dans les départements accueillant un site de compétition ainsi que dans les départements limitrophes, de voies réservées à la circulation des véhicules des services de secours et de sécurité et de ceux des personnes accréditées dans le cadre de ces jeux ;2° Transférer, pendant la durée nécessaire au bon déroulement des jeux Olympiques et Paralympiques de 2024, à l'autorité administrative compétente de l'Etat les pouvoirs de police de la circulation et du stationnement sur ces voies réservées ainsi que sur les voies qui permettent d'en assurer le délestage et celles qui concourent au déroulement de ces jeux.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de neuf mois à compter de la promulgation de la présente loi, toutes mesures relevant du domaine de la loi en matière de lutte contre le dopage, en vue de :1° Renforcer l'efficacité, dans le respect du principe d'impartialité, de la procédure à l'issue de laquelle l'Agence française de lutte contre le dopage peut imposer des sanctions, notamment en créant en son sein une commission distincte du collège de l'agence pour prononcer de telles sanctions ;2° Parfaire la transposition en droit interne des principes du Code mondial antidopage.Un projet de loi de ratification est déposé devant le Parlement dans les trois mois suivant la publication de ces ordonnances."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les personnes qui, à la date de publication de la présente loi, occupent l'une des fonctions mentionnées au 4° du III bis de l'article 11 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique, dans sa rédaction résultant du I du présent article, adressent au président de la Haute Autorité pour la transparence de la vie publique une déclaration d'intérêts et une déclaration de situation patrimoniale dans un délai de trois mois à compter de cette même date.\n\n- LOI n° 2013-907 du 11 octobre 2013"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le comité d'éthique et le comité des rémunérations prévus par les statuts du comité d'organisation des jeux Olympiques et Paralympiques comportent chacun, dans les conditions définies par ces statuts, un député désigné par le Président de l'Assemblée nationale, après avis de la commission permanente chargée des sports, et un sénateur désigné par le Président du Sénat, après avis de la commission permanente chargée des sports, avec voix consultative."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Lorsqu'elles concourent à l'organisation des jeux Olympiques et Paralympiques de 2024, les personnes ayant leur siège en France bénéficiant à ce titre, s'agissant des personnes morales de droit privé, d'un financement public sont soumises, par dérogation à l'article L. 111-3 du code des juridictions financières, au contrôle de leurs comptes et de leur gestion par la Cour des comptes. Ce contrôle est exercé dans les conditions et selon les procédures du code des juridictions financières applicables aux personnes de droit public.Un premier rapport sur l'organisation des jeux Olympiques et Paralympiques de 2024 est remis au Parlement en 2022."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - L'Agence française anticorruption contrôle, de sa propre initiative dans les conditions prévues à la première phrase du premier alinéa et au dernier alinéa du 3° de l'article 3 de la loi n° 2016-1691 du 9 décembre 2016 relative à la transparence, à la lutte contre la corruption et à la modernisation de la vie économique, la qualité et l'efficacité des procédures mises en œuvre pour prévenir et détecter les faits de corruption, de trafic d'influence, de concussion, de prise illégale d'intérêts, de détournement de fonds publics et de favoritisme au sein des personnes morales ci-après, qui participent à la préparation, à l'organisation, au déroulement et à la gestion des jeux Olympiques et Paralympiques de 2024 ou qui sont chargées des opérations de reconfiguration des sites olympiques et paralympiques postérieurement à l'organisation de ces jeux :1° Le comité d'organisation des jeux Olympiques et Paralympiques, la société de livraison des ouvrages olympiques et ses filiales ainsi que les personnes morales chargées des opérations de reconfiguration des sites olympiques et paralympiques postérieurement à l'organisation de ces jeux ;2° Les groupements de collectivités territoriales mentionnés à l'article L. 5111-1 du code général des collectivités territoriales et les sociétés soumises au titre II du livre V de la première partie du même code dans le seul cadre de leurs activités liées à la préparation, à l'organisation, au déroulement et à la gestion des jeux Olympiques et Paralympiques de 2024 ainsi qu'aux opérations de reconfiguration des sites.II. - Le I entre en vigueur à l'issue d'un délai d'un an à compter de la promulgation de la présente loi.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}