{
  "id": "jorftext000018877783",
  "type": "statute",
  "title": "LOI n° 2008-496 du 27 mai 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000018877783",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Constitue une discrimination directe la situation dans laquelle, sur le fondement de son origine, de son sexe, de sa situation de famille, de sa grossesse, de son apparence physique, de la particulière vulnérabilité résultant de sa situation économique, apparente ou connue de son auteur, de son patronyme, de son lieu de résidence ou de sa domiciliation bancaire, de son état de santé, de sa perte d'autonomie, de son handicap, de ses caractéristiques génétiques, de ses mœurs, de son orientation sexuelle, de son identité de genre, de son âge, de ses opinions politiques, de ses activités syndicales, de sa capacité à s'exprimer dans une langue autre que le français, de son appartenance ou de sa non-appartenance, vraie ou supposée, à une ethnie, une nation, une prétendue race ou une religion déterminée, une personne est traitée de manière moins favorable qu'une autre ne l'est, ne l'a été ou ne l'aura été dans une situation comparable.\n\nConstitue une discrimination indirecte une disposition, un critère ou une pratique neutre en apparence, mais susceptible d'entraîner, pour l'un des motifs mentionnés au premier alinéa, un désavantage particulier pour des personnes par rapport à d'autres personnes, à moins que cette disposition, ce critère ou cette pratique ne soit objectivement justifié par un but légitime et que les moyens pour réaliser ce but ne soient nécessaires et appropriés.\n\nLa discrimination inclut :\n\n1° Tout agissement lié à l'un des motifs mentionnés au premier alinéa et tout agissement à connotation sexuelle, subis par une personne et ayant pour objet ou pour effet de porter atteinte à sa dignité ou de créer un environnement intimidant, hostile, dégradant, humiliant ou offensant ;\n\n2° Le fait d'enjoindre à quiconque d'adopter un comportement prohibé par l'article 2."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sans préjudice de l'application des autres règles assurant le respect du principe d'égalité :\n\n1° (Abrogé) ;\n\n2° Toute discrimination directe ou indirecte fondée sur un motif mentionné à l'article 1er est interdite en matière d'affiliation et d'engagement dans une organisation syndicale ou professionnelle, y compris d'avantages procurés par elle, d'accès à l'emploi, d'emploi, de formation professionnelle et de travail, y compris de travail indépendant ou non salarié, ainsi que de conditions de travail et de promotion professionnelle.\n\nCe principe ne fait pas obstacle aux différences de traitement fondées sur les motifs visés à l'alinéa précédent lorsqu'elles répondent à une exigence professionnelle essentielle et déterminante et pour autant que l'objectif soit légitime et l'exigence proportionnée ;\n\n3° Toute discrimination directe ou indirecte fondée sur un motif mentionné à l'article 1er est interdite en matière de protection sociale, de santé, d'avantages sociaux, d'éducation, d'accès aux biens et services ou de fourniture de biens et services.\n\nCe principe ne fait pas obstacle à ce que des différences soient faites selon l'un des motifs mentionnés au premier alinéa du présent 3° lorsqu'elles sont justifiées par un but légitime et que les moyens de parvenir à ce but sont nécessaires et appropriés.\n\nLa dérogation prévue au deuxième alinéa du présent 3° n'est pas applicable aux différences de traitement fondées sur l'origine, le patronyme ou l'appartenance ou la non-appartenance, vraie ou supposée, à une ethnie ou une prétendue race ;\n\n4° Toute discrimination directe ou indirecte est interdite en raison de la grossesse ou de la maternité, y compris du congé de maternité.\n\nCe principe ne fait pas obstacle aux mesures prises en faveur des femmes en raison de la grossesse ou la maternité, y compris du congé de maternité, ou de la promotion de l'égalité entre les femmes et les hommes ;\n\n5° Ces principes ne font notamment pas obstacle :\n\na) Aux mesures prises en faveur des personnes handicapées et visant à favoriser l'égalité de traitement ;\n\nb) Aux mesures prises en faveur des personnes résidant dans certaines zones géographiques et visant à favoriser l'égalité de traitement ;\n\nc) A l'organisation d'enseignements par regroupement des élèves en fonction de leur sexe ;\n\n6° Ces principes ne font pas obstacle aux différences de traitement prévues et autorisées par les lois et règlements en vigueur à la date de publication de la loi n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Aucune personne ayant témoigné de bonne foi d'un agissement discriminatoire ou l'ayant relaté ne peut être traitée défavorablement de ce fait.Aucune décision défavorable à une personne ne peut être fondée sur sa soumission ou son refus de se soumettre à une discrimination prohibée par l'article 2."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Toute personne qui s'estime victime d'une discrimination directe ou indirecte présente devant la juridiction compétente les faits qui permettent d'en présumer l'existence. Au vu de ces éléments, il appartient à la partie défenderesse de prouver que la mesure en cause est justifiée par des éléments objectifs étrangers à toute discrimination. Le juge forme sa conviction après avoir ordonné, en cas de besoin, toutes les mesures d'instruction qu'il estime utiles.\n\nLe fait que la victime ait seulement poursuivi l'objectif de démontrer  l'existence d'un agissement ou d'une injonction discriminatoire n'exclut  pas, en cas de préjudice causé à cette personne, la responsabilité de  la partie défenderesse.\n\nLe présent article ne s'applique pas devant les juridictions pénales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les articles 1er à 4 et 7 à 10 s'appliquent à toutes les personnes publiques ou privées, y compris celles exerçant une activité professionnelle indépendante.II. - Ils s'entendent sans préjudice des dispositions et conditions relatives à l'admission et au séjour des ressortissants des pays non membres de l'Union européenne et des apatrides."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "I. – Le Haut Conseil à l'égalité entre les femmes et les hommes est placé auprès du Premier ministre. Il a pour mission d'animer le débat public sur les grandes orientations de la politique des droits des femmes et de l'égalité entre les femmes et les hommes.\n\nA cette fin, le Haut Conseil :\n\n1° Formule des recommandations et des avis et propose des réformes au Premier ministre ;\n\n2° Contribue à l'évaluation des politiques publiques conduites en matière de droits des femmes et d'égalité entre les femmes et les hommes dans tous les champs de la vie sociale et professionnelle au regard des objectifs fixés par la loi et les engagements internationaux de la France ;\n\n3° Assure un suivi des évolutions législatives et réglementaires et de leurs impacts sur la politique publique d'égalité entre les femmes et les hommes ;\n\n4° Recueille, fait produire et diffuse les données, analyses, études et recherches sur les droits des femmes et l'égalité entre les femmes et les hommes, aux niveaux national, européen et international ;\n\n5° Remet, tous les ans, au Premier ministre et au ministre chargé des droits des femmes un rapport sur l'état du sexisme en France. Ce rapport est rendu public.\n\nLe Haut Conseil mène librement ses travaux, formule librement ses recommandations et adresse librement ses communications.\n\nLe Haut Conseil peut être saisi par le Premier ministre ou par le ministre chargé des droits des femmes. Il peut se saisir de toute question de nature à contribuer aux missions qui lui sont confiées.\n\nLe Haut Conseil est consulté sur les projets de loi et de décret ayant pour objet d'assurer l'égalité professionnelle entre les femmes et les hommes ainsi que sur les textes relatifs à des conditions particulières de travail propres à l'un ou l'autre sexe, dans des conditions définies par décret.\n\nI bis. – Le Haut Conseil comprend parmi ses membres deux députés et deux sénateurs ainsi que, de droit, les présidents des délégations parlementaires aux droits des femmes et à l'égalité des chances entre les hommes et les femmes de l'Assemblée nationale et du Sénat.\n\nII. – L'écart entre le nombre de femmes et le nombre d'hommes qui sont nommés au Haut Conseil à l'égalité entre les femmes et les hommes ne peut être supérieur à un. Les conditions dans lesquelles il est procédé aux désignations ainsi que le fonctionnement et la composition du Haut Conseil sont fixés par décret."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La présente loi est applicable en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises dans toutes les matières que la loi organique ne réserve pas à la compétence de leurs institutions.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}