{
  "id": "jorftext000045062855",
  "type": "statute",
  "title": "LOI n°2022-46 du 22 janvier 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045062855",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Par dérogation au second alinéa de l'article L. 4721-2 du code du travail, lorsque la situation dangereuse résulte d'un risque d'exposition à la covid-19 du fait du non-respect par l'employeur des principes généraux de prévention prévus aux articles L. 4121-1 à L. 4121-5 et L. 4522-1 du même code, l'autorité administrative compétente peut, sur le rapport de l'agent de contrôle de l'inspection du travail et sous réserve de l'absence de poursuites pénales, prononcer une amende à l'encontre de l'employeur si, à l'expiration du délai d'exécution de la mise en demeure prévue à l'article L. 4721-1 dudit code, l'agent de contrôle de l'inspection du travail constate que la situation dangereuse n'a pas cessé.Le montant maximal de l'amende est de 500 euros et peut être appliqué autant de fois qu'il y a de travailleurs concernés par le manquement. Le montant total de l'amende ne peut être supérieur à 50 000 euros.L'amende est prononcée et recouvrée selon les modalités prévues à l'article L. 4751-1 du même code.Le recours contre la décision prononçant une amende en application du premier alinéa du présent I est formé devant le ministre chargé du travail, dans un délai de quinze jours à compter de la notification de la décision.Ce recours est suspensif. Il est transmis par lettre recommandée avec demande d'avis de réception.Le silence gardé pendant plus deux mois sur ce recours vaut décision d'acceptation.II. - Lorsque la mise en demeure prévue à l'article L. 4721-1 du code du travail est prononcée en raison de la constatation d'une situation dangereuse résultant d'un risque d'exposition à la covid-19 du fait du non-respect par l'employeur des principes généraux de prévention prévus aux articles L. 4121-1 à L. 4121-5 et L. 4522-1 du même code, le premier alinéa de l'article L. 4723-1 dudit code ne s'applique pas.III. - Le présent article est applicable aux situations dangereuses résultant d'un risque d'exposition à la covid-19 du fait du non-respect par l'employeur des principes généraux de prévention prévus aux articles L. 4121-1 à L. 4121-5 et L. 4522-1 du code du travail, constatées par les agents de contrôle de l'inspection du travail jusqu'à une date déterminée par décret, et au plus tard jusqu'au 31 juillet 2022."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n°2020-734 du 17 juin 2020\n\nII. - Le I du présent article est applicable sur l'ensemble du territoire de la République."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A titre exceptionnel, par dérogation aux plafonds et aux délais de carence définis aux deuxième et troisième alinéas de l'article L. 161-22 du code de la sécurité sociale, aux deux premiers alinéas de l'article L. 643-6 du même code ainsi qu'au deuxième alinéa de l'article L. 84 et à l'article L. 85 du code des pensions civiles et militaires de retraite, une pension de retraite liquidée au titre d'un régime de base légalement obligatoire peut être entièrement cumulée, entre le 1er janvier 2022 et le 30 avril 2022, avec les revenus tirés d'une activité reprise ou poursuivie en qualité de professionnel de santé, au sens de la quatrième partie du code de la santé publique.II. - Un décret pris sur le rapport du ministre chargé de la sécurité sociale peut prolonger la période prévue au I du présent article au plus tard jusqu'au 31 juillet 2022 si la situation sanitaire le justifie au regard de ses conséquences sur le système de santé.III. - Le présent article est applicable au régime de retraite défini à l'article 5 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Jusqu'au 30 juin 2022, les établissements de santé mentionnés à l'article L. 6111-1 du code de la santé publique peuvent bénéficier, par dérogation aux articles L. 162-22-6 et L. 162-23-1 du code de la sécurité sociale, d'une garantie de financement pour faire face à l'épidémie de covid-19. Le niveau de cette garantie est déterminé en tenant compte du volume d'activité et des recettes perçues antérieurement par chaque établissement, notamment au titre de ses activités. Pendant la période concernée, lorsque les recettes issues de leurs activités sont inférieures au niveau de cette garantie, les établissements bénéficient du versement d'un complément de recettes leur permettant d'atteindre ce niveau.Les dispositions de droit commun relatives à la tarification des établissements de santé s'appliquent sous réserve, le cas échéant, de l'adaptation des modalités de leur versement et des dispositions du premier alinéa du présent article.Les modalités de détermination du périmètre et du niveau de la garantie ainsi que les modalités de son versement et de la répartition entre les régimes des sommes versées aux établissements de santé par les régimes obligatoires d'assurance maladie sont fixées par arrêté conjoint des ministres chargés de la santé et de la sécurité sociale."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Les visites médicales qui doivent être réalisées dans le cadre du suivi individuel de l'état de santé en application des articles L. 4624-1, L. 4624-2 et L. 4625-1-1 du code du travail et de l'article L. 717-2 du code rural et de la pêche maritime peuvent faire l'objet d'un report dans des conditions définies par décret en Conseil d'Etat, sauf lorsque le médecin du travail estime indispensable de maintenir la visite, compte tenu notamment de l'état de santé du travailleur ou des caractéristiques de son poste de travail.Le décret en Conseil d'Etat prévu au premier alinéa du présent I détermine notamment les exceptions ou les conditions particulières applicables aux travailleurs faisant l'objet d'un suivi adapté ou régulier en application de l'article L. 4624-1 du code du travail ou d'un suivi individuel renforcé en application de l'article L. 4624-2 du même code.Le report de la visite ne fait pas obstacle, le cas échéant, à l'embauche ou à la reprise du travail.II. - Le I du présent article s'applique aux visites médicales dont l'échéance, résultant des textes applicables avant l'entrée en vigueur de l'ordonnance n° 2020-1502 du 2 décembre 2020 adaptant les conditions d'exercice des missions des services de santé au travail à l'urgence sanitaire, intervient entre le 15 décembre 2021 et une date fixée par décret, et au plus tard le 31 juillet 2022.Les visites médicales faisant l'objet d'un report en application du I du présent article sont organisées par les services de santé au travail selon des modalités définies par décret en Conseil d'Etat et dans la limite d'un an à compter de l'échéance mentionnée au premier alinéa du présent II.III. - Les visites dont l'échéance aurait dû intervenir, en application de l'article 3 de l'ordonnance n° 2020-1502 du 2 décembre 2020 précitée, entre le 15 décembre 2021 et une date fixée par décret, et au plus tard le 31 juillet 2022, peuvent être reportées dans les conditions prévues au I du présent article, dans la limite de six mois à compter de cette échéance."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Jusqu'au 31 juillet 2022, l'organe compétent pour convoquer l'assemblée générale d'une coopérative agricole régie par le titre II du livre V du code rural et de la pêche maritime ou son délégataire peut décider, compte tenu de la situation sanitaire, sans qu'une clause des statuts soit nécessaire à cet effet ni puisse s'y opposer, que sont réputés présents pour le calcul du quorum et de la majorité les membres de l'assemblée qui participent par une conférence téléphonique ou audiovisuelle permettant leur identification. Les autres personnes ayant le droit d'assister aux séances de l'assemblée peuvent y assister par les mêmes moyens.Les moyens techniques mis en œuvre transmettent au moins la voix des participants et satisfont à des caractéristiques techniques permettant la retransmission continue et simultanée des délibérations."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Afin de faire face aux conséquences de certaines mesures prises à l'échelle locale ou nationale pour limiter la propagation de l'épidémie de covid-19, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, dans un délai de trois mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi simplifiant et adaptant les conditions dans lesquelles les assemblées et les organes dirigeants collégiaux des personnes morales de droit privé et autres entités se réunissent et délibèrent ainsi que les règles relatives aux assemblées générales et, le cas échéant, à les étendre et à les adapter aux collectivités mentionnées à l'article 72-3 de la Constitution.Le projet d'ordonnance pris sur le fondement du présent I est dispensé de toute consultation obligatoire prévue par une disposition législative ou réglementaire.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prise sur le fondement du présent I.II. - Nonobstant toute disposition législative ou réglementaire contraire, le présent II est applicable aux personnes morales et entités dépourvues de personnalité morale de droit privé, notamment :1° Les sociétés civiles et commerciales ;2° Les masses de porteurs de valeurs mobilières ou de titres financiers ;3° Les groupements d'intérêt économique et les groupements européens d'intérêt économique ;4° Les coopératives ;5° Les mutuelles, unions de mutuelles et fédérations de mutuelles ;6° Les sociétés d'assurance mutuelle et sociétés de groupe d'assurance mutuelle ;7° Les instituts de prévoyance et sociétés de groupe assurantiel de protection sociale ;8° Les caisses de crédit municipal et caisses de crédit agricole mutuel ;9° Les fonds de dotation ;10° Les associations et les fondations.A compter de la publication de la présente loi et jusqu'au 31 juillet 2022 inclus, sans qu'une clause des statuts ou du règlement intérieur soit nécessaire à cet effet ni puisse s'y opposer, sont réputés présents aux réunions des organes collégiaux d'administration, de surveillance ou de direction leurs membres qui y participent au moyen d'une conférence téléphonique ou audiovisuelle permettant leur identification et garantissant leur participation effective.Ces moyens transmettent au moins la voix des participants et satisfont à des caractéristiques techniques permettant la retransmission continue et simultanée des délibérations.A compter de la publication de la présente loi et jusqu'au 31 juillet 2022 inclus, sans qu'une clause des statuts ou du règlement intérieur soit nécessaire à cet effet ni puisse s'y opposer, les décisions des organes collégiaux d'administration, de surveillance ou de direction peuvent également être prises par voie de consultation écrite de leurs membres, dans des conditions assurant la collégialité de la délibération.Le présent II est applicable quel que soit l'objet de la décision sur laquelle l'organe est appelé à statuer.Le présent II est applicable à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Jusqu'au 30 juin 2022, toute prestation de serment devant une juridiction peut être présentée par écrit. Elle comprend la mention manuscrite des termes de la prestation. Cet écrit est déposé auprès de la juridiction compétente, qui en accuse réception."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}