{
  "id": "jorftext000000698857",
  "type": "statute",
  "title": "Ordonnance n° 45-2250 du 4 octobre 1945",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000698857",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est institué une organisation de la sécurité sociale destinée à garantir les travailleurs et leurs familles contre les risques de toute nature susceptibles de réduire ou de supprimer leur capacité de gain, à couvrir les charges de maternité et les charges de famille qu'ils supportent.\n\nL'organisation de la sécurité sociale assure dès à présent le service des prestations prévues par les législations concernant les assurances sociales, l’allocation aux vieux travailleurs salariés, les accidents du travail et maladies professionnelles et les allocations familiales et de salaire unique aux catégories de travailleurs protégés par chacune de ces législations dans le cadre des prescriptions fixées par celles-ci et sous réserve des dispositions de la présente ordonnance.\n\nDes ordonnances ultérieures procéderont à l'harmonisation desdites législations et pourront étendre le champ d'application de l'organisation de la sécurité sociale à des catégories nouvelles de bénéficiaires et à des risques ou prestations non prévus par les textes en vigueur."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'organisation technique et financière de la sécurité sociale comprend :\n\nDes caisses primaires de sécurité sociale ;\n\nDes caisses régionales de sécurité sociale ;\n\nDes caisses régionales d'assurance vieillesse des travailleurs salariés ;\n\nUne caisse nationale de sécurité sociale ;\n\nDes organismes spéciaux à certaines branches d’activité ou entreprises ;\n\nDes organismes propres à la gestion des prestations familiales."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les caisses primaires de sécurité sociale assurent :\n\na) La gestion des risques maladie, maternité et décès ;\n\nb) La gestion des risques d'accident du travail et de maladie professionnelle en ce qui concerne les incapacités temporaires."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La circonscription et le siège de chaque caisse primaire sont fixés par arrêté du ministre du travail et de la sécurité sociale.\n\nSont affiliés à la caisse primaire tous les travailleurs soumis aux législations de la sécurité sociale et dont le lieu de travail se trouve dans la circonscription de la caisse.\n\nUn arrêté du ministre du travail et de la sécurité sociale fixe des catégories de bénéficiaires qui sont affiliés à la caisse dans la circonscription de laquelle se trouve le lieu de leur résidence.\n\nLorsqu’un bénéficiaire réside en dehors de la circonscription de la caisse à laquelle il est affilié, le service des prestations lui est fait, pour le compte de ladite caisse, par la caisse du lieu de résidence ou une section de celle-ci."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La caisse primaire de sécurité sociale est administrée par un conseil d’administration, désigné pour cinq ans, comprenant :\n\nPour les trois quarts, des représentants élus des travailleurs relevant de la caisse ;\n\nPour un quart, des représentants élus des employeurs.\n\nLe conseil d'administration comporte en outre :\n\nUn ou deux représentants élus du personnel de la caisse, suivant que le nombre total des administrateurs, travailleurs et employeurs est soit inférieur, soit égal ou supérieur à vingt-quatre ;\n\nDeux médecins élus par l'ensemble des médecins ayant leur domicile professionnel dans la circonscription de la caisse et inscrits au tableau de l'ordre ;\n\nDeux personnes connues pour leurs travaux sur les assurances sociales et les accidents du travail ou pour le concours donné à l'application de ces législations, nommées par le ministre du travail et de la sécurité sociale sur proposition du conseil d'administration ;\n\nUne personne élue par l'union départementale des associations familiales ayant son siège dans la circonscription de la caisse.\n\nIl peut également faire appel, à titre consultatif, à des praticiens appartenant à des catégories autres que celle des médecins.\n\nLes représentants des travailleurs et les employeurs sont élus au scrutin de liste à un tour avec représentation proportionnelle.\n\nLes représentants du personnel de la caisse sont élus dans les conditions prévues par la loi n°46-730 du 16 avril 1946 pour l'élection des délégués du personnel dans les entreprises.\n\nLes employeurs sont tenus de laisser aux salariés de leur entreprise, membres d'un conseil d'administration d'un organisme de sécurité sociale, le temps nécessaire pour participer aux séances plénières de ce conseil ou des commissions qui en dépendent.\n\nLa suspension du travail prévue au présent article ne peut être une cause de rupture par l'employeur du contrat de louage de services et ce à peine de dommages et intérêts au profit du salarié."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les caisses primaires de sécurité sociale effectuent le service des prestations, soit directement à leurs guichets, soit par l'entremise de sections locales, de correspondants locaux ou d'entreprises et d'agents locaux.\n\nIl peut être fait appel aux sociétés et unions de sociétes mutualistes pour l'accomplissement des différentes missions qui incombent aux sections locales, aux correspondants locaux ou d'entreprises et aux agents locaux."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pour le payement de leurs prestations, les assurés sociaux choisissent le service local ayant leur préférence parmi ceux habilités pour leur lieu de travail ou leur domicile, la caisse d'affiliation étant, en tout état de cause, celle prévue par la présente ordonnance.\n\nTout groupement mutualiste comptant au moins 100 assurés est habilité de plein droit, sur sa demande, à jouer au moins le rôle de correspondant pour ses membres.\n\nTout groupement mutualiste dont l'effectif et l'organisation permettent de remplir des missions plus étendues et, le cas échéant, le rôle de section locale à circonscription territoriale, doit être habilité à cet effet pour ses membres.\n\nToutes difficultés soulevées par l'application des conditions ci-dessus fixées seront appréciées par une commission nationale paritaire composée des délégués des organisations représentatives de la mutualité et de la sécurité sociale. En cas de désaccord, la commission désignera un tiers arbitre."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Chaque section est administrée par un conseil d’administration dont les membres sont désignés dans les conditions prévues par le règlement général d’administration publique."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les caisses primaires de sécurité sociale sont constituées et fonctionnent conformément aux prescriptions de la loi du 1er avril 1898 sur les sociétés de secours mutuels, sous réserve des dispositions de la présente ordonnance et des textes pris pour son application.\n\nLes sections sont soumises aux mêmes prescriptions dans la limite des pouvoirs et de la compétence qui leur sont fixés par la présente ordonnance et par le règlement général d'administration publique pris pour son application."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les caisses régionales de sécurité sociale ont pour rôle :\n\n1° De gérer le risque invalidité, d'en promouvoir et coordonner la prévention ;\n\n2° De gérer les risques d'accident du travail et de maladie professionnelle en ce qui concerne les incapacités permanentes, de coordonner la gestion de l'ensemble desdits risques pour la région et de promouvoir et coordonner la prévention des accidents du travail et des maladies professionnelles ;\n\n3° D'assurer la compensation régionale des charges des risque gérés par les caisses primaires de sécurité sociale et de garantir la solvabilité de celles-ci ;\n\n4° (Supprimé) ;\n\n5° D'organiser et de diriger le contrôle médical pour l’ensemble de la région ;\n\n6° De promouvoir et de diriger l'action sanitaire et sociale de l'ensemble des caisses de sécurité sociale pour toute la région, dans le cadre de l'organisation générale établie par le ministre de la santé publique et selon les directives de celui-ci.\n\nLa circonscription et le siège de chaque caisse régionale de sécurité sociale sont fixés par arrêté du ministre du travail et de la sécurité sociale.\n\nDans chaque région, une commission composée de représentants du ministre de la santé publique, de représentants du ministre du travail et de la sécurité sociale et des organismes de sécurité sociale définit, conformément au plan général établi par le ministre de la santé publique, le cadre dans lequel peut s’exercer l’action sanitaire et sociale des organisations de sécurité sociale.\n\nLes modalités d’application des dispositions prévues à l’alinéa précédent sont fixées par un décret rendu sur le rapport du ministre du travail et de la sécurité sociale et du ministre de la santé publique."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La caisse régionale de sécurité sociale est administrée par un conseil d’administration de 31 membres, désignés pour cinq ans, à savoir :\n\nDix-huit membres élus par les représentants des travailleurs au sein des conseils d'administration des caisses primaires ;\n\nSix membres élus par les représentants des employeurs au sein de ces mêmes conseils d'administration ;\n\nDeux membres du personnel de la caisse élus dans les conditions prévues par la loi du 16 avril 1946 pour l'élection des délégués du personnel dans les entreprises ;\n\nDeux médecins élus par les représentants des médecins au sein des conseils d'administration des caisses primaires ;\n\nDeux personnes connues pour leurs travaux ou pour les services rendus dans le domaine de la sécurité sociale, nommées par le ministre du travail et de la sécurité sociale, sur proposition du conseil d'administration ;\n\nUne personne élue par l'ensemble de l'union départementale des associations familiales groupées dans la région de la caisse régionale de sécurité sociale ;\n\nLes représentants des caisses primaires de sécurité sociale sont élus, dans chaque catégorie d'administrateurs, au scrutin de liste à un tour, avec représentation proportionnelle."
    },
    {
      "provision_ref": "art11bis",
      "section": "11bis",
      "title": "Article 11bis",
      "content": "La caisses régionales d'assurance vieillesse des travailleurs salariés ont pour rôle :\n\n1° De gérer le risque vieillesse ;\n\n2° De promouvoir et de coordonner une politique sociale en faveur de ses ressortissants ;\n\nLa circonscription et le siège de chaque caisse régionale d'assurance vieillesse des travailleurs salariés sont fixés par arrêté du ministre du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art11ter",
      "section": "11ter",
      "title": "Article 11ter",
      "content": "La caisse régionale d'assurance vieillesse des travailleurs salariés est administrée par un conseil d'administration de 18 membres, désignés pour cinq ans, à savoir:\n\nDouze membres élus par les représentants des travailleurs au sein des conseils d'administration des caisses primaires;\n\nQuatre membres élus par les représentants des employeurs au sein de ces mêmes conseils d'administration;\n\nUne personne connue pour ses travaux ou pour les services rendus dans le domaine de la sécurité sociale, nommée par le ministre du travail et de la sécurité sociale sur proposition du conseil d'administration;\n\nUn représentant du personnel élu dans les conditions prévues par la loi du 16 avril 1946 pour l'élection des délégués du personnel dans les entreprises.\n\nLe conseil d'administration peut s'adjoindre, en outre et à titre consultatif, deux représentants désignés par des associations ou groupements des vieux travailleurs les plus représentatifs.\n\nLes représentants des caisses primaires de sécurité sociale sont élus au scrutin de liste à un tour avec représentation proportionnelle sans panachage ni ordre préférentiel.\n\nDans chaque catégorie intéressée, les listes doivent comprendre un nombre de candidats égal au moins à une fois et au plus à une fois et demie le nombre d'administrateurs à élire.\n\nDans chaque liste, les sièges sont attribués aux candidats d'après leur ordre de présentation.\n\nEn cas d'égalité des voix, le plus âgé est déclaré élu.\n\nLes mêmes règles sont applicables pour la désignation des candidats d'une liste appelée à remplacer les administrateurs élus sur cette liste dont les sièges deviendraient vacants par décès, démission ou toute autre cause ."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les caisses régionales de sécurité sociale sont constituées et fonctionnent conformément aux prescriptions de la loi du 1er avril 1898 sur les sociétés de secours mutuels sous réserve des dispositions de la présente ordonnance et des textes pris pour son application."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les caisses primaires ou régionales de sécurité sociale peuvent se grouper en unions ou fédérations en vue de créer des œuvres ou services d'intérêt commun.\n\nElles peuvent être tenues de le faire dans les conditions fixées par un arrêté du ministre du travail et de la sécurité sociale pris après avis du conseil supérieur de la sécurité sociale institué à l’article 28 ci-après.\n\nCes unions ou fédérations sont constituées et fonctionnent dans les conditions fixées à l’article 12 ci-dessus."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La caisse nationale de sécurité sociale a pour rôle :\n\n1 ° D'assurer la compensation nationale des risques gérés par les caisses régionales de sécurité sociale et de garantir la solvabilité de ces caisses dans la limite des ressources prévues par la présente ordonnance ;\n\n2° D'assurer la compensation nationale des charges des allocations familiales et de salaire unique ;\n\n3° De gérer les fonds destinés à promouvoir sur le plan national une politique générale de la sécurité sociale et notamment :\n\nUn fonds de prévention des accidents du travail et maladies professionnelles ;\n\nUn fonds d’action sanitaire et sociale ;\n\n4° De couvrir les charges de l’allocation aux vieux travailleurs salariés non assurés sociaux ou non assurés des retraites ouvrières et paysannes, dans les conditions prévues par l’ordonnance du 30 décembre 1944."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "La caisse nationale de sécurité sociale est administrée par un conseil d’administration, désigné pour cinq ans, comprenant :\n\nUn président de section au conseil d’Etat ou un conseiller d’Etat désigné par le vice-président du conseil d’Etat, président ;\n\nDeux représentants du ministre du travail et de la sécurité sociale ;\n\nUn représentant du ministre de la santé publique ;\n\nUn représentant du ministre de la population ;\n\nUn représentant du ministre de l'économie nationale ;\n\nUne représentant du ministre des finances ;\n\nLe directeur général de la caisse des dépôts et consignations ou son représentant ;\n\nTrois membres élus par le conseil supérieur de la sécurité sociale, dont deux travailleurs ;\n\nDeux membres élus par la commission supérieure des allocations familiales, dont un travailleur ;\n\nSeize représentants élus des caisses régionales de sécurité sociale et des caisses régionales d'assurance vieillesse des travailleurs salariés ;\n\nUn membre élu par les personnes connues pour leurs travaux ou pour les services rendus dans le domaine de la sécurité sociale et appartenant aux conseils d'administration des caisses régionales de sécurité sociale ;\n\nUn membre élu par l'union nationale des associations familiales.\n\nA l'expiration de la période mentionnée à l'article 2 ci-dessus, le nombre des représentants élus des caisses régionales est porté à vingt, dont quinze travailleurs.\n\nLes représentants des caisses régionales de sécurité sociale et des caisses d'allocations familiales au sein du conseil d'administration de la caisse nationale de sécurité sociale sont élus, dans chaque catégorie d'administrateurs, au scrutin de liste à un tour avec représentation proportionnelle."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La caisse nationale de sécurité sociale est un établissement public. Elle jouit de l’autonomie financière. Elle est soumise au contrôle du ministre du travail et de la sécurité sociale et des ministres de l’économie nationale et des finances.\n\nLes décisions qui concernent des réalisations d’ordre sanitaire ou des subventions à des institutions ou œuvres d’ordre sanitaire ne peuvent être prises que dans le cadre d’un programme fixé par le ministre du travail et de la sécurité sociale et le ministre de la santé publique et après avis favorable de celui-ci."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Restent soumises au régime de leur statut actuel les professions agricoles et forestières.\n\nSont provisoirement soumises à une organisation spéciale de sécurité sociale les branches d’activité ou entreprises énumérées par le règlement général d’administration publique parmi celles jouissant déjà d’un régime spécial.\n\nDes décrets établiront pour chaque branche d’activité ou entreprises visées à l’alinéa précédent une organisation de sécurité sociale dotée de l’ensemble des attributions définies à l’article 1er ci-dessus. Cette organisation peut comporter l’intervention de l’organisation générale de la sécurité sociale pour une partie des prestations."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les institutions de prévoyance ou de sécurité sociale de toute nature autres que celles visées au précédent titre et que les sociétés de secours mutuels, établies dans le cadre d’une ou de plusieurs entreprises au profit de travailleurs salariés ou assimilés, ne peuvent être maintenues ou créées qu’avec l’autorisation du ministre du travail et de la sécurité sociale et en vue seulement d’accorder des avantages s’ajoutant à ceux qui résultent de l’organisation de la sécurité sociale.\n\nLe règlement général d’administration publique détermine les conditions auxquelles est subordonné l’octroi de l’autorisation suivant que l’institution considérée fait ou non appel à une contribution des bénéficiaires ainsi que les règles de fonctionnement et les conditions de la liquidation de l’institution."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La gestion des prestations familiales est assurée par des caisses d'allocations familiales dont la circonscription et le siège sont fixés par arrêté du ministre du travail et de la sécurité sociale, compte tenu des circonscriptions territoriales des caisses primaires de sécurité sociale."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Sont affiliés à la caisse d’allocations familiales tous les employeurs dont l’établissement se trouve situé dans sa circonscription ainsi que les travailleurs indépendants qui y exercent leur activité."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Chaque caisse d’allocations familiales assure le service des allocations familiales et de salaire unique :\n\na) aux employeurs et aux travailleurs indépendants visés à l’article précédent ;\n\nb) aux travailleurs occupés par lesdits employeurs.\n\nElle doit tenir une comptabilité distincte pour la gestion des allocations familiales servies aux travailleurs indépendants.\n\nDes arrêtés du ministre du travail et de la sécurité sociale peuvent apporter des dérogations aux dispositions du présent article pour certaines catégories de travailleurs en raison des conditions particulières de leur travail."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La caisse d’allocations familiales est administrée par un conseil d’administration dont les membres sont élus pour cinq ans, par les allocataires relevant de la caisse.\n\nLe conseil comprend :\n\nPour la moitié, des représentants des travailleurs salariés ;\n\nPour un quart, des représentants des travailleurs indépendants ;\n\nPour un quart, des représentants des employeurs.\n\nLes administrateurs sont élus, dans chaque catégorie, au scrutin de liste à un tour avec représentation proportionnelle.\n\nLe conseil comporte, en outre :\n\nDeux représentants du personnel de la caisse élus dans les conditions prévues par la loi du 16 avril 1946 pour l'élection des délégués du personnel dans les entreprises ;\n\nDeux personnes connues pour leurs travaux sur les questions démographiques ou leur activité en faveur de la famille, nommées par le ministre du travail et de la sécurité sociale sur proposition du conseil ;\n\nUne personne élue par l'union départementale des associations familiales ayant son siège dans la circonscription de la caisse d'allocations familiales."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les caisses d'allocations familiales sont constituées et fonctionnent conformément aux prescriptions de la loi du 1er avril 1898 sur les sociétés de secours mutuels, sous réserve des dispositions de la présente ordonnance et des textes pris pour son application.\n\nElles peuvent constituer des fédérations avec les caisses de sécurité sociale de leur circonscription respective en vue de la création de services d'intérêt commun. Les fédérations doivent être constituées pour la gestion des services sociaux existant à la date d'entrée en vigueur de la présente ordonnance."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "La compensation entre les caisses d'allocations familiales est assurée par une section spéciale de la caisse nationale de sécurité sociale dans les conditions fixées par le règlement général d'administration publique."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "§ 1er. Des directions régionales de la sécurité sociale substituées aux services régionaux des assurances sociales assurent, sous l'autorité du ministre du travail et de la sécurité sociale, qui en fixe les circonscriptions et les sièges, l'application de l'ensemble des législations de sécurité sociale dans la mesure définie par l'article 1er de la présente ordonnance et par les ordonnances complémentaires à intervenir.\n\n§ 2. Les directions régionales sont notamment chargées de veiller à l'observation des obligations incombant tant aux employeurs qu'aux bénéficiaires en ce qui concerne l'affiliation et le versement des cotisations.\n\n§ 3. (Abrogé).\n\n§ 4. Les directions régionales contrôlent la gestion des caisses primaires et régionales de sécurité sociale et des caisses d'allocations familiales.\n\nLes décisions des conseils d'administration des caisses d'allocations familiales et des caisses primaires et régionales de sécurité sociale sont communiquées immédiatement au directeur régional de la sécurité sociale qui peut, dans les huit jours de cette communication, demander que celles desdites décisions qui lui paraissent contraires à la loi ou de nature à compromettre l'équilibre financier de la caisse aient leur exécution suspendue jusqu'à décision ministérielle. Si celle-ci n'intervient pas dans le délai d'un mois à compter de ladite demande, la décision du conseil d'administration prend son entier effet.\n\nLes décisions concernant l'action sanitaire sont communiquées par le directeur régional de la sécurité sociale au directeur régional de la santé et de l'assistance aux fins d'observations éventuelles. Le délai de huit jours prévu à l'alinéa précédent est porté à quinze jours à l'égard desdites décisions."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "En cas d'irrégularités graves, de mauvaise gestion ou de carence du conseil d'administration d'une caisse d'allocations familiales ou d’une caisse primaire ou régionale de sécurité sociale, ce conseil peut être suspendu ou dissous par un arrêté du ministre du travail et de la sécurité sociale, qui nomme un administrateur provisoire.\n\nSi les irrégularités ou la mauvaise gestion sont imputables à un ou plusieurs membres du conseil d'administration, ceux-ci peuvent être révoqués après avis dudit conseil par arrêté du ministre du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art26bis",
      "section": "26bis",
      "title": "Article 26bis",
      "content": "La révocation d'un administrateur entraîne de plein droit l'inéligibilité aux fonctions d'administrateur pendant une année, à dater de l'arrêté de révocation, à moins qu'il ne soit procédé, auparavant, au renouvellement général du conseil d'administration."
    },
    {
      "provision_ref": "art26ter",
      "section": "26ter",
      "title": "Article 26ter",
      "content": "En cas de circonstances faisant obstacle au renouvellement général des conseils d'administration des organismes de sécurité sociale avant la date d'expiration du mandat des administrateurs, les membres de ces conseils en fonctions à cette date continuent, jusqu'à l'installation des nouveaux conseils d'administration et pendant un délai ne pouvant excéder six mois, à assumer la gestion et le fonctionnement des organismes."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Il est institué au ministère du travail et de la sécurité sociale une direction générale de la sécurité sociale chargée de l'application de l'ensemble des législations de sécurité sociale et qui est substituée à la direction générale des assurances sociales. La direction générale de la sécurité sociale dispose, pour l'accomplissement de sa mission, en outre des services de l'administration centrale, d'un service de contrôle général de la sécurité sociale assurant le contrôle sur place des différents services et caisses."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Il est institué, auprès du ministère du travail et de la sécurité sociale, un conseil supérieur de la sécurité sociale, un conseil supérieur de la sécurité sociale qui remplace le conseil supérieur des assurances sociales et qui est composé :\n\nPour la moitié, des représentants des caisses régionales de la sécurité sociale, parmi lesquels trois quarts de travailleurs, y compris des représentants du personnel des caisses et un quart d'employeurs ou de personnes connues pour leurs travaux ou pour les services rendus dans le domaine de la sécurité sociale.\n\nPour un quart, de représentants des organisations professionnelles nationales d'employeurs, de salariés, de praticiens et des associations familiales constituées conformément à l'ordonnance du 3 mars 1945 ;\n\nPour un quart, de représentants des administrations publiques intéressées, de représentants du personnel des services et de personnes au concours desquelles il sera décidé de faire appel en raison de leur compétence particulière.\n\nLe conseil supérieur de la sécurité sociale, comprend, en outre, quatre membre du parlement."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La commission supérieure des allocations familiales instituée à l'article 74 L du livre Ier du code du travail est réorganisée ainsi qu'il suit. Elle est composée :\n\nPour un quart, de représentants des caisses, parmi lesquels les deux tiers de travailleurs, y compris des représentants du personnel des caisses ;\n\nPour un quart, de représentants de l'Union nationale des associations familiales constituées conformément à l'ordonnance du 3 mars 1945 ;\n\nPour un quart, de représentants des organisations professionnelles nationales d'employeurs, de salariés et de travailleurs indépendants ;\n\nPour un quart, de représentants des administrations publiques intéressées, de représentants du personnel des services et de personnes auxquelles il sera décidé de faire appel en raison de leur compétence particulière.\n\nLa commission supérieure des allocations familiales comprend, en outre, deux membres du parlement."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La couverture des charges de la sécurité sociale et des prestations familiales est assurée, indépendamment des contributions de l'Etat prévues par les dispositions législatives réglementaires en vigueur, par des cotisations assises et recouvrées conformément aux dispositions ci-après."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les cotisations des assurances sociales, des allocations familiales et des accidents du travail sont assises sur l'ensemble des rémunérations ou gains perçus par les bénéficiaires de chacune de ces législations.\n\nToutefois, les rémunérations dépassant 80 493 € par an ne sont comptées que pour ce montant. Un décret, pris sur le rapport du ministre du travail et de la sécurité sociale, fixe, sur cette base, le plafond à appliquer suivant les modalitésdes payes et les conditions de régularisation, compte tenu du plafond annuel fixé au présent article.\n\nLe montant jusqu' auquel les rémunérations entrent en compte pour l'assiette des cotisations, en vertu de l'alinéa précédent, peut être modifié par décret pris sur le rapport du ministre du travail et de la sécurité sociale, après avis des organisations signataires de la convention collective nationale du 14 mars 1947, en cas de variation sensible de l'indice général des rémunérations établi par les services du ministère du travail et de la sécurité sociale. En cas de modification du plafond, celui-ci ne prend effet qu'à partir du premier jour du trimestre civil suivant celui auquel correspond l'indice susvisé.\n\nLe règlement d'administration publique détermine les modalités particulières applicables au calcul des cotisations dues par les non-salariés.\n\nleft"
    },
    {
      "provision_ref": "art31bis",
      "section": "31bis",
      "title": "Article 31bis",
      "content": "Pour le calcul des cotisations des assurances sociales, des accidents du travail et des allocations familiales, sont considérées comme rémunérations toutes les sommes versées ou dues aux travailleurs en contrepartie ou à l'occasion du travail, notamment les salaires ou gains, les indemnités de congés payés, le montant des retenues pour cotisations ouvrières, les indemnités, primes, gratifications et tous autres avantages en argent, les avantages en nature, ainsi que les sommes perçues directement ou par l'entremise d'un tiers à titre de pourboire.\n\nIl ne peut être opéré sur la rémunération ou le gain des intéressés servant au calcul des cotisations des assurances sociales, des accidents du travail et des allocations familiales, de déduction au titre de frais professionnels que dans les conditions et limites fixées par un arrêté du ministre du travail et de la sécurité sociale et du ministre des finances et des affaires économiques. Il ne pourra également être procédé à des déductions au titre des frais d'atelier que dans les conditions et les limites fixées par arrêté du ministre du travail et de la sécurité sociale.\n\nNe seront pas comprises dans la rémunération les prestations de sécurité sociale versées par l'entremise de l'employeur."
    },
    {
      "provision_ref": "art31ter",
      "section": "31ter",
      "title": "Article 31ter",
      "content": "En ce qui concerne certaines catégories de travailleurs salariés ou assimilés définies par arrêté du ministre du travail et de la sécurité sociale et qui travaillent régulièrement et simultanément pour le compte de deux ou plusieurs employeurs, le montant des cotisations des assurances sociales, des accidents du travail et des allocations familiales incombant à chacun des employeurs peut être déterminé, compte tenu des conditions d'exercice de la profession considérée, d'après les rémunérations qu'ils ont respectivement versées soit dans la limite d'un forfait fixé par lesdits arrêtés, soit en appliquant au taux des cotisations prévues aux articles 32 à 35 un abattement forfaitaire fixé par lesdits arrêtés."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Le taux de la cotisation des assurances sociales est de 12 p. 100. La moitié de la cotisation est à la charge de l'employeur, l'autre moitié à la charge du salarié ou assimilé. Des taux forfaitaires de cotisations peuvent être fixés par des arrêtés du ministre du travail et de la sécurité sociale pour certaines catégories de salariés ou assimilés.\n\nLa contribution ouvrière est précomptée sur la rémunération ou gain de l'assuré lors de chaque paye.\n\nLe salarié ne peut s'opposer au prélèvement de cette contribution. Le payement de la rémunération effectué sous déduction de la retenue de la contribution ouvrière vaut acquit de cette contribution à l'égard du salarié de la part de l'employeur.\n\nL'assuré est tenu de verser entre les mains de l'employeur sa contribution sur les sommes perçues par lui directement ou par l'entremise d'un tiers, à titre de pourboires. Le non versement de cette contribution est une cause de résiliation du contrat de travail.\n\nLa contribution de l'employeur reste exclusivement à sa charge, toute convention contraire étant nulle de plein droit. Le taux de cette contribution peut être relevé par arrêté du ministre du travail et de la sécurité sociale et des ministres de l'économie nationale et des finances dans une mesure égale à la réduction dont le taux de la contribution spéciale prévue par l'ordonnance du 30 décembre 1944 aura été l'objet."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Si le travailleur à domicile, rémunéré à façon, aux pièces ou à la tâche, est lui-même assuré obligatoire, vis-à-vis du fabricant pour le compte duquel il travaille, il n'est point tenu au versement de contributions patronales afférentes à l'emploi des ouvriers qui travaillent avec lui pour ledit fabricant. Ces contributions sont à la charge du fabricant et calculées d'après les déclarations de rémunérations fournies à ce dernier.\n\nLa rémunération propre au travailleur à domicile est obtenu en déduisant de la rémunération globale versée par l'employeur d'une part, les rémunérations des personnes travaillant avec lui, d'autre part, s'il y a lieu, le montant des frais d'atelier fixés forfaitairement par arrêté du ministre du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "La cotisation des allocations familiales est intégralement à la charge de l'employeur. Le taux de cette cotisation est fixé à 16 p. 100."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "La cotisation due au titre des accidents du travail et des maladies professionnelles est à la charge exclusive de l'employeur.\n\nLe taux de la cotisation est déterminé annuellement pour chaque catégorie de risques par la caisse régionale de sécurité sociale d'après les règles fixées par arrêté du ministre du travail et de la sécurité sociale et des ministres de l'économie nationale et des finances. Les risques sont classés dans les différentes catégories par la caisse régionale, sauf recours de la part, soit de l'employeur soit du directeur régional, à une commission constituée auprès du conseil supérieur de la sécurité sociale et dont l'organisation et le fonctionnement sont fixés par le règlement général d'administration publique.\n\nLa caisse régionale peut accorder des ristournes sur la cotisation ou imposer des cotisations supplémentaires dans les conditions qui seront fixées par un arrêté du ministre du travail et de la sécurité sociale, pour tenir compte des mesures de prévention ou de soins prises par l'employeur ou des risques exceptionnels présentés par l'exploitation. La décision de la caisse est susceptible de recours devant la commission prévue à l'alinéa précédent. En cas de carence de la caisse, le directeur régional peut statuer, sauf recours devant ladite commission.\n\nLe classement d'un risque dans une catégorie peut être modifié à toute époque. L'employeur est tenu de déclarer à la caisse régionale toutes circonstances de nature à aggraver les risques."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les cotisations prévues aux articles 31 à 35 doivent faire l'objet de versement par l'employeur à la caisse primaire de sécurité sociale, à la caisse d'allocations familiales ou à l'union de recouvrement dans les quinze premiers jours de chaque trimestre si l'employeur occupe moins de dix salariés, et dans les quinze premiers jours de chaque mois s'il en occupe dix ou davantage. Toutefois, les cotisations dues pour les gens de maison et les concierges doivent être acquittées du 15 au dernier jour du premier mois de chaque trimestre et les cotisations personnelles des employeurs ainsi que celles des travailleurs indépendants dans la première quinzaine du deuxième mois de chaque trimestre.\n\nEn cas de cession ou de cessation d’un commerce ou d'une industrie, le payement des cotisations dues pour le trimestre ou le mois en cours, suivant le cas, est immédiatement exigible.\n\nLes versements qui ne sont pas effectués dans le délai ou à l'époque ci-dessus prévus sont passibles d'une majoration de 0,5 de p. 1.000 par jour de retard, payable en même temps que les versements.\n\nToutefois, les cotisations arriérées demeurent passibles jusqu'au 1er novembre 1951 d'une majoration de 1 p. 1.000 par jour de retard lorsqu'elles ne donneront pas lieu à l'application des dispositions de l'article 6 ci-dessous.\n\nLe payement des cotisations est garanti pendant un an à dater de leur date d'exigibilité par un privilège sur les biens meubles et immeubles du débiteur, lequel privilège prend rang concurremment avec celui des gens de service et celui des ouvriers établis respectivement par l'article 2101 du code civil et l'article 549 du code de commerce.\n\nL'inscription conserve le privilège pendant deux années à compter du jour où elle est effectuée. Elle ne peut être renouvelée.\n\nToutefois le privilège est conservé au delà du délai de deux ans sur les biens qui ont fait l'objet d'une saisie avant l'expiration du délai.\n\nA compter du 1er janvier 1956, le privilège prévu à l'alinéa 4 du présent article, en tant qu'il porte sur les immeubles, sera transformé en hypothèque légale en exécution des prescriptions de l'article 15 du décret du 4 janvier 1955.\n\nLa disposition qui précède est applicable aux créances nées postérieurement au 1er novembre 1951."
    },
    {
      "provision_ref": "art36bis",
      "section": "36bis",
      "title": "Article 36bis",
      "content": "Les majorations de retard visées au troisième alinéa de l'article 36 peuvent être réduites en cas de bonne foi ou de force majeure, par décision du conseil d'administration de l'organisme de sécurité sociale intéressé, rendue sur proposition de la commission de recours gracieux prévue à l'article 2 de la loi N° 46-2339 du 24 octobre 1946 portant réorganisation des contentieux de la sécurité sociale et de la mutualité sociale agricole.\n\nLa décision du conseil doit être motivée.\n\nCette décision pourra être déférée à la commission de première instance dans les conditions prévues par la loi du 24 octobre 1946.\n\nCette commission statuera en dernier. ressort dans le délai d'un mois."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Toute personne qui a effectué un versement de cotisations au titre du trimestre écoulé fait connaître dans les quinze premiers jours de chaque trimestre, à la caisse de sécurité sociale et à la caisse d'allocations familiales, pour chacun des intéressés, le montant total des rémunérations ou gains ayant servi de base au calcul des cotisations et le montant des cotisations correspondantes. Toutefois, les employeurs de gens de maison et de concierges doivent produire la déclaration précédente du 15 au dernier jour du premier mois de chaque trimestre .\n\nDes modes particuliers de versement peuvent être prévus pour certaines catégories d'assurés."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Un arrêté du ministre du travail et de la sécurité sociale détermine annuellement les bases de répartition des cotisations entre les différents organismes de sécurité sociale et d'allocations familiales.\n\nLa caisse primaire transmet à la caisse régionale et à la caisse nationale les fractions de cotisations leur revenant respectivement. La caisse d’allocations familiales transmet à la caisse nationale la fraction de cotisations lui revenant. Le directeur régional peut ordonner l'exécution des virements qui ne sont pas effectués dans un délai de huit jours après mise en demeure.\n\nLes ressources prévues aux articles précédents ne peuvent être affectées à la gestion d'une institution autre que celle au titre de laquelle elles sont perçues.\n\nLes organismes de sécurité sociale doivent tenir une comptabilité distincte pour la gestion des risques assurances sociales et accidents du travail."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "La caisse primaire de sécurité sociale est tenue de verser à chacune de ces sections, en outre du montant des prestations servies par celles-ci, une fraction des cotisations perçues en vue de couvrir les frais de gestion propres à la section et de tenir compte tant des services rendus aux assurés que de la qualité de la gestion de la section. Le règlement général d'administration publique fixe les règles suivant lesquelles est déterminée cette fraction de cotisation."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le règlement général d'administration publique établit les règles de gestion des institutions de sécurité sociale. Il énumère les placements que les organismes de sécurité sociale sont autorisés à faire, détermine les établissements dans lesquels lesdits organismes doivent déposer leurs fonds, et fixe les conditions dans lesquelles ils peuvent être autorisés à acquérir des terrains ou des immeubles bâtis, à construire des immeubles ou à les aménager et à créer des institutions ou établissements sanitaires ou d'hygiène sociale."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Un décret rendu sur le rapport des ministres du travail et de la sécurité sociale et des finances fixe les règles relatives à la comptabilité des caisses de sécurité sociale et de leurs unions ou fédérations, à l'établissement de leur situation active et passive."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Le contrôle de l'application par les employeurs et les travailleurs indépendants des législations de sécurité sociale est confié aux contrôleurs et inspecteurs de la sécurité sociale désignés par le ministre du travail et de la sécurité sociale et dûment assermentés, qui ont qualité pour dresser, en cas d'infraction aux dispositions prévues par ces législations, des procès-verbaux faisant foi jusqu'à preuve contraire.\n\nCes procès-verbaux sont adressés à la direction régionale qui les transmet, le cas échéant, au procureur de la République aux fins de poursuite.\n\nLes inspecteurs de la sécurité sociale prêtent serment devant le juge de paix. Ils sont tenus au secret professionnel."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Le ministre du travail et de la sécurité sociale peut autoriser les caisses primaires de sécurité sociale et, le cas échéant, les caisses d'allocations familiales, à confier à certains de leurs agents le contrôle prévu à l'article 43 ci-dessus.\n\nCes agents sont agréés par le ministre du travail et de la sécurité sociale dans les conditions fixées par le règlement général d'administration publique. L'agrément révocable à tout moment ne peut être donné pour une durée supérieure à cinq ans. Il est renouvelable.\n\nAvant d'entrer en fonctions, les agents de la caisse chargés du contrôle prêtent, devant le juge de paix, serment de ne rien révéler des secrets de fabrication et en général des procédés et résultats d'exploitation dont ils pourraient prendre connaissance dans l'exercice de leur mission. Cette prestation de serment est renouvelée à l'occasion de tout renouvellement d'agrément. Toute violation de serment est punie des peines prévues à l'article 378 du code pénal.\n\nLes contrôles confiés par la caisse à ses agents sont effectués en accord avec la direction régionale qui reçoit les procès-verbaux établis par lesdits agents et les transmet, le cas échéant, au procureur de la République aux fins de poursuite."
    },
    {
      "provision_ref": "art44bis",
      "section": "44bis",
      "title": "Article 44bis",
      "content": "Les caisses de sécurité sociale et d'allocations familiales peuvent confier à des agents agréés dans les conditions fixées à l'article 44 ci-dessus et assermentés, le soin de procéder à toutes vérifications ou enquêtes administratives concernant l'attribution des prestations."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les employeurs et les travailleurs indépendants sont tenus de recevoir à toute époque les fonctionnaires et les agents de contrôle des caisses visés aux articles 43 et 44 ci-dessus, ainsi que les ingénieurs-conseils et contrôleurs de sécurité régulièrement accrédités par lesdites caisses. Les oppositions ou obstacles à ces visites ou inspections sont passibles des mêmes peines que celles prévues par le code du travail en ce qui concerne l'inspection du travail.\n\nPar dérogation aux dispositions qui les assujettissent au secret professionnel, les agents des administrations fiscales sont habilités à signaler aux directeurs régionaux de la sécurité sociale et aux contrôleurs divisionnaires des lois sociales en agriculture, les infractions qu'ils constatent en ce qui concerne l'application des lois et règlements relatifs au régime général ou au régime agricole de sécurité sociale.\n\nDe leur côté, les agents des organismes ou caisses de régime général de sécurité sociale, ainsi que les agents des caisses mutuelles d'assurances sociales agricoles, communiqueront aux administrations fiscales les infractions qu'ils relèvent en ce qui concerne l'application des lois et règlements relatifs aux impôts et taxes en vigueur."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "L'employeur ou le travailleur indépendant qui ne se sont pas conformés aux prescriptions de la législation de la sécurité sociale sont poursuivis devant le tribunal de simple police, soit à la requête du ministère public, sur la demande du ministre du travail et de la sécurité sociale, ou du directeur régional de la sécurité sociale compétent, soit éventuellement à la requête du ministre du travail et de la sécurité sociale ou de toute autre partie intéressée. Ils sont passibles d'une amende de 9 à 27 € prononcée par le tribunal, sans préjudice de la condamnation, par le même jugement et à la requête du ministère public ou de la partie civile, au payement de la somme représentant les contributions dont le versement leur incombait ainsi qu'au payement des majorations de retard. L'amende est appliquée autant de fois qu'il y a de personnes dans des conditions contraires aux prescriptions relatives à l'immatriculation et au payement des cotisations de sécurité sociale sans que le total des amendes puisse dépasser 2 250 €.\n\nToute action ou poursuite effectuée en application du présent article ou des articles 47, 50 et 55 ci-après, est obligatoirement précédée si elle a lieu à la requête du ministère public, d'un avertissement par lettre recommandée de la direction régionale de la sécurité sociale invitant l'employeur ou le travailleur indépendant à régulariser sa situation dans les quinze jours. Si la poursuite a lieu à la requête du ministère du travail et de la sécurité sociale ou de toute autre partie intéressée, ledit avertissement est remplacé par une mise en demeure adressée par lettre recommandée à l'employeur ou au travailleur indépendant. Copie de cette mise en demeure doit être envoyée à la direction régionale par la partie intéressée.\n\nL'avertissement ou la mise en demeure ne peut concerner que les périodes d'emploi comprises dans les cinq années qui précèdent la date de son envoi."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "En cas de récidive, le contrevenant est poursuivi devant le tribunal correctionnel et puni d'une amende de 30 € à 225 € sans préjudice de la condamnation, par le même jugement et à la requête du ministère public ou de la partie civile, au payement des contributions dont le versement lui incombait ainsi qu'au payement des majorations de retard.\n\nIl y a récidive lorsque, dans les douze mois antérieurs à la date d'expiration du délai de quinzaine imparti par l'avertissement ou la mise en demeure prévus à l'article 46 (2° alinéa), le contrevenant a déjà subi une condamnation pour une contravention identique.\n\nLe tribunal peut, en outre, dans ce cas, prononcer pour une durée de six mois à cinq ans :\n\na) L'inéligibilité du contrevenant aux chambres de commerce, aux tribunaux de commerce, aux chambres d'agriculture et aux chambres de métiers, aux conseils de prud'hommes ;\n\nb) Son incapacité à faire partie des comités et conseils consultatifs constitués auprès au Gouvernement."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Le tribunal peut ordonner, dans tous les cas, que le jugement de condamnation sera publié, intégralement ou par extraits, dans les journaux qu'il désignera et affiché dans les lieux qu'il indiquera, le tout aux frais du contrevenant, sans que le coût de l'insertion puisse dépasser 750 €."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "En cas de pluralité de contraventions entraînant les peines de la récidive, l'amende est appliquée autant de fois qu'on a relevé de nouvelles contraventions. Toutefois, le total des amendes ne peut dépasser 15 000 €."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "L'employeur qui a retenu par devers lui indûment la contribution ouvrière aux assurances sociales précomptées sur le salaire est passible des peines prévues aux articles 406 et 408 du code pénal."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "En ce qui concerne les infractions visées aux articles 46, 47 et 50, les délais de prescription de l'action publique commencent à courir à compter de l'expiration du délai de quinze jours qui suit, selon le cas, soit l'avertissement, soit la mise en demeure, prévue à l'article 46 (2° alinéa)."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Indépendamment des sanctions prévues aux articles précédents et du versement des cotisations arriérées et majorations de retard, lorsque tout ou partie des cotisations dues au titre de la législation des assurances sociales, dont l'exigibilité est comprise dans l'année antérieure au début du mois civil au cours duquel se situe la date de la première constatation médicale de la maladie ou de la grossesse ou la date du décès, n'a pas été acquitté à cette date, le ou les employeurs à qui incombait le versement desdites cotisations, sont redevables à la caisse primaire et, éventuellement, à la caisse régionale de sécurité sociale, d'une somme égale au montant de l'ensemble des prestations échues ou à échoir auxquelles l'assuré ou, éventuellement, ses ayants droit, peuvent prétendre au titre de la maladie, de la longue maladie, de la maternité, de l'invalidité ou du décès.\n\nIndépendamment des sanctions prévues aux articles précédents et du versement des cotisations arriérées et des majorations de retard, lorsque tout ou partie des cotisations dues au titre de la législation des accidents du travail, par l'employeur au jour de l'accident, et dont l'exigibilité est comprise dans l'année antérieure au début du moi civil au cours duquel se situe la date de l'accident, n'a pas été acquitté à cette date, cet employeur est redevable à la caisse primaire et, éventuellement, à la caisse régionale de sécurité sociale, d'une somme égale à l'ensemble des prestations échues ou à échoir auxquelles l'assuré, ou éventuellement ses ayants droit, peuvent prétendre au titre de l'accident considéré.\n\nIndépendamment des sanctions prévues aux articles précédents et du versement des cotisations arriérées et des majorations de retard, le ou les employeurs à qui incombait le versement desdites cotisations sont redevables à la caisse d'allocations familiales d'une somme égale au montant de l'ensemble des prestations familiales servies ou dues par ladite caisse d'allocations familiales aux salariés occupés par le ou lesdits employeurs, lorsque les cotisations dont le payement était échu antérieurement à la date du règlement des prestations ont été acquittées postérieurement à cette date, mais seulement dans la mesure où le montant des prestations, payées ou dues pour la période comprise entre l'échéance des cotisations et leur versement, excéderait le montant des cotisations et majorations de retard acquittées par le ou lesdits employeurs.\n\nDans les cas visés aux paragraphes 1er et 2, les pensions d'invalidité et les rentes d'accidents du travail font l'objet d'un règlement forfaitaire dans les conditions prévues par un arrêté du ministre du travail et de la sécurité sociale. En outre, la responsabilité de chaque employeur est limité, pour chaque catégorie de prestations et, compte tenu du nombre de travailleurs occupés par l'employeur, à un chiffre maximum établi conformément à un barème fixé par arrêté du ministre du travail et de la sécurité sociale.\n\nLorsqu'un assuré fait état, en vue de la liquidation de ses droits à l'assurance vieillesse, de cotisations arriérées, précomptées et non encore versées à la date de la demande, l'employeur responsable du payement des cotisations est tenu au versement à la caisse régionale d'assurance vieillesse d'une somme forfaitaire fixée conformément à un barème établi par arrêté du ministre du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Avant de saisir le ministre du travail et de la sécurité sociale, ou le ministère public, des poursuites à exercer en vertu des articles 46 et 47 ci-dessus, la direction régionale de la sécurité sociale a la faculté de recourir à la procédure sommaire ci-après en vue du recouvrement des sommes dues par l'employeur ou le travailleur indépendant.\n\nSi, à l'expiration du délai de quinze jours imparti par l'avertissement ou la mise en demeure prévus à l'article 46, alinéa 2, le versement dû n'a pas été intégralement effectué ou si la réclamation introduite dans ce même délai par l'employeur ou le travailleur indépendant n'a pas été admise par la direction régionale et n'a pas été portée par l'employeur ou le travailleur indépendant dans les quinze jours devant la juridiction compétente pour les contestations relatives aux cotisations, l'état des cotisations ouvrières et patronales de sécurité sociale visées par l'avertissement ou la mise en demeure est rendue exécutoire par arrêté du préfet du département où se trouve l'établissement de l'employeur ou le domicile du travailleur indépendant et remis au trésorier-payeur général, qui assure, par l'intermédiaire du percepteur du domicile du débiteur, le recouvrement des sommes ainsi exigibles, y compris les frais afférents comme en matière de contributions directes."
    },
    {
      "provision_ref": "art53bis",
      "section": "53bis",
      "title": "Article 53bis",
      "content": "Si la mise en demeure ou l'avertissement prévus au deuxième alinéa de l'article 46 reste sans effet, le directeur de l'organisme créancier de cotisations d'assurances sociales, d'accidents du travail ou d'allocations familiales peut délivrer une contrainte qui est visée et rendue exécutoire dans un délai de cinq jours par le président de la commission de première instance dans le ressort de laquelle est compris le siège de l'organisme créancier.\n\nCette contrainte est signifiée par acte d'huissier et exécutée dans les mêmes conditions qu'un jugement.\n\nL'exécution de la contrainte peut être interrompue par opposition motivée, formée par le débiteur, par inscription au secrétariat de la commission de première instance ou par lettre recommandée adressée au secrétariat de ladite commission dans les quinze jours à compter de la signification prévue au deuxième alinéa du présent article.\n\nIl est statué par la commission de première instance dans les conditions prévues par les articles 19, 20, 21 et 23 de la loi n° 46-2339 du 24 octobre 1946. La décision est exécutoire nonobstant appel.\n\nLa demande de remise de majoration de retard formulée en application de l'article 36 bis n'interrompt pas l'exécution du principal des cotisations .\n\nleft"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les jugements intervenus en application du présent chapitre sont susceptibles d'appel de la part du ministère public et des parties intéressées."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "L'action civile en recouvrement des cotisations dues par l'employeur ou le travailleur indépendant, intentée indépendamment ou après extinction de l'action publique, se prescrit par cinq ans à dater de l'expiration du délai suivant l'avertissement ou la mise en demeure prévu à l'article 46, alinéa 2, ci-dessus. La procédure de recouvrement visée à l'article 53 ne peut être mise en œuvre que dans le même délai."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Sont passibles d'une amende de 180 € à 3 659 € et d'un emprisonnement d'un mois à six mois les administrateurs, directeurs ou agents de tous les organismes de sécurité sociale, en cas de fraude ou de fausse déclaration dans l'encaissement ou dans la gestion, le tout sans préjudice de plus fortes peines s'il y échet."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le maximum des deux peines sera toujours appliqué au délinquant lorsqu'il aura déjà subi une condamnation pour la même infraction et le tribunal pourra ordonner l'insertion du nouveau jugement dans un ou plusieurs journaux de la localité, le tout aux frais du condamné, sans que le coût de l'insertion puisse dépasser 750 €."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Tout intermédiaire convaincu d'avoir, moyennant une rémunération quelconque, offert, accepté de prêter ou prêté des services à un employeur en vue de lui permettre de contrevenir à la législation de sécurité sociale, sera puni d'une amende de 180 à 3 659 € et d'un emprisonnement d'un mois à six mois et, en cas de récidive dans le délai d'un an, d'une amende de 1 830 à 15 000 € et d'un emprisonnement de trois mois à deux ans."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Les pièces relatives à l'application de la législation de sécurité sociale sont délivrées gratuitement et dispensées des droits de timbre et d'enregistrement, à la condition de s'y référer expressément. Les droits d'enregistrement et autres à percevoir sur les libéralités faites aux organismes de sécurité sociale seront les mêmes que ceux perçus pour les libéralités faites aux hôpitaux, hospices et bureaux de bienfaisance."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Les jugements ou arrêts ainsi que les extraits, copies, grosses ou expéditions, qui en sont délivrés et, généralement, tous les actes de procédure auxquels donne lieu l'application de la législation de sécurité sociale, sont également dispensés des formalités de timbre et d'enregistrement. Ils doivent porter une mention expresse se référant au présent article."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Sont exemptées du droit de timbre les affiches, imprimées ou non, apposées par les organismes de sécurité sociale, ayant pour objet exclusif la vulgarisation de la législation de la sécurité sociale, ainsi que la publication de comptes rendus et conditions de fonctionnement de ces organismes."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Un arrêté du ministre du travail et de la sécurité sociale, du ministre des postes, télégraphes et téléphones et du ministre des finances fixe les conditions dans lesquelles bénéficient de la franchise postale les objets de correspondance adressés ou reçus pour le service de la sécurité sociale. La dépense résultant de cette franchise fait l'objet d'un forfait dont le montant, fixé annuellement par la loi de finances, est remboursé au budget des postes, télégraphes et téléphones."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "La caisse nationale de sécurité sociale rembourse au profit des postes, télégraphes et téléphones le montant du forfait visé à l'article 63 et au budget général le montant des frais de fonctionnement des divers services administratifs de la sécurité sociale."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les caisses de sécurité sociale ont le droit de purger les hypothèques légales pouvant grever les immeubles affectés à la garantie hypothécaire des prêts qu'elles ont consentis.\n\nPour arriver à la purge, elles ont à observer les formalités prescrites par les articles 19 à 25 inclus du décret du 28 février 1852."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Tous les actes relatifs aux acquisitions d'immeubles et aux prêts que les caisses sont autorisées à effectuer sont exempts des droits de timbre, d'enregistrement et de la taxe hypothécaire."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Les caisses de sécurité sociale et les caisses d'allocations familiales disposent, dans les conditions prévues à l'article 17 de la loi du 1er avril 1898, des dons et legs reçus par elles."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Les sommes qui sont versées à titre de cotisations de sécurité sociale, tant par l'employeur que par le salarié, sont déduites du total du revenu de ceux-ci pour l'assiette des impôts sur les revenus et de l'impôt général sur le revenu."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Sauf en ce qui concerne les représentants du personnel, les fonctions d'administrateurs des caisses de sécurité sociale et des caisses d'allocations familiales sont incompatibles avec celles de salariés desdites caisses.\n\nLes caisses ne peuvent, en aucun cas, allouer un traitement à leurs administrateurs. Toutefois, elles peuvent leur rembourser leurs frais de déplacement. A l'exclusion des représentants des employeurs, les administrateurs des organismes de sécurité sociale ayant la qualité de travailleurs salariés ou de travailleurs indépendants peuvent, en outre, être indemnisés de la perte de leur salaire ou de leur gain.\n\nLes indemnités pour perte de gain des travailleurs indépendants sont fixées par arrêté du ministère du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art69bis",
      "section": "69bis",
      "title": "Article 69bis",
      "content": "L'exercice d'une fonction rémunérée par une caisse de sécurité sociale ou d'allocations familiales est interdit aux anciens administrateurs de ces organismes autres que les délégués du personnel pendant un délai de quatre ans à dater de la cessation de leurs fonctions d'administrateur.\n\nCette interdiction ne s'applique ni aux salariés des fédérations nationales de caisses de sécurité sociale ou d'allocations familiales ni aux personnes qui, avant l'exercice de leur mandat d'administrateur étaient salariées d'un organisme de sécurité sociale ."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "§ 1. - L'arrêté fixant la circonscription des caisses primaires de sécurité sociale désigne les organismes d'assurances sociales dont elles prennent, en tout ou partie, la suite des opérations.\n\n§ 2. - Le conseil d'administration constitué dans les conditions fixées à l'article 5 procède à l'établissement des statuts et du règlement intérieur de la caisse primaire de sécurité sociale.\n\n§ 3. - L'arrêté d'enregistrement des caisses primaires de sécurité sociale fixe la date à partir de laquelle elles commencent leurs opérations au titre de tout ou partie des attributions prévues à l'article 3.\n\nLe même arrêté peut placer un organisme d'assurance sociale sous l'administration provisoire du conseil d'administration visé au paragraphe 2 du présent article. Cet organisme est, à partir de la date fixée par l'arrêté d'enregistrement, placé sous le seul régime régi par la présente ordonnance. Ce changement de régime s'effectue sans qu'il soit nécessaire de procéder à la liquidation de l'organisme considéré.\n\nLes autres organismes d'assurances sociales sont dissous dans les conditions fixées ci-après."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "A partir de la date d'effet de l'enregistrement de la caisse primaire, tous organismes d'assurances sociales effectuant les opérations à l'intérieur de la circonscription territoriale de la caisse primaire ne peuvent continuer ces opérations que pour le compte de ladite caisse primaire.\n\nLes organismes d'assurances sociales arrêtent leur situation à la date d'effet de l'enregistrement de la caisse primaire."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "L'arrêté d'enregistrement d'une caisse primaire de sécurité sociale peut à titre exceptionnel rattacher à cette caisse, provisoirement, tous organismes d'assurances sociales ayant leur siège dans sa circonscription pour toutes leurs opérations afférentes à des circonscriptions territoriales différentes. En ce cas, la caisse primaire suit dans ses écritures les opérations de ces organismes, dont elle continue à effectuer les opérations pour le compte des autres caisses primaires de sécurité sociale qui prennent la suite des opérations desdits organismes."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "L'actif et le passif des organismes qui cessent leurs opérations sont pris en charge tels qu'ils se trouvent par la caisse primaire qui prend la suite de leurs opérations selon un inventaire contradictoire établi à la date d'arrêt des opérations.\n\nCes inventaires font l'objet d'une vérification effectuée sur place par un représentant du ministre du travail et de la sécurité sociale et un représentant du ministre des finances. Les résultats de cette vérification sont consignés par un procès-verbal revêtu de la signature de ces deux fonctionnaires."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Lorsque les organismes dissous n'ont pas la même circonscription territoriale que les caisses de sécurité sociale qui prennent la suite de leurs opérations, il est procédé à une répartition du passif et de l'actif desdits organismes entre les caisses de sécurité sociale en fonction de l'effectif des affiliés qui leur sont transférés.\n\nUn décret fixe les conditions dans lesquelles sont évalués l'actif et le passif des organismes dissous, ainsi que les règles de partage de leur patrimoine.\n\nLe partage du patrimoine est établi d'accord entre les caisses primaires intéressées, sous réserve de l'approbation du ministre du travail et de la sécurité sociale.\n\nIl est statué par le ministre du travail et de la sécurité sociale sur les contestations qui se produiraient entre caisses de sécurité sociale au sujet de la répartition du patrimoine des organismes dissous."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Les dispositions des articles 70 à 74 sont applicables aux caisses régionales de sécurité sociale."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Un décret fixe la liste des institutions, services et fonds dont la caisse nationale de sécurité sociale prend la suite et les règles de prise en charge de leurs opérations."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Les transferts résultant des articles 73 à 76 sont opérés sans frais et ne donnent pas lieu à la perception de droits de mutation."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Jusqu'à l'entrée en vigueur des arrêtés fixant les règles suivant lesquelles sera déterminé pour chaque catégorie de risques le taux de la cotisation due au titre des accidents du travail et des maladies professionnelles, la cotisation due par chaque entreprise pourra être fixée par la caisse régionale en tenant compte des primes ou cotisations d'assurances versées ou, pour les entreprises non assurées, du coût des sinistres survenus antérieurement à l'entrée en vigueur de la présente ordonnance, et ce sous réserve des recours prévue à l'article 35 ci-dessus. Les modalités d'application du présent article seront fixées par arrêté du ministre du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Le personnel titulaire en fonction dans les services régionaux des assurances sociales à la date de mise en vigueur de la présente ordonnance est transféré aux directions régionales de la sécurité sociale."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Une ordonnance spéciale déterminera la situation du personnel auxiliaire des services régionaux des assurances sociales qui est ou sera en surnombre dans les directions régionales de la sécurité sociale et du personnel des caisses d'assurances sociales, des entreprises et institutions pratiquant l'assurance-accident du travail dont les emplois se trouvent supprimés du fait de l'application de la présente ordonnance."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Les dispositions transitoires concernant les contrats souscrits par les employeurs en matière d'accidents du travail feront l'objet d'une ordonnance ultérieure."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Les dispositions de la présente ordonnance sont applicables dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle. Un décret rendu sur la proposition du ministre du travail et de la sécurité sociale et du ministre de l'intérieur détermine les dispositions du régime local qui restent provisoirement en vigueur et les modalités suivant lesquelles s'effectuera le passage du régime local antérieur au régime général."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Un règlement général d'administration publique rendu sur la proposition du ministre du travail et de la sécurité sociale et des ministres intéressés déterminera toutes les mesures nécessaires à l'application de la présente ordonnance et notamment celles relatives au contrôle financier."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Les dispositions de la présente ordonnance seront étendues par ordonnance à l'Algérie et aux colonies."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Sont abrogées toutes dispositions contraires à la présente ordonnance qui entrera en vigueur le 1er juillet 1946, sauf en ce qui concerne les dispositions pour lesquelles des décrets fixeraient des dates différentes d'entrée en application.\n\nLa gestion des risques d'accidents du travail et de maladies professionnelles sera prise en charge par les caisses de sécurité sociale, à compter du 1er janvier 1947."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "La présente ordonnance sera publiée au Journal officiel de la République française et exécutée comme loi."
    }
  ]
}