{
  "id": "jorftext000000607509",
  "type": "statute",
  "title": "Loi n°2006-586 du 23 mai 2006",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000607509",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Toute association, sous réserve d'être régulièrement constituée et après en avoir adopté le principe par délibération prise en assemblée générale, peut remettre à son personnel bénévole des titres spéciaux de paiement désignés sous l'appellation de chèque-repas du bénévole, pour lui permettre d'acquitter en tout ou partie le prix de repas consommés au restaurant ou préparés par un restaurateur.La situation de bénévole s'apprécie en particulier au regard de l'absence de rémunération ou d'indemnisation et de l'inexistence d'un quelconque lien de subordination entre le bénévole et l'association. Les dirigeants associatifs relevant du d du 1° du 7 de l'article 261 du code général des impôts sont exclus du bénéfice du chèque-repas du bénévole.Le montant de la valeur libératoire du chèque-repas du bénévole est égal au maximum à la limite d'exonération fixée par l'arrêté du 20 décembre 2002 pour les allocations forfaitaires liées à la restauration sur le lieu de travail. Il évolue en fonction de l'actualisation de cette limite et est entièrement financé par une contribution de l'association.Le montant et les modalités d'attribution des chèque-repas du bénévole à leurs bénéficiaires sont décidés par l'association et ratifiés en assemblée générale.L'association tient à jour la liste des bénéficiaires de ces chèques-repas, en précisant les montants par bénéficiaire.Un décret précise notamment les mentions devant figurer sur les chèques-repas du bénévole, leurs conditions et modalités d'émission, d'utilisation et de remboursement aux restaurants et restaurateurs.La contribution de l'association au financement des chèques-repas du bénévole est, pour l'association, exonérée de toutes charges fiscales, cotisations et contributions sociales, sans qu'il soit fait application de l'article L. 131-7 du code de la sécurité sociale. L'avantage qui résulte de cette contribution, pour le bénévole, n'est pas assujetti à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures législatives permettant d'étendre l'application des dispositions de la présente loi à Mayotte, avec les adaptations nécessaires.L'ordonnance doit être prise dans un délai de dix-huit mois à compter de la publication de la présente loi. Un projet de loi de ratification de cette ordonnance est déposé devant le Parlement dans un délai de quatre mois à compter de sa publication."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'État, les collectivités territoriales et leurs établissements publics peuvent confier au Fonds de coopération de la jeunesse et de l'éducation populaire le soin de procéder au versement, pour leur compte et selon des modalités qu'ils définissent, des subventions destinées au financement de projets de solidarité internationale, à la rémunération de personnels des associations intervenant dans le domaine de la jeunesse, de l'éducation populaire, du sport, de la culture ou de la protection de l'environnement ou concourant à l'action sociale des collectivités publiques, ainsi qu'au versement des indemnités ou cotisations relatives au volontariat de solidarité internationale aux associations ou organismes agréés dans ce cadre.\n\nDes conventions précisent les conditions dans lesquelles le Fonds de coopération de la jeunesse et de l'éducation populaire verse les subventions aux associations bénéficiaires désignées par la personne publique."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les associations dont le budget annuel est supérieur à 150 000 Euros et recevant une ou plusieurs subventions de l'État ou d'une collectivité territoriale dont le montant est supérieur à 50 000 Euros doivent publier chaque année dans le compte financier les rémunérations des trois plus hauts cadres dirigeants bénévoles et salariés ainsi que leurs avantages en nature."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Sont amnistiées de droit les infractions visées à l'article L. 324-9 du code du travail, commises avant la promulgation de la présente loi, à l'occasion d'une activité remplissant les conditions prévues pour la conclusion d'un contrat de volontariat associatif ou d'un contrat d'engagement éducatif.L'amnistie bénéficie aux personnes physiques et aux personnes morales.Lorsqu'elle intervient après condamnation définitive, l'amnistie résultant du présent article est constatée par le ministère public près la juridiction ayant prononcé la condamnation, agissant soit d'office, soit sur requête du condamné ou de ses ayants droit. La décision du ministère public peut être contestée dans les conditions prévues aux deuxième et troisième alinéas de l'article 778 du code de procédure pénale."
    }
  ]
}