{
  "id": "jorftext000041746298",
  "type": "statute",
  "title": "LOI n°2020-289 du 23 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041746298",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pendant la durée de l'état d'urgence sanitaire, un arrêté des ministres chargés du budget, de l'intérieur et de l'outre-mer, sur proposition des ministres concernés, fixe la liste des importations et des livraisons de biens nécessaires au secours aux populations ainsi qu'au rétablissement de la continuité des services publics et des infrastructures publiques, qui sont exonérés de taxes d'importation, droits de douane, octroi de mer, droits de circulation et taxes d'accise de l'octroi de mer défini par la loi n° 2004-639 du 2 juillet 2004 relative à l'octroi de mer dans la ou les parties du territoire visées par le décret pris pour la mise en œuvre de l'état d'urgence sanitaire."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Pour 2020, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et la variation des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros [*])\n\nII. - Pour 2020 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année et en valeur nominale, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 79,5 milliards d'euros.III. - Pour 2020, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, demeure inchangé.\n\nRessources\n\nCharges\n\nSolde\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes / dépenses brutes\n\n- 6 728\n\n10 218\n\nleft\n\nA déduire : Remboursements et dégrèvements\n\n3 968\n\n3 968\n\nleft\n\nRecettes fiscales nettes / dépenses nettes\n\n- 10 696\n\n6 250\n\nleft\n\nRecettes non fiscales\n\n3 536\n\nleft\n\nleft\n\nRecettes totales nettes / dépenses nettes\n\n- 7 160\n\n6 250\n\nleft\n\nA déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\nleft\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n- 7 160\n\n6 250\n\n- 13 410\n\nEvaluation des fonds de concours et crédits correspondants\n\nleft\n\nleft\n\nleft\n\nMontants nets pour le budget général, y compris fonds de concours\n\n- 7 160\n\n6 250\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes\n\nleft\n\nleft\n\nleft\n\nEvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\nleft\n\nleft\n\nleft\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n- 8 980\n\n- 6 980\n\n- 2 000\n\nComptes de concours financiers\n\nleft\n\n500\n\n- 500\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\nleft\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\nleft\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n- 2 500\n\nSolde général\n\nleft\n\nleft\n\n- 15 910\n\n(*) Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\n1\n\ncenter\n\nBesoin de financement\n\nleft\n\nAmortissement de la dette à moyen et long termes\n\n136,4\n\nDont remboursement du nominal à valeur faciale\n\n130,5\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n5,9\n\nAmortissement de la dette reprise de SNCF Réseau\n\n1,7\n\nAmortissement des autres dettes reprises\n\n0,5\n\nDéficit à financer\n\n109,0\n\nAutres besoins de trésorerie\n\n- 1,5\n\nTotal\n\n246,1\n\nRessources de financement\n\nleft\n\nEmissions de dette à moyen et long termes, nette des rachats\n\n210,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n-\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n27,5\n\nVariation des dépôts des correspondants\n\n-\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n4,1\n\nAutres ressources de trésorerie\n\n4,5\n\nTotal\n\n246,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Il est ouvert aux ministres, pour 2020, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 10 816 000 000 € et de 10 816 000 000 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi.II. - Il est annulé pour 2020, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 598 000 000 € et de 598 000 000 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Il est annulé pour 2020, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 6 980 000 000 € et de 6 980 000 000 €, conformément à la répartition par mission donnée à l'état D annexé à la présente loi.II. - Il est ouvert aux ministres, pour 2020, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 500 000 000 € et de 500 000 000 €, conformément à la répartition par mission donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-La garantie de l'Etat peut être accordée aux prêts consentis par les établissements de crédit et les sociétés de financement ou par des prêteurs mentionnés à l'article L. 548-1 du code monétaire et financier, à compter du 16 mars 2020 et jusqu'au 31 décembre 2023 inclus, à des entreprises immatriculées en France autres que des établissements de crédit ou des sociétés de financement.\n\nII.-Les garanties mentionnées aux I et VI quater s'exercent en principal, intérêts et accessoires dans la limite d'un encours total garanti de 300 milliards d'euros.\n\nIII.-Les prêts couverts par la garantie prévue au I doivent répondre à un cahier des charges défini par arrêté du ministre chargé de l'économie. Ils comportent un différé d'amortissement minimal de douze mois et une clause donnant à l'emprunteur la faculté, à l'issue de la première année, de les amortir sur une période additionnelle calculée en nombre d'années, selon son choix et dans la limite d'un nombre maximal d'années précisé par l'arrêté susmentionné. Les concours totaux apportés par l'établissement prêteur ou par un même intermédiaire en financement participatif à l'entreprise concernée ne doivent pas avoir diminué, lors de l'octroi de la garantie, par rapport au niveau qui était le leur le 16 mars 2020, dans le cas où cet octroi intervient avant le 1er janvier 2021, ou par rapport au niveau qui était le leur le 31 décembre 2020, dans le cas où cet octroi intervient entre le 1er janvier 2021 et le 31 décembre 2021, ou par rapport au niveau qui était le leur au 31 décembre 2021, dans le cas où l'octroi intervient à compter du 1er janvier 2022 inclus.\n\nIV.-Les caractéristiques de la garantie prévue au I, notamment le fait générateur de son appel, ses modalités d'indemnisation, le cas échéant à titre provisionnel, et les diligences que les établissements prêteurs ou les intermédiaires en financement participatif pour le compte des prêteurs doivent accomplir avant de pouvoir prétendre au paiement des sommes dues par l'Etat à son titre, sont définies par l'arrêté prévu au III. La garantie est rémunérée et ne peut couvrir la totalité du prêt concerné. Elle n'est acquise qu'après un délai de carence, fixé par le cahier des charges.\n\nV.-Pour les demandes de garanties portant sur des prêts consentis aux entreprises qui emploient, lors du dernier exercice clos précédent la date du premier octroi d'un tel prêt à une même entreprise, moins de cinq mille salariés et qui ont un chiffre d'affaires inférieur à 1,5 milliard d'euros, l'établissement prêteur ou l'intermédiaire en financement participatif notifie à l'établissement mentionné au VI du présent article les créances qui répondent au cahier des charges prévu au III. Cette notification vaut octroi de la garantie, sous réserve du respect de ces conditions. Les garanties portant sur des prêts consentis aux entreprises qui emploient, lors du dernier exercice clos précédent la date du premier octroi d'un tel prêt à une même entreprise, au moins cinq mille salariés ou qui ont un chiffre d'affaires supérieur à 1,5 milliard d'euros sont octroyées par arrêté du ministre chargé de l'économie.\n\nVI.-La société anonyme Bpifrance est chargée par l'Etat, sous le contrôle, pour le compte et au nom de l'Etat, d'assurer le suivi des encours des prêts garantis mentionnés au I et des financements mentionnés au VI quater, de percevoir et de reverser à l'Etat les recettes liées à la gestion de ces dispositifs et, notamment, les commissions de garantie et tout éventuel trop-perçu par l'établissement prêteur ou un prêteur mentionné à l'article L. 548-1 du code monétaire et financier ainsi que de vérifier, en cas d'appel de la garantie, que les conditions définies dans le cahier des charges prévu, selon le cas, au III ou au deuxième alinéa du VI quater sont remplies. Dans ce dernier cas, elle procède au paiement des sommes dues en application du IV ou du troisième alinéa du VI quater, à la suite d'un appel de fonds auprès de l'Etat établi sur la base des appels en garantie éligibles, dans des conditions fixées par une convention. Dans le cas de prêts intermédiés par un intermédiaire en financement participatif, si les vérifications de la société anonyme Bpifrance conduisent à constater que le prêt ne remplit pas les conditions définies dans le cahier des charges prévu au III, la responsabilité de l'intermédiaire est engagée, au titre d'un manquement à ses obligations professionnelles prévues à l'article L. 548-6 du code monétaire et financier, vis-à-vis des prêteurs qui peuvent obtenir un dédommagement à hauteur de la perte que la garantie de l'Etat aurait couverte si le cahier des charges avait été rempli. Les missions confiées à Bpifrance par le présent VI peuvent donner lieu à la compensation des frais engagés par la société anonyme Bpifrance pour leur réalisation.\n\nVI bis.-Tout refus d'instruction ou de consentement d'un prêt de moins de 50 000 euros qui répond au cahier des charges mentionné au III par un établissement de crédit ou une société de financement doit être notifié par écrit à l'entreprise à l'origine de la demande de prêt dans un délai raisonnable.\n\nVI ter.-A modifié les dispositions suivantes :\n\nVI quater.-La garantie de l'Etat peut être accordée aux nouveaux financements octroyés à compter du 1er août 2020 par des établissements de crédit et des sociétés de financement à des entreprises immatriculées en France, au titre d'une ou plusieurs cessions de créances professionnelles régies par les articles L. 313-23 à L. 313-34 du code monétaire et financier qui interviennent jusqu'au 31 décembre 2021 et résultent de commandes confirmées par ces entreprises.Les financements mentionnés au premier alinéa du présent VI quater et les opérations dans le cadre desquelles ils s'inscrivent doivent respecter un cahier des charges défini par arrêté du ministre chargé de l'économie.La date d'échéance finale de chaque financement couvert par cette garantie ne peut pas dépasser une date limite précisée par le cahier des charges mentionné au deuxième alinéa et fixée au plus tard au 30 juin 2022. Cette date limite est fixée par référence à la date la plus tardive parmi celles initialement prévues pour l'émission des factures portant sur les commandes auxquelles le financement couvert par cette garantie est adossé, si ces dates sont connues de l'établissement prêteur. Pour chaque financement qu'elle couvre, la garantie de l'Etat prend fin de plein droit à la date d'échéance finale de ce financement, sauf à ce qu'elle soit mise en jeu avant dans les conditions fixées par l'arrêté mentionné au même deuxième alinéa.Les caractéristiques de la garantie prévue au premier alinéa, notamment le fait générateur de son appel, ses modalités d'indemnisation, le cas échéant à titre provisionnel, et les diligences que les établissements de crédit et les sociétés de financement doivent accomplir avant de pouvoir prétendre au paiement des sommes dues par l'Etat à son titre, sont définies par l'arrêté prévu au deuxième alinéa. La garantie est rémunérée et ne couvre pas la totalité du financement concerné.Les établissements de crédit et les sociétés de financement qui souhaitent bénéficier de la garantie mentionnée au premier alinéa notifient à la société mentionnée au VI, dans des conditions prévues par l'arrêté mentionné au deuxième alinéa du présent VI quater. Cette notification vaut octroi de la garantie, sous réserve du respect du cahier des charges susmentionné.\n\nVII.-Les modalités d'application du présent article, notamment celles du contrôle exercé par l'Etat sur la mise en œuvre de ces dispositions par la société anonyme Bpifrance, sont fixées par décret.\n\nVIII.-Le présent article est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, dans sa rédaction résultant de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023.Pour l'application du présent article en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna :1° La contrevaleur en euros des encours garantis s'impute sur le plafond mentionné au II ;2° Le seuil de 1,5 milliard d'euros mentionné au V est fixé à 178,95 milliards de francs CFP ;3° Le plafond de 50 000 euros mentionné au VI bis est fixé à 5,965 millions de francs CFP.\n\nIX.-Un comité de suivi placé auprès du Premier ministre est chargé de veiller au suivi de la mise en œuvre et à l'évaluation des mesures de soutien financier aux entreprises confrontées à l'épidémie de covid-19 et aux perturbations économiques engendrées par les conséquences de l'agression de la Russie contre l'Ukraine.\n\nA.-Le comité de suivi est chargé du suivi et de l'évaluation de la mise en œuvre des dispositifs suivants :\n\na) Les garanties de l'Etat mentionnées aux I et VI quater du présent article. A cette fin, il dispose notamment d'une statistique hebdomadaire sur le taux de refus et le taux de demandes restées sans réponse de la part de ces établissements de crédit et de ces sociétés de financement, parmi les demandes de prêts répondant au cahier des charges mentionné au III, émanant d'entreprises qui emploient, lors du dernier exercice clos précédent la date du premier octroi d'un tel prêt à une même entreprise, moins de cinq mille salariés et qui ont un chiffre d'affaires inférieur à 1,5 milliard d'euros ;\n\nb) La garantie de l'Etat accordée à la caisse centrale de réassurance dans les conditions définies à l'article 7 de la présente loi, la garantie de l'Etat accordée à la Banque de France dans les conditions définies à l'article 31 de la loi n° 2020-935 du 30 juillet 2020 de finances rectificative pour 2020, la garantie de l'Etat accordée à la Banque européenne d'investissement dans les conditions définies à l'article 33 de la même loi, la garantie de l'Etat accordée à l'Union européenne dans les conditions définies à l'article 32 de ladite loi, la garantie de l'Etat accordée à l'Agence française de développement dans les conditions définies à l'article 36 de la même loi, ainsi que celle accordée dans les conditions définies au e du 1° de l'article L. 432-2 du code des assurances ;\n\nc) Le fonds de solidarité créé par l'ordonnance n° 2020-317 du 25 mars 2020 portant création d'un fonds de solidarité à destination des entreprises particulièrement touchées par les conséquences économiques, financières et sociales de la propagation de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation. A cette fin, le comité dispose notamment d'une statistique hebdomadaire sur les versements du fonds de solidarité ;\n\nd) Le dispositif d'activité partielle. A cette fin, le comité dispose notamment d'une statistique hebdomadaire sur le nombre d'heures indemnisées, le nombre d'entreprises et de salariés en bénéficiant et le coût de cette indemnisation ;\n\ne) Les prêts et les avances remboursables accordés sur le compte de concours financiers “ Prêts et avances à des particuliers ou à des organismes privés ”, notamment les prêts accordés par le Fonds de développement économique et social. A cette fin, le comité dispose notamment d'une statistique hebdomadaire sur le montant des prêts accordés et le taux de refus ;\n\nf) Le remboursement anticipé des créances de report en arrière des déficits. A cette fin, le comité dispose notamment d'une statistique mensuelle sur le montant des créances remboursées au titre des pertes de l'exercice 2020 ;g) Le dégrèvement exceptionnel de cotisation foncière des entreprises de taille petite ou moyenne des secteurs relevant du tourisme, de l'hôtellerie, de la restauration, du sport, de la culture, du transport aérien et de l'évènementiel. A cette fin, le comité dispose notamment d'une statistique mensuelle sur le nombre de collectivités territoriales ayant instauré un dégrèvement de cotisation foncière des entreprises et sur le montant des dégrèvements accordés ;h) Les exonérations de cotisations patronales et les remises de dette prévues à l'article 65 de la loi n° 2020-935 du 30 juillet 2020 précitée. A cette fin, le comité dispose de la liste détaillée de chacun des secteurs et sous-secteurs mentionnés au I du même article 65, des règles d'appréciation de la baisse du chiffre d'affaires prévue au b du 1° du même I ainsi que des modalités de mise en œuvre des plans d'apurement et des remises partielles. Ces informations sont complétées par une statistique mensuelle sur le montant des exonérations et des remises accordées pour chaque secteur et sous-secteur d'activité ainsi que le nombre et la durée moyenne des plans d'apurement et le taux de refus opposés aux demandes de remises partielles.\n\ni) La déductibilité des abandons de créances de loyers prévue à l'article 3 de la loi n° 2020-473 du 25 avril 2020 de finances rectificative pour 2020 et le crédit d'impôt prévu à l'article 20 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021. A cette fin, le comité dispose d'une statistique sur le montant des déductions inscrites ainsi que sur le montant des abandons et renonciations de loyers au titre desquels le crédit d'impôt a été octroyé.B.-Le présent comité est également chargé, à compter du 1er avril 2020, de la préparation et de la conduite de l'évaluation du plan “ France Relance ”.\n\nC.-Le comité est présidé par une personnalité désignée par le Premier ministre. Il est composé :\n\n1° De trois membres de l'Assemblée nationale et de trois membres du Sénat ;\n\n2° De deux membres de la Cour des comptes, désignés par cette cour ;\n\n3° De trois représentants de l'Etat, désignés au sein des administrations compétentes ;\n\n4° De huit représentants des organisations représentatives patronales et syndicales ;\n\n5° D'un représentant de l'Association des maires de France, d'un représentant de l'Assemblée des départements de France et d'un représentant de Régions de France ;\n\n6° Au titre des travaux prévus au B, de trois personnalités qualifiées, respectivement désignées par le ministre chargé de l'économie, le ministre chargé de la transition écologique et le ministre chargé du travail.\n\nLes membres du comité exercent leurs fonctions à titre gratuit.\n\nLes documents communiqués par le Gouvernement au comité de suivi sont transmis, pour information, aux commissions des finances de l'Assemblée nationale et du Sénat.\n\nLe comité établit un rapport public au plus tard le 31 juillet 2021 pour les dispositifs mentionnés au A du présent IX. Le comité établit chaque année un rapport public sur l'évaluation du plan “ France Relance ” ; le premier rapport est remis au Premier ministre et au ministre chargé de la relance au plus tard le 15 octobre 2021.\n\n-Loi n° 2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La caisse centrale de réassurance, agissant avec la garantie de l'Etat, est habilitée à pratiquer les opérations d'assurance et de réassurance, intervenant avant le 31 décembre 2021, des risques d'assurance-crédit couvrant des assurés situés en France.L'engagement maximal de l'Etat en faveur de la caisse centrale de réassurance est limité à 8 milliards d'euros pour la garantie des encours des dispositifs de réassurance des risques individuels et à 2 milliards d'euros pour la garantie des pertes finales liées à la mise en œuvre des dispositifs de réassurance de portefeuilles de risques. La garantie des dispositifs de réassurance de portefeuilles de risques inclut les risques mentionnés au e du 1° de l'article L. 432-2 du code des assurances.La garantie de l'Etat n'est acquise que dans la mesure où l'assureur-crédit cosignataire du traité de réassurance conserve à sa charge, pour chaque risque réassuré, une part minimale de risque. Pour les dispositifs de réassurance de portefeuilles de risques, cette part ne peut être inférieure à 25 %.Un décret précise les conditions d'application du présent article, notamment les conditions d'exercice et de rémunération de la garantie de l'Etat, le fait générateur de l'appel en garantie de l'Etat, les catégories d'opérations de réassurance pratiquées, la part de risque que les assureurs-crédit cosignataires des traités de réassurance conservent à leur charge ainsi que les dates d'échéance de ces traités pour chaque catégorie d'opérations de réassurance pratiquées.Les dispositions du présent article s'appliquent aux traités de réassurance liés à la mise en œuvre des dispositifs de réassurance de risques individuels et des dispositifs de réassurance de portefeuilles de risques, déjà conclus entre la caisse centrale de réassurance et les assureurs-crédit entre le 23 mars 2020 et sa date d'entrée en vigueur."
    },
    {
      "provision_ref": "artÉTATA",
      "section": "ÉTATA",
      "title": "Article ÉTATA",
      "content": "(Article 2 de la loi)VOIES ET MOYENS POUR 2020 RÉVISÉSI. - BUDGET GÉNÉRAL\n\n(En euros)\n\nRécapitulation des recettes du budget général\n\n(En euros)\n\nII. - BUDGETS ANNEXES\n\n(En euros)\n\nIII. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluationspour 2020\n\nleft\n\n1. Recettes fiscales\n\nleft\n\nleft\n\n11. Impôt sur le revenu\n\n- 45 000 000\n\n1101\n\nImpôt sur le revenu\n\n- 45 000 000\n\nleft\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n- 74 000 000\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n- 74 000 000\n\nleft\n\n13. Impôt sur les sociétés\n\n- 3 328 000 000\n\n1301\n\nImpôt sur les sociétés\n\n- 3 442 000 000\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n114 000 000\n\nleft\n\n14. Autres impôts directs et taxes assimilées\n\n13 000 000\n\n1406\n\nImpôt sur la fortune immobilière\n\n- 14 000 000\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n7 000 000\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n5 000 000\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n2 000 000\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n73 000 000\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n10 000 000\n\n1416\n\nTaxe sur les surfaces commerciales\n\n- 12 000 000\n\n1430\n\nTaxe sur les services numériques\n\n- 75 000 000\n\n1498\n\nCotisation foncière des entreprises (affectation temporaire à l'Etat en 2010)\n\n- 1 000 000\n\n1499\n\nRecettes diverses\n\n18 000 000\n\nleft\n\n16. Taxe sur la valeur ajoutée\n\n- 3 025 000 000\n\n1601\n\nTaxe sur la valeur ajoutée\n\n- 3 025 000 000\n\nleft\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n- 269 000 000\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n25 000 000\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n6 000 000\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n7 000 000\n\n1707\n\nContribution de sécurité immobilière\n\n72 000 000\n\n1711\n\nAutres conventions et actes civils\n\n- 5 000 000\n\n1713\n\nTaxe de publicité foncière\n\n81 000 000\n\n1714\n\nPrélèvement sur les sommes versées par les organismes d'assurances et assimilés à raison des contrats d'assurances en cas de décès\n\n- 32 000 000\n\n1716\n\nRecettes diverses et pénalités\n\n- 11 000 000\n\n1721\n\nTimbre unique\n\n40 000 000\n\n1726\n\nProduit de la taxe additionnelle à la taxe sur les certifications d'immatriculation des véhicules\n\n- 18 000 000\n\n1753\n\nAutres taxes intérieures\n\n- 294 000 000\n\n1754\n\nAutres droits et recettes accessoires\n\n- 9 000 000\n\n1756\n\nTaxe générale sur les activités polluantes\n\n13 000 000\n\n1761\n\nTaxe et droits de consommation sur les tabacs\n\n- 2 000 000\n\n1768\n\nTaxe spéciale sur certains véhicules routiers\n\n- 6 000 000\n\n1769\n\nAutres droits et recettes à différents titres\n\n- 65 000 000\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n- 3 000 000\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n- 2 000 000\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n- 14 000 000\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n- 2 000 000\n\n1785\n\nProduits des jeux exploités par la Française des jeux (hors paris sportifs)\n\n137 000 000\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n28 000 000\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n- 8 000 000\n\n1788\n\nPrélèvement sur les paris sportifs\n\n119 000 000\n\n1797\n\nTaxe sur les transactions financières\n\n- 132 000 000\n\n1799\n\nAutres taxes\n\n- 194 000 000\n\nleft\n\n2. Recettes non fiscales\n\nleft\n\nleft\n\n21. Dividendes et recettes assimilées\n\n- 441 000 000\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n- 361 000 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n- 99 000 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n34 000 000\n\n2199\n\nAutres dividendes et recettes assimilées\n\n- 15 000 000\n\nleft\n\n22. Produits du domaine de l'Etat\n\n- 93 000 000\n\n2201\n\nRevenus du domaine public non militaire\n\n- 19 000 000\n\n2202\n\nAutres revenus du domaine public\n\n- 1 000 000\n\n2203\n\nRevenus du domaine privé\n\n72 000 000\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n- 121 000 000\n\n2212\n\nAutres produits de cessions d'actifs\n\n- 20 000 000\n\n2299\n\nAutres revenus du Domaine\n\n- 4 000 000\n\nleft\n\n23. Produits de la vente de biens et services\n\n176 000 000\n\n2301\n\nRemboursement par l'Union européenne des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n3 000 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n176 000 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor public au titre de la collecte de l'épargne\n\n1 000 000\n\n2399\n\nAutres recettes diverses\n\n- 4 000 000\n\nleft\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n- 47 000 000\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n- 43 000 000\n\n2402\n\nIntérêts des prêts du fonds de développement économique et social\n\n- 2 000 000\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n- 2 000 000\n\n2409\n\nIntérêts des autres prêts et avances\n\n-1 000 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n2 000 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n- 1 000 000\n\nleft\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n3 859 000 000\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n- 10 000 000\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n1 763 000 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n16 000 000\n\n2504\n\nRecouvrements poursuivis à l'initiative de l'agence judiciaire de l'Etat\n\n1 000 000\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n2 088 000 000\n\n2510\n\nFrais de poursuite\n\n1 000 000\n\n2511\n\nFrais de justice et d'instance\n\n- 1 000 000\n\n2513\n\nPénalités\n\n1 000 000\n\nleft\n\n26. Divers\n\n82 000 000\n\n2601\n\nReversements de Natixis\n\n14 000 000\n\n2602\n\nReversements au titre des procédures de soutien financier au commerce extérieur\n\n90 000 000\n\n2603\n\nPrélèvements sur les fonds d'épargne gérés par la Caisse des dépôts et consignations\n\n- 17 000 000\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n- 2 000 000\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n- 5 000 000\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n1 000 000\n\n2616\n\nFrais d'inscription\n\n- 2 000 000\n\n2620\n\nRécupération d'indus\n\n14 000 000\n\n2621\n\nRecouvrements après admission en non-valeur\n\n- 10 000 000\n\n2622\n\nDivers versements de l'Union européenne\n\n- 7 000 000\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n4 000 000\n\n2625\n\nRecettes diverses en provenance de l'étranger\n\n- 1 000 000\n\n2697\n\nRecettes accidentelles\n\n14 000 000\n\n2698\n\nProduits divers\n\n- 153 000 000\n\n2699\n\nAutres produits divers\n\n142 000 000\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluationspour 2020\n\nleft\n\n1. Recettes fiscales\n\n- 6 728 000 000\n\n11\n\nImpôt sur le revenu\n\n- 45 000 000\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n- 74 000 000\n\n13\n\nImpôt sur les sociétés\n\n- 3 328 000 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n13 000 000\n\n16\n\nTaxe sur la valeur ajoutée\n\n- 3 025 000 000\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n- 269 000 000\n\nleft\n\n2. Recettes non fiscales\n\n3 536 000 000\n\n21\n\nDividendes et recettes assimilées\n\n- 441 000 000\n\n22\n\nProduits du domaine de l'Etat\n\n- 93 000 000\n\n23\n\nProduits de la vente de biens et services\n\n176 000 000\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n- 47 000 000\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n3 859 000 000\n\n26\n\nDivers\n\n82 000 000\n\nleft\n\nTotal des recettes, nettes des prélèvements (1 + 2)\n\n- 3 192 000 000\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluationspour 2020\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\n7010\n\nVentes de produits fabriqués et marchandises\n\n- 152 354\n\n7061\n\nRedevances de route\n\n- 312 690 444\n\n7062\n\nRedevance océanique\n\n- 3 143 833\n\n7063\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n- 51 752 324\n\n7064\n\nRedevances pour services terminaux de la circulation aérienne pour l'outre-mer\n\n- 7 496 832\n\n7067\n\nRedevances de surveillance et de certification\n\n- 7 339 640\n\n7068\n\nPrestations de service\n\n- 290 200\n\n7080\n\nAutres recettes d'exploitation\n\n- 435 300\n\n7500\n\nAutres produits de gestion courante\n\n- 21 765\n\n7501\n\nTaxe de l'aviation civile\n\n- 114 145 313\n\n7502\n\nFrais d'assiette et recouvrement sur taxes perçues pour le compte de tiers\n\n- 1 581 590\n\n7600\n\nProduits financiers\n\n- 103 988\n\n7781\n\nProduits exceptionnels hors cessions\n\n- 362 750\n\n7782\n\nProduit de cession des immobilisations affectées à la dette (article 61 de la loi de finances pour 2011)\n\n- 483 667\n\n9700\n\nProduit brut des emprunts\n\n500 000 000\n\nleft\n\nTotal\n\n0\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluationspour 2020\n\nleft\n\nParticipations financières de l'Etat\n\n- 8 980 000 000\n\n1\n\nProduit des cessions, par l'Etat, de titres, parts ou droits de sociétés détenus directement\n\n- 8 980 000 000\n\nleft\n\nTotal\n\n- 8 980 000 000\n\n1"
    },
    {
      "provision_ref": "artÉTATB",
      "section": "ÉTATB",
      "title": "Article ÉTATB",
      "content": "(Article 3 de la loi)RÉPARTITION DES CRÉDITS POUR 2020 OUVERTS ET ANNULÉS, PAR MISSION ET PROGRAMME, AU TITRE DU BUDGET GÉNÉRALBUDGET GÉNÉRAL\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagementsupplémentairesouvertes\n\nCréditsde paiementsupplémentairesouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiementannulés\n\nPlan d'urgence face à la crise sanitaire\n\n6 250 000 000\n\n6 250 000 000\n\nleft\n\nleft\n\nPrise en charge du dispositif exceptionnel de chômage partiel à la suite de la crise sanitaire\n\n5 500 000 000\n\n5 500 000 000\n\nleft\n\nleft\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\n750 000 000\n\n750 000 000\n\nleft\n\nleft\n\nRemboursements et dégrèvements\n\n4 566 000 000\n\n4 566 000 000\n\n598 000 000\n\n598 000 000\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n4 566 000 000\n\n4 566 000 000\n\nleft\n\nleft\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\nleft\n\nleft\n\n598 000 000\n\n598 000 000\n\nTotal\n\n10 816 000 000\n\n10 816 000 000\n\n598 000 000\n\n598 000 000\n\n1"
    },
    {
      "provision_ref": "artÉTATD",
      "section": "ÉTATD",
      "title": "Article ÉTATD",
      "content": "(Article 4 de la loi)RÉPARTITION DES CRÉDITS POUR 2020 OUVERTS ET ANNULÉS, PAR MISSION ET PROGRAMME, AU TITRE DES COMPTES SPÉCIAUXI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagementsupplémentairesouvertes\n\nCréditsde paiementsupplémentairesouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiementannulés\n\nParticipations financières de l'Etat\n\nleft\n\nleft\n\n6 980 000 000\n\n6 980 000 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\nleft\n\nleft\n\n4 980 000 000\n\n4 980 000 000\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\nleft\n\nleft\n\n2 000 000 000\n\n2 000 000 000\n\nTotal\n\nleft\n\nleft\n\n6 980 000 000\n\n6 980 000 000\n\n1\n\nMission / Programme\n\nAutorisationsd'engagementsupplémentairesouvertes\n\nCréditsde paiementsupplémentairesouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiementannulés\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\nleft\n\nleft\n\nleft\n\nleft\n\nAvances à des services de l'Etat\n\n500 000 000\n\n500 000 000\n\nleft\n\nleft\n\nTotal\n\n500 000 000\n\n500 000 000\n\nleft\n\nleft\n\n1"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2020 s'établit comme suit :\n\n(En points de produit intérieur brut [*])\n\nPrévision d'exécution 2019 (*)\n\nPrévision 2020\n\nSolde structurel (1)\n\n- 2,2\n\n- 2,2\n\nSolde conjoncturel (2)\n\n- 0,0\n\n- 1,3\n\nMesures exceptionnelles (3)\n\n- 0,9\n\n- 0,4\n\nSolde effectif (1 + 2 + 3)\n\n- 3,1\n\n- 3,9\n\n(*) Le déficit provisoire de l'année 2019 sera publié par l'Institut national de la statistique et des études économiques à la fin du mois de mars 2020 (compte provisoire des administrations publiques pour 2019).\n\n1\n\ncenter"
    }
  ]
}