{
  "id": "jorftext000041755899",
  "type": "statute",
  "title": "Ordonnance n°2020-321 du 25 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041755899",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Nonobstant toute disposition législative ou réglementaire contraire, la présente ordonnance est, pendant la période prévue à l'article 11, applicable aux personnes morales et entités dépourvues de personnalité morale de droit privé, et notamment :1° Les sociétés civiles et commerciales ;2° Les masses de porteurs de valeurs mobilières ou de titres financiers ;3° Les groupements d'intérêt économique et les groupements européens d'intérêt économique ;4° Les coopératives ;5° Les mutuelles, unions de mutuelles et fédérations de mutuelles ;6° Les sociétés d'assurance mutuelle et sociétés de groupe d'assurance mutuelle ;7° Les instituts de prévoyance et sociétés de groupe assurantiel de protection sociale ;8° Les caisses de crédit municipal et caisses de crédit agricole mutuel ;9° Les fonds de dotation ;10° Les associations et les fondations."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Lorsqu'une personne ou une entité mentionnée à l'article 1er est tenue de procéder à la convocation d'une assemblée par voie postale, aucune nullité de l'assemblée n'est encourue du seul fait qu'une convocation n'a pas pu être réalisée par voie postale en raison de circonstances extérieures à cette personne ou entité."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Lorsqu'une personne ou une entité mentionnée à l'article 1er est tenue de faire droit à une demande de communication d'un document ou d'une information à un membre d'une assemblée préalablement à la tenue de celle-ci en vertu des dispositions qui lui sont applicables, cette communication peut être valablement effectuée par message électronique, sous réserve que le membre indique dans sa demande l'adresse électronique à laquelle elle peut être faite."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Lorsque, à la date de la convocation de l'assemblée ou à celle de sa réunion, une mesure administrative limitant ou interdisant les déplacements ou les rassemblements collectifs pour des motifs sanitaires fait obstacle à la présence physique à l'assemblée de ses membres, l'organe compétent pour la convoquer ou son délégataire peut décider qu'elle se tient sans que les membres et les autres personnes ayant le droit d'y assister ne soient présents physiquement ou par conférence téléphonique ou audiovisuelle.Dans ce cas, les membres participent ou votent à l'assemblée selon les autres modalités prévues par les textes qui la régissent tels qu'aménagés et complétés le cas échéant pas la présente ordonnance. Les décisions sont alors régulièrement prises.Les membres de l'assemblée et les autres personnes ayant le droit d'y assister sont avisés par tout moyen permettant d'assurer leur information effective de la date et de l'heure de l'assemblée ainsi que des conditions dans lesquelles ils pourront exercer l'ensemble des droits attachés à leur qualité de membre ou de personne ayant le droit d'y assister."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-Sans qu'une clause des statuts ou du contrat d'émission ne soit nécessaire à cet effet ni ne puisse s'y opposer, l'organe mentionné à l'article 4 ou son délégataire peut décider que sont réputés présents pour le calcul du quorum et de la majorité les membres des assemblées qui participent par une conférence téléphonique ou audiovisuelle permettant leur identification. Les autres personnes ayant le droit d'assister aux séances des assemblées peuvent y assister par les mêmes moyens.II.-Les moyens techniques mis en œuvre transmettent au moins la voix des participants et satisfont à des caractéristiques techniques permettant la retransmission continue et simultanée des délibérations.Par exception à l'alinéa précédent, pour les assemblées soumises aux dispositions du II de l'article L. 225-107 du code du commerce ou de l'article L. 228-61 du même code, la nature des moyens techniques admis et les conditions d'application de l'alinéa précédent sont celles déterminées par le décret en Conseil d'Etat prévu auxdits articles.III.-Les dispositions du présent article sont applicables quel que soit l'objet de la décision sur laquelle l'assemblée est appelée à statuer."
    },
    {
      "provision_ref": "art5-1",
      "section": "5-1",
      "title": "Article 5-1",
      "content": "I.-Le présent article s'applique aux sociétés autres que les sociétés d'investissement à capital variable dont les actions sont admises aux négociations sur un marché réglementé ou un système multilatéral de négociation d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ou sur un marché considéré comme équivalent à un marché réglementé par la Commission européenne en application du a du 4 de l'article 25 de la directive 2014/65/ UE du Parlement européen et du Conseil du 15 mai 2014 susvisée.II.-Lorsque l'organe mentionné à l'article 4 ou son délégataire décide que l'assemblée se tient sans que les membres de cette dernière et les autres personnes ayant le droit d'y assister n'y participent physiquement et que les membres de l'assemblée n'ont pas la possibilité d'y participer par voie de conférence téléphonique ou audiovisuelle :1° La société assure la retransmission de l'assemblée en direct, à moins que des raisons techniques rendent impossible ou perturbent gravement cette retransmission. Elle assure également la rediffusion de l'assemblée en différé ;2° L'ensemble des questions écrites posées par les actionnaires et des réponses qui y sont apportées en application des troisième et quatrième alinéas de l'article L. 225-108 du code de commerce sont publiées dans la rubrique consacrée aux questions-réponses du site internet de la société prévue au quatrième alinéa de cet article."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-Sans qu'une clause des statuts ou du contrat d'émission ne soit nécessaire à cet effet ni ne puisse s'y opposer, l'organe mentionné à l'article 4 ou son délégataire peut décider que les décisions relevant de la compétence des assemblées sont prises par voie de consultation écrite de leurs membres.La consultation écrite intervient dans les conditions prévues par les dispositions législatives ou réglementaires applicables aux personnes et entités mentionnées à l'article 1er, leurs statuts ou leur contrat d'émission ou, à défaut, dans les conditions déterminées par décret en Conseil d'Etat.II.-Les dispositions du présent article sont applicables quel que soit l'objet de la décision sur laquelle l'assemblée est appelée à statuer.Elles ne sont pas applicables aux assemblées d'actionnaires des sociétés dont les actions sont admises aux négociations sur un marché réglementé ou un système multilatéral de négociation d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ou sur un marché considéré comme équivalent à un marché réglementé par la Commission européenne en application du a du 4 de l'article 25 de la directive 2014/65/ UE du Parlement européen et du Conseil du 15 mai 2014 précitée."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "I.-Sans qu'une clause des statuts ou du contrat d'émission des personnes et entités mentionnées à l'article 1er ne soit nécessaire à cet effet ni ne puisse s'y opposer, l'organe mentionné à l'article 4 ou son délégataire peut décider que les membres de l'assemblée peuvent voter par correspondance. Lorsque les dispositions législatives ou réglementaires qui régissent l'assemblée, les statuts ou le contrat d'émission prévoient que les membres de l'assemblée peuvent voter par correspondance sans subordonner cette faculté à une décision de l'organe mentionné à l'article 4 ou son délégataire, cette faculté demeure de droit pour les membres de l'assemblée.II.-Le vote par correspondance s'exerce dans les conditions prévues par les dispositions législatives ou réglementaires applicables aux personnes et entités mentionnées à l'article 1er, leurs statuts ou leur contrat d'émission ou, à défaut, dans les conditions déterminées par décret en Conseil d'Etat.III.-Les dispositions du présent article sont applicables quel que soit l'objet de la décision sur laquelle l'assemblée est appelée à statuer."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Lorsque l'organe mentionné à l'article 4 ou son délégataire décide de faire application des dispositions des articles 4, 5, 6 ou 6-1 et que tout ou partie des formalités de convocation de l'assemblée ont été accomplies préalablement à la date de cette décision, les membres de l'assemblée et les autres personnes ayant le droit d'y assister en sont informés par tous moyens permettant d'assurer leur information effective trois jours ouvrés au moins avant la date de l'assemblée, sans préjudice des formalités qui restent à accomplir à la date de cette décision. Dans ce cas, la modification du lieu de l'assemblée ou des modes de participation ne donne pas lieu au renouvellement des formalités de convocation et ne constitue pas une irrégularité de convocation.II. - Par dérogation aux dispositions du I, dans les sociétés dont les actions sont admises aux négociations sur un marché réglementé ou un système multilatéral de négociation d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ou sur un marché considéré comme équivalent à un marché réglementé par la Commission européenne en application du a du 4 de l'article 25 de la directive 2014/65/UE du Parlement européen et du Conseil du 15 mai 2014 précitée, lorsque l'organe mentionné à l'article 4 de la présente ordonnance ou son délégataire décide de faire application des dispositions des articles 4, 5 ou 6-1 et que tout ou partie des formalités mentionnées au premier alinéa de l'article L. 225-104 du code de commerce ont été accomplies préalablement à la date de cette décision, les actionnaires et les autres personnes ayant le droit d'assister à l'assemblée en sont informés dès que possible, et au plus tard trois jours ouvrés au moins avant la date de l'assemblée, par voie de communiqué dont la diffusion effective et intégrale est assurée par la société, sans préjudice des formalités qui restent à accomplir à la date de cette décision. Dans ce cas, la modification du lieu de l'assemblée ou des modes de participation ne donne pas lieu au renouvellement des formalités de convocation et ne constitue pas une irrégularité.Il en va de même pour les sociétés dont des titres autres que les actions sont admis aux négociations sur un marché réglementé ou un système multilatéral de négociation d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ou sur un marché considéré comme équivalent à un marché réglementé par la Commission européenne en application du a du 4 de l'article 25 de la directive 2014/65/UE du Parlement européen et du Conseil du 15 mai 2014 précitée, lorsque l'organe mentionné à l'article 4 de la présente ordonnance ou son délégataire décide de faire application des dispositions des articles 4 ou 5 et que tout ou partie des formalités mentionnées au premier alinéa de l'article L. 228-59 du code de commerce ont été accomplies préalablement à la date de cette décision.\n\nIII. - Lorsque, après avoir d'abord décidé que l'assemblée se tiendrait sans que les membres de cette dernière et les autres personnes ayant le droit d'y assister n'y participent physiquement, l'organe mentionné à l'article 4 ou son délégataire décide finalement que les membres de l'assemblée et les autres personnes ayant le droit d'y assister peuvent être présents physiquement à l'assemblée et que tout ou partie des formalités de convocation de l'assemblée ont été accomplies préalablement à la date de cette dernière décision, les membres de l'assemblée et les autres personnes ayant le droit d'y assister en sont informés dans les conditions prévues au I ou au II, selon le cas. Dans ce cas, cette modification et, le cas échéant, la modification du lieu de l'assemblée ne donnent pas lieu au renouvellement des formalités de convocation et ne constituent pas une irrégularité de convocation.Toutefois, les dispositions des 1° et 2° du II de l'article 5-1 demeurent applicables à l'assemblée des sociétés mentionnées au premier alinéa du II."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sans qu'une clause des statuts ou du règlement intérieur soit nécessaire à cet effet ni ne puisse s'y opposer, sont réputés présents aux réunions des organes collégiaux d'administration, de surveillance ou de direction, leurs membres qui y participent au moyen d'une conférence téléphonique ou audiovisuelle permettant leur identification et garantissant leur participation effective.Ces moyens transmettent au moins la voix des participants et satisfont à des caractéristiques techniques permettant la retransmission continue et simultanée des délibérations.Les dispositions du présent article sont applicables quel que soit l'objet de la décision sur laquelle l'organe est appelé à statuer."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Sans qu'une clause des statuts ou du règlement intérieur ne soit nécessaire à cet effet ni ne puisse s'y opposer, les décisions des organes collégiaux d'administration, de surveillance ou de direction peuvent être prises par voie de consultation écrite de leurs membres dans des conditions assurant la collégialité de la délibération.Les dispositions du présent alinéa sont applicables quel que soit l'objet de la décision sur laquelle l'organe est appelé à statuer."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Un décret précise, en tant que de besoin, les conditions d'application de la présente ordonnance. Il peut prendre effet dans les conditions prévues à l'article 11."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La présente ordonnance est applicable aux assemblées et aux réunions des organes collégiaux d'administration, de surveillance et de direction tenues à compter du 12 mars 2020 et jusqu'au 30 septembre 2021."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La présente ordonnance est applicable à Wallis-et-Futuna dans sa rédaction résultant de la loi n° 2021-689 du 31 mai 2021 relative à la gestion de la sortie de crise sanitaire."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, le ministre de l'économie et des finances et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}