{
  "id": "jorftext000019283050",
  "type": "statute",
  "title": "LOI n° 2008-776 du 4 août 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000019283050",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à VII.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\nVIII.-1.L'abrogation de l'article L. 131-6-2 du code de la sécurité sociale mentionné au 2° du I prend effet à compter de la soumission aux cotisations et contributions de sécurité sociale des revenus de l'année 2010. L'article L. 133-6-2 du même code, dans sa rédaction issue du 7° du I, prend effet à compter du 1er janvier 2010. Toutefois, un décret peut en reporter l'application au 1er janvier 2011.\n\n2. Les autres dispositions du présent article s'appliquent à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. à VI. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. à VIII. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Gouvernement présente au Parlement, avant le dépôt du projet de loi de finances pour 2009, un rapport examinant les conditions dans lesquelles peut être mis en place, en faveur des entreprises individuelles, un dispositif de réserve spéciale d'autofinancement ou tout autre dispositif qui permettrait d'alléger le poids des prélèvements fiscaux et sociaux sur la part du bénéfice non prélevée consacrée à l'autofinancement de l'entreprise."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I à III. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code rural\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "II. - Un décret en Conseil d'Etat définit les conditions d'application du I et fixe la date de son entrée en vigueur, au plus tard le 1er janvier 2010."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I à VI.-A modifié les dispositions suivantes :\n\n-Code de commerce.\n\n-Loi n° 96-603 du 5 juillet 1996\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-Loi n° 82-1091 du 23 décembre 1982\n\n-Loi n° 94-126 du 11 février 1994\n\n-Code de commerce."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-A modifié les dispositions suivantes :\n\nV.-A modifié les dispositions suivantes :\n\nVI.-A modifié les dispositions suivantes :\n\nVII et VIII.-A modifié les dispositions suivantes :\n\nIX. et II.-A modifié les dispositions suivantes :\n\nX. ― Pour la commune de Paris, les services de l'Etat qui participent à l'exercice de la compétence transférée par le présent article sont transférés selon les modalités prévues au titre V de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales. Toutefois, sont transférés à la commune de Paris les emplois pourvus au 31 décembre 2008, sous réserve que leur nombre global ne soit pas inférieur à celui constaté le 31 décembre 2006.\n\nPour les autres communes de plus de 200 000 habitants et pour les communes des départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, les services ou parties de services de l'Etat qui participent à l'exercice de la compétence transférée par le présent article sont mis à disposition jusqu'au 31 décembre 2010. A compter du 1er janvier 2011, une compensation financière est versée à ces communes.\n\nCette compensation est calculée par département sur la base de la rémunération du premier échelon du premier grade correspondant aux fractions d'emplois d'agents, titulaires ou non titulaires, chargés, au sein des services de l'Etat, de l'exercice de cette compétence, pourvues au 31 décembre 2008 ou au 31 décembre 2006 si leur nombre global était supérieur à cette dernière date. La compensation est répartie entre les communes bénéficiaires de chaque département au prorata du nombre d'autorisations de changement d'usage des locaux destinés à l'habitation situés dans les communes bénéficiaires délivrées dans chaque département en 2008.\n\nLes articles L. 443-11, L. 631-7 à L. 631-7-5 et L. 631-9 du code de la construction et de l'habitation, tels qu'ils résultent de la présente loi, entrent en vigueur le 1er avril 2009. L'arrêté du préfet visé au dernier alinéa de l'article L. 631-7-1 du même code, dans sa rédaction en vigueur avant le 1er avril 2009, demeure applicable jusqu'à l'entrée en vigueur de la délibération du conseil municipal prévue au dernier alinéa du même article L. 631-7-1 dans sa rédaction applicable à partir du 1er avril 2009.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. ― Il ne peut plus être créé de régime complémentaire facultatif en application du dernier alinéa des articles L. 644-1 et L. 654-1 du code de la sécurité sociale à compter du 1er janvier 2009.\n\nII. ― Les contrats souscrits par les adhérents à un régime créé en application du dernier alinéa des articles L. 644-1 et L. 654-1 du code de la sécurité sociale peuvent être transférés à un organisme régi par le livre II du code de la mutualité ou à une entreprise régie par le code des assurances. La décision de transfert est prise par le conseil d'administration de l'organisme gestionnaire du régime.\n\nLes deuxième et quatrième alinéas de l'article L. 212-11 du code de la mutualité ainsi que les deux premières phrases du dernier alinéa du même article sont applicables lorsque les contrats sont transférés à une mutuelle régie par le livre II du même code.\n\nLes deuxième et septième alinéas de l'article L. 324-l du code des assurances sont applicables lorsque les contrats sont transférés à une entreprise régie par ce même code."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "IV.-Le I, à l'exception des 3°, 4° et 6°, et les II et III entrent en vigueur le premier jour du sixième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Dans un délai d'un an suivant la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur les modalités de l'extension du statut de conjoint collaborateur aux personnes qui vivent en concubinage avec un chef d'entreprise."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le particulier employeur est un acteur économique et social à part entière qui participe à la croissance sans pour autant poursuivre de fin lucrative au moyen des travaux de son ou ses salariés."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Le 1° du I ne fait pas obstacle à ce que des accords interprofessionnels dans un secteur déterminé définissent un délai de paiement maximum supérieur à ceux prévus aux deuxième et troisième alinéas du I de l'article L. 441-10 du code de commerce, sous réserve :\n\n1° Que le dépassement du délai légal soit motivé par des raisons économiques objectives et spécifiques à ce secteur, notamment au regard des délais de paiement constatés dans le secteur en 2007 ou de la situation particulière de rotation des stocks ;\n\n2° Que l'accord prévoie la réduction progressive du délai dérogatoire vers le délai légal et l'application d'intérêts de retard en cas de non-respect du délai dérogatoire fixé dans l'accord ;\n\n3° Que l'accord soit limité dans sa durée et que celle-ci ne dépasse pas le 1er janvier 2012.\n\nCes accords conclus avant le 1er mars 2009, sont reconnus comme satisfaisant à ces conditions par décret pris après avis de l'Autorité de la concurrence. Ce décret peut étendre le délai dérogatoire à tous les opérateurs dont l'activité relève des organisations professionnelles signataires de l'accord.\n\nIV.-Les I et II s'appliquent aux contrats conclus à compter du 1er janvier 2009. Toutefois, dans un secteur d'activité dans lequel un accord interprofessionnel n'a pu être signé, un décret peut, après avis de l'Autorité de la concurrence fondé sur une analyse des conditions spécifiques du secteur, prolonger cette échéance à une date ultérieure.\n\nV.-Dans le cas des commandes dites ouvertes où le donneur d'ordre ne prend aucun engagement ferme sur la quantité des produits ou sur l'échéancier des prestations ou des livraisons, les I et II s'appliquent aux appels de commande postérieurs au 1er janvier 2009.\n\n-Code de commerce.\n\n-Code de commerce."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur pour les exercices comptables ouverts à compter du 1er janvier 2009.\n\n- Code de commerce."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-A titre expérimental, pour une période de cinq années à compter de la publication de la présente loi, les pouvoirs adjudicateurs et les entités adjudicatrices soumis au code des marchés publics ou à l'ordonnance n° 2005-649 du 6 juin 2005 relative aux marchés passés par certaines personnes publiques ou privées non soumises au code des marchés publics peuvent réserver une partie de leurs marchés de haute technologie, de recherche et développement et d'études technologiques d'un montant inférieur aux seuils des procédures formalisées aux sociétés répondant aux conditions définies au I de l'article L. 214-41 du code monétaire et financier, ou accorder à ces sociétés un traitement préférentiel en cas d'offres équivalentes.Le montant total des marchés attribués en application du premier alinéa au cours d'une année ne peut excéder 15 % du montant annuel moyen des marchés de haute technologie, de recherche et développement et d'études technologiques d'un montant inférieur aux seuils des procédures formalisées, conclus par le pouvoir adjudicateur ou l'entité adjudicatrice concerné au cours des trois années précédentes.II.-A modifié les dispositions suivantes :\n\nIII.-Le I est applicable aux marchés pour lesquels un avis d'appel à la concurrence a été publié ou pour lesquels une négociation a été engagée après la publication de la présente loi.IV.-Les modalités d'application du présent article et celles relatives à l'évaluation du dispositif prévu au I sont fixées par décret en Conseil d'Etat.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable aux impositions dues au titre des exercices ouverts à compter de la publication de la présente loi.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I est applicable aux exercices clos à compter du 1er janvier 2008.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I est applicable aux bons attribués à compter du 30 juin 2008.\n\nIII.-Le Gouvernement présente au Parlement, avant le 31 décembre 2011, un rapport d'évaluation détaillé sur le régime fiscal des bons de souscription de parts de créateur d'entreprise prévu à l'article 163 bis G du code général des impôts.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux versements effectués à compter de la promulgation de la présente loi.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-Par exception à l'article L. 6331-16 du code du travail, les entreprises qui, au titre des années 2008,2009,2010,2011 et 2012, atteignent ou dépassent l'effectif de vingt salariés :\n\n1° Restent soumises, pour l'année au titre de laquelle cet effectif est atteint ou dépassé ainsi que pour les deux années suivantes, au versement de la part minimale due par les employeurs au titre du financement de la formation professionnelle continue mentionnée au 1° de l'article L. 6331-14 du même code ;\n\n2° Sont assujetties, pour les quatrième, cinquième et sixième années, aux versements mentionnés aux 2° et 3° de l'article L. 6331-14 du même code, minorés d'un pourcentage dégressif fixé par décret en Conseil d'Etat.\n\nII.-Les employeurs dont l'effectif atteint ou dépasse l'effectif de vingt salariés pendant la période durant laquelle ils bénéficient des dispositions de l'article L. 6331-15 du code du travail au titre d'un franchissement du seuil de dix salariés en 2008,2009,2010,2011 et 2012 se voient appliquer le I du présent article à compter de l'année où ils atteignent ou dépassent ce seuil. Les employeurs qui atteignent ou dépassent au titre de la même année le seuil de dix salariés et celui de vingt salariés se voient appliquer le I.\n\nIII.-Le deuxième alinéa de l'article L. 6243-2 et l'article L. 6261-1 du code du travail continuent de s'appliquer, pendant l'année au titre de laquelle cet effectif est atteint ou dépassé et pendant les deux années suivantes, aux employeurs qui, en raison de l'accroissement de leur effectif, atteignent ou dépassent au titre de l'année 2008,2009,2010,2011 ou 2012, pour la première fois, l'effectif de onze salariés.\n\nIV.-Par exception à l'article L. 241-13 du code de la sécurité sociale, le coefficient maximal mentionné au quatrième alinéa du III de cet article continue de s'appliquer pendant trois ans aux gains et rémunérations versés par les employeurs qui, en raison de l'accroissement de leur effectif, dépassent au titre de l'année 2008,2009,2010,2011 ou 2012, pour la première fois, l'effectif de dix-neuf salariés.\n\nV.-Par exception à l'article L. 241-18 du code de la sécurité sociale, la déduction mentionnée au I de cet article continue de s'appliquer pendant trois ans aux entreprises qui, en raison de l'accroissement de leur effectif, atteignent ou dépassent au titre de l'année 2008, 2009, 2010, 2011 ou 2012, pour la première fois, l'effectif de vingt salariés.\n\nVI.-Par exception à l'article L. 834-1 du code de la sécurité sociale, les employeurs qui, en raison de l'accroissement de leur effectif, atteignent ou dépassent au titre de 2008,2009,2010,2011 ou 2012, pour la première fois, l'effectif de vingt salariés ne sont pas soumis, pendant trois ans, à la contribution mentionnée au 2° du même article. Ce taux de contribution est diminué respectivement pour les quatrième, cinquième et sixième années, d'un montant équivalent à 0,30 %, 0,20 % et 0,10 %.\n\nVII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Pour les besoins de l'analyse statistique et économique, les entreprises peuvent être distinguées selon les quatre catégories suivantes :― les microentreprises ;― les petites et moyennes entreprises ;― les entreprises de taille intermédiaire ;― les grandes entreprises.Un décret précise les critères permettant de déterminer la catégorie d'appartenance d'une entreprise."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "IV. - Le présent article entre en vigueur le 1er avril 2009."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "II.-  Le présent II entre en vigueur à la date de publication du décret prévu à l'avant-dernière phrase du deuxième alinéa de l'article L. 223-1 du code de commerce, et au plus tard le 31 mars 2009."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "IX. - Les I à VII entrent en vigueur le 1er janvier 2009."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "II.-Le présent article entre en vigueur le 1er janvier 2009."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Au plus tard au 31 mars 2009, le Gouvernement présente au Parlement une étude de faisabilité sur la création d'un guichet administratif unique pour les petites et moyennes entreprises."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "II.-Le Gouvernement présente au Parlement avant le 31 décembre 2011 un rapport d'évaluation détaillé sur l'impact de l'article 732 ter du code général des impôts."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I, II, III, IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Le I entre en vigueur à compter de l'imposition des revenus de l'année 2009 et les II à IV prennent effet à compter du 1er janvier 2009.\n\n-Loi n° 2005-882 du 2 août 2005\n\n-Code de commerce.\n\n-Code de commerce.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. ― Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la publication de la présente loi, les dispositions relevant du domaine de la loi relatives aux difficultés des entreprises nécessaires pour :1° Inciter à recourir à la procédure de conciliation en clarifiant et précisant son régime et en améliorant son encadrement ;2° Rendre la procédure de sauvegarde plus attractive, notamment en assouplissant les conditions de son ouverture et en étendant les prérogatives du débiteur, et améliorer les conditions de réorganisation de l'entreprise afin de favoriser le traitement anticipé des difficultés des entreprises ;3° Améliorer les règles de composition et de fonctionnement des comités de créanciers et des assemblées d'obligataires dans le cours des procédures de sauvegarde et de redressement judiciaire ;4° Aménager et clarifier certaines règles du redressement judiciaire, afin d'en améliorer l'efficacité et coordonner celles-ci avec les modifications apportées à la procédure de sauvegarde ;5° Préciser et compléter les règles régissant la liquidation judiciaire pour en améliorer le fonctionnement ainsi que le droit des créanciers munis de sûretés et favoriser le recours au régime de la liquidation simplifiée en allégeant sa mise en œuvre et en instituant des cas de recours obligatoire à ce régime ;6° Favoriser le recours aux cessions d'entreprise dans la liquidation judiciaire et sécuriser celles-ci ainsi que les cessions d'actifs ;7° Adapter le régime des contrats en cours aux spécificités de chaque procédure collective ;8° Simplifier le régime des créances nées après le jugement d'ouverture de la procédure collective et réduire la diversité des règles applicables ;9° Accroître l'efficacité des sûretés, notamment de la fiducie et du gage sans dépossession, en liquidation judiciaire et adapter les effets de ces sûretés aux procédures de sauvegarde et de redressement judiciaire ;10° Préciser, actualiser et renforcer la cohérence du régime des sanctions pécuniaires, professionnelles et pénales en cas de procédure collective ;11° Améliorer et clarifier le régime procédural du livre VI du code de commerce ;12° Renforcer le rôle du ministère public et accroître ses facultés de recours ;13° Parfaire la coordination entre elles des dispositions du livre VI du même code et la cohérence de celles-ci avec les dispositions du livre VIII du même code, procéder aux clarifications rédactionnelles nécessaires et élargir la possibilité de désigner des personnes non inscrites sur la liste des administrateurs ou des mandataires judiciaires ;14° Actualiser les dispositions du livre VI du même code en assurant leur coordination avec les dispositions législatives qui lui sont liées en matière de saisie immobilière et de sûretés ;15° Permettre aux personnes exerçant une activité artisanale, dispensées d'immatriculation au répertoire des métiers, de bénéficier des procédures de sauvegarde, de redressement ou de liquidation judiciaires ;16° Etendre à la procédure de sauvegarde la remise des pénalités et des frais de poursuite prévue en cas de redressement ou de liquidation judiciaires.II. ― Le projet de loi portant ratification de l'ordonnance prévue au I est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. ― L'article L. 643-11 du code de commerce est applicable aux situations en cours, résultant d'une procédure de liquidation de biens dont les opérations ont été closes antérieurement au jour de l'entrée en vigueur de la loi n° 2005-845 du 26 juillet 2005 de sauvegarde des entreprises. Toutefois, les sommes perçues par les créanciers leur restent acquises.II. ― L'avant-dernier alinéa de l'article L. 653-11 du même code est applicable à l'interdiction prévue à l'article L. 625-8 du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2005-845 du 26 juillet 2005 précitée, lorsque cette interdiction a été prononcée dans le cours d'une procédure close avant la date de cette entrée en vigueur."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le 1° du I est applicable aux règlements déposés à compter du premier jour du quatrième mois suivant la publication de la présente loi. Les règlements qui ont déjà été déposés ou qui sont déposés dans les trois mois suivant cette publication ont jusqu'au 1er janvier 2010 pour se conformer au même 1°.\n\n-Code de la consommation\n\n-Code du travail\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code du travail\n\n-Code monétaire et financier\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nIII. - Le présent article entre en vigueur à compter de la publication du décret visé au troisième alinéa de l'article L. 132-1 du code de la consommation dans sa rédaction résultant de la présente loi et, au plus tard, le 1er janvier 2009.\n\n- Code de la consommation"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les juridictions qui, à la date d'entrée en vigueur du décret mentionné au cinquième alinéa du III de l'article L. 442-6 du code de commerce, sont saisies d'un litige relatif à cet article restent compétentes pour en connaître.\n\n-Code de commerce."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "A modifié les dispositions suivantes :\n\nII.-Le présent article entre en vigueur à compter de la promulgation de l'ordonnance prévue à l'article 97 de la présente loi et, au plus tard, le 1er janvier 2009.\n\n-Code de commerce."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Le présent article entre en vigueur à compter de la promulgation de l'ordonnance prévue à l'article 97 de la présente loi et, au plus tard, le 1er janvier 2009.\n\n-Code de commerce.\n\n-Code des assurances\n\n-Loi n° 86-1067 du 30 septembre 1986\n\n-Code de commerce.\n\n-Code de commerce.\n\n-Code de commerce.\n\n-Code de commerce.\n\n-Code de commerce.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues par l'article 38 de la Constitution, les mesures relevant du domaine de la loi nécessaires à la modernisation de la régulation de la concurrence.1. Ces dispositions ont pour objet de doter l'Autorité de la concurrence :a) De compétences en matière de contrôle des pratiques anticoncurrentielles et d'avis sur les questions de concurrence ;b) De règles de fonctionnement et de procédures ;c) D'une capacité d'agir en justice ;d) De moyens d'investigation renforcés.2. Elles ont également pour objet d'articuler les compétences de cette autorité administrative indépendante et celles du ministre chargé de l'économie.Cette ordonnance est prise dans un délai de six mois à compter de la date de publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "IV. - Le présent article est applicable à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi n° 72-657 du 13 juillet 1972"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "XXIX.-Le présent article entre en vigueur à une date fixée par décret et, au plus tard, le 1er janvier 2009."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "III.-Le présent article entre en vigueur à une date fixée par décret et au plus tard le 1er janvier 2009.Les demandes d'autorisation présentées avant la date d'entrée en vigueur du présent article sont instruites et les autorisations accordées dans les conditions prévues par les dispositions en vigueur avant cette date."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Pour les vins issus des récoltes 2006 à 2011 et à défaut d'intervention d'un nouveau classement applicable à certaines de ces récoltes, l'utilisation des mentions grand cru classé et premier grand cru classé est autorisée pour les exploitations viticoles ayant fait l'objet du classement officiel homologué par l'arrêté du 8 novembre 1996 relatif au classement des crus des vins à appellation d'origine contrôlée Saint-Emilion grand cru.\n\nL'utilisation de la mention \" grand cru classé \" est également autorisée, dans les mêmes conditions, pour les châteaux Bellefont-Belcier, Destieux, Fleur Cardinale, Grand Corbin, Grand Corbin-Despagne et Monbousquet et celle de \" premier grand cru classé \" pour les châteaux Pavie Macquin et Troplong Mondot.\n\nLe nouveau classement mentionné au premier alinéa peut résulter soit de la reconnaissance par le juge de la validité du classement de 2006, soit du renouvellement de la procédure prévue par voie réglementaire."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII, IV, VI-A modifié les dispositions suivantes :\n\n2. Les conventions conclues antérieurement à la publication du décret pris pour l'application de l'article L. 33-6 du code des postes et des communications électroniques sont mises en conformité avec celui-ci dans les six mois suivant cette publication.A défaut, elles sont réputées avoir été conclues dans les conditions de cet article.\n\nV.-L'Autorité de régulation des communications électroniques et des postes publie, dans les douze mois suivant la publication de la présente loi, un bilan global sur la couverture du territoire en téléphonie mobile, portant notamment sur les perspectives de résorption des zones non couvertes par tous les opérateurs de radiocommunications mobiles de deuxième génération.\n\nVII.-A modifié les dispositions suivantes :\n\nVIII.-Dans les deux ans suivant la publication de la présente loi, l'Autorité de régulation des communications électroniques et des postes établit un rapport public sur l'effectivité du déploiement du très haut débit et de son ouverture à la diversité des opérateurs. Ce rapport fait également des propositions pour favoriser le déploiement du très haut débit en zone rurale dans des conditions permettant le développement de la concurrence au bénéfice du consommateur.\n\nIX.-A modifié les dispositions suivantes :\n\n-Loi n° 65-557 du 10 juillet 1965\n\n-Loi n° 66-457 du 2 juillet 1966\n\n-Code des postes et des communications électroniques\n\n-Code de la construction et de l'habitation.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Avant le 31 décembre 2008, l'Autorité de régulation des communications électroniques et des postes remet au Parlement et au Gouvernement un rapport public présentant un premier bilan des interventions des collectivités territoriales en application de l'article L. 1425-1 du code général des collectivités territoriales. Ce bilan précise notamment les impacts de ces interventions en termes de couverture du territoire, de développement de la concurrence, de tarifs, de services offerts, ainsi que les différentes formes juridiques de ces interventions. Il comprend également une analyse des différents moyens susceptibles d'assurer l'accès de tous à l'internet haut débit et des modalités possibles de financement de cet accès."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "Dans le respect des objectifs visés au II de l'article L. 32-1 du code des postes et des communications électroniques et afin de faciliter la progression de la couverture du territoire en radiocommunications mobiles de troisième génération, l'Autorité de régulation des communications électroniques et des postes détermine, après consultation publique et au plus tard six mois après la promulgation de la présente loi, les conditions et la mesure dans lesquelles sera mis en œuvre, en métropole, un partage des installations de réseau de troisième génération de communications électroniques mobiles, et notamment le seuil de couverture de la population au-delà duquel ce partage sera mis en œuvre."
    },
    {
      "provision_ref": "art119-1",
      "section": "119-1",
      "title": "Article 119-1",
      "content": "I.-La couverture en services mobiles de troisième génération des zones identifiées en application de l'article 119 par les opérateurs de communications électroniques, titulaires, à la date d'entrée en vigueur de la loi n° 2015-990 du 6 août 2015 pour la croissance, l'activité et l'égalité des chances économiques, d'une autorisation d'utilisation de fréquences radioélectriques pour l'exploitation d'un réseau mobile de troisième génération ouvert au public, est réalisée au plus tard le 30 juin 2017.\n\nLorsque l'une de ces zones est couverte en services mobiles de quatrième génération par ces mêmes exploitants, elle est réputée couverte au sens du premier alinéa du présent I.\n\nII.-Dans un délai de deux mois à compter de la promulgation de la loi n° 2015-990 du 6 août 2015 précitée, les opérateurs de communications électroniques, titulaires, à la date d'entrée en vigueur de cette même loi, d'une autorisation d'utilisation de fréquences radioélectriques pour l'exploitation d'un réseau mobile de troisième génération ouvert au public, adressent conjointement à l'Autorité de régulation des communications électroniques et des postes et au ministre chargé des communications électroniques les projets de conventions portant sur les modalités techniques et financières du partage des installations de réseau de communications électroniques mobiles prévu à l'article 119, la répartition entre les opérateurs de la responsabilité du déploiement sur chacune des zones concernées, le calendrier prévisionnel de ce déploiement et de la mise à disposition de prestations de partage par l'opérateur responsable sur chacune des zones concernées, ainsi que le calendrier de disponibilité des services mobiles de chacun des opérateurs sur chacune des zones concernées. Les prestations de chaque opérateur sont proposées dans des conditions objectives, transparentes et non discriminatoires.\n\nL'Autorité de régulation des communications électroniques et des postes vérifie la conformité du projet au cadre réglementaire applicable et, le cas échéant, donne son approbation à ce projet.\n\nEn l'absence de transmission conjointe par les opérateurs d'un projet, en cas de non-conformité de ce projet au cadre réglementaire applicable, ou en cas de défaut de mise en œuvre des conventions conclues, l'Autorité de régulation des communications électroniques et des postes fixe la répartition des zones entre opérateurs et le calendrier de déploiement des zones concernées par chaque opérateur dans les conditions définies à l' article L. 36-7 du code des postes et des communications électroniques  et, le cas échéant, les modalités techniques et financières du partage d'installations actives dans les conditions définies à l'article L. 34-8 du même code."
    },
    {
      "provision_ref": "art119-2",
      "section": "119-2",
      "title": "Article 119-2",
      "content": "La couverture des zones mentionnées à l' article 52-1 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique en services mobiles de troisième ou quatrième génération est réalisée avant le 31 décembre 2016, et au plus tard six mois après la mise à disposition effective des infrastructures par les collectivités territoriales ou leurs groupements, dans les conditions prévues au II de l'article 119-1 de la présente loi et à l' article L. 34-8-1-1 du code des postes et des communications électroniques , par les opérateurs de communications électroniques titulaires d'une autorisation d'utilisation de fréquences radioélectriques pour l'exploitation d'un réseau mobile ouvert au public."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I. - L' article 81 B du code général des impôts est applicable aux personnes dont la prise de fonctions en France est intervenue avant le 1er janvier 2008."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "II.-Le Gouvernement présente au Parlement un rapport d'évaluation détaillé sur l'impact des dispositions prévues aux sept derniers alinéas de l'article L. 111-2-2 du code de la sécurité sociale avant le 31 décembre 2011.III.-La perte de recettes pour les organismes de sécurité sociale résultant de l'exonération d'affiliation consentie aux étrangers travailleurs non salariés mentionnés au I est compensée à due concurrence par une augmentation des tarifs visés aux articles 575 et 575 A du code général des impôts et par la création d'une taxe additionnelle à ces même droits."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - La convention par laquelle l'Etat a confié à la région Alsace, à titre expérimental, les fonctions d'autorité de gestion et d'autorité de paiement de certains programmes européens peut être prorogée pour lui confier la fonction d'autorité de gestion et la fonction d'autorité de certification pour les programmes relevant, pour la période 2007-2013, de l'objectif communautaire  Compétitivité régionale et emploi ». Les stipulations de cette convention sont conformes à celles énoncées dans le troisième alinéa du I de l'article 44 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales.\n\n- Loi n°2004-809 du 13 août 2004"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "Afin de favoriser la mobilisation de la ressource forestière et à compter du 9 juillet 2009, les transports de bois ronds sont autorisés, en l'absence d'alternative économiquement viable au transport routier, sur les itinéraires arrêtés par les autorités publiques compétentes dans le département lorsqu'ils sont réalisés par des véhicules dont le poids total roulant est supérieur à 40 tonnes mais n'excède pas 57 tonnes.Un décret en Conseil d'Etat définit les types de transport concernés et les règles applicables aux véhicules, notamment les poids totaux par configurations de véhicules et les conditions de leur circulation."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la publication de la présente loi :1° Les dispositions relevant du domaine de la loi qui modifient le code de la propriété intellectuelle afin de le rendre conforme aux traités suivants :a) Le traité sur le droit des brevets, adopté à Genève le 1er juin 2000 ;b) Le traité de Singapour sur le droit des marques, adopté le 27 mars 2006 ;c) Le protocole additionnel aux conventions de Genève du 12 août 1949, relatif à l'adoption d'un signe distinctif additionnel (Protocole III), adopté à Genève le 8 décembre 2005 ;2° Les mesures d'adaptation de la législation qui sont liées aux modifications résultant du 1°.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est également autorisé à prendre par ordonnance, dans un délai de six mois à compter de la publication de la présente loi, les dispositions relevant du domaine de la loi modifiant le code de la propriété intellectuelle et nécessaires pour simplifier et pour améliorer les procédures de délivrance et d'enregistrement des titres de propriété industrielle ainsi que l'exercice des droits qui en découlent.III. - Le projet de loi portant ratification de chaque ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I.-A modifié les dispositions suivantes :\n\nLivre des procédures fiscales art.L 80 B\n\nII.-Le I entre en vigueur le 1er janvier 2009.Toutefois, son 3° entre en vigueur à une date fixée par décret et au plus tard le 1er janvier 2010."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I.-L'accréditation est l'attestation de la compétence des organismes qui effectuent des activités d'évaluation de la conformité. Afin de garantir l'impartialité de l'accréditation, il est créé une instance nationale d'accréditation, seule habilitée à délivrer les      certificats d'accréditation en France. Cette instance procède à l'accréditation des laboratoires. Un décret en Conseil d'Etat désigne cette instance et fixe ses missions.\n\nII.-A modifié les dispositions suivantes :\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I.-Le fonds de dotation est une personne morale de droit privé à but non lucratif qui reçoit et gère, en les capitalisant, des biens et droits de toute nature qui lui sont apportés à titre gratuit et irrévocable et utilise les revenus de la capitalisation en vue de la réalisation d'une œuvre ou d'une mission d'intérêt général ou les redistribue pour assister une personne morale à but non lucratif dans l'accomplissement de ses œuvres et de ses missions d'intérêt général.\n\nLe fonds de dotation est créé par une ou plusieurs personnes physiques ou morales pour une durée déterminée ou indéterminée.\n\nII.-Le fonds de dotation est déclaré à la préfecture du département dans le ressort duquel il a son siège social. Cette déclaration est assortie du dépôt de ses statuts.\n\nLe fonds de dotation jouit de la personnalité morale à compter de la date de publication au Journal officiel de la déclaration faite à la préfecture.\n\nLes modifications des statuts du fonds sont déclarées et rendues publiques selon les mêmes modalités ; elles ne sont opposables aux tiers qu'à compter de leur publication.\n\nToute personne a droit de prendre connaissance, sans déplacement, des statuts du fonds de dotation et peut s'en faire délivrer, à ses frais, une copie ou un extrait.\n\nIII.-Le fonds de dotation est constitué par les dotations en capital qui lui sont apportées auxquelles s'ajoutent les dons et legs qui lui sont consentis. L'article 910 du code civil n'est pas applicable à ces libéralités.\n\nLes fondateurs apportent une dotation initiale au moins égale à un montant fixé par voie réglementaire, qui ne peut excéder 30 000 €.\n\nAucun fonds public, de quelque nature qu'il soit, ne peut être versé à un fonds de dotation. Il peut être dérogé à cette interdiction, à titre exceptionnel, pour une œuvre ou un programme d'actions déterminé, au regard de son importance ou de sa particularité. Les dérogations sont accordées par arrêté conjoint des ministres chargés de l'économie et du budget.\n\nLes ressources du fonds sont constituées des revenus de ses dotations, des produits des activités autorisées par les statuts et des produits des rétributions pour service rendu.\n\nLe fonds peut faire appel à la générosité du public après autorisation administrative dont les modalités sont fixées par décret. Les dons issus de la générosité du public peuvent être joints à la dotation en capital du fonds de dotation.\n\nLe fonds de dotation dispose librement de ses ressources dans la limite de son objet social.\n\nIl ne peut disposer des dotations en capital dont il bénéficie ni les consommer et ne peut utiliser que les revenus issus de celles-ci.\n\nToutefois, par dérogation aux dispositions du premier alinéa du I et de l'alinéa précédent, les statuts peuvent fixer les conditions dans lesquelles la dotation en capital peut être consommée.\n\nLes modalités de gestion financière du fonds de dotation sont fixées par décret en Conseil d'Etat.\n\nIV.-Un legs peut être fait au profit d'un fonds de dotation qui n'existe pas au jour de l'ouverture de la succession à condition qu'il acquière la personnalité morale dans l'année suivant l'ouverture de celle-ci. Dans ce cas, la personnalité morale du fonds de dotation rétroagit au jour de l'ouverture de la succession.\n\nA défaut de désignation par le testateur des personnes chargées de constituer le fonds de dotation, il est procédé à cette constitution par une fondation reconnue d'utilité publique, un fonds de dotation ou une association reconnue d'utilité publique. Pour l'accomplissement des formalités de constitution du fonds, les personnes chargées de cette mission ou le fonds de dotation désigné à cet effet ont la saisine sur les meubles et immeubles légués. Ils disposent à leur égard d'un pouvoir d'administration, à moins que le testateur ne leur ait conféré des pouvoirs plus étendus.\n\nV.-Le fonds de dotation est administré par un conseil d'administration qui comprend au minimum trois membres nommés, la première fois, par le ou les fondateurs.\n\nLes statuts déterminent la composition ainsi que les conditions de nomination et de renouvellement du conseil d'administration.\n\nV bis.-Le fonds de dotation établit chaque année un rapport d'activité, transmis à l'autorité administrative chargée de son contrôle dans un délai de six mois à compter de la clôture de l'exercice.\n\nVI.-Le fonds de dotation établit chaque année des comptes qui comprennent au moins un bilan et un compte de résultat. Ces comptes sont publiés et transmis à l'autorité administrative chargée de son contrôle dans un délai de six mois à compter de la clôture de l'exercice. Le fonds nomme au moins un commissaire aux comptes et, lorsque les conditions définies au troisième alinéa du I de l'article L. 821-40 sont remplies, un suppléant, choisis sur la liste mentionnée au L. 821-13, dès lors que le montant total de ses ressources dépasse 10 000 euros en fin d'exercice. Le rapport du commissaire aux comptes est transmis à l'autorité administrative dans un délai de six mois à compter de la clôture de l'exercice.\n\nL'article 4-2 de la loi n° 87-571 du 23 juillet 1987 sur le développement du mécénat est applicable aux fonds de dotation bénéficiant directement ou indirectement d'avantages ou de ressources versés en numéraire ou consentis en nature par une personne morale étrangère, par tout dispositif juridique de droit étranger comparable à une fiducie ou par une personne physique non résidente en France.\n\nLe fonds de dotation alimenté par des dons issus de la générosité du public établit chaque année des comptes qui comprennent un bilan, un compte de résultat et une annexe. L'annexe comporte le compte d'emploi annuel des ressources collectées auprès du public.\n\nLes peines prévues par l'article L. 242-8 du même code sont applicables au président et aux membres du conseil d'administration du fonds de dotation qui ne produisent pas, chaque année, des comptes dans les conditions prévues aux deux premiers alinéas du présent VI. L'article L. 821-6 du même code leur est également applicable.\n\nLorsque le commissaire aux comptes relève, à l'occasion de l'exercice de sa mission, des faits de nature à compromettre la continuité de l'activité, il demande des explications au président du conseil d'administration, dans des conditions fixées par décret. Le président du conseil d'administration est tenu de lui répondre sous quinze jours. Le commissaire aux comptes en informe l'autorité administrative. En cas d'inobservation de ces dispositions ou s'il constate qu'en dépit des décisions prises la continuité de l'activité demeure compromise, le commissaire aux comptes établit un rapport spécial et invite, par un écrit dont la copie est envoyée à l'autorité administrative, le président à faire délibérer sur les faits relevés le conseil d'administration convoqué dans des conditions et délais fixés par décret. Si, à l'issue de la réunion du conseil d'administration, le commissaire aux comptes constate que les décisions prises ne permettent pas d'assurer la continuité de l'activité, il informe de ses démarches l'autorité administrative et lui en communique les résultats.\n\nVII.- L'autorité administrative s'assure de la conformité de l'objet du fonds de dotation aux dispositions du I et de la régularité de son fonctionnement. A cette fin, elle peut se faire communiquer tous documents et procéder à toutes investigations utiles.\n\nA défaut de transmission, dans les délais mentionnés au présent article, du rapport d'activité prévu au V bis, des comptes annuels prévus au VI ou du rapport du commissaire aux comptes lorsque celui-ci est exigé dans les conditions fixées au même VI, l'autorité administrative peut, après une mise en demeure non suivie d'effet dans un délai de deux mois, suspendre, par décision motivée, l'activité du fonds de dotation jusqu'à leur transmission effective. Les décisions de suspension et de levée de suspension font l'objet d'une publication au Journal officiel dans un délai d'un mois.\n\nEn l'absence de transmission dans un délai de six mois à compter de la décision de suspension prononcée en application du deuxième alinéa du présent VII, l'autorité administrative peut, après une nouvelle mise en demeure non suivie d'effet dans un délai de deux mois, saisir l'autorité judiciaire aux fins de dissolution du fonds de dotation.\n\nSi l'autorité administrative constate que l'objet du fonds de dotation méconnaît les dispositions du I, que des dysfonctionnements affectent la réalisation de son objet, que l'une de ses activités ne relève pas d'une mission d'intérêt général ou qu'il méconnaît les obligations prévues au deuxième alinéa du VI, elle peut, après une mise en demeure non suivie d'effet dans un délai de deux mois, suspendre, par décision motivée, l'activité du fonds pendant une durée pouvant aller jusqu'à six mois, renouvelable deux fois, et, le cas échéant, saisir l'autorité judiciaire aux fins de sa dissolution. Les décisions de suspension et de levée de suspension font l'objet d'une publication au Journal officiel dans un délai d'un mois.\n\nLes modalités d'application du présent VII sont fixées par décret en Conseil d'Etat.\n\nVIII.-La dissolution du fonds de dotation peut être statutaire ou volontaire. Elle peut également être judiciaire, notamment dans les cas prévus aux troisième et quatrième alinéas du VII. Elle fait l'objet de la publication prévue au même alinéa.\n\nIl est procédé à la liquidation dans les conditions prévues par les statuts ou, à défaut, à l'initiative du liquidateur désigné par l'autorité judiciaire.\n\nA l'issue de la liquidation du fonds, l'ensemble de son actif net est transféré à un autre fonds de dotation ou à une fondation reconnue d'utilité publique.\n\nUn décret en Conseil d'Etat prévoit les conditions d'application du présent VIII et, notamment, les limites dans lesquelles un fonds de dotation à durée déterminée peut utiliser sa dotation à l'expiration du délai prévu pour la réalisation de son objet.\n\nIX et X-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXI.-Le fonds de dotation peut être transformé en une fondation reconnue d'utilité publique par décret en Conseil d'Etat, sans donner lieu à dissolution ni à création d'une personne morale nouvelle.\n\nLa transformation du fonds de dotation est décidée par une délibération adoptée dans les conditions requises par ses statuts pour sa dissolution.\n\nLa transformation prend effet à la date d'entrée en vigueur du décret en Conseil d'Etat accordant la reconnaissance d'utilité publique.\n\n-CODE GENERAL DES IMPOTS, CGI .\n\n-Code monétaire et financier\n\n-CODE GENERAL DES IMPOTS, CGI .\n\n-CODE GENERAL DES IMPOTS, CGI .\n\n-CODE GENERAL DES IMPOTS, CGI ."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "I. - 1. Les conventions conclues antérieurement au 1er janvier 2009 en application des articles L. 221-1 à L. 221-12, L. 512-101 et L. 518-26 à L. 518-28 du code monétaire et financier, dans leur rédaction en vigueur antérieurement à la promulgation de la présente loi, par les caisses d'épargne et de prévoyance, l'établissement de crédit mentionné à l'article L. 518-26 du même code ou le Crédit mutuel, avec la Caisse des dépôts et consignations ou avec l'Etat, cessent de produire effet à compter du 1er janvier 2009.\n\n2. Les règles et conventions en vigueur antérieurement au 1er janvier 2009, relatives aux domiciliations de revenus, aux opérations de paiement et aux opérations de retraits et dépôts, restent applicables à l'établissement de crédit mentionné à l'article L. 518-25-1 du code monétaire et financier, aux Caisses d'épargne et de prévoyance et au Crédit mutuel pour les livrets A ou comptes spéciaux sur livret du Crédit mutuel ouverts avant cette date.\n\n3. Les établissements qui distribuent le livret A et le compte spécial sur livret du Crédit mutuel avant l'entrée en vigueur de la présente loi perçoivent une rémunération complémentaire à la rémunération prévue à l'article L. 221-6 du code monétaire et financier. Cette rémunération est supportée par le fonds prévu à l'article L. 221-7 du même code. Un décret en Conseil d'Etat fixe, pour chacun de ces établissements, la durée pendant laquelle cette rémunération est versée ainsi que son montant pour chacune des années concernées. Ce décret est pris après avis de la commission de surveillance de la Caisse des dépôts et consignations.\n\nLe présent 3 est applicable en Nouvelle-Calédonie. Pour l'application de ces dispositions, les mots : \"et le compte spécial sur livret du Crédit mutuel\" sont supprimés.\n\n4. Pour ouvrir un livret A dans un autre établissement, les titulaires des livrets mentionnés au 2 doivent clôturer le premier livret ou en demander le transfert vers le nouvel établissement. Un arrêté du ministre chargé de l'économie fixe les conditions dans lesquelles ces transferts sont réalisés, ainsi que les délais que doivent respecter les établissements pour procéder au transfert demandé.\n\nII. - Les fonds dénommés fonds livret A CNE , fonds de réserve et de garantie CNE , fonds livret A CEP , fonds de réserve et de garantie CEP , fonds LEP , fonds de réserve du LEP , fonds livret de développement durable , fonds de réserve pour le financement du logement , fonds de garantie des sociétés de développement régional  et autres fonds d'épargne , tels que retracés dans les comptes produits par la Caisse des dépôts et consignations, sont fusionnés au 1er janvier 2009 au sein du fonds d'épargne prévu à l'article L. 221-7 du code monétaire et financier.\n\nIII. - 1. Les dépôts du livret A reçus au 31 décembre 2008 par la Caisse nationale d'épargne en application de l'article L. 518-26 du code monétaire et financier, les dettes qui y sont attachées et la créance détenue à la même date par la Caisse nationale d'épargne sur la Caisse des dépôts et consignations au titre de la centralisation des dépôts du livret A sont transférés au 1er janvier 2009 à l'établissement de crédit mentionné à l'article L. 518-25-1 du même code. Les droits et obligations relatifs à ces éléments de bilan sont également transférés à cet établissement. Les autres actifs, passifs, droits et obligations de la Caisse nationale d'épargne sont transférés au 1er janvier 2009 au bénéfice du fonds d'épargne prévu à l'article L. 221-7 du même code.\n\n2. Les transferts visés au 1 sont réalisés gratuitement et de plein droit, sans qu'il soit besoin d'aucune formalité nonobstant toutes disposition ou stipulation contraires. Ils entraînent l'effet d'une transmission universelle de patrimoine ainsi que le transfert de plein droit et sans formalité des accessoires des créances cédées et des sûretés réelles et personnelles les garantissant. Le transfert des contrats en cours d'exécution, quelle que soit leur qualification juridique, conclus par la Caisse nationale d'épargne n'est de nature à justifier ni leur résiliation ni la modification de l'une quelconque de leurs clauses non plus que, le cas échéant, le remboursement anticipé des dettes qui en sont l'objet. De même, ces transferts ne sont de nature à justifier la résiliation ou la modification d'aucune autre convention conclue par la Caisse nationale d'épargne. Les opérations visées au présent 2 ne donnent pas lieu à la perception de droits, impôts ou taxes de quelque nature que ce soit.\n\nIV. - Le décret en Conseil d'Etat mentionné à l'article L. 221-5 du code monétaire et financier peut prévoir une période de transition pendant laquelle la part des sommes centralisées par la Caisse des dépôts et consignations dans le fonds prévu à l'article L. 221-7 du même code est fixée en fonction de la situation propre à chaque catégorie d'établissement ou établissement.\n\nV. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "XV. - La commission de surveillance de la Caisse des dépôts et consignations en fonction dans sa composition antérieure à la publication de la présente loi est maintenue en fonction jusqu'à la désignation complète des membres dans la nouvelle composition issue du IV. Les membres mentionnés aux 1° et 2° de l'article L. 518-4 du code monétaire et financier déjà en fonction avant la publication de la présente loi demeurent membres jusqu'à l'expiration de leur mandat initial de trois ans.XVI. - Les conditions de représentation des agents mentionnés à l'article 1er de l'ordonnance n° 2005-389 du 28 avril 2005 relative au transfert d'une partie du personnel de la Caisse autonome nationale de la sécurité sociale dans les mines à la Caisse des dépôts et consignations sont déterminées par le décret pris en application du quatrième alinéa de l'article 34 de la loi n° 96-452 du 28 mai 1996 portant diverses mesures d'ordre sanitaire, social et statutaire.XVII. - Les titres Ier, III et IV du livre III de la troisième partie du code du travail sont applicables à l'ensemble des personnels de la Caisse des dépôts et consignations."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "Le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues par l'article 38 de la Constitution, les mesures relevant du domaine de la loi nécessaires à la modernisation du cadre juridique de la place financière française. Ces dispositions ont pour objet :1° De renforcer l'attractivité de la place financière française et la compétitivité des infrastructures de marché, des émetteurs d'instruments financiers, des intermédiaires financiers et de la gestion collective pour compte de tiers ainsi que des activités qui y sont liées tout en veillant à assurer la bonne information des investisseurs et la stabilité financière, au travers de la réforme :a) Du Conseil national de la comptabilité en vue de créer une nouvelle autorité chargée de définir les normes de la comptabilité privée ;b) De l'appel public à l'épargne, de l'offre au public de valeurs mobilières, de l'admission des titres sur une plate-forme de négociation et des conditions de l'augmentation de capital pour répondre à deux objectifs. La réforme visera à rapprocher le droit applicable aux émetteurs d'instruments financiers et aux prestataires de services d'investissement des normes de référence prévalant dans les autres Etats membres de la Communauté européenne. Elle visera également à favoriser le développement de la place financière française comme place de cotation des émetteurs français ou étrangers, en particulier de ceux qui ne souhaitent pas procéder à une offre au public ;c) Des obligations d'information applicables aux émetteurs et des règles applicables à la diffusion et à la conservation des informations, en vue d'achever leur mise en conformité avec le droit communautaire ;d) Du régime des actions de préférence ;e) Du régime des rachats d'actions en vue de favoriser la liquidité des titres de la société et de simplifier les règles de publicité ;f) Des organismes de placement collectif en valeurs mobilières, des organismes de placement collectif immobilier, des sociétés d'investissement à capital fixe et des fonds d'investissement de type fermé, en vue de :― réformer les règles relatives à la gestion collective pour compte de tiers en modernisant les règles applicables aux organismes de placement collectif en valeurs mobilières réservés à certains investisseurs, en ajustant le cadre relatif à l'information des porteurs de parts ou actions de ces organismes en vue de faciliter la diffusion des fonds français à l'étranger, en développant les mécanismes permettant à ces organismes de gérer leur liquidité, en écartant l'application à ces organismes de certaines dispositions du code de commerce et en modifiant le régime des organismes de placement collectif immobilier réservés à certains investisseurs ;― réformer le régime des sociétés d'investissement à capital fixe relevant du titre II de l'ordonnance n° 45-2710 du 2 novembre 1945 relative aux sociétés d'investissement en vue de permettre le développement des fonds fermés et la cotation des fonds d'investissement de type fermé français et étrangers ;g) Du droit applicable aux instruments financiers et aux infrastructures de marché, en vue de :― réformer et simplifier le droit applicable aux instruments financiers par la modification des définitions, de la nomenclature et de la présentation des dispositions qui leur sont applicables afin de rendre plus cohérent le droit des titres et d'intégrer et d'anticiper les évolutions des normes européennes et des conventions internationales en matière de droit des titres ;― modifier la liste des participants à un système de règlement et de livraison d'instruments financiers afin de renforcer la stabilité de ces systèmes ;h) Des limites d'indexation applicables aux titres de créances et instruments financiers à terme ;i) De la législation applicable aux entreprises de réassurance, en vue de modifier certaines dispositions des titres Ier et II du livre III du code des assurances qui s'appliquent indistinctement aux entreprises d'assurance et de réassurance pour mieux prendre en compte la spécificité de la réassurance, notamment en matière de notification préalable à l'Autorité de contrôle des assurances et des mutuelles pour la libre prestation de services, de sanctions applicables aux entreprises de réassurance et de mesures de sauvegarde applicables par l'Autorité de contrôle des assurances et des mutuelles ;j) Du régime de l'information sur les participations significatives dans les sociétés cotées et les déclarations d'intention ;k) Du régime de l'information sur les droits de vote attachés aux opérations de cession temporaire d'actions en période d'assemblée générale, dans un objectif de plus grande transparence ;2° De prendre les mesures relatives aux autorités d'agrément et de contrôle du secteur financier en vue de garantir la stabilité financière et de renforcer la compétitivité et l'attractivité de la place financière française. Ces mesures ont notamment pour objet :a) De redéfinir les missions, l'organisation, les moyens, les ressources, la composition ainsi que les règles de fonctionnement et de coopération des autorités d'agrément et de contrôle du secteur bancaire et de l'assurance, notamment en prévoyant le rapprochement, d'une part, entre autorités d'un même secteur et, d'autre part, entre la Commission bancaire et l'Autorité de contrôle des assurances et des mutuelles ;b) De moderniser le mandat des autorités de contrôle et d'agrément afin notamment d'y introduire une dimension européenne conformément aux orientations définies par le Conseil de l'Union européenne ;c) D'ajuster les champs de compétence de ces autorités et d'autres entités susceptibles d'intervenir dans le contrôle de la commercialisation de produits financiers afin de rendre celui-ci plus homogène ;d) D'adapter les procédures d'urgence et de sauvegarde, les procédures disciplinaires de ces autorités et les sanctions qu'elles peuvent prononcer, afin d'en assurer l'efficacité et d'en renforcer les garanties procédurales ;3° D'harmoniser certaines règles applicables à la commercialisation d'instruments financiers avec celles applicables à la commercialisation de produits d'épargne et d'assurance comparables, et d'adapter les produits d'assurance aux évolutions du marché de l'assurance pour :a) Moderniser les conditions de commercialisation et la législation des produits d'assurance sur la vie, notamment la publicité, et les obligations de conseil à l'égard des assurés ;b) Prévoir la mise en place, d'une part, à l'initiative des professionnels, de codes de conduite en matière de commercialisation d'instruments financiers, de produits d'épargne ou d'assurance sur la vie, que le ministre chargé de l'économie peut homologuer et, d'autre part, de conventions régissant les rapports entre les producteurs et les distributeurs ;c) Moderniser les règles relatives aux opérations pratiquées par les entreprises d'assurance pour les activités de retraites professionnelles supplémentaires ;4° D'adapter la législation au droit communautaire en vue de :a) Transposer la directive 2007/14/CE de la Commission, du 8 mars 2007, portant modalités d'exécution de certaines dispositions de la directive 2004/109/CE sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé ;b) Transposer la directive 2007/44/CE du Parlement européen et du Conseil, du 5 septembre 2007, modifiant la directive 92/49/CEE du Conseil et les directives 2002/83/CE, 2004/39/CE, 2005/68/CE et 2006/48/CE en ce qui concerne les règles de procédure et les critères d'évaluation applicables à l'évaluation prudentielle des acquisitions et des augmentations de participation dans des entités du secteur financier, et prendre les mesures d'adaptation de la législation liées à cette transposition ;c) Transposer la directive 2007/64/CE du Parlement européen et du Conseil, du 13 novembre 2007, concernant les services de paiement dans le marché intérieur, modifiant les directives 97/7/CE, 2002/65/CE, 2005/60/CE ainsi que 2006/48/CE et abrogeant la directive 97/5/CE, et prendre les mesures d'adaptation de la législation liées à cette transposition ;d) Transposer la directive 2005/60/CE du Parlement européen et du Conseil, du 26 octobre 2005, relative à la prévention de l'utilisation du système financier aux fins du blanchiment de capitaux et du financement du terrorisme et la directive 2006/70/CE de la Commission, du 1er août 2006, portant mesures de mise en œuvre de la directive 2005/60/CE, et prendre des mesures pour rendre plus efficace la législation relative à la lutte contre le blanchiment des capitaux et le financement du terrorisme, ainsi que des dispositions pour faciliter la mise en œuvre des mesures de gel des avoirs non terroristes décidées en application des résolutions adoptées dans le cadre du chapitre VII de la charte des Nations unies ou des actes pris en application de l'article 15 du traité sur l'Union européenne ;5° D'améliorer la codification pour inclure dans le code monétaire et financier les dispositions qui ne l'auraient pas encore été, remédier aux éventuelles erreurs ou insuffisances de codification et abroger les dispositions obsolètes, inadaptées ou devenues sans objet. Les dispositions codifiées sont celles en vigueur au moment de la publication de la présente loi, sous réserve des modifications introduites sur le fondement des 1° à 4° du présent article et de celles rendues nécessaires pour assurer la hiérarchie des normes et la cohérence rédactionnelle des textes et harmoniser l'état du droit.Ces ordonnances sont prises dans un délai de six mois à compter de la date de publication de la présente loi, à l'exception des dispositions prévues aux b et c du 4° et au 5° qui sont prises dans un délai de douze mois, et de celles prévues au 2° qui sont prises dans un délai de dix-huit mois. Un projet de loi portant ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance considérée."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "I. - 1. A modifié les dispositions suivantes :\n\n2. Un décret en Conseil d'Etat définit les conditions d'application du 1.\n\nII. - A modifié les dispositions suivantes :\n\n- Loi n°71-578 du 16 juillet 1971\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "Au plus tard le 31 décembre 2009, le Gouvernement présente au Parlement un rapport faisant le bilan de l'application des dispositions législatives destinées à améliorer l'attractivité de la place financière française, en identifiant les difficultés éventuelles liées à la cotation des petites et moyennes entreprises, ainsi que les mesures qui permettraient d'y remédier."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - 1. Pour les procédures de visite et de saisie prévues à l'article L. 16 B du livre des procédures fiscales pour lesquelles le procès-verbal ou l'inventaire mentionnés au IV de cet article a été remis ou réceptionné antérieurement à la date d'entrée en vigueur de la présente loi, un appel contre l'ordonnance mentionnée au II de cet article, alors même que cette ordonnance a fait l'objet d'un pourvoi ayant donné lieu à cette date à une décision de rejet du juge de cassation, ou un recours contre le déroulement des opérations de visite ou de saisie peut, dans les délais et selon les modalités précisés au 3 du présent IV, être formé devant le premier président de la cour d'appel dans les cas suivants :a) Lorsque les procédures de visite et de saisie ont été réalisées à compter du 1er janvier de la troisième année qui précède l'entrée en vigueur de la présente loi et n'ont donné lieu à aucune procédure de contrôle visée aux articles L. 10 à L. 47 A du livre des procédures fiscales ;b) Lorsque les procédures de contrôle visées aux articles L. 10 à L. 47 A du même livre mises en œuvre à la suite des procédures de visite et de saisie réalisées à compter du 1er janvier de la troisième année qui précède l'entrée en vigueur de la présente loi se sont conclues par une absence de proposition de rectification ou de notification d'imposition d'office ;c) Lorsque les procédures de contrôle mises en œuvre à la suite d'une procédure de visite et de saisie n'ont pas donné lieu à mise en recouvrement ou, en l'absence d'imposition supplémentaire, à la réception soit de la réponse aux observations du contribuable mentionnée à l'article L. 57 du même livre, soit de la notification prévue à l'article L. 76 du même livre, soit de la notification de l'avis rendu par la commission départementale des impôts directs et des taxes sur le chiffre d'affaires ou par la Commission nationale des impôts directs et des taxes sur le chiffre d'affaires ;d) Lorsque, à partir d'éléments obtenus par l'administration dans le cadre d'une procédure de visite et de saisie, des impositions ont été établies ou des rectifications ne se traduisant pas par des impositions supplémentaires ont été effectuées et qu'elles font ou sont encore susceptibles de faire l'objet, à la date de l'entrée en vigueur de la présente loi, d'une réclamation ou d'un recours contentieux devant le juge, sous réserve des affaires dans lesquelles des décisions sont passées en force de chose jugée. Le juge, informé par l'auteur de l'appel ou du recours ou par l'administration, sursoit alors à statuer jusqu'au prononcé de l'ordonnance du premier président de la cour d'appel.2. Pour les procédures de visite et de saisie prévues au 2 de l'article L. 38 du livre des procédures fiscales et de l'article 64 du code des douanes réalisées durant les trois années qui précèdent la date de publication de la présente loi, un appel contre l'ordonnance mentionnée au 2 des mêmes articles, alors même que cette ordonnance a fait l'objet d'un pourvoi ayant donné lieu à cette date à une décision de rejet du juge de cassation, ou un recours contre le déroulement des opérations de visite ou de saisie peut, dans les délais et selon les modalités précisés au 3 du présent IV, être formé devant le premier président de la cour d'appel lorsque la procédure de visite et de saisie est restée sans suite ou a donné lieu à une notification d'infraction pour laquelle une transaction, au sens de l'article L. 247 du livre des procédures fiscales ou de l'article 350 du code des douanes, ou une décision de justice définitive n'est pas encore intervenue à la date d'entrée en vigueur de la présente loi.3. Dans les cas mentionnés aux 1 et 2, l'administration informe les personnes visées par l'ordonnance ou par les opérations de visite et de saisie de l'existence de ces voies de recours et du délai de deux mois ouvert à compter de la réception de cette information pour, le cas échéant, faire appel contre l'ordonnance ou former un recours contre le déroulement des opérations de visite ou de saisie. Cet appel et ce recours sont exclusifs de toute appréciation par le juge du fond de la régularité du déroulement des opérations de visite et de saisie. Ils s'exercent selon les modalités prévues respectivement aux articles L. 16 B et L. 38 du livre des procédures fiscales et à l'article 64 du code des douanes. En l'absence d'information de la part de l'administration, ces personnes peuvent exercer, selon les mêmes modalités, cet appel ou ce recours sans condition de délai.V. - Les I à III sont applicables aux opérations de visite et de saisie pour lesquelles l'ordonnance d'autorisation a été notifiée ou signifiée à compter de la date d'entrée en vigueur de la présente loi.VI. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par voie d'ordonnance, les mesures relevant du domaine de la loi nécessaires pour :1° Adapter, dans le sens d'un renforcement des droits de la défense, les législations conférant à l'autorité administrative un pouvoir de visite et de saisie ;2° Rendre applicables les dispositions nouvelles aux procédures engagées antérieurement à la publication de l'ordonnance.L'ordonnance est prise dans un délai de huit mois après la publication de la présente loi.Un projet de loi de ratification de l'ordonnance est déposé devant le Parlement dans un délai de trois mois à compter de sa publication.\n\n- Livre des procédures fiscales\n\n- Code des douanes\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les matières relevant du domaine de la loi :1° Dans un délai de douze mois après la publication de la présente loi, les mesures permettant, d'une part, de rendre applicables, avec les adaptations nécessaires, les dispositions de la présente loi dans les îles Wallis-et-Futuna, en Nouvelle-Calédonie et en Polynésie française pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon ;2° Dans un délai de six mois à compter de la publication de chaque ordonnance prévue par la présente loi, les mesures permettant, d'une part, de rendre applicables, avec les adaptations nécessaires, les dispositions de ces ordonnances, dans les îles Wallis-et-Futuna, en Nouvelle-Calédonie et en Polynésie française pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon ;3° Dans un délai de six mois suivant la publication de la présente loi, les mesures permettant de rendre applicables, avec les adaptations nécessaires, à Mayotte, en Nouvelle-Calédonie, en Polynésie française, à Saint-Pierre-et-Miquelon et dans les îles Wallis-et-Futuna, les règles relatives aux informations sur le donneur d'ordre accompagnant les virements de fonds, dans les mêmes conditions qu'en France métropolitaine, dans les collectivités territoriales régies par l'article 73 de la Constitution, à Saint-Barthélemy et à Saint-Martin ;4° Dans un délai de six mois suivant la publication de la présente loi, les mesures permettant de rendre applicables, avec les adaptations nécessaires, à Mayotte, en Nouvelle-Calédonie, en Polynésie française, à Saint-Pierre-et-Miquelon et dans les îles Wallis-et-Futuna, les sanctions financières non liées à la lutte contre le financement des activités terroristes, prononcées à l'encontre de certaines entités ou de certains Etats, dans les mêmes conditions qu'en France métropolitaine, dans les collectivités territoriales régies par l'article 73 de la Constitution, à Saint-Barthélemy et à Saint-Martin.Les projets de loi de ratification de ces ordonnances sont déposés devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Article 171",
      "content": "I, II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-1. Les I et II entrent en vigueur à compter du 1er janvier 2009.\n\n2. Par dérogation à l'article L. 2333-6 du code général des collectivités territoriales, dans sa rédaction résultant du présent article, les délibérations relatives, pour ce qui concerne l'année 2009, à la taxe locale sur la publicité extérieure, doivent être prises au plus tard le 1er novembre 2008.\n\n-Code général des collectivités territoriales\n\nArt. L2333-17, Art. L2333-18, Art. L2333-19, Sct. Section 4 : Taxe sur les véhicules publicitaires., Art. L2333-20, Sct. Section 5 : Taxe communale sur les emplacements publicitaires fixes., Art. L2333-21, Art. L2333-22, Art. L2333-23, \nArt. L2333-24, Art. L2333-25\n\n-LOI n° 2007-1824 du 25 décembre 2007\n\n-Code général des collectivités territoriales\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Article 174",
      "content": "I. - A modifié les dispositions suivantes :"
    }
  ]
}