{
  "id": "jorftext000025045613",
  "type": "statute",
  "title": "LOI n°2011-1978 du 28 décembre 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025045613",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "II. - Les rôles homologués du 1er janvier au 16 novembre 2011 sur délégation du représentant de l'Etat dans le département sont réputés réguliers en tant qu'ils seraient contestés, à compter du 16 novembre 2011, par le moyen tiré de l'incompétence du délégataire, dès lors que ce dernier est un directeur des services fiscaux ou un agent de catégorie A détenant au moins le grade d'administrateur des finances publiques adjoint ou de directeur divisionnaire."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. ― Pour 2011, les fractions de tarif de la taxe intérieure de consommation sur les produits pétroliers mentionnées au cinquième alinéa du III de l'article 52 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005 sont fixées à 1,681 € par hectolitre s'agissant des supercarburants sans plomb et à 1,189 € par hectolitre s'agissant du gazole présentant un point éclair inférieur à 120° C.\n\nPour la répartition du produit des taxes mentionnées au premier alinéa du même III en 2011, les pourcentages fixés au tableau dudit III sont remplacés par les pourcentages fixés à la colonne A du tableau du IV du présent article.\n\nII. ― 1. Il est versé en 2011 au département de la Martinique, en application de l'article 104 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales, un montant de 3 000 € correspondant à l'ajustement de la compensation des dépenses de fonctionnement, au titre des exercices 2009 et 2010, des services en charge du revenu minimum d'insertion.\n\n2. Il est versé en 2011 aux départements du Finistère, de la Haute-Garonne, d'Indre-et-Loire, du Jura, de la Meuse et de la Haute-Vienne, en application des articles 51,56,57,65 et 104 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 128 782 € correspondant à l'ajustement de la compensation des postes devenus vacants entre la date du transfert des compétences et la date du transfert des services en charge du revenu minimum d'insertion, de la gestion des fonds d'aide aux jeunes, du financement des centres locaux d'information et de coordination et des comités départementaux des retraités et personnes âgées, ainsi que de la gestion des fonds de solidarité pour le logement et des fonds et dispositifs d'aide aux impayés d'eau, d'énergie et de téléphone.\n\n3. Il est versé en 2011 aux départements de la Creuse, de la Dordogne, de l'Eure et d'Eure-et-Loir, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 490 628 € correspondant à l'ajustement de la compensation des postes d'agent devenus vacants en 2008 après transfert de services en charge des routes départementales.\n\n4. Il est prélevé en 2011 aux départements de la Corse-du-Sud, de la Haute-Corse, de la Côte-d'Or, des Côtes-d'Armor, du Doubs et de la Drôme, en application du même article 18, un montant de 490 628 € correspondant à l'ajustement de la compensation des postes d'agent devenus vacants en 2008 après transfert de services en charge des routes départementales.\n\n5. Il est versé en 2011 aux départements de la Côte-d'Or et de l'Eure, en application du même article 18, un montant de 72 648 € correspondant à l'ajustement de la compensation des postes d'agent devenus vacants en 2008 après transfert de services en charge des routes nationales d'intérêt local.\n\n6. Il est prélevé en 2011 aux départements de la Corse-du-Sud et du Doubs, en application du même article 18, un montant de 72 648 € correspondant à l'ajustement de la compensation des postes d'agent devenus vacants en 2008 après transfert de services en charge des routes nationales d'intérêt local.\n\n7. Il est prélevé en 2011 aux départements de la Loire-Atlantique et de la Somme, en application de l'article 32 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 50 534 € correspondant à l'ajustement de la compensation des postes d'agent devenus vacants en 2010 après transfert de services en charge des voies d'eau.\n\n8. Il est versé en 2011 aux départements de la Corse-du-Sud et de la Haute-Marne, en application des articles 51,56,57,65 et 72 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 192 132 € correspondant à l'ajustement de la compensation du transfert au 1er janvier 2010 des personnels titulaires des services en charge de la gestion des fonds d'aide aux jeunes, du financement des centres locaux d'information et de coordination, des comités départementaux des retraités et personnes âgées, ainsi que de la gestion des fonds de solidarité pour le logement, des fonds et dispositifs d'aide aux impayés d'eau, d'énergie et de téléphone, et de la lutte anti-vectorielle.\n\n9. Il est prélevé en 2011 aux départements de la Corrèze et de la Marne, en application des articles 51,56,57 et 65 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 192 132 € correspondant à l'ajustement de la compensation du transfert au 1er janvier 2010 des personnels titulaires des services en charge de la gestion des fonds d'aide aux jeunes, du financement des centres locaux d'information et de coordination, des comités départementaux des retraités et personnes âgées, ainsi que de la gestion des fonds de solidarité pour le logement et des fonds et dispositifs d'aide aux impayés d'eau, d'énergie et de téléphone.\n\n10. Il est versé en 2011 aux départements de la Charente-Maritime et de la Saône-et-Loire, en application de l'article 95 de la loi n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux, un montant de 19 051 € au titre de la compensation des postes d'agent devenus vacants en 2010 après transfert des services en charge de l'aménagement foncier.\n\n11. Il est versé en 2011 aux départements de l'Ain, de l'Ardèche, de l'Aube, de la Dordogne, de Loir-et-Cher, de la Haute-Marne et du Bas-Rhin, en application des articles 1er, 3 et 6 de la loi n° 2009-1291 du 26 octobre 2009 relative au transfert aux départements des parcs de l'équipement et à l'évolution de la situation des ouvriers des parcs et ateliers, un montant de 52 371 € correspondant à l'ajustement de la compensation des postes d'agent devenus vacants en 2010 après transfert des services des parcs de l'équipement.12. Il est prélevé en 2011 aux départements de l'Ardèche, de l'Aveyron, du Calvados, de la Haute-Loire, du Loiret, de la Haute-Marne, de la Mayenne, du Rhône, de la Savoie, de la Somme, de Tarn-et-Garonne et de la Vendée, en application des articles 1er, 3 et 6 de la loi n° 2009-1291 du 26 octobre 2009 précitée, un montant de 374 628 € correspondant à l'ajustement de la compensation des postes d'agent devenus vacants en 2010 après transfert des services des parcs de l'équipement.\n\n13. Il est versé en 2011 aux départements de l'Ardèche, de l'Aube, de l'Aveyron, des Bouches-du-Rhône, du Cantal, de la Dordogne, du Finistère, de la Haute-Loire, du Loiret, de la Lozère, de la Haute-Marne, de la Mayenne, de l'Orne, du Rhône, de Saône-et-Loire, de la Savoie, de la Somme, de Tarn-et-Garonne, de la Vendée et de l'Yonne, en application des articles 1er, 3 et 6 de la loi n° 2009-1291 du 26 octobre 2009 précitée, un montant de 178 084 € au titre de la compensation pour l'exercice 2010 des dépenses de fonctionnement des services des parcs de l'équipement transférés au 1er janvier 2010.\n\n14. Il est prélevé en 2011 au département de Maine-et-Loire, en application de l'article 32 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 49 174 € correspondant à l'ajustement de la compensation versée au titre de la prise en charge des agents titulaires des services transférés en charge des voies d'eau ainsi que des dépenses d'action sociale y afférentes.\n\n15. Il est versé en 2011 au département de Maine-et-Loire, en application du même article 32, un montant de 8 422 € correspondant à l'ajustement de la compensation prorata temporis des postes constatés vacants en 2010 après le transfert des services en charge des voies d'eau.\n\n16. Il est versé en 2011 aux départements de l'Aisne, des Alpes-de-Haute-Provence, des Hautes-Alpes, des Alpes-Maritimes, des Ardennes, de l'Ariège, de l'Aude, de la Charente, de la Corrèze, de la Corse-du-Sud, de la Haute-Corse, de la Côte-d'Or, des Côtes-d'Armor, de la Creuse, de l'Eure, d'Eure-et-Loir, du Gard, de la Haute-Garonne, de la Gironde, d'Ille-et-Vilaine, d'Indre-et-Loire, de l'Isère, du Jura, de la Loire-Atlantique, de Meurthe-et-Moselle, de la Meuse, du Morbihan, de la Moselle, du Pas-de-Calais, des Pyrénées-Atlantiques, des Hautes-Pyrénées, des Pyrénées-Orientales, du Haut-Rhin, de la Haute-Saône, de la Haute-Savoie, de la Seine-Maritime, des Yvelines, du Tarn, du Var, de Vaucluse, de la Haute-Vienne, des Vosges, des Hauts-de-Seine et de la Seine-Saint-Denis, en application des articles 1er, 3 et 6 de la loi n° 2009-1291 du 26 octobre 2009 précitée, un montant de 321 836 € correspondant à l'indemnisation des jours acquis au titre des comptes épargne-temps par les agents des services support des parcs de l'équipement transférés au 1er janvier 2011.\n\nIII. ― Les diminutions prévues aux 4,6,7,9,12 et 14 du II sont imputées sur le produit de la taxe intérieure de consommation sur les produits pétroliers attribué aux départements concernés en application de l'article 52 de la loi n° 2004-1484 du 30 décembre 2004 précitée. Elles sont réparties conformément à la colonne B du tableau du IV du présent article.Les montants correspondant aux versements mentionnés aux 1,2,3,5,8,10,11,13,15 et 16 du II sont prélevés sur la part du produit de la taxe intérieure de consommation sur les produits pétroliers revenant à l'Etat. Ils sont répartis conformément à la colonne C du tableau du IV.\n\nIV. ― Les ajustements mentionnés aux I et II sont répartis conformément au tableau suivant :\n\nFRACTION(en %)\n\n(col A)\n\nDIMINUTIONdu produit versé(en euros)\n\n(col B)\n\nMONTANTà verser(en euros)\n\n(col C)\n\nTOTAL(en euros)\n\n(col. B et col. C)\n\nAin\n\ncenter\n\n1,063504\n\ncenter\n\n1 548\n\n1 548\n\nAisne\n\ncenter\n\n0,958479\n\ncenter\n\n6 184\n\n6 184\n\nAllier\n\ncenter\n\n0,764934\n\ncenter\n\ncenter\n\n0\n\nAlpes-de-Haute-Provence\n\ncenter\n\n0,550546\n\ncenter\n\n5 050\n\n5 050\n\nHautes-Alpes\n\ncenter\n\n0,411769\n\ncenter\n\n10 267\n\n10 267\n\nAlpes-Maritimes\n\ncenter\n\n1,594671\n\ncenter\n\n345\n\n345\n\nArdèche\n\ncenter\n\n0,753523\n\n― 27 220\n\n12 778\n\n― 14 442\n\nArdennes\n\ncenter\n\n0,652112\n\ncenter\n\n4 706\n\n4 706\n\nAriège\n\ncenter\n\n0,389995\n\ncenter\n\n10 803\n\n10 803\n\nAube\n\ncenter\n\n0,725433\n\ncenter\n\n21 614\n\n21 614\n\nAude\n\ncenter\n\n0,734303\n\ncenter\n\n2 080\n\n2 080\n\nAveyron\n\ncenter\n\n0,767504\n\n― 27 220\n\n3 438\n\n― 23 782\n\nBouches-du-Rhône\n\ncenter\n\n2,310942\n\ncenter\n\n50 377\n\n50 377\n\nCalvados\n\ncenter\n\n1,115300\n\n― 27 220\n\ncenter\n\n― 27 220\n\nCantal\n\ncenter\n\n0,572175\n\ncenter\n\n5 456\n\n5 456\n\nCharente\n\ncenter\n\n0,619095\n\ncenter\n\n1 911\n\n1 911\n\nCharente-Maritime\n\ncenter\n\n1,010972\n\ncenter\n\n17 316\n\n17 316\n\nCher\n\ncenter\n\n0,636220\n\ncenter\n\ncenter\n\n0\n\nCorrèze\n\ncenter\n\n0,737626\n\n― 159 193\n\n8 669\n\n― 150 524\n\nCorse-du-Sud\n\ncenter\n\n0,216561\n\n― 27 172\n\n166 888\n\n139 716\n\nHaute-Corse\n\ncenter\n\n0,207862\n\n― 48 432\n\n4 505\n\n― 43 927\n\nCôte-d'Or\n\ncenter\n\n1,107725\n\n― 45 476\n\n30 126\n\n― 15 350\n\nCôtes-d'Armor\n\ncenter\n\n0,915792\n\n― 100 018\n\n3 519\n\n― 96 499\n\nCreuse\n\ncenter\n\n0,419198\n\ncenter\n\n51 210\n\n51 210\n\nDordogne\n\ncenter\n\n0,775311\n\ncenter\n\n110 620\n\n110 620\n\nDoubs\n\ncenter\n\n0,864667\n\n― 196 882\n\ncenter\n\n― 196 882\n\nDrôme\n\ncenter\n\n0,826109\n\n― 145 296\n\ncenter\n\n― 145 296\n\nEure\n\ncenter\n\n0,968510\n\ncenter\n\n252 469\n\n252 469\n\nEure-et-Loir\n\ncenter\n\n0,834927\n\ncenter\n\n147 753\n\n147 753\n\nFinistère\n\ncenter\n\n1,041132\n\ncenter\n\n25 220\n\n25 220\n\nGard\n\ncenter\n\n1,054467\n\ncenter\n\n6 357\n\n6 357\n\nHaute-Garonne\n\ncenter\n\n1,637573\n\ncenter\n\n14 525\n\n14 525\n\nGers\n\ncenter\n\n0,456663\n\ncenter\n\ncenter\n\n0\n\nGironde\n\ncenter\n\n1,785179\n\ncenter\n\n2 778\n\n2 778\n\nHérault\n\ncenter\n\n1,287258\n\ncenter\n\ncenter\n\n0\n\nIlle-et-Vilaine\n\ncenter\n\n1,174661\n\ncenter\n\n9 532\n\n9 532\n\nIndre\n\ncenter\n\n0,591132\n\ncenter\n\ncenter\n\n0\n\nIndre-et-Loire\n\ncenter\n\n0,961217\n\ncenter\n\n5 690\n\n5 690\n\nIsère\n\ncenter\n\n1,811364\n\ncenter\n\n13 470\n\n13 470\n\nJura\n\ncenter\n\n0,697056\n\ncenter\n\n10 960\n\n10 960\n\nLandes\n\ncenter\n\n0,729488\n\ncenter\n\ncenter\n\n0\n\nLoir-et-Cher\n\ncenter\n\n0,603990\n\ncenter\n\n5 930\n\n5 930\n\nLoire\n\ncenter\n\n1,105998\n\ncenter\n\ncenter\n\n0\n\nHaute-Loire\n\ncenter\n\n0,601012\n\n― 27 220\n\n3 772\n\n― 23 448\n\nLoire-Atlantique\n\ncenter\n\n1,517815\n\n― 25 267\n\n2 048\n\n― 23 219\n\nLoiret\n\ncenter\n\n1,085924\n\n― 27 744\n\n3 303\n\n― 24 441\n\nLot\n\ncenter\n\n0,606872\n\ncenter\n\ncenter\n\n0\n\nLot-et-Garonne\n\ncenter\n\n0,518289\n\ncenter\n\ncenter\n\n0\n\nLozère\n\ncenter\n\n0,412392\n\ncenter\n\n6 137\n\n6 137\n\nMaine-et-Loire\n\ncenter\n\n1,152974\n\n― 49 174\n\n8 422\n\n― 40 752\n\nManche\n\ncenter\n\n0,951900\n\ncenter\n\ncenter\n\n0\n\nMarne\n\ncenter\n\n0,917499\n\n― 32 939\n\ncenter\n\n― 32 939\n\nHaute-Marne\n\ncenter\n\n0,590567\n\n― 37 885\n\n41 622\n\n3 737\n\nMayenne\n\ncenter\n\n0,545168\n\n― 21 776\n\n4 892\n\n― 16 884\n\nMeurthe-et-Moselle\n\ncenter\n\n1,036492\n\ncenter\n\n15 341\n\n15 341\n\nMeuse\n\ncenter\n\n0,535467\n\ncenter\n\n88 428\n\n88 428\n\nMorbihan\n\ncenter\n\n0,914772\n\ncenter\n\n1 389\n\n1 389\n\nMoselle\n\ncenter\n\n1,553942\n\ncenter\n\n15 103\n\n15 103\n\nNièvre\n\ncenter\n\n0,618644\n\ncenter\n\ncenter\n\n0\n\nNord\n\ncenter\n\n3,085486\n\ncenter\n\ncenter\n\n0\n\nOise\n\ncenter\n\n1,111585\n\ncenter\n\ncenter\n\n0\n\nOrne\n\ncenter\n\n0,695388\n\ncenter\n\n9 076\n\n9 076\n\nPas-de-Calais\n\ncenter\n\n2,173955\n\ncenter\n\n6 688\n\n6 688\n\nPuy-de-Dôme\n\ncenter\n\n1,406545\n\ncenter\n\ncenter\n\n0\n\nPyrénées-Atlantiques\n\ncenter\n\n0,953735\n\ncenter\n\n15 272\n\n15 272\n\nHautes-Pyrénées\n\ncenter\n\n0,571369\n\ncenter\n\n6 119\n\n6 119\n\nPyrénées-Orientales\n\ncenter\n\n0,688017\n\ncenter\n\n7 472\n\n7 472\n\nBas-Rhin\n\ncenter\n\n1,362430\n\ncenter\n\n9 134\n\n9 134\n\nHaut-Rhin\n\ncenter\n\n0,909034\n\ncenter\n\n29 216\n\n29 216\n\nRhône\n\ncenter\n\n1,992688\n\n― 21 776\n\n8 443\n\n― 13 333\n\nHaute-Saône\n\ncenter\n\n0,453718\n\ncenter\n\n2 943\n\n2 943\n\nSaône-et-Loire\n\ncenter\n\n1,035008\n\ncenter\n\n10 517\n\n10 517\n\nSarthe\n\ncenter\n\n1,040646\n\ncenter\n\ncenter\n\n0\n\nSavoie\n\ncenter\n\n1,142263\n\n― 49 640\n\n6 369\n\n― 43 271\n\nHaute-Savoie\n\ncenter\n\n1,271752\n\ncenter\n\n2 651\n\n2 651\n\nParis\n\ncenter\n\n2,412967\n\ncenter\n\ncenter\n\n0\n\nSeine-Maritime\n\ncenter\n\n1,706889\n\ncenter\n\n13 058\n\n13 058\n\nSeine-et-Marne\n\ncenter\n\n1,883384\n\ncenter\n\ncenter\n\n0\n\nYvelines\n\ncenter\n\n1,743388\n\ncenter\n\n7 031\n\n7 031\n\nDeux-Sèvres\n\ncenter\n\n0,641449\n\ncenter\n\ncenter\n\n0\n\nSomme\n\ncenter\n\n1,072211\n\n― 77 754\n\n9 147\n\n― 68 607\n\nTarn\n\ncenter\n\n0,662914\n\ncenter\n\n5 060\n\n5 060\n\nTarn-et-Garonne\n\ncenter\n\n0,435638\n\n― 27 220\n\n2 913\n\n― 24 307\n\nVar\n\ncenter\n\n1,336902\n\ncenter\n\n1 257\n\n1 257\n\nVaucluse\n\ncenter\n\n0,734622\n\ncenter\n\n2 867\n\n2 867\n\nVendée\n\ncenter\n\n0,933374\n\n― 27 220\n\n7 788\n\n― 19 432\n\nVienne\n\ncenter\n\n0,674955\n\ncenter\n\ncenter\n\n0\n\nHaute-Vienne\n\ncenter\n\n0,610562\n\ncenter\n\n17 962\n\n17 962\n\nVosges\n\ncenter\n\n0,734253\n\ncenter\n\n39 800\n\n39 800\n\nYonne\n\ncenter\n\n0,761151\n\ncenter\n\n19 741\n\n19 741\n\nTerritoire de Belfort\n\ncenter\n\n0,218724\n\ncenter\n\ncenter\n\n0\n\nEssonne\n\ncenter\n\n1,525028\n\ncenter\n\ncenter\n\n0\n\nHauts-de-Seine\n\ncenter\n\n1,990081\n\ncenter\n\n3 142\n\n3 142\n\nSeine-Saint-Denis\n\ncenter\n\n1,919444\n\ncenter\n\n5 737\n\n5 737\n\nVal-de-Marne\n\ncenter\n\n1,522400\n\ncenter\n\ncenter\n\n0\n\nVal-d'Oise\n\ncenter\n\n1,581607\n\ncenter\n\ncenter\n\n0\n\nGuadeloupe\n\ncenter\n\n0,694844\n\ncenter\n\ncenter\n\n0\n\nMartinique\n\ncenter\n\n0,518846\n\ncenter\n\n3 000\n\n3 000\n\nGuyane\n\ncenter\n\n0,335166\n\ncenter\n\ncenter\n\n0\n\nLa Réunion\n\ncenter\n\n1,452911\n\ncenter\n\ncenter\n\n0\n\nTotal\n\ncenter\n\n100\n\n― 1 229 745\n\n1 466 955\n\n237 210\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "II. ― 1 . Il est versé en 2011 à la collectivité territoriale de Corse et aux régions de métropole, sur le fondement de l'article L. 4383-5 du code de la santé publique, un montant de 599 155 € correspondant à l'ajustement, au titre de l'exercice 2010, de la compensation des charges nouvelles résultant de l'obligation de détention de l'attestation de formation aux gestes et soins d'urgence de niveau 2 pour l'obtention de diplômes paramédicaux.2 . Il est versé en 2011 à la collectivité territoriale de Corse et aux régions de métropole, sur le même fondement, un montant de 111 879 € correspondant à l'ajustement, au titre de l'exercice 2011, de la compensation des charges nouvelles résultant de la réforme du diplôme d'Etat d'infirmier survenue en 2009.3 . Il est versé en 2011 à la région Auvergne, en application des articles 54, 55 et 73 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales, un montant de 2 864 € correspondant à l'ajustement, au titre de la période 2009-2010, de la compensation des postes d'agent devenus vacants entre la date du transfert de la compétence et la date du transfert des services en charge des bourses et formations sanitaires et sociales.4 . Il est versé en 2011 à la collectivité territoriale de Corse, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 512 448 € correspondant à l'ajustement, au titre de la période 2008-2010, de la compensation des postes d'agent devenus vacants entre la date du transfert de la compétence et la date du transfert des services en charge des routes nationales d'intérêt local.5 . Il est versé en 2011 à la région Bretagne, en application de l'article 32 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 51 447 € correspondant à l'ajustement de la compensation des postes d'agent devenus vacants en 2010 après transfert de services en charge des voies d'eau.6 . Il est versé en 2011 à la collectivité territoriale de Corse un montant de 4 651 € correspondant à la compensation des jours acquis au titre des comptes épargne-temps par les agents des services support des parcs de l'équipement transférés au 1er janvier 2011 dans les conditions prévues à l'article 6 de la loi n° 2009-1291 du 26 octobre 2009 relative au transfert aux départements des parcs de l'équipement et à l'évolution de la situation des ouvriers des parcs et ateliers.7 . Il est versé en 2011 à la région Alsace, en application de l'article 32 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 5 481 € correspondant à la compensation des jours acquis au titre des comptes épargne-temps par les agents des services de l'agriculture en charge des voies d'eau transférés au 1er janvier 2011.8 . Il est versé en 2011 à la région Picardie, en application de l'article 95 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 274 144 € correspondant à la compensation, au titre de la période 2007-2011, des postes d'agent du ministère de la culture et de la communication vacants avant le transfert, au 1er février 2007, des services en charge de l'inventaire général du patrimoine culturel.III. ― Les montants correspondant aux versements prévus au II sont prélevés sur la part du produit de la taxe intérieure de consommation sur les produits pétroliers revenant à l'Etat. Ils sont répartis, respectivement, conformément aux colonnes A à H du tableau ci-après."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Par dérogation au II de l'article 45 de la loi n° 2007-1822 du 24 décembre 2007 de finances pour 2008, il est opéré un prélèvement exceptionnel en 2011 de 3 millions d'euros sur le produit de la taxe de l'aviation civile affecté au budget général en application du III de l'article 302 bis K du code général des impôts au profit du budget annexe « Contrôle et exploitation aériens ». Ce prélèvement est effectué par retenue sur le montant transféré mensuellement par le comptable du budget annexe aux comptables publics assignataires."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-Il est ouvert un compte d'affectation spéciale intitulé \" Financement des aides aux collectivités territoriales pour l'électrification rurale \".\n\nCe compte retrace :\n\n1° En recettes, une fraction de 377 millions d'euros du produit de l'accise mentionnée à l'article L. 312-1 du code des impositions sur les biens et services et perçue sur l'électricité, majorée chaque année de l'évolution de l'indice des prix à la consommation hors tabac en référence à l'année 2025. Pour l'année 2025, ces recettes résultent de la somme entre, d'une part, les contributions dues par les gestionnaires des réseaux publics de distribution en application du IX de l'article 20 de la loi n° 2025-127 du 14 février 2025 de finances pour 2025 et, d'autre part, cinq douzièmes de la fraction du produit de l'accise égale à l'application d'un tarif de 1,16 € par mégawattheure aux quantités mentionnées à l'article L. 312-37-2 du code des impositions sur les biens et services ;\n\n2° En dépenses :\n\na) Les aides liées au financement d'une partie du coût des travaux de développement et d'adaptation des réseaux ruraux de distribution publique d'électricité, prévues aux septième et neuvième alinéas du I du même article L. 2224-31 ;\n\nb) Les frais liés à la gestion de ces aides.\n\nII.-Le solde du Fonds d'amortissement des charges d'électrification, prévu à l'article 108 de la loi du 31 décembre 1936 portant fixation du budget général de l'exercice 1937, tel que résultant de l'exécution des opérations autorisées au titre de l'année 2011, est porté en recettes du compte mentionné au I du présent article, qui reprend l'ensemble des droits et obligations de ce fonds.\n\nA modifié les dispositions suivantes :\n\nIV.-Sous réserve des modifications résultant des I et III, le décret n° 47-1997 du 14 octobre 1947 portant règlement d'administration publique pour l'application de l'article 38 de la loi du 8 avril 1946 sur la nationalisation de l'électricité et du gaz continue à s'appliquer jusqu'à l'entrée en vigueur du décret en Conseil d'Etat prévu au dernier alinéa du I de l'article L. 2224-31 du code général des collectivités territoriales dans sa rédaction résultant du 1° du A du III du présent article.\n\nV.-L'article 108 de la loi du 31 décembre 1936 portant fixation du budget général de l'exercice 1937 est abrogé.\n\nVI.-Le présent article entre en vigueur le 1er janvier 2012.\n\nIII.-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "II. ― Pour 2011 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. ― Il est ouvert aux ministres, pour 2011, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant, respectivement, à 2 385 753 561 € et 1 230 419 741 €, conformément à la répartition par mission et programmes donnée à l'état B annexé à la présente loi.\n\nII. ― Il est annulé, pour 2011, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, à 1 421 589 239 € et 1 478 365 076 €, conformément à la répartition par mission et programmes donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. ― Il est ouvert aux ministres, pour 2011, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant à 292 062 359 €, conformément à la répartition par mission et programmes donnée à l'état C annexé à la présente loi.\n\nII. ― Il est ouvert au ministre de l'économie, des finances et de l'industrie, pour 2011, au titre du compte de concours financiers \"Prêts à des Etats étrangers\", des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant, respectivement, à 5 805 958 € et 10 757 958 €, conformément à la répartition par mission et programmes donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I., II.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les I et II s'appliquent aux opérations pour lesquelles la taxe sur la valeur ajoutée est exigible à compter du 1er janvier 2012. Par dérogation, ces dispositions s'appliquent :\n\n1° Pour les livraisons visées au 1 du I de l'article 278 sexies du code général des impôts, aux opérations bénéficiant d'une décision favorable prise dans les conditions prévues aux articles R. 331-3 et R. 331-6 du code de la construction et de l'habitation, à compter du 1er janvier 2012 ou, à défaut, ayant fait l'objet d'un avant-contrat ou d'un contrat préliminaire ou d'un contrat de vente à compter de cette même date ;\n\n2° Pour les livraisons et les cessions visées aux 2 et 10 du I de l'article 278 sexies du code général des impôts, ainsi que les livraisons à soi-même visées au II du même article correspondant à ces mêmes 2 et 10, aux opérations bénéficiant d'une décision favorable prise dans les conditions prévues aux articles R. 331-3 et R. 331-6 du code de la construction et de l'habitation, à compter du 1er janvier 2012 ;\n\n3° Pour les apports visés aux 3 et 12 du I de l'article 278 sexies du code général des impôts, aux opérations dont l'apport a fait l'objet d'un avant-contrat ou d'un contrat préliminaire ou, à défaut, d'un contrat de vente à compter du 1er janvier 2012 ;\n\n4° Pour les livraisons visées au 4 du I du même article 278 sexies, ainsi que les livraisons à soi-même visées au II dudit article correspondant à ce même 4, aux opérations bénéficiant d'une décision d'agrément accordée à compter du 1er janvier 2012 ;\n\n5° Pour les livraisons visées aux 5 et 8 du I du même article 278 sexies, ainsi que les livraisons à soi-même visées au II dudit article correspondant à ces mêmes 5 et 8, aux opérations bénéficiant d'une décision de financement de l'Etat à compter du 1er janvier 2012 ou, à défaut, pour lesquelles la convention avec le représentant de l'Etat dans le département est signée à compter de cette même date ;\n\n6° Pour les livraisons visées au 6 du I du même article 278 sexies, ainsi que les livraisons à soi-même visées au II dudit article correspondant à ce même 6, aux opérations pour lesquelles la convention conclue en application du 4° de l'article    L. 831-1 du code de la construction et de l'habitation est signée à compter du 1er janvier 2012 ;\n\n7° Pour les livraisons et travaux réalisés en application d'un contrat unique de construction visés aux 7 et 11 du I de l'article 278 sexies du code général des impôts, aux opérations pour lesquelles un avant-contrat ou un contrat préliminaire ou, à défaut, un contrat de vente ou un contrat ayant pour objet la construction du logement est signé à compter du 1er janvier 2012 ; pour les livraisons à soi-même visées au II du même article correspondant à ces mêmes 7 et 11, aux opérations pour lesquelles la demande de permis de construire a été déposée à compter de cette même date ;\n\n8° Pour les livraisons, les cessions et les travaux réalisés en application d'un contrat unique de construction visés au 9 du I du même article 278 sexies, ainsi que les livraisons à soi-même visées au II dudit article correspondant à ce même 9, aux opérations engagées à compter du 1er janvier 2012.\n\nLe I du présent article ne s'applique pas aux livraisons à soi-même visées au III du même article 278 sexies ayant fait l'objet d'un devis daté accepté par les deux parties avant le 1er janvier 2012 et ayant donné lieu à un acompte encaissé avant cette date ou ayant fait l'objet d'une décision d'octroi de la subvention mentionnée à l'article R. 323-1 du code de la construction ou de l'habitation ou d'une décision favorable prise dans les conditions prévues aux articles R. 331-3 et R. 331-6 du même code avant cette même date. Dans ces deux derniers cas, la livraison à soi-même au taux de 5,5 % peut s'appliquer aux travaux facturés au taux de 7 % en application de l'article 279-0 bis du code général des impôts, sous réserve que ces travaux remplissent les conditions précitées.\n\nLe I du présent article ne s'applique pas aux travaux mentionnés aux 1 et 3 de l'article 279-0 bis du code général des impôts ayant fait l'objet d'un devis daté et accepté par les deux parties avant le 20 décembre 2011 et d'un acompte encaissé avant cette date.\n\nPour les biens visés au 6° de l'article 278 bis du même code, le I du présent article s'applique aux opérations pour lesquelles la taxe sur la valeur ajoutée est exigible à compter du 1er avril 2012, à l'exception de ceux fournis par téléchargement.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code du cinéma et de l'image animée\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'article 24 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012 est abrogé.\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts :\n\n-Art. 279"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le dernier alinéa de l'article 196 B du code général des impôts et le I de l'article 197 du même code s'appliquent à l'impôt sur le revenu dû au titre de l'année 2011 et des années suivantes."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nArt. 199 terdecies-0 A\n\nII.-Le I s'applique aux versements effectués à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "II. - Le I est applicable aux dons et cotisations versés à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "II. - Le I s'applique aux revenus perçus à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "II. - Le I s'applique aux cessions de bateaux affectés au transport de marchandises réalisées à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-645 DC du 28 décembre 2011.]"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I et II. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code général des impôts, CGI.\n\nIII. - 1. Le I est applicable aux rentes versées à compter du 1er janvier 2012.2. Le II est applicable à compter de l'imposition des revenus de 2011."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "III. ― Le I s'applique à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. ― 1. Sur option, l'avoué membre d'une société visée à l'article 8 ter du code général des impôts qui perçoit une indemnisation en application de l'article 13 de la loi n° 2011-94 du 25 janvier 2011 portant réforme de la représentation devant les cours d'appel bénéficie d'un report d'imposition pour la fraction de la plus-value imposable qui excède un montant égal à la quote-part de l'indemnité lui revenant minorée soit de la quote-part de la valeur du droit de présentation telle que mentionnée dans le registre des immobilisations correspondant à ses droits dans la société, soit, si elle est supérieure, de la valeur d'acquisition ou de souscription des parts sociales.Le report d'imposition mentionné au premier alinéa prend fin en cas de cession, de rachat ou d'annulation des parts de la société dont l'avoué mentionné au même premier alinéa est membre ou de cessation de l'activité professionnelle de celui-ci ou d'assujettissement de la société à l'impôt sur les sociétés ou de transformation de celle-ci en société passible de l'impôt sur les sociétés. Ce report d'imposition peut bénéficier du dispositif de maintien du report prévu à l'article 151-0 octies du code général des impôts.2. L'avoué mentionné au 1 doit joindre à la déclaration prévue à l'article 170 du code général des impôts au titre de chacune des années d'application du report un état conforme au modèle fourni par l'administration faisant apparaître le montant de la plus-value en report d'imposition ainsi que les éléments permettant le calcul de cette plus-value.La production de l'état mentionné au premier alinéa du présent 2 au titre de l'année ou de l'exercice de perception de l'indemnité vaut option pour le présent report. Pour les années suivantes, le défaut de production de cet état entraîne l'application d'une amende égale à 1 % du montant de la plus-value placée en report d'imposition.\n\nII. ― A modifié les dispositions suivantes :\n\nLoi n° 2009-1674 du 30 décembre 2009\n\nArt. 54"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "II.-Les sociétés civiles de moyens, les groupements d'intérêt économique et les associations régies par la loi du 1er juillet 1901 relative au contrat d'association, ayant participé dès 2010 ou dès 2011 aux expérimentations portant sur les nouveaux modes de rémunération prévues à l'article 44 de la loi n° 2007-1786 du 19 décembre 2007 de financement de la sécurité sociale pour 2008 et qui se transforment en sociétés interprofessionnelles de soins ambulatoires mentionnées à l'article L. 4041-1 du code de la santé publique avant le 30 juin 2012, relèvent du régime fiscal des sociétés de personnes prévu à l'article 8 du code général des impôts pour l'imposition des résultats de leurs exercices au cours desquels ils ont participé à ces expérimentations."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "III. - Le  I est applicable au calcul de l'impôt sur les revenus ou impôt sur les  sociétés pour les exercices ou périodes d'imposition commençant après le 31 décembre 2011.IV. - Le II est applicable aux cotisations dues au titre des rémunérations versées à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "III. ― Le 1° du I s'applique aux créances de crédits d'impôt restant à imputer ou constatées à compter du 1er janvier 2012. Le 2° du I et le 1° du II s'appliquent aux crédits d'impôt calculés au titre des investissements réalisés à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "II. - Le I est applicable aux exercices ouverts à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "II.-Le 1° du I s'applique aux exercices clos à compter du 31 décembre 2010. Les 2° et 3° du I s'appliquent aux exercices ouverts à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "II.-Le I s'applique aux cessions à titre onéreux réalisées du 1er janvier 2012 au 31 décembre 2014."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 244 quater U\n\nII. ― Le présent article s'applique aux offres de prêt émises à compter du 1er avril 2012."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "2. En 2011, le fonds de financement des chambres de commerce et d'industrie de région mentionné au 2 du III de l'article 1600 du code général des impôts est alimenté à hauteur d'un montant équivalent à 60 % des produits de la taxe additionnelle à la taxe professionnelle prévue au même article 1600, dans sa rédaction en vigueur au 1er janvier 2009, perçus en 2009 par les chambres de commerce et d'industrie, multipliés par les pourcentages mentionnés aux troisième à sixième alinéas du III de l'article 3 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et applicables à chacune des chambres de commerce et d'industrie. Ce montant est minoré de 4 % puis majoré de la différence entre les montants mentionnés aux deux derniers alinéas du III de l'article 41 de la loi n° 2010-1658 du 29 décembre 2010 de finances rectificative pour 2010.IV.-Modifications du dispositif de compensation des pertes de ressources de contribution économique territoriale"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "II. - Le I est applicable aux pôles métropolitains créés à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "II. ― 1. Le 3° du I s'applique à compter du 1er janvier 2012.2. Les 1° et 2° du I s'appliquent à compter des impositions dues au titre de 2013.Toutefois,  si la délibération concernant les assujettis mentionnés au c du 1° du I  est prise avant le 15 février 2012, elle s'applique aux impositions  dues au titre de l'année 2012."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "II. ― Le I s'applique aux ventes d'hydrocarbures réalisées à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "II. - Le a du 1° du I s'applique aux délais de reprise venant à expiration postérieurement au 31 décembre 2011 et le 2° du même I s'applique aux affaires soumises à compter du 1er janvier 2012 à la commission des infractions fiscales par le ministre chargé du budget."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "V.-Les articles L. 283 A à L. 283 D du livre des procédures fiscales s'appliquent au recouvrement des créances étrangères à l'impôt, des amendes et condamnations pécuniaires recouvrées par les comptables de la direction générale des finances publiques, à l'exclusion des sanctions pénales."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "III. - Les I et II s'appliquent à compter du 1er janvier 2013."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "III.  - Le Gouvernement remet au Parlement, avant le 1er septembre 2012, un  rapport sur l'impact du présent article sur les fonds propres des  mutuelles et des institutions de prévoyance ainsi que sur les recettes  des collectivités territoriales.IV. ― Les 4° et 5° et les a et c du 6° du II s'appliquent à compter des impositions dues au titre de 2013."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "II. - Le I entre en vigueur à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "II. - Le 1° du I s'applique aux impositions dues à compter du 1er janvier 2012 et le 2° du I entre en vigueur à cette même date."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "II. - Les A, B et 1° du C du I du présent article et le d du tableau de l'avant-dernier alinéa de l'article 223 du code des douanes entrent en vigueur à compter du 1er janvier 2013."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-645 DC du 28 décembre 2011.]"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Les reliquats des redevances perçues par les exploitants de services de distribution d'eau potable en application de l'article L. 2335-10 du code général des collectivités territoriales en vigueur dans les départements d'outre-mer et à Mayotte avant le 1er janvier 2008 sont versés, dans les départements d'outre-mer concernés, aux offices de l'eau constitués en application de l'article L. 213-13 du code de l'environnement et, à Mayotte, au Département de Mayotte. Ces sommes sont recouvrées par le comptable de l'office de l'eau ou par le comptable du Département de Mayotte comme en matière de contributions directes."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "En Nouvelle-Calédonie et dans les îles Wallis et Futuna, les commandements émis par les comptables publics interrompent la prescription de l'action en recouvrement."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Sont ratifiées les ouvertures et les annulations de crédits opérées par le décret n° 2011-1695 du 30 novembre 2011 portant ouverture et annulation de crédits à titre d'avance."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I, II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. ― A modifié les dispositions suivantes :\n\nLoi n° 2010-1658 du 29 décembre 2010 :\n\nArt. 28-III F, Art. 55-I E\n\nIV. ― Les I, II et III entrent en vigueur dans les conditions suivantes :\n\n1° Lorsque la redevance d'archéologie préventive est perçue sur des travaux mentionnés au a de l'article L. 524-2 du code du patrimoine, ils sont applicables aux demandes d'autorisation d'urbanisme et aux déclarations préalables déposées à compter du 1er mars 2012 ;\n\n2° Lorsque la redevance est perçue sur des travaux mentionnés aux b et c de l'article L. 524-2 et au dernier alinéa de l'article L. 524-4 du même code, ils sont applicables à compter du 1er mars 2013 ;\n\n3° Ils entrent en vigueur à Mayotte à compter du 1er mars 2014 ;\n\n4° Les A, 2° à 4° du D et G du I entrent en vigueur le 1er janvier 2012.\n\n-Code du patrimoine.\n\n-Code général des impôts, CGI.\n\n-Code du patrimoine."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Il est créé une dotation d'ajustement exceptionnelle pour la Polynésie française, versée en 2011 et en 2012.Le montant maximal de cette dotation est fixé à 50 millions d'euros sur deux ans."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. - Le ministre chargé de l'économie est autorisé à souscrire à l'augmentation de 67 % du capital de la Banque de développement du Conseil de l'Europe, augmentant la participation de la France de 366 078 000 €, dont 40 964 000 € sont prélevés de la réserve générale et incorporés dans le capital libéré et le solde est sujet à appel.Le capital souscrit sujet à appel peut être appelé selon les modalités fixées par le statut de la Banque de développement du Conseil de l'Europe.II. - Le montant total de la participation de la France au capital souscrit de la Banque de développement du Conseil de l'Europe ne peut dépasser 915 770 000 € à l'issue de l'augmentation de capital mentionnée au I."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "- LOI n°2010-1658 du 29 décembre 2010"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "II.-Sous réserve des décisions passées en force de chose jugée, les communes ne peuvent se prévaloir, sur le fondement de l'incompétence du pouvoir réglementaire à mettre à leur charge les dépenses résultant, postérieurement au 3 mai 2002, de l'exercice par les maires des missions d'encaissement des amendes résultant des contraventions réprimées par le code de la route et émises par les agents de police municipale, d'un préjudice correspondant à ces dépenses.III.-En contrepartie de l'application du II, une dotation exceptionnelle est attribuée aux communes au titre de l'indemnisation des charges résultant pour elles, jusqu'au 31 décembre 2011, de l'application de la circulaire du ministre de l'intérieur du 3 mai 2002 relative à l'encaissement des amendes forfaitaires et des consignations émises par les agents de police municipale.Cette dotation, d'un montant de 0,5 € par amende encaissée dans la limite de 9,87 millions d'euros, est répartie entre les communes en fonction du nombre d'amendes qu'elles ont effectivement recouvrées entre 2008 et 2011. Si le nombre total d'amendes recouvrées ces quatre années est supérieur à 19,74 millions d'euros, la somme de 9,87 millions d'euros est répartie entre les communes proportionnellement au nombre d'amendes qu'elles ont recouvrées de 2008 à 2011.Les communes qui ont engagé un contentieux indemnitaire fondé sur l'illégalité de la circulaire du 3 mai 2002 précitée ne sont éligibles à cette dotation exceptionnelle qu'à la condition que cette instance soit close par une décision passée en force de chose jugée et excluant toute condamnation de l'Etat."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code du travail\n\nArt. L1233-69\n\nII. ― [Dispositions déclarées non conformes à la Constitution par la  décision du Conseil constitutionnel n° 2011-645 DC du 28 décembre 2011.]\n\nIII. - Ordonnance n°2006-433 du 13 avril 2006"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "II. - Le I entre en vigueur le 1er juillet 2012."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "II. ― Le présent article entre en vigueur le 1er juillet 2012. Les  déficits ayant fait l'objet d'un premier acte de mise en jeu de la  responsabilité d'un comptable public ou d'un régisseur avant cette date  demeurent régis par les dispositions antérieures."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "II. ― Le Gouvernement transmet au Parlement, avant le dépôt du projet de loi de finances de l'année :"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "II. ― Le I ne s'applique pas aux paiements faisant l'objet d'instances contentieuses en cours à la date de publication de la présente loi."
    },
    {
      "provision_ref": "artAnnexes",
      "section": "Annexes",
      "title": "Article Annexes",
      "content": "La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}