{
  "id": "jorftext000042754770",
  "type": "statute",
  "title": "Ordonnance n°2020-1733 du 16 décembre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042754770",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions annexées à la présente ordonnance constituent la partie législative du code de l'entrée et du séjour des étrangers et du droit d'asile.\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de la partie législative du code de l'entrée et du séjour des étrangers et du droit d'asile qui mentionnent, sans les reproduire, des dispositions soit d'autres codes, soit de textes législatifs sont de plein droit modifiées par l'effet des modifications ultérieures de ces dispositions."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les références à des dispositions abrogées par la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code de l'entrée et du séjour des étrangers et du droit d'asile dans sa rédaction annexée à la présente ordonnance."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans toutes les autres dispositions législatives en vigueur, les références aux dispositions du code de l'entrée et du séjour des étrangers, des ordonnances n° 2000-371 et n° 2000-372 du 26 avril 2000 relatives aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna et en Polynésie française, de l'ordonnance n° 2002-388 du 20 mars 2002 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ou du titre II de la loi n° 71-569 du 15 juillet 1971 relative au territoire des Terres australes et antarctiques françaises sont remplacées par les références à celles du code dans sa rédaction annexée à la présente ordonnance."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions de la présente ordonnance sont applicables à Saint-Barthélemy et à Saint-Martin.Les dispositions des articles 1er à 3 et 18 de la présente ordonnance sont applicables dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 1er mai 2021."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le Premier ministre, le ministre de l'intérieur et le ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}