{
  "id": "jorftext000045522912",
  "type": "statute",
  "title": "Ordonnance n°2022-492 du 6 avril 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045522912",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A. - Le directeur général de l'Autorité des relations sociales des plateformes d'emploi mentionnée à l'article L. 7345-1 du code du travail arrête la liste des organisations reconnues représentatives mentionnée à l'article L. 7343-24 du même code :1° Au titre de la première mesure de l'audience, avant le 31 octobre 2022 ;2° Au titre de la deuxième mesure de l'audience, avant le 31 octobre 2024, par dérogation au 6° de l'article L. 7343-22 de ce code.B. - Par dérogation à l'article L. 7343-22 du code du travail, la représentativité des organisations professionnelles représentant les plateformes définies à l'article L. 7342-1 du même code est appréciée dans les conditions suivantes :1° Au titre de la première mesure de l'audience :a) L'ancienneté minimale mentionnée au 4° de l'article L. 7343-22 n'est pas un critère de représentativité applicable ;b) La transparence financière mentionnée au 3° du même article est présumée pour les organisations dont la création est postérieure au 31 décembre 2021 ;2° Au titre des deux premières mesures de l'audience, l'influence mentionnée au 5° de l'article L. 7343-22 s'apprécie exclusivement au regard de l'activité des organisations concernées.II. - Par dérogation aux dispositions des 1° et 2° de l'article L. 7343-36 du code du travail, une négociation est engagée, au niveau de chaque secteur mentionné à l'article L. 7343-1 du même code, dans les deux ans suivant la publication du dernier arrêté édicté en application des articles L. 7343-3 et L. 7343-22 de ce code au titre de la première mesure de l'audience, sur :1° Les modalités de détermination des revenus des travailleurs, y compris le prix de leur prestation de service ;2° Les conditions d'exercice de l'activité professionnelle des travailleurs, et notamment l'encadrement de leur temps d'activité ainsi que les effets des algorithmes et des changements les affectant sur les modalités d'accomplissement des prestations."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre, la ministre de la transition écologique, le ministre de l'économie, des finances et de la relance et la ministre du travail, de l'emploi et de l'insertion sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}