{
  "id": "jorftext000000361976",
  "type": "statute",
  "title": "Loi n° 93-1419 du 31 décembre 1993",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000361976",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'ensemble des droits, biens et obligations de l'Etat attachés aux missions des services relevant du budget annexe de l'Imprimerie nationale est apporté à une société nationale, dénommée \" Imprimerie nationale \", soumise aux dispositions du code de commerce et relevant de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique. La totalité du capital de cette société est détenue, directement ou indirectement, par l'Etat.\n\nLes apports doivent intervenir dans un délai qui ne peut excéder un an à compter de la publication de la présente loi. Ils ne donnent lieu à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat, ni à aucune indemnité ou perception de droits ou taxes."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La société mentionnée à l'article 1er est seule autorisée à réaliser les documents déclarés secrets ou dont l'exécution doit s'accompagner de mesures particulières de sécurité, et notamment les titres d'identité, passeports, visas et autres documents administratifs et d'état civil comportant des éléments spécifiques de sécurité destinés à empêcher les falsifications et les contrefaçons."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les fonctionnaires régis par le décret n° 69-795 du 7 août 1969 fixant le statut particulier des fonctionnaires techniques de l'Imprimerie nationale exercent leurs activités au sein du ministère chargé de l'économie, des finances et de l'industrie et sont affectés dans l'un des services de ce ministère ou exercent en position d'activité au sein de la société Imprimerie nationale.Ces fonctionnaires pourront être intégrés sur leur demande dans un corps ou cadre d'emplois de la fonction publique de l'Etat, de la fonction publique territoriale ou de la fonction publique hospitalière. Cette intégration est subordonnée à une période de détachement d'une durée d'un an. Elle s'effectue, en fonction des qualifications des fonctionnaires, nonobstant les règles relatives au recrutement des corps ou cadres d'emplois d'accueil, à l'exception de celles subordonnant l'exercice des fonctions correspondantes à la détention d'un titre ou diplôme spécifique.Les administrations ou organismes d'accueil pourront bénéficier de mesures financières ou d'accompagnement à la charge de l'Imprimerie nationale.Les conditions d'application du présent article sont précisées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A la date de réalisation des apports, les agents en fonction dans les services relevant du budget annexe de l'Imprimerie nationale et ayant le statut d'ouvrier des établissements industriels de l'Etat sont placés sous un régime défini, d'une part, par un décret en Conseil d'Etat qui leur assure le maintien des droits et garanties de leur ancien statut en ce qui concerne les salaires, primes et indemnités, les prestations de maladie, maternité, accidents du travail, le congé parental, la formation professionnelle continue, le régime disciplinaire, les régimes de travail à temps partiel et de cessation progressive d'activité, les oeuvres sociales rattachées au ministère du budget ainsi que les autres congés et, d'autre part, par le droit du travail pour les autres éléments de leur situation.Ces personnels bénéficient du maintien de prestations de pensions identiques à celles dont bénéficient les ouvriers des établissements industriels de l'Etat. Le montant des cotisations afférentes aux risques maladie et vieillesse sera identique à celui mis à la charge des ouvriers des établissements industriels de l'Etat.Ils pourront à tout moment demander à conclure un contrat de travail avec la société. Dans ce cas, leur option sera définitive et les dispositions des précédents alinéas ne leur seront plus applicables."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "Les ouvriers de l'Imprimerie nationale visés à l'article 4 de la présente loi, ainsi que les personnels, titulaires au 31 décembre 1993, d'un contrat de droit public à durée indéterminée, peuvent être recrutés sur leur demande en qualité d'agent non titulaire de droit public par l'une des collectivités publiques ou établissements publics à caractère administratif mentionnés à l'article 2 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.En cette qualité, ils bénéficient d'un engagement à durée indéterminée, des dispositions légales et réglementaires régissant les agents non titulaires de la fonction publique dont relève la collectivité ou l'établissement public qui les recrute ainsi que, dans des conditions fixées par un décret en Conseil d'Etat, des dispositions réglementaires régissant ces mêmes agents. Les administrations ou organismes d'accueil pourront bénéficier de mesures financières ou d'accompagnement à la charge de l'Imprimerie nationale.Dans cette situation, les ouvriers de l'Imprimerie nationale visés à l'article 4 de la présente loi peuvent demander à conserver, à titre personnel, le bénéfice du maintien de prestations de pensions identiques à celles qui sont servies aux ouvriers sous statut des établissements industriels de l'Etat. Le montant des cotisations afférentes au risque vieillesse sera identique à celui mis à la charge des ouvriers sous statut des établissements industriels de l'Etat. Les conditions d'application du présent alinéa sont précisées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art4-2",
      "section": "4-2",
      "title": "Article 4-2",
      "content": "Lorsqu'ils sont employés à une activité apportée à une société dont l'Imprimerie nationale détient, directement ou indirectement, la totalité ou la majorité du capital, les ouvriers de l'Imprimerie nationale visés à l'article 4 peuvent être affectés de plein droit, à l'initiative de leur employeur, auprès de cette filiale. Dans ce cas, la filiale concernée se substitue à l'Imprimerie nationale en sa qualité d'employeur des ouvriers transférés.Cette substitution est sans incidence sur le régime applicable aux ouvriers faisant l'objet de ce transfert."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La gestion des prestations en nature d'assurances maladie, maternité et invalidité versées aux personnels actifs et retraités de la société visée à l'article 1er est assurée par la mutuelle de l'Imprimerie nationale."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Un décret en Conseil d'Etat détermine les modalités d'application de la présente loi."
    }
  ]
}