{
  "id": "jorftext000000795529",
  "type": "statute",
  "title": "Loi n° 2003-1200 du 18 décembre 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000795529",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les charges résultant, pour les départements, des transfert et création de compétences réalisés par la présente loi sont compensées par l'attribution de ressources constituées d'une partie du produit d'un impôt perçu par l'Etat dans les conditions fixées par la loi de finances.\n\nAu titre de l'année 2004, la compensation prévue au premier alinéa est calculée sur la base des dépenses engendrées par le paiement du revenu minimum d'insertion en 2003.\n\nAu titre des années suivantes, la compensation sera ajustée de manière définitive au vu des comptes administratifs des départements pour 2004 dans la loi de finances suivant l'établissement desdits comptes.\n\nA compter du 1er janvier 2019, le présent article ne s'applique pas à la collectivité territoriale de Guyane et au Département de Mayotte.\n\nA compter du 1er janvier 2020, le présent article ne s'applique pas au département de La Réunion.\n\nLe présent article ne s'applique pas aux départements participant, en application de l'article 43 de la loi n° 2021-1900 du 30 décembre 2021 de finances pour 2022, à l'expérimentation relative à la recentralisation du revenu de solidarité active mentionné à l'article L. 262-2 du code de l'action sociale et des familles à compter du 1er janvier 2022 ou du 1er janvier de l'année du transfert expérimental, pour la durée de l'expérimentation."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Avant le 31 décembre 2004, le Gouvernement déposera sur le bureau de l'Assemblée nationale et sur celui du Sénat un rapport sur l'opportunité de mettre en place un guichet social unique. Ce guichet aurait notamment pour rôle de centraliser les informations administratives et techniques concernant l'ensemble d'aide et d'actions sociales et de procéder aux déclarations relatives aux demandes de minima sociaux ou d'emplois aidés."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les agents de l'Etat dont les fonctions correspondent à l'exercice des compétences en matière de revenu minimum d'insertion, transférées au département par le présent titre, sont mis à disposition du département, à compter de la date d'entrée en vigueur de la présente loi, et placés pour l'exercice de ces compétences sous l'autorité du président du conseil général.Le nombre des agents concernés est établi par le représentant de l'Etat dans le département après avis du président du conseil général, par référence aux emplois pourvus au 31 décembre 2003, sous réserve que leur nombre ne soit pas inférieur à celui constaté au 31 décembre 2002."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. Paragraphe modificateur.II. - L'exonération prévue au I est applicable à la collectivité territoriale de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les personnes dont les droits à l'allocation de solidarité spécifique visée à l'article L. 351-10 du code du travail viennent à expiration bénéficient, en priorité, d'un contrat emploi-solidarité ou d'un contrat initiative-emploi lorsqu'elles ne remplissent pas les conditions d'ouverture des droits au versement du revenu minimum d'insertion."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur au 1er janvier 2004."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les dispositions de la présente loi sont applicables à compter du 1er janvier 2004, sous réserve de l'entrée en vigueur à cette date des dispositions de la loi de finances mentionnée à l'article 4.\n\nSous la même réserve, dans l'attente de la publication des dispositions réglementaires nécessaires à l'application des dispositions issues du titre Ier de la présente loi, le président du conseil général, ou, dans les départements d'outre-mer, l'agence d'insertion, exerce, à compter du 1er janvier 2004, au nom du département, ou, à Saint-Pierre-et-Miquelon, de la collectivité territoriale, les compétences exercées avant cette date par le préfet, au nom de l'Etat, en matière de revenu minimum d'insertion.\n\nLes allocations de revenu minimum d'insertion et de revenu de solidarité dans les départements d'outre-mer versées à terme échu à compter de janvier 2004 par les organismes payeurs mentionnés à l'article L. 262-30 du code de l'action sociale et des familles le sont pour le compte des départements.\n\nA compter du 1er janvier 2004, le département est substitué à l'Etat dans l'ensemble de ses droits et obligations en matière de revenu minimum d'insertion et de revenu de solidarité dans les départements d'outre-mer.\n\nLes créances détenues par une caisse d'allocations familiales ou une caisse de mutualité sociale agricole à l'encontre d'un bénéficiaire du revenu minimum d'insertion qui a élu domicile dans un autre département sont transférées en principal, frais et accessoires au département d'accueil.\n\nA compter du 1er janvier 2019, le présent article ne s'applique pas à la collectivité territoriale de Guyane et au Département de Mayotte.\n\nA compter du 1er janvier 2020, le présent article ne s'applique pas à au département de La Réunion.\n\nLe présent article ne s'applique pas aux départements participant, en application de l'article 43 de la loi n° 2021-1900 du 30 décembre 2021 de finances pour 2022, à l'expérimentation relative à la recentralisation du revenu de solidarité active à compter du 1er janvier 2022 ou du 1er janvier de l'année du transfert expérimental, pour la durée de l'expérimentation."
    }
  ]
}