{
  "id": "jorftext000029926655",
  "type": "statute",
  "title": "LOI n°2014-1545 du 20 décembre 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029926655",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin de favoriser le développement des dispositifs de titres simplifiés et de guichets uniques de déclaration et de paiement des cotisations et contributions de protection sociale, en tenant compte des conventions collectives particulières."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin d'harmoniser la définition et l'utilisation des notions de jour et, en tant que de besoin, d'adapter la quotité des jours, dans la législation du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure législative visant à déterminer les conditions essentielles de l'exercice du portage salarial défini à l'article L. 1251-64 du code du travail et les principes applicables à la personne portée, à l'entreprise de portage et à l'entreprise cliente.Ces conditions essentielles comprennent la définition des conditions d'exercice de l'activité d'entreprise de portage salarial et des conditions de recours au portage salarial, incluant les différents types de contrats de travail, leurs caractéristiques, les conditions d'emploi et de travail des salariés portés et l'indication des garanties qui leur sont applicables."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin de simplifier et de sécuriser les modalités et conditions d'application de la section 1 du chapitre III du titre II du livre Ier de la troisième partie du code du travail et du VIII de l'article 12 de la loi n° 2013-504 du 14 juin 2013 relative à la sécurisation de l'emploi et de préciser les conditions dans lesquelles un salarié travaillant moins de vingt-quatre heures par semaine peut demander à obtenir une durée de travail supérieure ou égale à ce seuil."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "D'ici le 30 juin 2015, le Gouvernement remet au Parlement un rapport sur la mise en œuvre du compte personnel de prévention de la pénibilité institué par l'article L. 4162-1 du code du travail, dans sa rédaction résultant de l'article 10 de la loi n° 2014-40 du 20 janvier 2014 garantissant l'avenir et la justice du système de retraites. Après consultation des organisations syndicales et patronales représentatives au niveau national et interprofessionnel et des branches professionnelles particulièrement concernées par les facteurs de risques professionnels mentionnés à l'article L. 4161-1 du même code, dans sa rédaction résultant de l'article 7 de la même loi, ce rapport propose, le cas échéant, des pistes d'amélioration et de simplification du dispositif, tant du point de vue des entreprises dans leurs obligations de recensement et de déclaration que du point de vue des salariés pour la mobilisation de leurs droits."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi ayant pour objet :1° De permettre à une autorité administrative, au sens de l'article 1er de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations, d'accorder, à une personne qui le demande, une garantie consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à sa situation de fait ou à son projet. Cette garantie a pour objet de prémunir le demandeur d'un changement d'interprétation ou d'appréciation de l'administration qui serait de nature à faire naître une créance de l'administration à son encontre, à l'exposer à des sanctions administratives ou à compromettre l'obtention d'une décision administrative postérieure nécessaire à la réalisation de son projet ;2° De permettre à une autorité administrative, au sens du même article 1er, de garantir, à une personne qui le demande et pendant une durée déterminée qui ne saurait excéder dix-huit mois, que lui seront appliquées, pour la délivrance d'une décision administrative nécessaire à la réalisation de son projet, certaines dispositions législatives ou réglementaires dans leur rédaction en vigueur à la date d'octroi de la garantie ;3° De déterminer les conditions de publication et d'opposabilité aux tiers des actes octroyant les garanties mentionnées aux 1° et 2° ;4° De préciser les conditions dans lesquelles le juge administratif peut être saisi d'un recours contre les actes octroyant les garanties mentionnées aux mêmes 1° et 2° et contre les éventuelles décisions administratives prises à la suite de ces actes, ainsi que ses pouvoirs lorsqu'il est saisi de tels recours ;5° De déterminer les conditions dans lesquelles, lorsqu'une autorité administrative a refusé à une personne de lui octroyer une des garanties mentionnées au 1°, cette personne peut saisir l'autorité administrative pour solliciter un second examen.Les garanties mentionnées aux 1° et 2° ne peuvent concerner que l'application des dispositions du code du travail, du code rural et de la pêche maritime, du code de la consommation, du code du patrimoine, du code général de la propriété des personnes publiques, des dispositions relatives aux impositions de toute nature ou aux cotisations sociales ainsi que des codes et dispositions spécifiques à l'outre-mer dans les domaines couverts par ces codes.II.-Les garanties mentionnées aux 1° et 2° du I :1° Sont accordées sur la base d'un dossier préalable présenté à l'autorité administrative et décrivant loyalement la situation de fait ou le projet en cause ;2° Peuvent être accompagnées, le cas échéant, d'un engagement de l'autorité administrative sur les délais dans lesquels les décisions administratives nécessaires à la réalisation du projet en cause pourront intervenir ainsi que d'informations sur les procédures d'instruction des demandes correspondantes, notamment la description des procédures applicables et les conditions de régularité du dossier. Cet engagement et ces informations sont susceptibles d'engager la responsabilité de l'autorité administrative ;3° Peuvent être abrogées dans des conditions précisées par l'ordonnance à intervenir ;4° Sont accordées dans le respect des exigences de l'ordre public et de la sécurité publique, des engagements internationaux et européens de la France et des principes de valeur constitutionnelle."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et aux fins d'alléger les contraintes pesant sur les entreprises, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi aux fins de supprimer ou de simplifier les régimes d'autorisation préalable et de déclaration auxquels sont soumis les entreprises et les professionnels dans le cadre de l'exercice de leur activité, de remplacer certains de ces régimes d'autorisation préalable par des régimes déclaratifs et de définir, dans ce cadre, des possibilités d'opposition de l'administration, des modalités de contrôle a posteriori et des sanctions éventuelles, tout en préservant les exigences de garantie des libertés individuelles, des droits fondamentaux et de la santé publique, ainsi que de protection des personnes et des données à caractère personnel.Les régimes d'autorisation préalable et de déclaration mentionnés au premier alinéa du présent article sont ceux qui s'appliquent exclusivement aux entreprises et aux professionnels et qui n'impliquent pas de demande à portée exclusivement financière."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "IV. - Le II ne s'applique pas aux demandes de permis déposées avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi pour simplifier les modalités d'information des acquéreurs prévues aux articles L. 721-2 et L. 721-3 du code de la construction et de l'habitation et en préciser le champ d'application.\n\nII. à IV. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Loi n° 65-557 du 10 juillet 1965\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "III.-Le présent article entre en vigueur le 1er janvier 2015."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi visant à :1° Autoriser le représentant de l'Etat dans le département à délivrer aux porteurs de projets :a) Une décision unique pour les installations de production d'énergie renouvelable en mer situées sur le domaine public maritime, les liaisons électriques intérieures aux installations correspondantes et les postes de livraison d'électricité qui leur sont associés ;b) Une décision unique pour les ouvrages de raccordement au réseau public de ces installations ;2° Déterminer les conditions dans lesquelles la décision prise par le représentant de l'Etat dans le département au titre du 1° peut tenir lieu des autorisations, déclarations, approbations et dérogations requises pour le projet au titre du code de l'environnement, du code forestier, du code de l'urbanisme, du code de l'énergie et du code général de la propriété des personnes publiques ainsi que, le cas échéant, au titre de l'ordonnance n° 2014-619 du 12 juin 2014 relative à l'expérimentation d'une autorisation unique pour les installations, ouvrages, travaux et activités soumis à autorisation au titre de l'article L. 214-3 du code de l'environnement, et préciser les dispositions transitoires de mise en œuvre des décisions uniques mentionnées au même 1° afin de ne pas affecter les projets de production d'énergie renouvelable en mer faisant l'objet de demandes d'autorisation administrative en cours d'instruction ;3° Préciser les conditions dans lesquelles le juge administratif peut être saisi d'un recours à l'encontre des décisions prévues au 1° ainsi que ses pouvoirs lorsqu'il est saisi d'un tel recours ;4° Préciser les modalités de contrôle, les mesures et les sanctions administratives applicables à la méconnaissance des dispositions relatives aux décisions mentionnées au 1° ;5° Préciser les modalités de recherche et de constatation des infractions et les sanctions pénales applicables à la méconnaissance des dispositions relatives aux décisions mentionnées au 1°."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions relevant du domaine de la loi nécessaires pour :1° Modifier la section 6 du chapitre V du titre Ier du livre V du code de l'environnement afin de prévoir des modalités d'application des plans de prévention des risques technologiques adaptées aux biens affectés à un usage autre que d'habitation, notamment en privilégiant, lorsqu'elles existent, des solutions de réduction de l'exposition au risque alternatives aux mesures foncières et aux prescriptions de travaux de renforcement ;2° Préciser, clarifier et adapter cette même section 6, afin d'améliorer et de simplifier l'élaboration, la mise en œuvre et la révision ou la modification des plans de prévention des risques technologiques.L'ordonnance est prise dans un délai de douze mois à compter de la publication de la présente loi. Le projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "II. - Le I s'applique à compter du 16 juillet 2013."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin :\n\n1° De diminuer le nombre minimal d'actionnaires dans les sociétés anonymes non cotées et d'adapter en conséquence les règles d'administration, de fonctionnement et de contrôle de ces sociétés, sans remettre en cause les compétences et les règles de composition, d'organisation et de fonctionnement de leurs organes ;\n\n2° D'instituer une procédure simplifiée de liquidation des sociétés commerciales qui présentent un montant faible d'actifs et de dettes et n'emploient aucun salarié, dans le respect des droits des créanciers, pour les cas ne relevant pas de la liquidation judiciaire prévue au livre VI du code de commerce.\n\nII. à III.-A modifié les dispositions suivantes :\n\n-Code de commerce\n\n-Loi n° 90-1258 du 31 décembre 1990"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin de simplifier les obligations déclaratives en matière fiscale prévues au code général des impôts et applicables aux personnes morales soumises à l'impôt sur les sociétés ainsi qu'aux entreprises individuelles et sociétés relevant de l'impôt sur le revenu."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin de simplifier les obligations déclaratives des entreprises en matière de prélèvements et de redevances sur les jeux et paris mentionnés au code général des impôts et au code de la sécurité sociale, en vue de leur permettre de déclarer ces prélèvements selon les mêmes modalités que la taxe sur la valeur ajoutée."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les autorisations de prélèvement signées dans le cadre des dispositifs nationaux de télérèglement avec les administrations de l'Etat, les organismes de sécurité sociale et les organismes de protection sociale demeurent valides pour tout autre instrument de prélèvement conforme aux exigences du règlement (UE) n° 260/2012 du Parlement européen et du Conseil du 14 mars 2012 établissant des exigences techniques et commerciales pour les virements et les prélèvements en euros et modifiant le règlement (CE) n° 924/2009 en cas d'opérations de changement d'instrument de prélèvement conduites par ces mêmes organismes et administrations."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. et II. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi et ayant pour objet de fixer les règles de recouvrement, de gestion et de contestation devant la juridiction administrative spécialisée de la redevance de stationnement, y compris du forfait de post-stationnement, mentionnée à l'article L. 2333-87 du code général des collectivités territoriales, dans sa rédaction résultant de l'article 63 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles, ainsi que les règles de contestation des actes de poursuite pris par le comptable compétent."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-L'Etat, ses établissements publics, les groupements nationaux d'intérêt public et les autorités publiques indépendantes peuvent, après avis conforme de leur comptable public et par convention écrite, confier à un organisme public ou privé l'encaissement de recettes ou le paiement de dépenses.\n\nPeuvent être payées par convention de mandat :\n\n1° Les dépenses de fonctionnement ;\n\n2° Les dépenses d'investissement ;\n\n3° Les dépenses d'intervention ;\n\n4° Les aides à l'emploi ;\n\n5° Les dépenses de pensions, rentes et émoluments assimilés.\n\nPeuvent être recouvrées par convention de mandat :\n\na) Les recettes propres des établissements publics de l'Etat, des groupements nationaux d'intérêt public et des autorités publiques indépendantes ;\n\nb) Les recettes tirées des prestations fournies ;\n\nc) Les redevances ;\n\nd) Les recettes non fiscales issues de la délivrance des visas dans les chancelleries diplomatiques et consulaires.\n\nLa convention emporte mandat donné à l'organisme d'assurer l'encaissement de recettes ou le paiement de dépenses au nom et pour le compte de l'Etat, de l'établissement public, du groupement national d'intérêt public ou de l'autorité publique indépendante mandant. Elle prévoit une reddition au moins annuelle des comptes et des pièces correspondantes. Elle peut aussi prévoir le paiement par l'organisme mandataire du remboursement des recettes encaissées à tort et le recouvrement et l'apurement des éventuels indus résultant des paiements.\n\nLes conditions d'application du présent III sont définies par décret. Pour les conventions de mandat conclues par l'Etat, le décret fixe notamment la durée des conventions, les montants susceptibles d'être payés et les conditions dans lesquelles le ministre chargé du budget peut autoriser des durées et des montants dérogatoires.\n\nIV.-Les conventions de mandat en cours à la date de publication de la présente loi, conclues par les collectivités territoriales ou leurs établissements publics sur le fondement de l'article L. 1611-7 du code général des collectivités territoriales, sont rendues conformes aux dispositions du même article L. 1611-7, tel qu'il résulte du I du présent article, au plus tard lors de leur renouvellement.\n\nV.-Les conventions de mandat en cours à la date de publication de la présente loi, conclues par l'Etat, ses établissements publics, les groupements nationaux d'intérêt public, les autorités publiques indépendantes, les collectivités territoriales et leurs établissements publics, sont rendues conformes, selon le cas, aux dispositions de l'article L. 1611-7-1 du code général des collectivités territoriales, tel qu'il résulte du II du présent article, ou aux dispositions du III, au plus tard lors de leur renouvellement.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi :1° Nécessaire à la transposition de la directive 2014/24/ UE du Parlement européen et du Conseil, du 26 février 2014, sur la passation des marchés publics et abrogeant la directive 2004/18/ CE, et de la directive 2014/25/ UE du Parlement européen et du Conseil, du 26 février 2014, relative à la passation de marchés par des entités opérant dans les secteurs de l'eau, de l'énergie, des transports et des services postaux et abrogeant la directive 2004/17/ CE ;2° Rationalisant pour l'ensemble des contrats de la commande publique qui sont des marchés publics au sens du droit de l'Union européenne :a) Les règles générales de passation et d'exécution de ces contrats ;b) Le cadre juridique applicable aux contrats globaux, y compris sectoriels, afin d'harmoniser les règles relatives à ces contrats ;3° Clarifiant la finalité des autorisations d'occupation des propriétés des personnes publiques et leur rapport avec le droit de la commande publique ;4° Prévoyant pour les contrats globaux :a) Les modalités d'élaboration des évaluations préalables à leur passation afin de renforcer la sécurité juridique et financière de ces contrats ;b) Les conditions de recours et de mise en œuvre de ces contrats de nature à circonscrire leur utilisation ;c) La fixation d'un seuil financier à partir duquel le recours à un contrat global est possible ;5° Apportant les modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions devenues sans objet ;6° Permettant d'étendre, avec les adaptations nécessaires, en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises les règles relatives aux marchés publics, sous réserve des compétences dévolues à ces collectivités.II.-L'ordonnance prévue au I s'applique aux contrats pour lesquels une procédure de passation est engagée à une date qui ne peut être antérieure au 1er janvier 2016."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "III.-Les chambres de commerce et d'industrie territoriales et les chambres de commerce et d'industrie de région peuvent transférer à un ou plusieurs établissements d'enseignement supérieur consulaire, créés conformément au second alinéa de l'article L. 711-4 ou au deuxième alinéa de l'article L. 711-9 du code de commerce, les biens, droits, obligations, contrats, conventions et autorisations de toute nature, y compris les participations, correspondant à un ou plusieurs établissements de formation professionnelle initiale et continue, au sens du premier alinéa des mêmes articles L. 711-4 et L. 711-9. Au titre de ce transfert, les établissements d'enseignement supérieur consulaire continuent à délivrer les diplômes dans des conditions similaires à celles existant antérieurement."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures relevant du domaine de la loi afin de fusionner en un établissement public unique de l'Etat, d'une part, l'Agence française pour les investissements internationaux et, d'autre part, UbiFrance, Agence française pour le développement international des entreprises."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi permettant la simplification et l'adaptation dans le secteur touristique.\n\nCes mesures concernent en particulier :\n\n1° La simplification des procédures de mise aux normes et d'urbanisme pour les équipements et aménagements touristiques ;\n\n2° La simplification en matière d'organisation des offices de tourisme ;\n\n3° L'adaptation des missions du groupement d'intérêt économique mentionné à l'article L. 141-2 du code du tourisme ;\n\n4° La clarification des modalités de diffusion et d'utilisation des chèques-vacances.\n\nII.-A modifié les dispositions suivantes :\n\n-Code du sport."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - L'ordonnance n° 2014-471 du 7 mai 2014 portant extension et adaptation à la Nouvelle-Calédonie de dispositions du livre IV du code de commerce relevant de la compétence de l'Etat en matière de pouvoirs d'enquête, de voies de recours, de sanctions et d'infractions est ratifiée.\n\nII. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 2014-471 du 7 mai 2014\n\nArt. 1\n\n- Code de commerce"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - L'ordonnance prévue à l'article 49 est prise dans un délai de quatre mois à compter de la promulgation de la présente loi.II. - Les ordonnances prévues aux articles 1er, 27 et 29 sont prises dans un délai de six mois à compter de la promulgation de la présente loi.III. - Les ordonnances prévues aux articles 2, 4, 5, au I des articles 12, 15 et 23 et aux articles 36, 42 et 46 sont prises dans un délai de neuf mois à compter de la promulgation de la présente loi.IV. - Les ordonnances prévues aux articles 9 et 10 sont prises dans un délai de douze mois à compter de la promulgation de la présente loi.V. - L'ordonnance prévue à l'article 18 est prise dans un délai de dix-huit mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Pour chaque ordonnance prévue à la présente loi, un projet de loi de ratification est déposé devant le Parlement dans un délai de cinq mois à compter de la publication de l'ordonnance."
    }
  ]
}