{
  "id": "jorftext000042472268",
  "type": "statute",
  "title": "Ordonnance n°2020-1304 du 28 octobre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042472268",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans toutes les dispositions législatives en vigueur, les dénominations « Bas-Rhin » et « Haut-Rhin » sont maintenues pour les départements entendus comme circonscriptions administratives de l'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le conseil départemental de la Collectivité européenne d'Alsace tient sa première réunion le samedi 2 janvier 2021.Jusqu'à la première élection de son président, la présidence de la Collectivité européenne d'Alsace est assurée à titre transitoire par le plus âgé des conseillers départementaux du Bas-Rhin et du Haut-Rhin en exercice le 31 décembre 2020. Le président par intérim ainsi désigné gère les affaires courantes ou présentant un caractère urgent.L'adresse de la Collectivité européenne d'Alsace est fixée, de manière transitoire, place du Quartier blanc à Strasbourg. Sans préjudice des dispositions de l'article L. 3121-7 du code général des collectivités territoriales, le siège est ensuite fixé par délibération du conseil départemental dans un délai de trois mois à compter du renouvellement général des conseils départementaux de 2021."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les avis des commissions administratives placées auprès des présidents des conseils départementaux du Bas-Rhin et du Haut-Rhin rendus avant le 1er janvier 2021 sont réputés avoir été rendus par les commissions issues de la Collectivité européenne d'Alsace. Toutefois, une consultation des nouvelles instances de la Collectivité européenne d'Alsace est requise lorsque plusieurs avis rendus à l'échelle des anciens conseils départementaux ne sont pas compatibles ou lorsque l'objet de la consultation implique la prise en considération du périmètre de la Collectivité européenne d'Alsace."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les conseillers départementaux désignés respectivement par délibération du conseil départemental ou par arrêté du président du conseil départemental du Bas-Rhin ou du Haut-Rhin pour représenter leur département auprès d'une instance ou structure au sein de laquelle l'autre département n'est pas représenté conservent leur fonction au titre de la Collectivité européenne d'Alsace jusqu'au prochain renouvellement général des conseils départementaux, sauf délibération contraire du conseil départemental de la Collectivité européenne d'Alsace."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "A modifié les dispositions suivantes :\n\nSix mois après la publication de la présente ordonnance, la deuxième phrase de l'article 3 de la loi du 4 mars 2002 susvisée est ainsi rédigée :Le conseil d'administration comprend, outre son président, des membres dont la liste est fixée par décret en conseil d'Etat.\n\n- Loi n°2002-306 du 4 mars 2002"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Les services antérieurement accomplis en qualité d'agent contractuel des départements du Bas-Rhin et du Haut-Rhin sont assimilés à des services accomplis en qualité d'agent contractuel de la Collectivité européenne d'Alsace.II. - Dans un délai de six mois à compter du renouvellement général des conseils départementaux de 2021, le conseil départemental de la Collectivité européenne d'Alsace délibère sur le régime indemnitaire et les conditions d'emploi qui s'appliqueront à l'ensemble des personnels au plus tard au 1er juillet 2022, sans préjudice des dispositions de l'article L. 5111-7 du code général des collectivités territoriales. Cette délibération détermine également les modalités de mise en œuvre de ce dispositif. Dans l'attente de l'entrée en vigueur de cette délibération, les agents nouvellement recrutés bénéficient du régime indemnitaire et des conditions d'emploi qui étaient applicables à l'emploi auquel ils sont affectés."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - L'agent occupant, à la date de la création de la Collectivité européenne d'Alsace, l'emploi fonctionnel de directeur général des services relevant des articles 47 ou 53 de la loi du 26 janvier 1984 susvisée au sein du département du Bas-Rhin est maintenu dans son emploi pour exercer les fonctions de directeur général des services de la Collectivité européenne d'Alsace jusqu'à la date de la délibération créant les emplois fonctionnels de la Collectivité européenne d'Alsace suivant le renouvellement de l'assemblée délibérante.II. - L'agent occupant, à la date de la création de la Collectivité européenne d'Alsace, l'emploi fonctionnel de directeur général des services relevant des mêmes articles au sein du département du Haut-Rhin est maintenu dans son emploi pour exercer les fonctions de directeur général adjoint de la Collectivité européenne d'Alsace jusqu'à la date de la délibération créant les emplois fonctionnels de la Collectivité européenne d'Alsace suivant le renouvellement de l'assemblée délibérante.III. - Les agents occupant, à la date de la création de la Collectivité européenne d'Alsace, un emploi fonctionnel de directeur général adjoint relevant des mêmes articles au sein des départements du Bas-Rhin et du Haut-Rhin sont maintenus dans leur emploi jusqu'à la date de la délibération créant les emplois fonctionnels de la Collectivité européenne d'Alsace suivant le renouvellement de l'assemblée délibérante.IV. - A la date de la délibération créant les emplois fonctionnels de la Collectivité européenne d'Alsace, l'article 53 de la loi du 26 janvier 1984 susvisée est applicable aux fonctionnaires relevant des I à III du présent article.Par dérogation au I de l'article 97 de la même loi, pendant la période de surnombre, les fonctionnaires relevant des I à III du présent article conservent la rémunération qu'ils percevaient dans leur ancien emploi ; pendant la première année de prise en charge par le Centre national de la fonction publique territoriale ou le centre de gestion, ils perçoivent leur traitement augmenté de la moitié du montant de leur régime indemnitaire.Par dérogation à l'article 97 bis de la même loi, la contribution versée au Centre national de la fonction publique territoriale ou au centre de gestion par la Collectivité européenne d'Alsace est égale, pendant la première année de prise en charge, au montant du traitement, augmenté de la moitié du montant de leur régime indemnitaire et des cotisations sociales afférentes ; pendant la deuxième année de prise en charge, cette contribution est égale au montant du traitement, augmenté des cotisations afférentes.V. - Lorsque le fonctionnaire est nommé dans un nouvel emploi dans les deux ans qui suivent la date de création de la Collectivité européenne d'Alsace, il bénéficie d'une indemnité différentielle. Le montant de cette indemnité correspond :1° La première année, à la différence entre sa nouvelle rémunération et celle qu'il percevait dans son emploi précédent ;2° Les six mois suivants, à la différence entre sa nouvelle rémunération et le montant égal au traitement, augmenté de la moitié du montant de son régime indemnitaire, qu'il percevait dans son emploi précédent.Cette indemnité est à la charge de la Collectivité européenne d'Alsace.VI. - A la date de la délibération créant les emplois fonctionnels de la Collectivité européenne d'Alsace, il est mis fin aux fonctions des agents occupant les emplois mentionnés à l'article 47 de la loi du 26 janvier 1984 susvisée. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat. Cette indemnisation s'effectue selon les modalités de droit commun."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A compter du 1er janvier 2021, les mandats des représentants des assistants maternels et assistants familiaux siégeant dans les commissions consultatives paritaires mentionnées à l'article L. 421-6 du code de l'action sociale et des familles au titre des départements du Bas-Rhin et du Haut-Rhin sont prorogés jusqu'à l'installation des représentants qui les remplacent et au plus tard jusqu'au 31 décembre 2022.Jusqu'à la tenue des nouvelles élections, les commissions consultatives paritaires du Bas-Rhin et du Haut-Rhin peuvent siéger en formation commune."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "A compter du 1er janvier 2022, la maison des personnes handicapées de la Collectivité européenne d'Alsace se substitue de plein droit, pour l'exercice de ses compétences, à la maison départementale des personnes handicapées du Bas-Rhin et à la maison départementale des personnes handicapées du Haut-Rhin dans toutes leurs décisions et dans tous leurs actes.L'ensemble des biens, des droits et des obligations de la maison départementale des personnes handicapées du Bas-Rhin et de la maison départementale des personnes handicapées du Haut-Rhin, est transféré à la maison des personnes handicapées de la Collectivité européenne d'Alsace à partir de cette date.L'ensemble des personnels des maisons départementales des personnes handicapées du Bas-Rhin et du Haut-Rhin est réputé relever de la maison des personnes handicapées de la Collectivité européenne d'Alsace à partir de cette date.Jusqu'à cette date, par dérogation à l'article L. 146-3 du code de l'action sociale et des familles, les deux maisons départementales des personnes handicapées du Bas-Rhin et du Haut-Rhin sont maintenues. La tutelle de ces groupements est exercée par la Collectivité européenne d'Alsace. Leur présidence est assurée par le président de la Collectivité européenne d'Alsace.Les dispositions du code de l'action sociale et des familles et toute disposition législative relative aux personnes handicapées s'appliquent à chacun de ces deux groupements jusqu'au 1er janvier 2022 dans le champ d'application qui était le leur avant la création de la Collectivité européenne d'Alsace. Les instances constituées au sein de chaque maison départementale des personnes handicapées sont maintenues."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La présente ordonnance entre en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le Premier ministre, le ministre de l'intérieur et la ministre de la cohésion des territoires et des relations avec les collectivités territoriales sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}