{
  "id": "jorftext000000320434",
  "type": "statute",
  "title": "Loi n° 84-53 du 26 janvier 1984",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000320434",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Les règles relatives à la définition, à la durée et à l'aménagement du temps de travail des agents des collectivités territoriales et des établissements publics mentionnés au premier alinéa de l'article 2 sont fixées par la collectivité ou l'établissement, dans les limites applicables aux agents de l'Etat, en tenant compte de la spécificité des missions exercées par ces collectivités ou établissements.\n\nUn décret en Conseil d'Etat détermine les conditions d'application du premier alinéa. Ce décret prévoit les conditions dans lesquelles la collectivité ou l'établissement peut, par délibération, proposer une compensation financière à ses agents, d'un montant identique à celle dont peuvent bénéficier les agents de l'Etat, en contrepartie des jours inscrits à leur compte épargne-temps."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Conseil supérieur entend, à l'initiative de son président ou à la demande de l'un de ses membres, toute personne dont l'audition est de nature à éclairer les débats.\n\nUn décret en Conseil d'Etat fixe l'organisation du conseil supérieur, la durée du mandat de ses membres, les pouvoirs du bureau, les conditions de convocation obligatoire du conseil ainsi que les conditions dans lesquelles des représentants de l'Etat peuvent assister aux débats et les membres du conseil déléguer leur droit de vote ou se faire suppléer."
    },
    {
      "provision_ref": "art12-2-1-1",
      "section": "12-2-1-1",
      "title": "Article 12-2-1-1",
      "content": "La cotisation obligatoire mentionnée au 1° de l'article 12-2 est assortie d'une majoration affectée au financement des frais de formation des apprentis employés par les collectivités et les établissements mentionnés à l'article 2. Cette majoration est assise sur la masse des rémunérations versées aux agents dans les conditions prévues aux onzième et douzième alinéas de l'article 12-2. Son taux est fixé annuellement par le conseil d'administration du Centre national de la fonction publique territoriale, dans la limite d'un plafond ne pouvant excéder 0,1 %."
    },
    {
      "provision_ref": "art25-2",
      "section": "25-2",
      "title": "Article 25-2",
      "content": "Les centres de gestion assurent par convention, à la demande des collectivités territoriales et de leurs établissements publics, une mission de médiation préalable obligatoire prévue à l'article L. 213-11 du code de justice administrative.Les centres de gestion peuvent également assurer, dans les domaines relevant de leur compétence, à la demande des collectivités territoriales et de leurs établissements publics, une mission de médiation à l'initiative du juge ou à l'initiative des parties, prévue aux articles L. 213-5 à L. 213-10 du même code, à l'exclusion des avis ou décisions des instances paritaires, médicales, de jurys ou de toute autre instance collégiale administrative obligatoirement saisie ayant vocation à adopter des avis ou des décisions.Des conventions peuvent être conclues entre les centres de gestion pour l'exercice de ces missions à un niveau régional ou interrégional, selon les modalités déterminées par le schéma régional ou interrégional de coordination, de mutualisation et de spécialisation mentionné à l'article 14 de la présente loi.Les dépenses afférentes à l'accomplissement des missions mentionnées aux deux premiers alinéas du présent article sont financées dans les conditions fixées à l'avant-dernier alinéa de l'article 22."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les représentants des collectivités et établissements sont désignés par l'autorité territoriale, qui est, selon le cas, le maire, le président du conseil départemental, le président du conseil régional, le président de l'établissement public concerné ou le directeur des caisses de crédit municipal ou le directeur général des offices publics de l'habitat à l'égard des agents relevant de la présente loi.\n\nLorsque la commission administrative paritaire est placée auprès d'un centre de gestion, les représentants de l'autorité territoriale sont désignés par les élus locaux membres du conseil d'administration du centre de gestion.\n\nLes commissions administratives paritaires désignent leurs représentants pour siéger en formation commune en application de la troisième phrase du premier alinéa de l'article 28.\n\nUn décret en Conseil d'Etat fixe les modalités d'application du présent article. Il détermine notamment le nombre de membres titulaires et suppléants des commissions paritaires, la durée de leur mandat, les conditions de leur remplacement, les modalités de l'élection des représentants du personnel et de désignation des représentants des collectivités et établissements."
    },
    {
      "provision_ref": "art60sexies",
      "section": "60sexies",
      "title": "Article 60sexies",
      "content": "Le congé de présence parentale est accordé au fonctionnaire lorsque la maladie, l'accident ou le handicap d'un enfant à charge présente une particulière gravité rendant indispensables une présence soutenue de sa mère ou de son père et des soins contraignants. Les modalités d'appréciation de la gravité de la maladie, de l'accident ou du handicap sont définies par décret en Conseil d'Etat.\n\nCe congé est accordé de droit, sur demande écrite du fonctionnaire. Le nombre de jours de congé dont il peut bénéficier à ce titre ne peut excéder trois cent dix jours ouvrés au cours d'une période de trente-six mois. Toutefois, lorsque le nombre maximal de jours de congés est atteint avant le terme de la période en cours, le congé peut être renouvelé une fois au titre de la même maladie ou du même handicap ou du fait de l'accident dont l'enfant a été victime, pour au maximum trois cent dix jours ouvrés au cours d'une nouvelle période de trente-six mois. Le congé de présence parentale peut être fractionné ou pris sous la forme d'un temps partiel. La période de congé ne peut être imputée sur la durée du congé annuel.\n\nPendant les jours de congé de présence parentale, le fonctionnaire n'est pas rémunéré. Il n'acquiert pas de droits à la retraite, sous réserve des dispositions de l'article L. 9 du code des pensions civiles et militaires de retraite.\n\nA l'issue de la période du congé de présence parentale ou en cas de diminution des ressources du ménage ou en cas de décès de l'enfant, le fonctionnaire est réaffecté dans son ancien emploi. Dans le cas où celui-ci ne peut lui être proposé, il est affecté dans un emploi le plus proche de son dernier lieu de travail. S'il le demande, il peut également être affecté dans un emploi le plus proche de son domicile sous réserve de l'application de l'article 54.\n\nUn décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "Les collectivités et établissements doivent permettre l'affichage et la diffusion des informations d'origine syndicale, autoriser la distribution des publications syndicales et, sous réserve des nécessités du service, accorder aux fonctionnaires des facilités pour assister aux réunions d'information syndicale.\n\nSous réserve des nécessités du service, les collectivités et établissements mettent des fonctionnaires à la disposition des organisations syndicales représentatives. Ces collectivités et établissements sont remboursés des charges salariales de toute nature correspondantes par une dotation particulière prélevée sur les ressources affectées à la dotation globale de fonctionnement.\n\nLorsqu'une organisation syndicale peut prétendre à la mise à disposition d'un ou plusieurs fonctionnaires en vertu du deuxième alinéa et que cette mise à disposition n'est pas prononcée, l'organisation syndicale en cause perçoit une somme égale au coût de la rémunération nette d'un nombre d'agents correspondant à celui des mises à disposition non prononcées. La charge financière correspondante est prélevée sur la dotation particulière mentionnée au deuxième alinéa. Cette somme ne peut en aucun cas être utilisée pour financer des dépenses de personnel.\n\nLes collectivités et établissements employant au moins cinquante agents doivent mettre à la disposition des organisations syndicales représentatives, sur leur demande, des locaux à usage de bureau. A défaut d'une telle mise à disposition, ces collectivités et établissements leur versent une subvention permettant de louer un local et de l'équiper.\n\nUn décret en Conseil d'Etat fixe les conditions d'application du présent article.\n\nLes règles ou accords existant en matière de droits syndicaux antérieurement à la publication du décret prévu à l'alinéa précédent demeurent en vigueur lorsqu'ils sont plus favorables et de même nature que ceux résultant de ce décret.\n\nCes dispositions s'appliquent notamment aux agents des offices publics d'habitations à loyer modéré, aux agents départementaux ainsi qu'aux agents susceptibles d'exercer leur droit d'option, conformément aux dispositions des articles 122 et 123 ci-après."
    }
  ]
}