{
  "id": "jorftext000000581002",
  "type": "statute",
  "title": "Loi n° 2001-1276 du 28 décembre 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000581002",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est attribué en 2001 aux foyers qui ont droit à la prime pour l'emploi prévue par l'article 200 sexies du code général des impôts à raison de leurs revenus de l'année 2000 un complément égal au montant de cette prime."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. et II. Paragraphes modificateurs.III. - Les dispositions des I et II s'appliquent aux jugements prononcés en application de la loi n° 2000-596 du 30 juin 2000 relative à la prestation compensatoire en matière de divorce."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. et II. Paragraphes modificateurs.III. - Les dispositions des I et II s'appliquent pour la détermination des résultats des exercices clos à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I s'appliquent pour la détermination des résultats des exercices clos à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. à IV. Paragraphes modificateurs.V. - Les dispositions des II et III s'appliquent aux exercices clos à compter du 1er janvier 2001.VI. Paragraphe modificateur."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Il est institué pour 2001, au profit du budget de l'Etat, un prélèvement exceptionnel de 460 millions de francs sur les réserves du Bureau de recherches géologiques et minières."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Il est institué pour 2001, au profit du budget de l'Etat, un prélèvement exceptionnel de 400 millions de francs sur les réserves de l'Institut national de la propriété industrielle."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. Paragraphe modificateur.II. - La Caisse des dépôts et consignations verse au profit du budget de l'Etat, lors de l'entrée en vigueur de la présente loi, la somme de 23,8 millions de francs au titre du fonds spécial d'allocation vieillesse dont elle assure la gestion jusqu'à cette date.III. - Les droits et obligations résiduels du fonds spécial d'allocation vieillesse, créé par l'article 46 de la loi n° 52-799 du 10 juillet 1952 précitée, sont transférés au service de l'allocation spéciale vieillesse créé par l'article L. 814-5 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'ajustement des recettes tel qu'il résulte des évaluations révisées figurant à l'Etat A annexé à la présente loi et le supplément de charges du budget de l'Etat pour 2001 sont fixés ainsi qu'il suit :(En millions de francs)A. - Opérations à caractère définitifBudget généralMontants brutsRessources : 12 333Dépenses ordinaires civiles : 40 123A déduire : Remboursements et dégrèvements d'impôtsRessources : 35 555Dépenses ordinaires civiles : 35 555Montants nets du budget généralRessources : - 23 222Dépenses ordinaires civiles : 4 568Dépenses civiles en capital : 1 116Dépenses militaires : - 1 804Dépenses totales ou plafonds des charges : 3 880Comptes d'affectation spécialeRessources : - 24 372Dépenses civiles en capital : - 24 372Dépenses totales ou plafonds des charges : - 24 372Totaux pour le budget général et les comptes d'affectation spécialeRessources : - 47 594Dépenses ordinaires civiles : 4 568Dépenses civiles en capital : - 23 256Dépenses militaires : - 1 804Dépenses totales ou plafonds des charges : - 20 492Budgets annexesAviation civileRessources : 200Dépenses ordinaires civiles : 200Dépenses totales ou plafonds des charges : 200Journaux officielsLégion d'honneurOrdre de la LibérationMonnaies et médaillesRessources : - 19Dépenses ordinaires civiles : - 19Dépenses totales ou plafonds des charges : - 19Prestations sociales agricolesRessources : 1 200Dépenses ordinaires civiles : 1 200Dépenses totales ou plafonds des charges : 1 200Totaux des budgets annexes :Ressources : 1 381Dépenses ordinaires civiles : 1 381Dépenses totales ou plafonds des charges : 1 381Solde des opérations définitives (A) : - 27 102B. - Opérations à caractère temporaireComptes spéciaux du TrésorComptes d'affectation spécialeComptes de prêtsComptes d'avancesRessources : - 2 520Dépenses totales ou plafonds des charges : - 3 700Comptes de commerce (solde)Comptes d'opérations monétaires (solde)Comptes de règlement avec les gouvernements étrangers (solde)Solde des opérations temporaires (B) : 1 180Solde général (A + B) : - 25 922."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Il est ouvert aux ministres, au titre des dépenses ordinaires des services civils pour 2001, des crédits supplémentaires s'élevant à la somme totale de 47 997 277 251 F, conformément à la répartition par titre et par ministère qui est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A compter du 1er janvier 2002, les crédits prévus au chapitre 46-02 du budget des services généraux du Premier ministre sont également utilisés pour indemniser, dans les mêmes conditions que celles prévues par le décret n° 2000-657 du 13 juillet 2000 instituant une mesure de réparation pour les orphelins dont les parents ont été victimes de persécutions antisémites, les orphelins dont les parents ont été victimes, pendant la guerre de 1939-1945, de persécutions en raison de leur race et qui ont trouvé la mort dans les camps de déportation.II. - L'intitulé du chapitre 46-02 du budget des services généraux du Premier ministre est modifié en conséquence.III. - Les modalités d'application du présent article seront fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Il est ouvert aux ministres, au titre des dépenses en capital des services civils pour 2001, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 16 122 186 967 F et de 3 954 270 142 F, conformément à la répartition par titre et par ministère qui est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses ordinaires des services militaires pour 2001, des crédits supplémentaires s'élevant à la somme de 900 000 000 F."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses en capital des services militaires pour 2001, une autorisation de programme de 23 712 000 000 F et un crédit de paiement de 10 000 000 F."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Il est ouvert aux ministres, au titre des dépenses des budgets annexes pour 2001, des crédits de paiement supplémentaires s'élevant à la somme de 1 401 675 000 F ainsi répartie :(En francs)CREDITS DE PAIEMENT de dépenses ordinairesAviation civile : 200 000 000Monnaies et médailles : 1 675 000Prestations sociales agricoles : 1 200 000 000Total : 1 401 675 000"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Sont ratifiés les crédits ouverts par les décrets n° 2001-433 du 21 mai 2001 et n° 2001-918 du 8 octobre 2001 portant ouverture de crédits à titre d'avance."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. Paragraphe modificateur.II. - Nonobstant toute disposition contraire, les dispositions du I s'appliquent jusqu'au 31 décembre 2002."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I sont applicables pour la détermination des résultats des exercices clos à compter du 31 décembre 2001."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. et II. Paragraphes modificateurs.III. - Les dispositions du I et du II s'appliquent à compter de l'entrée en vigueur des dispositions de l'ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96/CEE du Conseil des 18 juin et 10 novembre 1992."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I s'appliquent pour l'établissement de l'impôt sur les sociétés dû à raison des résultats des exercices ouverts à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. Paragraphe modificateur.II. - Sous réserve des décisions de justice passées en force de chose jugée, les dispositions du I ont un caractère interprétatif."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - Paragraphe modificateur.II. - A., B. et C. Paragraphes modificateurs.D. Au titre de l'année 2002, le montant de la taxe spéciale d'équipement perçue au profit de l'établissement public foncier de Provence-Alpes-Côte-d'Azur devra être arrêté et notifié avant le 31 mars 2002."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Le Gouvernement présentera au Parlement avant le 30 septembre 2002 un rapport sur les modalités d'intégration dans le potentiel fiscal des communes et des établissements de coopération intercommunale à fiscalité propre de la compensation prévue au I du D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998).Ce rapport présentera les variations du potentiel fiscal \"taxe professionnelle\" suivant que le potentiel fiscal lié à la compensation de la suppression progressive des bases salaires de la taxe professionnelle est calculé en fonction du taux moyen national de la taxe professionnelle ou en fonction du taux effectif de taxe professionnelle pris en compte pour la détermination de la compensation, et les conséquences de ces variations sur la répartition de la dotation globale de fonctionnement et du fonds national de péréquation.Ce rapport sera établi sur la base d'échantillons de communes et de groupements représentatifs de la dispersion du taux de taxe professionnelle et des bases par habitant de taxe professionnelle dans l'ensemble des communes des groupements à fiscalité propre.Ce rapport présentera enfin les voies et moyens d'une réforme de la législation existante en ce domaine."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-457 DC du 27 décembre 2001.)"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-457 DC du 27 décembre 2001.)"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-457 DC du 27 décembre 2001.)"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux logements acquis à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-457 DC du 27 décembre 2001.)"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter de 2002."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. A. à J. et L. Paragraphes modificateurs.K. - Les dispositions des I et J entrent en vigueur au 1er janvier 2002.II. à VI. Paragraphes modificateurs.VII. A. Paragraphe modificateur.B. Les dispositions du A. s'appliquent aux exercices clos à compter du 31 décembre 2001.VIII. à X. Paragraphes modificateurs.XI. Les dispositions de l'ordonnance n° 2000-916 du 19 septembre précitée s'appliquent à l'impôt sur le revenu établi au titre de l'année 2001.L'anticipation des dispositions de l'ordonnance n° 2000-916 du 19 septembre précitée à l'impôt sur le revenu 2001 ne s'applique pas à celles qui concernent les revenus industriels et commerciaux, non commerciaux et agricoles.XIII. Les dispositions du présent article entrent en vigueur à compter du 1er janvier 2002, à l'exception de celles concernant l'impôt sur le revenu qui s'appliquent dans les mêmes conditions qu'aux XI et XII."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. et II. Paragraphes modificateurs.III. - A. - Les dispositions du A, du B et du C du I s'appliquent aux redevances prises en compte à compter du 1er janvier 2002 dans les résultats des concédants et concessionnaires.B. - Les dispositions du A du II s'appliquent aux demandes d'agrément qui n'ont pas fait l'objet d'une décision avant le 14 novembre 2001.C. - Les dispositions du 1° et du 2° du B du II s'appliquent aux investissements et travaux réalisés :- à compter du 1er janvier 2003, en remploi des provisions pour reconstitution des gisements constituées au titre des exercices clos à compter du 1er janvier 2001 et jusqu'au 31 décembre 2001 ;- à compter du 1er janvier 2002, en remploi des provisions pour reconstitution des gisements constituées au titre des exercices clos à compter de la même date.D. - Les dispositions du 3° du B du II s'appliquent aux provisions constituées au titre des exercices clos à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-457 DC du 27 décembre 2001.)"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Sauf accord spécifique négocié entre une personne physique ou morale et sa banque, le montant des commissions perçues par les établissements de crédit sur les paiements par carte effectués entre le 1er janvier et le 17 février 2002 ne peut excéder le montant réellement perçu soit au cours de la même période de l'année 2001, soit sur les sept dernières semaines de l'année 2001 si cette base de référence est plus favorable à la personne physique ou morale considérée ou si celle-ci n'avait pas d'activité au début de l'année 2001.Pour les personnes physiques ou morales considérées qui auraient débuté leur activité entre le 12 novembre 2001 et le 31 décembre 2001, le montant des commissions servant de référence pour l'écrêtement est égal au montant des commissions dues au titre des paiements par carte de l'année 2001 multiplié par 42 et divisé par le nombre de jours d'activité.Par dérogation aux règles prévues au 2 de l'article 38 et à l'article 93 A du code général des impôts, la ristourne que la banque aura dû, le cas échéant, consentir à la personne physique ou morale considérée peut être imposée au moment de son encaissement."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur le 1er janvier 2002."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du 1° du A du I s'appliquent aux acquisitions de gazole réalisées à compter du 21 janvier 2002."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. Paragraphe modificateur.II. A. à C. Paragraphes modificateurs.D. - 1. Alinéa modificateur.2. Les dispositions du 1° du 1 sont applicables à compter du 1er janvier 2002.III. - 1. Alinéa modificateur.2. Dans l'attente de la mise en application par les communes concernées du nouveau tarif de la surtaxe mentionné au 1, le tarif de la surtaxe demeure fixé au taux en vigueur au 31 décembre 2001, converti en euro par hectolitre, dans la limite de 0,36 Euro par hectolitre.IV. et V. Paragraphes modificateurs."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. et II. Paragraphes modificateurs.III. - Les dispositions des I et II s'appliquent à l'ensemble des primes ou cotisations échues à compter du 1er octobre 2002."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. et II. Paragraphes modificateurs.III. - Les dispositions du II sont applicables pour l'imposition des résultats des exercices ouverts à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I sont applicables aux sommes perçues à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Les opérations de transfert de la gestion et de la propriété des établissements sanitaires et médico-sociaux antérieurement assumées par les caisses d'assurance maladie au profit des unions pour la gestion des établissements des caisses d'assurance maladie fonctionnant conformément aux statuts types approuvés par l'arrêté ministériel en date du 10 avril 1998 ne donnent lieu à aucune indemnité ou perception d'impôts, de droits ou de taxes, ni à aucun versement de  la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - Les droits de sceau sont supprimés.II. Paragraphe modificateur.III. - Les dispositions du I et du II s'appliquent à partir du 1er janvier 2002."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Le compte de commerce n° 904-05 \" Constructions navales de la marine militaire, ouvert par l'article 81 de la loi de finances pour 1968 (n° 67-1114 du 21 décembre 1967), est clos au 31 décembre de la sixième année suivant la promulgation de la présente loi. Au plus tard au terme des deux premières années, tout ou partie des droits, biens et obligations de l'Etat relatifs au service à compétence nationale DCN sont apportés, par arrêté conjoint du ministre chargé de l'économie et du ministre de la défense, à une entreprise nationale régie par le code de commerce, dont le capital initial est détenu en totalité par l'Etat. Les apports réalisés ne donnent lieu à aucune indemnité ou perception de droits ou de taxes ni à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat. Ceux des biens qui appartiennent au domaine public sont déclassés à la date de leur apport. Les relations financières avec l'Etat et les objectifs économiques et sociaux qui sont assignés à l'entreprise nationale et ses filiales en contrepartie d'une garantie d'activité sont régis jusqu'en 2008 par le contrat d'entreprise pluriannuel conclu entre l'Etat et la société DCN. Le Gouvernement transmet, avant le 31 décembre 2002, aux commissions chargées des finances et de la défense de l'Assemblée nationale et du Sénat un rapport sur les perspectives d'activité et les fonds propres de la nouvelle société, puis chaque année, jusqu'au terme de la période d'exécution du contrat.\n\nA compter de la date de réalisation des apports, les ouvriers de l'Etat affectés à cette date aux établissements de DCN sont mis à la disposition de cette entreprise. A cette même date, les fonctionnaires, les militaires et les agents sous contrat affectés à DCN sont mis à la disposition, pour une durée maximale de deux ans, de cette entreprise ou des sociétés dont elle détient le contrôle, seule ou conjointement.\n\nCette entreprise nationale est assujettie aux impôts directs locaux dans les conditions du droit commun.\n\nUne part minoritaire du capital de l'entreprise nationale peut être détenue par le secteur privé. L'entreprise nationale peut créer des filiales et prendre toute participation, notamment en procédant à un apport partiel d'actifs.\n\nLe transfert au secteur privé des filiales créées en application de l'alinéa précédent est autorisé dans les conditions prévues par le titre III de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique. L'article 31-1 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique est applicable  aux filiales transférées au secteur privé.\n\nLorsque l'entreprise nationale apporte ou transfère l'une de ses activités à une société dont l'entreprise nationale détient, directement ou indirectement, la majorité du capital et des droits de vote, les ouvriers de l'Etat affectés à cette activité sont mis à la disposition de cette société dès la réalisation de l'apport ou du transfert. Les ouvriers de l'Etat affectés aux activités apportées ou transférées dans les conditions définies au présent alinéa bénéficient alors des droits reconnus aux salariés par les articles 6 à 28, 37, 40-1 et 40-2 de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public dès lors que celle-ci s'applique à ladite société, les ouvriers de l'Etat étant pris en compte dans le calcul des effectifs de la société. Ils sont à ce titre électeurs et éligibles au conseil d'administration ou au conseil de surveillance de cette société.\n\nLorsque l'entreprise nationale apporte ou transfère l'une de ses activités à une société dont l'entreprise nationale détient, directement ou indirectement, moins de la moitié et plus du tiers du capital et des droits de vote, les ouvriers de l'Etat affectés à cette activité sont mis à la disposition de cette société dès la réalisation de l'apport ou du transfert.\n\nLes ouvriers de l'Etat affectés aux activités apportées ou transférées en application des dispositions prévues aux deux alinéas précédents bénéficient, au sein des sociétés à la disposition desquelles ils sont mis, des droits reconnus aux salariés par les titres Ier à V du livre III de la deuxième partie du code du travail ainsi que par le titre Ier du livre VI de la quatrième partie du même code.\n\nEn dehors des cas d'apport ou de transfert d'activités à des filiales visés au sixième alinéa du présent article, les ouvriers de l'Etat mis à la disposition de l'entreprise nationale peuvent, sur leur demande et avec l'accord de l'entreprise nationale, être mis à la disposition de toute société dont au moins un tiers du capital et des droits de vote est détenu, directement ou indirectement, par l'entreprise nationale, ou de tout groupement auquel participe l'entreprise nationale. Ils bénéficient des droits reconnus aux salariés énoncés dans le précédent alinéa. Lorsqu'ils sont mis à la disposition d'une société dont l'entreprise nationale détient, directement ou indirectement, la majorité du capital et des droits de vote, ils bénéficient des droits reconnus aux salariés par les articles 6 à 28, 37, 40-1 et 40-2 de la loi n° 83-675 du 26 juillet 1983 précitée dès lors que celle-ci s'applique à ladite société, les ouvriers de l'Etat étant pris en compte dans le calcul des effectifs de la société.A ce titre, ils sont alors électeurs et éligibles au conseil d'administration ou au conseil de surveillance de cette société.\n\nLes fonctionnaires et les militaires détachés auprès de l'entreprise nationale et employés à une activité transférée à une société dont l'entreprise nationale détient, directement ou indirectement, au moins un tiers du capital et des droits de vote sont détachés auprès de cette société dès la réalisation du transfert.\n\nEn dehors des cas de transfert d'activité à des filiales visés à l'alinéa précédent, les fonctionnaires et les militaires détachés auprès de l'entreprise nationale peuvent, à leur demande et avec l'accord de l'entreprise nationale, être détachés dans une société dont au moins un tiers du capital et des droits de vote est détenu, directement ou indirectement, par l'entreprise nationale ou de tout groupement auquel participe l'entreprise nationale.\n\nLes conditions d'application du présent article, et notamment les modalités financières des mises à disposition, ainsi que les conditions de réaffectation dans les services de l'Etat, sont définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - L'Etat peut percevoir un dividende sur le résultat des établissements publics placés sous sa tutelle.II. Le dividende est prélevé par priorité sur le bénéfice distribuable de l'exercice, au sens de l'article L. 232-11 du code de commerce. Il peut être prélevé sur les réserves disponibles.Les dotations en capital reçues par les établissements publics ne donnent pas lieu à rémunération.III. - Après examen de la situation financière de l'établissement public et constatation de l'existence de sommes distribuables, sur le rapport du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu, le ministre chargé de l'économie et le ministre chargé du budget déterminent par arrêté le montant du dividende versé à l'Etat.IV. - Les comptes annuels de l'établissement public qui verse un dividende comportent une annexe financière détaillée relative à la politique de distribution de dividende par l'établissement.V. Abrogé."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Il est institué en 2002 au profit du budget de l'Etat un prélèvement exceptionnel de 11,43 millions d'euros sur le fonds national de développement agricole géré par l'Association nationale pour le développement agricole."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - Toute concession de transport de gaz en cours à la date de publication de la présente loi est résiliée dans les conditions mentionnées aux II et III.Le titulaire de la concession perçoit une indemnité au titre de cette résiliation anticipée qui est égale à la valeur nette comptable des biens en concession, diminuée du montant de la valeur des droits du concédant tels qu'ils figurent à la clôture des comptes au 31 décembre 2001 et augmentée du manque à gagner sur la durée restant à courir de la concession.II. - Les biens de la concession appartenant à l'Etat peuvent être transférés au titulaire de la concession au moment de la résiliation de celle-ci, moyennant le versement à l'Etat d'une somme égale au prix de cession de ces biens déduction faite de l'indemnité due au titre de la résiliation anticipée.Le titulaire de la concession doit en faire la demande auprès du ministre chargé de l'énergie dans un délai de trois mois à compter de la date de publication de la présente loi. Il accompagne sa demande du versement d'un acompte égal au montant de la valeur des droits du concédant, tels que figurant dans les comptes arrêtés au 31 décembre 2000.Le prix de cession des biens susceptibles d'être transférés au concessionnaire et l'indemnité mentionnée au I sont déterminés par une commission spéciale présidée par un magistrat de la Cour des comptes dont le rôle et la composition sont précisés par arrêté conjoint du ministre chargé de l'énergie et du ministre chargé de l'économie et des finances. Pour fixer le prix de cession, la commission spéciale tient compte notamment de la valeur nette comptable des biens à transférer. Les valeurs arrêtées par la commission spéciale sont transmises par le ministre chargé de l'énergie au titulaire de la concession de transport de gaz dans un délai de cinq mois à compter de la publication de la présente loi.Le solde éventuel du prix de cession déduction faite de l'indemnité due au titre de la résiliation anticipée est versé par le titulaire de la concession dans le mois suivant la notification par le ministre chargé de l'énergie des conclusions de la commission spéciale. Ce solde est versé au plus tard le 30 septembre 2002. Dans ce cas, la concession est résiliée le jour du paiement de ce solde.A la date de la résiliation de la concession, les biens appartenant à l'Etat qui étaient jusqu'alors concédés sont transférés après avoir été, le cas échéant, déclassés.Le bénéficiaire du transfert est, à la même date, réputé autorisé au titre de l'article 25 de la loi n° 2003-8 du 3 janvier 2003 relative aux marchés du gaz et de l'électricité et au service public de l'énergie jusqu'à ce qu'il lui soit délivré de nouvelles autorisations, dans un délai qui ne peut excéder dix-huit mois à compter de la publication du décret mentionné au I de ce même article. Les dispositions du cahier des charges annexé à la concession de transport en cours, à la date d'entrée en vigueur de la présente loi, demeurent applicables jusqu'à la date de délivrance aux bénéficiaires de ces nouvelles autorisations (1).III. - Dans les cas autres que celui prévu au deuxième alinéa du II, la concession est maintenue jusqu'à ce que l'autorisation mentionnée à l'article 25 de la loi n° 2003-8 du 3 janvier 2003 précitée ait été délivrée à un nouvel exploitant par le ministre chargé de l'énergie. La concession est alors résiliée et l'ancien concessionnaire perçoit l'indemnité due au titre de la résiliation anticipée mentionnée au dernier alinéa du I et fixée en application du troisième alinéa du II. Les biens appartenant à l'Etat sont cédés au nouvel exploitant au prix fixé en application du II après avoir été, le cas échéant, déclassés (1).Ces dispositions ne sont pas applicables au transfert de propriété des biens des concessions de transport de gaz situés sur le territoire des anciennes concessions de mines de charbon. Dans ce cas, les biens appartenant à l'Etat sont cédés à un nouvel exploitant au prix déterminé par le ministre de l'économie, des finances et de l'industrie après avoir été, le cas échéant, déclassés.IV. - Les décisions prises en application des I, II et III peuvent faire l'objet d'un recours de plein contentieux devant le Conseil d'Etat.V. (Paragraphe abrogé).VI. - A compter du 30 septembre 2002, tout ouvrage de transport appartenant à l'Etat destiné à relever du régime de la distribution publique de gaz sera, après déclassement, transféré en pleine propriété à titre gratuit à l'autorité concédante concernée (1)."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "A compter du 1er janvier 2002, par dérogation à l'article L. 61 du code des pensions civiles et militaires de retraite, les émoluments correspondant aux indices servant au calcul des retenues pour pension des personnels administratifs et de service des services déconcentrés de l'administration pénitentiaire sont majorés du montant de la prime de sujétions spéciales. Pour ces personnels, le taux de retenue pour pension est majoré de 2,2 points.Les pensions de retraite de ces personnels sont liquidées sur la base des émoluments prévus à l'article L. 15 du même code, majorés de la prime de sujétions spéciales."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - En application de l'article 5 de l'accord signé le 1er octobre 1998 entre le Gouvernement de la République française et le Gouvernement de la République de Madagascar, les personnes physiques françaises dont les biens agricoles ont été nationalisés peuvent prétendre au versement d'une indemnité dans les conditions fixées aux II et III.II. - Le montant total des indemnités versées est égal à la somme versée par l'Etat malgache au titre de l'accord du 1er octobre 1998, majorée du versement du budget général représentatif des intérêts produits par les versements de l'Etat malgache.Le calcul des intérêts s'établit à compter de la date des versements jusqu'au 1er juillet 2002 par référence au taux moyen pondéré au jour le jour du marché interbancaire de la zone euro (EONIA : Euro Overnight Index Average) publié par la Banque de France. L'indemnité versée par l'Etat malgache porte seule intérêt.Ce montant est réparti par l'Agence nationale pour l'indemnisation des Français d'outre-mer en proportion de la valeur respective des biens appréciée à la date de leur nationalisation.III. - Les demandes d'indemnisation doivent être présentées, sous peine de forclusion, auprès de l'Agence nationale pour l'indemnisation des Français d'outre-mer dans un délai de six mois à compter de la date de publication de la présente loi. En cas de décès de la personne dépossédée, la somme attribuée au titre de son patrimoine est répartie entre ses ayants droit suivant leur vocation successorale."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - En application de l'accord du 15 mars 1995 relatif au règlement de la perte des biens privés français au Cambodge survenue antérieurement aux accords de paix du 23 octobre 1991 et non indemnisée à ce jour, les personnes physiques et morales françaises dépossédées de biens par suite d'événements politiques survenus dans ce pays avant le 23 octobre 1991 peuvent prétendre au versement d'une indemnisation dans les conditions fixées aux II à V.II. - Le montant total des indemnités versées est égal à la somme versée par l'Etat du Cambodge au titre de l'accord du 15 mars 1995, majorée du versement du budget général représentatif des intérêts produits par le versement de l'Etat cambodgien.Le calcul des intérêts s'établit à compter de la date du 26 septembre 1995 par référence au taux moyen pondéré au jour le jour du marché interbancaire jusqu'au 31 décembre 1998 puis, jusqu'au 1er juillet 2002, par référence au taux moyen pondéré au jour le jour du marché interbancaire de la zone euro (EONIA : Euro Overnight Index Average) publiés par la Banque de France. L'indemnité versée par l'Etat cambodgien porte seule intérêt.Ce montant est réparti par l'Agence nationale pour l'indemnisation des Français d'outre-mer en proportion de la valeur indemnisable retenue pour chaque patrimoine.III. - Les biens déjà indemnisés, à quelque titre que ce soit, sont exclus de la présente indemnisation.IV. - Les demandes d'indemnisation doivent être présentées, sous peine de forclusion, auprès de l'Agence nationale pour l'indemnisation des Français d'outre-mer dans un délai de six mois à compter de la date de promulgation de la présente loi.Le demandeur doit apporter la preuve de la nationalité française du propriétaire du bien au moment de la dépossession et justifier, le cas échéant, de sa qualité d'ayant droit. En cas de décès de la personne dépossédée, la somme attribuée au titre de son patrimoine est répartie entre ses ayants droit suivant leur vocation successorale.L'existence et le droit de propriété des biens, leur nature et leur consistance doivent être justifiés par tout document ayant force probante. Les déclarations de perte souscrites auprès du ministère des affaires étrangères sont retenues lorsqu'elles sont accompagnées de pièces justificatives suffisantes.V. - La valeur indemnisable des biens, convertie en euros, est fixée à partir des documents justificatifs fournis lorsque ceux-ci suffisent à l'établir. A défaut d'éléments permettant de la déterminer, cette valeur est fixée forfaitairement, pour chaque catégorie de biens, par référence aux valeurs attribuées sur justificatifs à des biens d'importance comparable.Elle est retenue dans la limite de 300 000 euros par patrimoine indemnisable."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "alinéa modificateur.Les dispositions législatives modifiées ou abrogées par l'article 11 de la loi de financement de la sécurité sociale pour 2002 précitée sont rétablies dans leur rédaction en vigueur à la date de publication de la loi de financement de la sécurité sociale pour 2002 précitée, avec effet à cette même date."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Le ministre chargé de l'économie est autorisé à accorder, dans la limite de 55,2 millions d'euros, la garantie de l'Etat aux emprunts contractés par la société d'économie mixte Semimages créée pour organiser en 2004 une exposition internationale sur le thème de l'image.Semimages est soumise au contrôle économique et financier de l'Etat organisé par le décret n° 55-733 du 26 mai 1955 portant codification, en application de la loi n° 55-360 du 3 avril 1955, et aménagement des textes relatifs au contrôle économique et financier de l'Etat."
    }
  ]
}