{
  "id": "jorftext000000320196",
  "type": "statute",
  "title": "Loi n° 83-675 du 26 juillet 1983",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000320196",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont régis par les dispositions de la présente loi les établissements publics industriels et commerciaux de l'Etat autres que ceux dont le personnel est soumis à un régime de droit public ainsi que les autres établissements publics de l'Etat qui assurent tout à la fois une mission de service public à caractère administratif et à caractère industriel et commercial lorsque la majorité de leur personnel est soumise aux règles du droit privé."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les établissements publics dont le nombre de salariés employés en moyenne au cours des vingt-quatre derniers mois est inférieur à 200 et qui ne détiennent aucune filiale comprenant des représentants des salariés relevant du I de l'article 8 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que les établissements publics énumérés à l'annexe II de la présente loi, sont exclus du champ d'application des dispositions du chapitre premier du titre II.\n\nToutefois, les conseils d'administration ou de surveillance de ces établissements publics comprennent des représentants des salariés, élus dans les conditions prévues au chapitre II. En dehors des cas où leur nombre est fixé par une disposition législative, celui-ci est fixé par décret en Conseil d'Etat. Ce nombre est au moins égal à deux et au plus au tiers du nombre des membres du conseil d'administration ou de surveillance. Ce même décret pourra, si les spécificités de l'entreprise le justifient, organiser la représentation de catégories particulières de salariés au moyen de collèges électoraux distincts. Les dispositions du chapitre III sont applicables à tous les représentants des salariés.\n\nEn outre, les établissements et entreprises publics énumérés à l'annexe III de la présente loi sont exclus du champ d'application de l'ensemble des dispositions du titre II.\n\nLes dispositions des articles 6-2, 7, 8 et 9 sont applicables aux établissements publics mentionnées au présent article."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le conseil d'administration ou de surveillance comprend :\n\n1° des représentants de l'Etat nommés par décret ;\n\n2° des personnalités choisies, soit en raison de leur compétence technique, scientifique ou technologique, soit en raison de leur connaissance des aspects régionaux, départementaux ou locaux des activités en cause, soit en raison de leur connaissance des activités publiques et privées concernées par l'activité de l'entreprise, soit en raison de leur connaissance des problématiques liées à l'innovation et au développement d'entreprises innovantes,  soit en raison de leur qualité de représentants des consommateurs ou des usagers, nommées par décret pris, le cas échéant, après consultation d'organismes représentatifs desdites activités ;\n\n3° des représentants des salariés, élus dans les conditions prévues au chapitre II.\n\nLe nombre des représentants de chacune de ces catégories est déterminé par décret, le nombre de représentants des salariés devant être égal au moins au tiers du nombre des membres du conseil d'administration ou du conseil de surveillance.\n\nDans les conseils d'administration ou de surveillance des entreprises publiques mentionnées au présent article et qui sont chargés d'une mission de service public, au moins une des personnalités désignées en application du 2° du présent article doit être choisie parmi les représentants des consommateurs ou des usagers."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "L'écart entre le nombre de femmes et le nombre d'hommes membres du conseil d'administration ou de surveillance nommés par décret en application des 1° et 2° de l'article 5 ne peut être supérieur à un.\n\nToute nomination intervenue en violation du premier alinéa et n'ayant pas pour effet de remédier à l'irrégularité de la composition du conseil est nulle. Cette nullité n'entraîne pas celle des délibérations auxquelles a pris part l'administrateur ou le membre du conseil irrégulièrement nommé."
    },
    {
      "provision_ref": "art6-2",
      "section": "6-2",
      "title": "Article 6-2",
      "content": "L'écart entre le nombre de femmes et le nombre d'hommes parmi les personnalités qualifiées et les représentants de l'Etat nommés, en raison de leurs compétences, de leurs expériences ou de leurs connaissances, administrateurs dans les conseils d'administration, les conseils de surveillance ou les organes équivalents des établissements publics mentionnés aux premier et avant-dernier alinéas de l'article 4 ne peut être supérieur à un.\n\nLes nominations intervenues en violation du premier alinéa du présent article sont nulles, à l'exception des nominations d'administrateurs appartenant au sexe sous-représenté au sein du conseil. Cette nullité n'entraîne pas la nullité des délibérations du conseil d'administration, du conseil de surveillance ou de l'organe équivalent."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sans préjudice des dispositions législatives ou réglementaires, qui lui sont applicables, le conseil d'administration ou de surveillance délibère sur les grandes orientations stratégiques, économiques, financières ou technologiques de l'activité de l'entreprise, notamment, le cas échéant, sur le contrat de plan ou d'entreprise, avant l'intervention des décisions qui y sont relatives.Le conseil d'administration ou le directoire, après avis du conseil de surveillance, fixe les modalités de consultation des institutions représentatives du personnel sur les plans établis par l'entreprise en vue de la conclusion d'un contrat de plan élaboré en application de la loi n° 82-653 du 29 juillet 1982 portant réforme de la planification ou d'un contrat d'entreprise élaboré en application de l'article 140 de la loi n° 2001-420 du 15 mai 2001 relative aux nouvelles régulations économiques."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le conseil d'administration ou de surveillance se réunit en séance ordinaire sur convocation du président et examine toute question inscrite à l'ordre du jour par le président ou le conseil statuant à la majorité simple.Toutefois, le tiers au moins des membres du conseil d'administration ou de surveillance peut, en indiquant l'ordre du jour de la séance, convoquer le conseil si celui-ci ne s'est pas réuni depuis plus de deux mois."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les membres du conseil d'administration ou de surveillance disposent des moyens nécessaires à l'exercice de leur mandat et, notamment, de locaux dotés du matériel nécessaire à leur fonctionnement ainsi que des moyens de secrétariat.Le conseil d'administration ou de surveillance définit ces moyens et fixe les conditions d'accès de ses membres dans les établissements de l'entreprise."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le président du conseil d'administration est nommé, parmi les membres du conseil et sur proposition de celui-ci, par décret.\n\nLe président du conseil d'administration ou les membres du directoire peuvent être révoqués par décret."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La durée du mandat des membres des conseils d'administration ou de surveillance est de cinq ans.\n\nEn cas de vacance pour quelque cause que ce soit du siège d'un membre de conseil d'administration ou de surveillance, son remplaçant n'exerce ses fonctions que pour la durée restant à courir jusqu'au renouvellement de la totalité dudit conseil.\n\nLe mandat de membre du conseil d'administration ou de surveillance représentant l'Etat est gratuit, sans préjudice du remboursement par l'entreprise des frais exposés pour l'exercice dudit mandat.\n\nUn membre de conseil d'administration ou de surveillance ne peut appartenir simultanément à plus de quatre conseils dans les entreprises visées à l'article 1er. Tout membre de conseil d'administration ou de surveillance qui, lorsqu'il accède à un nouveau mandat, se trouve en infraction avec les dispositions du présent alinéa, doit, dans les trois mois, se démettre de l'un de ses mandats. A défaut et à l'expiration de ce délai, il est réputé s'être démis de son nouveau mandat."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Il peut être mis fin, à tout moment, par décret, au mandat des membres des conseils d'administration ou de surveillance des entreprises mentionnées à l'article 1er, nommés par décret.\n\nLes représentants des salariés peuvent être révoqués individuellement pour faute grave dans les conditions prévues à l'article 25."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les représentants des salariés sont élus, dans chacune des entreprises relevant de la présente loi, par les salariés qui remplissent les conditions requises pour être électeur au comité d'entreprise ou à l'organe en tenant lieu soit dans l'entreprise elle-même, soit dans l'une de ses filiales comprenant des représentants des salariés relevant du I de l'article 8 de l'ordonnance n° 2014-948 du 20 août 2014 précitée, dont le siège social est fixé sur le territoire français."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Sont éligibles au conseil d'administration ou de surveillance d'une des entreprises mentionnées à l'article 1er, les électeurs âgés de dix-huit ans accomplis, travaillant dans cette entreprise ou l'une de ses filiales        comprenant des représentants des salariés relevant du I de l'article 8 de l'ordonnance n° 2014-948 du 20 août 2014 précitée , et ayant travaillé pendant une durée d'au moins deux ans au cours des cinq dernières années soit dans ladite entreprise, soit dans l'une de ses filiales, soit dans une société dont ladite entreprise est une filiale, soit dans une société ayant fusionné avec elle.Est réputé travailler ou avoir travaillé dans une entreprise le salarié de cette entreprise qui exerce ou a exercé des fonctions de permanent syndical avec ou sans suspension du contrat de travail."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'élection a lieu au scrutin secret, de liste, avec représentation proportionnelle à la plus forte moyenne et sans panachage.\n\nToutefois, un siège est réservé aux ingénieurs, chefs de service et cadres administratifs, commerciaux ou techniques assimilés sur le plan de la classification et est attribué à la liste ayant obtenu le plus de voix dans cette catégorie, sous réserve que cette liste comporte au moins un candidat appartenant à ladite catégorie. Ce siège est, le cas échéant, imputé sur le ou les sièges déjà obtenus par la liste bénéficiaire.\n\nL'élection a lieu le même jour, pendant le temps de travail, pour l'ensemble du corps électoral tel qu'il est défini pour chaque entreprise à l'article 14.\n\nLa participation des salariés au scrutin ne peut donner lieu à aucune diminution de rémunération.\n\nLes suffrages peuvent être recueillis par correspondance dans des conditions fixées par décret.\n\nLorsque le nom d'un candidat a été raturé, les ratures ne sont pas prises en compte si leur nombre est inférieur à 10 p. 100 des suffrages valablement exprimés en faveur de la liste sur laquelle figure ce candidat ; dans ce cas, et sous réserve de l'application éventuelle du deuxième alinéa du présent article, les candidats sont déclarés élus dans l'ordre de présentation.\n\nLes candidats venant sur une liste immédiatement après le dernier candidat élu sont appelés à remplacer les représentants élus sur cette liste dont le siège deviendrait vacant pour quelque cause que ce soit, sauf en cas de renouvellement du conseil d'administration ou de surveillance dans les conditions prévues à l'article 13.\n\nSi la liste concernée ne suffit plus à pallier les vacances, les sièges non pourvus demeurent vacants jusqu'à l'élection suivante.\n\nToutefois, dans l'hypothèse où le nombre des vacances dépasse la moitié des sièges, une élection partielle est organisée sauf dans les six derniers mois du mandat, conformément aux dispositions du chapitre II du titre II."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les listes des candidats présentées aux suffrages des salariés doivent répondre aux conditions suivantes :\n\n1. Comporter un nombre de candidats égal à une fois et demie le nombre de sièges à pourvoir ;\n\n1 bis.-Etre composées alternativement d'un candidat de chaque sexe sans que, sur chacune des listes, l'écart entre le nombre des candidats de chaque sexe ne puisse être supérieur à un (1) ;\n\n2. Présenter, en annexe, un ensemble de propositions d'orientation pour l'administration ou le contrôle de la gestion ;\n\n3. Avoir recueilli la signature :\n\n-soit d'une ou plusieurs organisations syndicales représentatives sur le plan national ;\n\n-soit de délégués du personnel, de membres des comités d'entreprise ou d'établissement ou des organes en tenant lieu, titulaires et suppléants, exerçant ces fonctions ou ayant exercé celles-ci lors du précédent exercice, travaillant dans l'entreprise ou, le cas échéant, dans l'une de ses filiales        comprenant des représentants des salariés relevant du I de l'article 8 de l'ordonnance n° 2014-948 du 20 août 2014 précitée  et élus par le corps électoral habilité à désigner les représentants des salariés. Leur nombre doit être égal au moins à 10 p. 100 du nombre actuel d'élus à ces instances.\n\nNul ne peut être inscrit sur plus d'une liste à peine de nullité de ses candidatures."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'élection a lieu au plus tard quinze jours avant la date de renouvellement du conseil d'administration ou du conseil de surveillance. Les candidatures sont déposées au siège social de l'entreprise au plus tard un mois avant la date de l'élection.En cas de renouvellement d'un conseil d'administration ou de surveillance dans son ensemble en application de l'article 13 de la présente loi, l'élection a lieu au cours de la quatrième semaine qui suit la révocation. Les listes doivent être déposées quinze jours au moins avant la date de l'élection."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les contestations relatives à l'électorat, à l'éligibilité et à la régularité des opérations électorales sont de la compétence du   tribunal judiciaire. Ce tribunal statue en dernier ressort. La décision peut être déférée à la Cour de cassation. Lorsqu'une une contestation rend indispensable le recours à une mesure d'instruction, les dépenses afférentes à cette mesure sont à la charge de l'Etat.L'annulation d'une élection n'entraîne pas la nullité des délibérations du conseil d'administration ou de surveillance auxquelles a pris part le représentant des salariés dont l'élection a été annulée.En cas d'annulation totale des élections, une nouvelle élection a lieu au cours de la quatrième semaine qui suit l'annulation. Les listes doivent être déposées quinze jours au moins avant la date du scrutin."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les règles relatives à l'organisation des élections, à la campagne électorale et au déroulement du scrutin sont déterminées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les représentants des salariés ont les mêmes droits et obligations que les autres membres du conseil d'administration ou de surveillance. Ils sont soumis à toutes les dispositions applicables à ces derniers sous réserve des dispositions spécifiques de la présente loi.Les articles L. 225-22, L. 225-25 à L. 225-26 et L. 225-72 à L. 225-73 du code de commerce ne leur sont pas applicables. Les dispositions des articles L. 225-43 et L. 225-91 du même code ne sont pas applicables aux prêts qui leur sont consentis par la société en application des dispositions de l'article L. 313-1 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le mandat de membre du conseil d'administration ou de surveillance des représentants des salariés est gratuit, sans préjudice du remboursement par l'entreprise des frais exposés pour l'exercice dudit mandat.\n\nLorsque leur responsabilité d'administrateur est mise en cause, elle s'apprécie en tenant compte du caractère gratuit de leur mandat. En aucun cas, ils ne peuvent être déclarés solidairement responsables avec les autres administrateurs.\n\nLorsque leur responsabilité de membre du conseil de surveillance est mise en cause, elle s'apprécie en tenant compte du caractère gratuit de leur mandat."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le mandat d'administrateur ou de membre du conseil de surveillance d'un représentant des salariés est incompatible avec toute autre fonction de représentation des intérêts du personnel à l'intérieur de l'entreprise ou de ses filiales, notamment avec les fonctions de délégué syndical, de membre du comité d'entreprise, de délégué du personnel ou de membre du comité d'hygiène, de sécurité et des conditions de travail.Le ou les mandats susvisés et la protection y afférente prennent fin à la date d'acquisition du nouveau mandat.Le mandat d'administrateur ou de membre du conseil de surveillance d'un représentant des salariés est également incompatible avec l'exercice des fonctions de permanent syndical, au sens du second alinéa de l'article 15 de la présente loi. En cas d'élection au conseil d'administration ou de surveillance d'un salarié exerçant des fonctions de permanent syndical, il est mis fin à de telles fonctions et l'intéressé réintègre son emploi."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le mandat des représentants des salariés au conseil d'administration ou de surveillance prend fin de plein droit lorsque ces représentants ne remplissent plus les conditions d'éligibilité prévues à l'article 15. Le président du conseil d'administration ou le directoire pourvoit dans ce cas au remplacement des représentants des salariés dans les conditions définies à l'article 16."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Tout représentant des salariés peut être révoqué pour faute grave dans l'exercice de son mandat d'administrateur ou de membre du conseil de surveillance par jugement du président du tribunal judiciaire statuant selon la procédure accélérée au fond à la demande de la majorité des membres du conseil dont il est membre."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le chef d'entreprise est tenu de laisser aux représentants des salariés le temps nécessaire à l'exercice de leur mandat.Ce temps, qui ne peut, pour chaque représentant, être inférieur à quinze heures par mois ni supérieur à la moitié de la durée légale de travail, est déterminé en tenant compte de l'importance de l'entreprise, de ses effectifs et de son rôle économique. Ce temps est, de plein droit, considéré comme temps de travail et payé à l'échéance normale. En cas de contestation par l'employeur de l'usage fait du temps ainsi alloué, il lui appartient de saisir le conseil de prud'hommes.Les statuts de l'entreprise doivent fixer les dispositions relatives au crédit d'heures des représentants des salariés.Le temps passé par les membres du conseil d'administration ou de surveillance aux séances n'est pas déduit du crédit d'heures prévu aux alinéas précédents."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le conseil d'administration ou de surveillance arrête un programme de formation à la gestion des entreprises destiné aux représentants des salariés nouvellement élus. Le temps passé à cette formation n'est pas imputé sur le crédit d'heures alloué à l'article 26. Son coût est à la charge de l'entreprise dans laquelle ils sont membres du conseil d'administration ou de surveillance et n'est pas pris en compte dans le calcul des sommes consacrées à la formation continue prévues au titre V du livre IX du code du travail."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Il est interdit à l'employeur de prendre en considération le fait qu'un salarié siège dans un conseil d'administration ou de surveillance ou le comportement de celui-ci dans l'exercice de son mandat, lorsque les décisions qu'il prend sont susceptibles d'affecter le déroulement de la carrière de ce salarié.Toute modification substantielle du contrat de travail d'un représentant des salariés est soumise pour avis au conseil d'administration ou de surveillance."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Dans les entreprises mentionnées à l'article 1er, il peut être institué une commission consultative dans chaque établissement de plus de 200 salariés. Cette commission est composée :-de représentants de la commune, du conseiller départemental du canton et des parlementaires intéressés ;-de représentants du comité d'établissement ou du comité d'entreprise.Elle est présidée par le chef d'établissement assisté de collaborateurs choisis par lui.Elle se réunit, au moins une fois par an, sur convocation du chef d'établissement. Il est établi un ordre du jour qui est arrêté après consultation des deux autres catégories de membres. Cet ordre du jour porte sur les conséquences de l'implantation de l'établissement sur l'environnement et la vie locale ainsi que sur l'harmonisation des actions culturelles et sociales."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les entreprises soumises aux dispositions de la présente loi restent soumises aux dispositions législatives, conventionnelles ou statutaires qui leur sont applicables en tant qu'elles ne sont pas contraires à la présente loi.\n\nCes entreprises favorisent la liberté d'expression des salariés, notamment par la liberté d'affichage. Les modalités d'exercice de ces droits sont arrêtées par le conseil d'administration ou de surveillance.\n\nLes dispositions de l'article 5 de la loi n° 70-11 du 2 janvier 1970, de l'article 5 de la loi n° 73-9 du 4 janvier 1973 et de l'article 11 de la loi n° 73-8 du 4 janvier 1973 sont abrogées ;\n\nPar dérogation aux dispositions de l'article 14 de la présente loi, un décret en Conseil d'Etat déterminera les modalités de participation des salariés des Houillères de bassin à l'élection des représentants des salariés au conseil d'administration des Charbonnages de France.\n\nUn décret en Conseil d'Etat précisera les modalités suivant lesquelles il sera procédé à l'élection des représentants des salariés aux conseils d'administration d'Electricité de France et de Gaz de France en tenant compte de l'existence des services communs à ces deux établissements tels que prévus par la loi n° 46-628 du 4 avril 1946 portant nationalisation de l'électricité et du gaz.\n\nEn ce qui concerne le Commissariat à l'énergie atomique et aux énergies alternatives, les dispositions de l'article 7 de la présente loi s'appliquent sous réserve des attributions du comité de l'énergie atomique et du comité mixte compétent pour les programmes d'armement nucléaire, définies par décret en Conseil d'Etat.\n\nAprès le 3° de l'article 22 de la loi n° 75-633 du 15 juillet 1975 relative à l'élimination et à la récupération des déchets (1), il est ajouté un alinéa ainsi rédigé : (dispositions modificatrices)."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les dispositions du titre II de la présente loi sont d'ordre public. Le conseil d'administration ou de surveillance des entreprises visées à l'article 1er en fixe la date d'application. Celle-ci ne peut être postérieure au 30 juin 1984, sauf dans les entreprises mentionnées aux 4 et 5 de l'article 1er dont l'effectif est inférieur à 1.000, pour lesquelles cette limite est fixée au 30 juin 1985.Les conseils d'administration mis en place en application des articles 7, 22 et 35 de la loi de nationalisation n° 82-155 du 11 février 1982 restent en fonctions jusqu'à la date de la première réunion des conseils prévus dans la présente loi.Les statuts des entreprises régies par la présente loi doivent, dans les mêmes délais, être mis en conformité avec ces dispositions.Les dispositions du chapitre II du titre II de la présente loi sont applicables à l'établissement public industriel et commercial \"Société nationale des chemins de fer français\" au terme du premier mandat de cinq ans des membres du conseil d'administration de l'établissement public en fonction à la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Lorsqu'une entreprise entre, pour quelque cause que ce soit, dans le champ d'application de la présente loi, tel qu'il est défini à l'article 1er du titre Ier, et lorsqu'une entreprise vient à dépasser en moyenne pendant vingt-quatre mois consécutifs les seuils définis au premier alinéa de l'article 4, les dispositions de la présente loi relatives à la composition des conseils d'administration ou de surveillance sont applicables dans un délai de trois mois.\n\nToutefois, le conseil d'administration ou le conseil de surveillance d'un établissement public qui est nouvellement créé peut valablement siéger avant l'élection des représentants des salariés.\n\nDans un délai maximum de deux ans à compter de la première réunion du conseil ainsi constitué, il doit être procédé à l'élection des représentants des salariés appelés à compléter ce conseil. Par dérogation aux dispositions de l'article 15, l'ancienneté nécessaire pour être éligible est alors réduite à six mois."
    },
    {
      "provision_ref": "art40-1",
      "section": "40-1",
      "title": "Article 40-1",
      "content": "Sous réserve de l'application des dispositions de l'article 40, une élection est organisée pour procéder à une nouvelle désignation des représentants des salariés au conseil d'administration ou de surveillance d'une entreprise régie par les dispositions du titre II lorsque les effectifs de cette entreprise augmentent de plus de 33 p. 100 du fait d'une opération ne revêtant pas un caractère manifestement provisoire et entraînant, par application de l'article L. 122-12 du code du travail, le transfert des contrats de travail de salariés employés par une autre entreprise relevant également du titre II de la présente loi.L'élection des nouveaux représentants des salariés a lieu dans les six mois suivant la date à laquelle est réalisée cette opération.Ces représentants n'exercent leurs fonctions que pour la durée restant à courir jusqu'au renouvellement de la totalité du conseil.Les dispositions du présent article ne sont pas applicables lorsque l'opération est réalisée dans les douze mois précédant le renouvellement de la totalité du conseil."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les négociations en vue de la conclusion des accords prévus aux articles L. 412-23 et L. 462-3 du code du travail doivent être engagées dans un délai de six mois à compter de l'entrée en vigueur de la présente loi. Elles doivent être engagées dans le même délai lorsque, par la suite, une entreprise vient à entrer dans le champ d'application de la loi.Lorsque l'employeur prend l'initiative de la négociation, il en informe toutes les organisations syndicales de salariés représentatives dans l'entreprise.Toute organisation syndicale représentative dans l'entreprise peut demander à l'employeur que soient engagées les négociations prévues au premier alinéa du présent article. Dans les quinze jours qui suivent la demande formulée par cette organisation syndicale, l'employeur doit en informer les autres organisations syndicales et convoquer les parties à la négociation. L'employeur qui contrevient à cette obligation est passible des peines prévues à l'article L. 471-2 du code du travail."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Pour apprécier les effectifs des salariés pris en compte au sens de la présente loi, il est fait application de l'article L. 431-2 du code du travail.La présente loi est applicable aux salariés employés sur le territoire français même s'ils sont détachés à l'étranger à titre temporaire."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Dans tous les cas où une entreprise sort du champ d'application de la présente loi, les accords mentionnés à l'article 41 demeurent en vigueur, sous réserve des dispositions des trois premiers alinéas de l'article L. 132-8 du code du travail."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Lorsque le nombre de salariés d'une entreprise visée à la présente loi devient inférieur aux seuils prévus à l'article 1er pendant vingt-quatre mois consécutifs, les dispositions du titre II cessent de s'appliquer à l'issue de cette période.Lorsque le nombre de salariés employés en moyenne au cours des vingt-quatre derniers mois dans une entreprise visée à la présente loi devient inférieur aux seuils prévus aux articles 4, 6 et 16, la représentation des salariés au conseil d'administration ou de surveillance est maintenue jusqu'au terme du mandat de cinq ans en cours."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Il est fait état de l'application des dispositions du chapitre Ier du titre III de la présente loi, art. 31 et 32 : dans le rapport mentionné à l'article 10 de la loi n° 82-689 du 4 août 1982 relative aux libertés des travailleurs dans l'entreprise.Le Gouvernement adressera au Parlement tous les deux ans un rapport relatif à l'application du titre Ier de la présente loi. Le premier rapport sera adressé au plus tard le 31 décembre 1984."
    },
    {
      "provision_ref": "artAnnexeII",
      "section": "AnnexeII",
      "title": "Article AnnexeII",
      "content": "Port autonome de Dunkerque ;\n\nGrand port fluvio-maritime de l'axe Seine ;\n\nPort autonome de Nantes-Saint-Nazaire ;\n\nPort autonome de Bordeaux ;\n\nPort autonome de Marseille ;\n\nPort autonome de la Guadeloupe ;\n\nPort autonome de Strasbourg ;\n\nEtablissement public de la Réunion des musées nationaux et du Grand Palais des Champs-Elysées ;\n\nLes grands ports maritimes créés en application de l'article L. 5312-1 du code des transports."
    }
  ]
}