{
  "id": "jorftext000000877119",
  "type": "statute",
  "title": "Loi du 29 juillet 1881",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000877119",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'imprimerie et la librairie sont libres"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le secret des sources des journalistes est protégé dans l'exercice de leur mission d'information du public.Est considérée comme journaliste au sens du premier alinéa toute personne qui, exerçant sa profession dans une ou plusieurs entreprises de presse, de communication au public en ligne, de communication audiovisuelle ou une ou plusieurs agences de presse, y pratique, à titre régulier et rétribué, le recueil d'informations et leur diffusion au public.Il ne peut être porté atteinte directement ou indirectement au secret des sources que si un impératif prépondérant d'intérêt public le justifie et si les mesures envisagées sont strictement nécessaires et proportionnées au but légitime poursuivi. Cette atteinte ne peut en aucun cas consister en une obligation pour le journaliste de révéler ses sources.Est considéré comme une atteinte indirecte au secret des sources au sens du troisième alinéa le fait de chercher à découvrir les sources d'un journaliste au moyen d'investigations portant sur toute personne qui, en raison de ses relations habituelles avec un journaliste, peut détenir des renseignements permettant d'identifier ces sources.Au cours d'une procédure pénale, il est tenu compte, pour apprécier la nécessité de l'atteinte, de la gravité du crime ou du délit, de l'importance de l'information recherchée pour la répression ou la prévention de cette infraction et du fait que les mesures d'investigation envisagées sont indispensables à la manifestation de la vérité."
    },
    {
      "provision_ref": "art2bis",
      "section": "2bis",
      "title": "Article 2bis",
      "content": "Tout journaliste, au sens du 1° du I de l'article 2, a le droit de refuser toute pression, de refuser de divulguer ses sources et de refuser de signer un article, une émission, une partie d'émission ou une contribution dont la forme ou le contenu auraient été modifiés à son insu ou contre sa volonté. Il ne peut être contraint à accepter un acte contraire à sa conviction professionnelle formée dans le respect de la charte déontologique de son entreprise ou de sa société éditrice.\n\nToute convention ou tout contrat de travail signé entre un journaliste professionnel et une entreprise ou une société éditrice de presse ou de communication audiovisuelle entraîne l'adhésion à la charte déontologique de l'entreprise ou de la société éditrice.\n\nLes entreprises ou sociétés éditrices de presse ou audiovisuelles dépourvues de charte déontologique engagent des négociations à compter de la publication de la loi n° 2016-1524 du 14 novembre 2016 visant à renforcer la liberté, l'indépendance et le pluralisme des médias. Cette charte est rédigée conjointement par la direction et les représentants des journalistes. A défaut de conclusion d'une charte avant le 1er juillet 2017 et jusqu'à l'adoption de celle-ci, les déclarations et les usages professionnels relatifs à la profession de journaliste peuvent être invoqués en cas de litige. Le comité institué à l'article 30-8 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication est consulté lors de cette rédaction. Le deuxième alinéa du présent article s'applique à compter du 1er juillet 2017."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Tout écrit rendu public, à l'exception des ouvrages de ville ou bilboquets, portera l'indication du nom et du domicile de l'imprimeur, à peine, contre celui-ci, de 3 750 euros d'amende.\n\nLa distribution des imprimés qui ne porteraient pas la mention exigée au paragraphe précédent est interdite et la même peine est applicable à ceux qui contreviendraient à cette interdiction.\n\nUne peine de six mois d'emprisonnement pourra être prononcée si, dans les douze mois précédents, l'imprimeur a été condamné pour contravention de même nature.\n\nToutefois, si l'imprimé fait appel à des techniques différentes et nécessite le concours de plusieurs imprimeurs, l'indication du nom et du domicile de l'un d'entre eux est suffisante."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Tout journal ou écrit périodique peut être publié sans déclaration ni autorisation préalable, ni dépôt de cautionnement."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Toute publication de presse doit avoir un directeur de la publication.\n\nLorsqu'une personne physique est propriétaire ou locataire-gérant d'une entreprise éditrice au sens de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse ou en détient la majorité du capital ou des droits de vote, cette personne est directeur de la publication. Dans les autres cas, le directeur de la publication est le représentant légal de l'entreprise éditrice. Toutefois, dans les sociétés anonymes régies par les articles L. 225-57 à L. 225-93 du code de commerce, le directeur de la publication est le président du directoire ou le directeur général unique.\n\nSi le directeur de la publication jouit de l'immunité parlementaire dans les conditions prévues à l'article 26 de la Constitution et aux articles 9 et 10 du Protocole du 8 avril 1965 sur les privilèges et immunités des communautés européennes, l'entreprise éditrice doit nommer un codirecteur de la publication choisi parmi les personnes ne bénéficiant pas de l'immunité parlementaire et, lorsque l'entreprise éditrice est une personne morale, parmi les membres du conseil d'administration, du directoire ou les gérants suivant la forme de ladite personne morale.\n\nLe codirecteur de la publication doit être nommé dans le délai d'un mois à compter de la date à partir de laquelle le directeur de la publication bénéficie de l'immunité visée à l'alinéa précédent.\n\nLe directeur et, éventuellement, le codirecteur de la publication doivent être majeurs, avoir la jouissance de leurs droits civils et n'être privés de leurs droits civiques par aucune condamnation judiciaire. Par dérogation, un mineur âgé de seize ans révolus peut être nommé directeur ou codirecteur de la publication de tout journal ou écrit périodique réalisé bénévolement, sans préjudice de l'application de la loi n° 49-956 du 16 juillet 1949 sur les publications destinées à la jeunesse. La responsabilité des parents d'un mineur âgé de seize ans révolus nommé directeur ou codirecteur de publication ne peut être engagée, sur le fondement de l'article 1242 du code civil, que si celui-ci a commis un fait de nature à engager sa propre responsabilité civile dans les conditions prévues par la présente loi.\n\nToutes les obligations légales imposées au directeur de la publication sont applicables au codirecteur de la publication."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "En  cas de contravention à l'article 6, le propriétaire, le directeur de la  publication et, dans le cas prévu au troisième alinéa du même article  6, le codirecteur de la publication sont punis de l'amende prévue pour  les contraventions de la cinquième classe. La peine sera applicable à l'imprimeur à défaut du propriétaire ou du directeur ou, dans le cas prévu au troisième alinéa de l'article 6, du codirecteur de la publication.\n\nLe journal ou écrit périodique ne pourra continuer sa publication qu'après avoir rempli les formalités ci-dessus prescrites, à peine, si la publication irrégulière continue, de l'amende prévue pour les contraventions de la 4° classe prononcée solidairement contre les mêmes personnes, pour chaque numéro publié à partir du jour de la prononciation du jugement de condamnation, si ce jugement est contradictoire, et du troisième jour qui suivra sa notification, s'il a été rendu par défaut ; et ce, nonobstant opposition ou appel, si l'exécution provisoire est ordonnée.\n\nLe condamné, même par défaut, peut interjeter appel. Il sera statué par la cour dans le délai de trois jours."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sont  soumis à l'obligation de dépôt auprès du ministre chargé de la  communication à la parution de chaque numéro les journaux et écrits  périodiques à diffusion nationale. Un arrêté du ministre chargé de la  communication fixe les modalités de mise en œuvre de l'obligation de  dépôt ainsi que le nombre d'exemplaires à déposer. Ce nombre ne peut  être supérieur à dix et tient compte notamment du fait que la  publication est ou non consacrée à l'information politique et générale.\n\nCe dépôt sera effectué sous peine de l'amende prévue pour les contraventions de la 4° classe contre le directeur de la publication."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le nom du directeur de la publication sera imprimé au bas de tous les exemplaires, à peine contre l'imprimeur de l'amende prévue pour les contraventions de la 4° classe par chaque numéro publié en contravention de la présente disposition."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le directeur de la publication sera tenu d'insérer gratuitement, en tête du prochain numéro du journal ou écrit périodique, toutes les rectifications qui lui seront adressées par un dépositaire de l'autorité publique, au sujet des actes de sa fonction qui auront été inexactement rapportés par ledit journal ou écrit périodique.\n\nToutefois, ces rectifications ne dépasseront pas le double de l'article auquel elles répondront.\n\nEn cas de contravention, le directeur de la publication sera puni de 3 750 euros d'amende."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le directeur de la publication sera tenu d'insérer dans les trois jours de leur réception, les réponses de toute personne nommée ou désignée dans le journal ou écrit périodique quotidien sous peine de 3 750 euros d'amende sans préjudice des autres peines et dommages-intérêts auxquels l'article pourrait donner lieu.\n\nEn ce qui concerne les journaux ou écrits périodiques non quotidiens, le directeur de la publication, sous les mêmes sanctions, sera tenu d'insérer la réponse dans le numéro qui suivra le surlendemain de la réception.\n\nCette insertion devra être faite à la même place et en mêmes caractères que l'article qui l'aura provoquée, et sans aucune intercalation.\n\nNon compris l'adresse, les salutations, les réquisitions d'usage et la signature qui ne seront jamais comptées dans la réponse, celle-ci sera limitée à la longueur de l'article qui l'aura provoquée. Toutefois, elle pourra atteindre cinquante lignes, alors même que cet article serait d'une longueur moindre, et elle ne pourra dépasser deux cents lignes, alors même que cet article serait d'une longueur supérieure. Les dispositions ci-dessus s'appliquent aux répliques, lorsque le journaliste aura accompagné la réponse de nouveaux commentaires.\n\nLa réponse sera toujours gratuite. Le demandeur en insertion ne pourra excéder les limites fixées au paragraphe précédent en offrant de payer le surplus.\n\nLa réponse ne sera exigible que dans l'édition ou les éditions où aura paru l'article.\n\nSera assimilé au refus d'insertion, et puni des mêmes peines, sans préjudice de l'action en dommages-intérêts, le fait de publier, dans la région desservie par les éditions ou l'édition ci-dessus, une édition spéciale d'où serait retranchée la réponse que le numéro correspondant du journal était tenu de reproduire.\n\nLe tribunal prononcera, dans les dix jours de la citation, sur la plainte en refus d'insertion. Il pourra décider que le jugement ordonnant l'insertion, mais en ce qui concerne l'insertion seulement, sera exécutoire sur minute, nonobstant opposition ou appel. S'il y a appel, il y sera statué dans les dix jours de la déclaration, faite au greffe.\n\nPendant toute période électorale, le délai de trois jours prévu pour l'insertion par le paragraphe 1er du présent article sera, pour les journaux quotidiens, réduit à vingt-quatre heures. La réponse devra être remise six heures au moins avant le tirage du journal dans lequel elle devra paraître. Dès ouverture de la période électorale, le directeur de la publication du journal sera tenu de déclarer au parquet, sous les peines édictées au paragraphe 1er, l'heure à laquelle, pendant cette période, il entend fixer le tirage de son journal. Le délai de citation sur refus d'insertion sera réduit à vingt-quatre heures, sans augmentation pour les distances, et la citation pourra même être délivrée d'heure à heure sur ordonnance spéciale rendue par le président du tribunal. Le jugement ordonnant l'insertion sera exécutoire, mais en ce qui concerne cette insertion seulement, sur minute, nonobstant opposition ou appel.\n\nSi l'insertion ainsi ordonnée n'est pas faite dans le délai qui est fixé par le présent alinéa et qui prendra cours à compter du prononcé du jugement, le directeur de la publication sera passible de trois mois d'emprisonnement et de 3 750 euros d'amende.\n\nL'action en insertion forcée se prescrira après trois mois révolus, à compter du jour où la publication aura eu lieu.\n\nSans préjudice de l'application de l'alinéa précédent, toute personne nommée ou désignée dans un journal ou écrit périodique à l'occasion de l'exercice de poursuites pénales peut également exercer l'action en insertion forcée, dans le délai de trois mois à compter du jour où la décision de non-lieu dont elle fait l'objet est intervenue ou celle de relaxe ou d'acquittement la mettant expressément ou non hors de cause est devenue définitive."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Le droit de réponse prévu par l'article 13 pourra être exercé par les associations remplissant les conditions prévues par l'article 48-1, lorsqu'une personne ou un groupe de personnes auront, dans un journal ou écrit périodique, fait l'objet d'imputations susceptibles de porter atteinte à leur honneur ou à leur réputation à raison de leur origine ou de leur appartenance ou de leur non-appartenance à une ethnie, une nation, une race ou une religion déterminée.\n\nToutefois, quand la mise en cause concernera des personnes considérées individuellement, l'association ne pourra exercer le droit de réponse que si elle justifie avoir reçu leur accord.\n\nAucune association ne pourra requérir l'insertion d'une réponse en application du présent article dès lors qu'aura été publiée une réponse à la demande d'une des associations remplissant les conditions prévues par l'article 48-1."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Dans chaque commune, le maire, désignera, par arrêté, les lieux exclusivement destinés à recevoir les affiches des lois et autres actes de l'autorité publique.\n\nIl est interdit d'y placarder des affiches particulières.\n\nLes affiches des actes émanés de l'autorité seront seules imprimées sur papier blanc. Toutefois, est licite l'usage du papier blanc pour l'impression d'affiches publicitaires lorsque celles-ci sont recouvertes de caractères ou d'illustrations de couleur et lorsque toute confusion, soit dans le texte, soit dans la présentation matérielle, est impossible avec les affiches administratives.\n\nToute contravention aux dispositions du présent article sera punie des peines portées en l'article 2."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Ceux qui auront enlevé, déchiré, recouvert ou altéré par un procédé quelconque, de manière à les travestir ou à les rendre illisibles, les affiches apposées par ordre de l'Administration dans les emplacements à ce réservés, seront punis de l'amende prévue pour les contraventions de la 3° classe.Si le fait a été commis par un fonctionnaire ou un agent de l'autorité publique, la peine sera de l'amende prévue pour les contraventions de la 4° classe.Seront punis de l'amende prévue pour les contraventions de la 3° classe ceux qui auront enlevé, déchiré, recouvert ou altéré par un procédé quelconque, de manière à les travestir ou à les rendre illisibles, des affiches électorales émanant de simples particuliers, apposées ailleurs que sur les propriétés de ceux qui auront commis cette lacération ou altération.La peine sera de l'amende prévue pour les contraventions de la 4° classe, si le fait a été commis par un fonctionnaire ou agent de l'autorité publique, à moins que les affiches n'aient été apposées dans les emplacements réservés par l'article 15."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Seront punis comme complices d'une action qualifiée crime ou délit ceux qui, soit par des discours, cris ou menaces proférés dans des lieux ou réunions publics, soit par des écrits, imprimés, dessins, gravures, peintures, emblèmes, images ou tout autre support de l'écrit, de la parole ou de l'image vendus ou distribués, mis en vente ou exposés dans des lieux ou réunions publics, soit par des placards ou des affiches exposés au regard du public, soit par tout moyen de communication au public par voie électronique, auront directement provoqué l'auteur ou les auteurs à commettre ladite action, si la provocation a été suivie d'effet.Cette disposition sera également applicable lorsque la provocation n'aura été suivie que d'une tentative de crime prévue par l'article 2 du code pénal."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Seront punis de cinq ans d'emprisonnement et de 45 000 euros d'amende ceux qui, par l'un des moyens énoncés à l'article précédent, auront directement provoqué, dans le cas où cette provocation n'aurait pas été suivie d'effet, à commettre l'une des infractions suivantes :\n\n1° Les atteintes volontaires à la vie, les atteintes volontaires à l'intégrité de la personne et les agressions sexuelles, définies par le livre II du code pénal ;\n\n2° Les vols, les extorsions et les destructions, dégradations et détériorations volontaires dangereuses pour les personnes, définis par le livre III du code pénal.\n\nCeux qui, par les mêmes moyens, auront directement provoqué à l'un des crimes et délits portant atteinte aux intérêts fondamentaux de la nation prévus par le titre Ier du livre IV du code pénal, seront punis des mêmes peines.\n\nSeront punis de la même peine ceux qui, par l'un des moyens énoncés en l'article 23, auront fait l'apologie des crimes visés au premier alinéa, des crimes de guerre, des crimes contre l'humanité, des crimes de réduction en esclavage ou d'exploitation d'une personne réduite en esclavage ou des crimes et délits de collaboration avec l'ennemi, y compris si ces crimes n'ont pas donné lieu à la condamnation de leurs auteurs.\n\nTous cris ou chants séditieux proférés dans les lieux ou réunions publics seront punis de l'amende prévue pour les contraventions de la 5° classe.\n\nCeux qui, par l'un des moyens énoncés à l'article 23, auront provoqué à la discrimination, à la haine ou à la violence à l'égard d'une personne ou d'un groupe de personnes à raison de leur origine ou de leur appartenance ou de leur non-appartenance à une ethnie, une nation, une race ou une religion déterminée, seront punis d'un an d'emprisonnement et de 45 000 euros d'amende ou de l'une de ces deux peines seulement.\n\nSeront punis des peines prévues à l'alinéa précédent ceux qui, par ces mêmes moyens, auront provoqué à la haine ou à la violence à l'égard d'une personne ou d'un groupe de personnes à raison de leur sexe, de leur orientation sexuelle ou identité de genre ou de leur handicap ou auront provoqué, à l'égard des mêmes personnes, aux discriminations prévues par les articles 225-2 et 432-7 du code pénal.\n\nLorsque les faits mentionnés aux septième et huitième alinéas du présent article sont commis par une personne dépositaire de l'autorité publique ou chargée d'une mission de service public dans l'exercice ou à l'occasion de l'exercice de ses fonctions ou de sa mission, les peines sont portées à trois ans d'emprisonnement et à 75 000 euros d'amende.\n\nEn cas de condamnation pour l'un des faits prévus par les septième et huitième alinéas, le tribunal pourra en outre ordonner :\n\n1° Sauf lorsque la responsabilité de l'auteur de l'infraction est retenue sur le fondement de l'article 42 et du premier alinéa de l'article 43 de la présente loi ou des trois premiers alinéas de l'article 93-3 de la loi n° 82-652 du 29 juillet 1982 sur la communication audiovisuelle, la privation des droits énumérés aux 2° et 3° de l'article 131-26 du code pénal pour une durée de cinq ans au plus ;\n\n2° L'affichage ou la diffusion de la décision prononcée dans les conditions prévues par l'article 131-35 du code pénal."
    },
    {
      "provision_ref": "art24bis",
      "section": "24bis",
      "title": "Article 24bis",
      "content": "Seront punis d'un an d'emprisonnement et de 45 000 € d'amende ceux qui auront contesté, par un des moyens énoncés à l'article 23, l'existence d'un ou plusieurs crimes contre l'humanité tels qu'ils sont définis par l'article 6 du statut du tribunal militaire international annexé à l'accord de Londres du 8 août 1945 et qui ont été commis soit par les membres d'une organisation déclarée criminelle en application de l'article 9 dudit statut, soit par une personne reconnue coupable de tels crimes par une juridiction française ou internationale.\n\nSeront punis des mêmes peines ceux qui auront nié, minoré ou banalisé de façon outrancière, par un des moyens énoncés à l'article 23, l'existence d'un crime de génocide autre que ceux mentionnés au premier alinéa du présent article, d'un autre crime contre l'humanité, d'un crime de réduction en esclavage ou d'exploitation d'une personne réduite en esclavage ou d'un crime de guerre défini aux articles 6, 7 et 8 du statut de la Cour pénale internationale signé à Rome le 18 juillet 1998 et aux articles 211-1 à 212-3, 224-1 A à 224-1 C et 461-1 à 461-31 du code pénal, lorsque :\n\n1° Ce crime a donné lieu à une condamnation prononcée par une juridiction française ou internationale ;\n\nLorsque les faits mentionnés au présent article sont commis par une personne dépositaire de l'autorité publique ou chargée d'une mission de service public dans l'exercice ou à l'occasion de l'exercice de ses fonctions ou de sa mission, les peines sont portées à trois ans d'emprisonnement et à 75 000 euros d'amende.\n\n[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]\n\nLe tribunal pourra en outre ordonner :\n\n1° L'affichage ou la diffusion de la décision prononcée dans les conditions prévues par l'article 131-35 du code pénal."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "La publication, la diffusion ou la reproduction, par quelque moyen que ce soit, de nouvelles fausses, de pièces fabriquées, falsifiées ou mensongèrement attribuées à des tiers lorsque, faite de mauvaise foi, elle aura troublé la paix publique, ou aura été susceptible de la troubler, sera punie d'une amende de 45 000 euros.\n\nLes mêmes faits seront punis de 135 000 euros d'amende, lorsque la publication, la diffusion ou la reproduction faite de mauvaise foi sera de nature à ébranler la discipline ou le moral des armées ou à entraver l'effort de guerre de la Nation."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Toute allégation ou imputation d'un fait qui porte atteinte à l'honneur ou à la considération de la personne ou du corps auquel le fait est imputé est une diffamation. La publication directe ou par voie de reproduction de cette allégation ou de cette imputation est punissable, même si elle est faite sous forme dubitative ou si elle vise une personne ou un corps non expressément nommés, mais dont l'identification est rendue possible par les termes des discours, cris, menaces, écrits ou imprimés, placards ou affiches incriminés.\n\nToute expression outrageante, termes de mépris ou invective qui ne renferme l'imputation d'aucun fait est une injure."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La diffamation commise par l'un des moyens énoncés en l'article 23 envers les cours, les tribunaux, les armées de terre, de mer ou de l'air et de l'espace, les corps constitués et les administrations publiques, sera punie d'une amende de 45 000 euros."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Sera punie de la même peine et d'une peine de travail d'intérêt général, la diffamation commise par les mêmes moyens, à raison de leurs fonctions ou de leur qualité, envers le Président de la République, un ou plusieurs membres du ministère, un ou plusieurs membres de l'une ou de l'autre Chambre, un fonctionnaire public, un dépositaire ou agent de l'autorité publique, un ministre de l'un des cultes salariés par l'Etat, un citoyen chargé d'un service ou d'un mandat public temporaire ou permanent, un juré ou un témoin, à raison de sa déposition.\n\nLa diffamation contre les mêmes personnes concernant la vie privée relève de l'article 32 ci-après."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "La diffamation commise envers les particuliers par l'un des moyens énoncés en l'article 23 sera punie d'une amende de 12 000 euros.\n\nLa diffamation commise par les mêmes moyens envers une personne ou un groupe de personnes à raison de leur origine ou de leur appartenance ou de leur non-appartenance à une ethnie, une nation, une race ou une religion déterminée sera punie d'un an d'emprisonnement et de 45 000 euros d'amende ou de l'une de ces deux peines seulement.\n\nSera punie des peines prévues à l'alinéa précédent la diffamation commise par les mêmes moyens envers une personne ou un groupe de personnes à raison de leur sexe, de leur orientation sexuelle ou identité de genre ou de leur handicap.\n\nEn cas de condamnation pour l'un des faits prévus par les deux alinéas précédents, le tribunal pourra en outre ordonner :\n\n1° L'affichage ou la diffusion de la décision prononcée dans les conditions prévues par l'article 131-35 du code pénal ;\n\n2° (Abrogé)."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "L'injure commise par les mêmes moyens envers les corps ou les personnes désignés par les articles 30 et 31 de la présente loi sera punie d'une amende de 12 000 euros et d'une peine de travail d'intérêt général.\n\nL'injure commise de la même manière envers les particuliers, lorsqu'elle n'aura pas été précédée de provocations, sera punie d'une amende de 12 000 euros.\n\nSera punie d'un an d'emprisonnement et de 45 000 euros d'amende l'injure commise par les mêmes moyens envers une personne ou un groupe de personnes à raison de leur origine ou de leur appartenance ou de leur non-appartenance à une ethnie, une nation, une race ou une religion déterminée.\n\nSera punie des peines prévues à l'alinéa précédent l'injure commise dans les mêmes conditions envers une personne ou un groupe de personnes à raison de leur sexe, de leur orientation sexuelle ou identité de genre ou de leur handicap.\n\nLorsque les faits mentionnés aux troisième et quatrième alinéas du présent article sont commis par une personne dépositaire de l'autorité publique ou chargée d'une mission de service public dans l'exercice ou à l'occasion de l'exercice de ses fonctions ou de sa mission, les peines sont portées à trois ans d'emprisonnement et à 75 000 euros d'amende.\n\nEn cas de condamnation pour l'un des faits prévus par les troisième et quatrième alinéas, le tribunal pourra en outre ordonner :\n\n1° L'affichage ou la diffusion de la décision prononcée dans les conditions prévues par l'article 131-35 du code pénal ;\n\n2° (Abrogé)."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les articles 31, 32 et 33 ne seront applicables aux diffamations ou injures dirigées contre la mémoire des morts que dans le cas où les auteurs de ces diffamations ou injures auraient eu l'intention de porter atteinte à l'honneur ou à la considération des héritiers, époux ou légataires universels vivants.Que les auteurs des diffamations ou injures aient eu ou non l'intention de porter atteinte à l'honneur ou à la considération des héritiers, époux ou légataires universels vivants, ceux-ci pourront user, dans les deux cas, du droit de réponse prévu par l'article 13."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "La vérité du fait diffamatoire, mais seulement quand il est relatif aux fonctions, pourra être établie par les voies ordinaires, dans le cas d'imputations contre les corps constitués, les armées de terre, de mer ou de l'air et de l'espace, les administrations publiques et contre toutes les personnes énumérées dans l'article 31.\n\nLa vérité des imputations diffamatoires et injurieuses pourra être également établie contre les directeurs ou administrateurs de toute entreprise industrielle, commerciale ou financière, dont les titres financiers sont admis aux négociations sur un marché réglementé ou offerts au public sur un système multilatéral de négociation ou au crédit.\n\nLa vérité des faits diffamatoires peut toujours être prouvée, sauf lorsque l'imputation concerne la vie privée de la personne.Le troisième alinéa du présent article ne s'applique pas lorsque les faits sont prévus et réprimés par les articles 222-23 à 222-32 et 227-22 à 227-27 du code pénal et ont été commis contre un mineur. La preuve contraire est alors réservée. Si la preuve du fait diffamatoire est rapportée, le prévenu sera renvoyé des fins de la plainte.\n\nDans toute autre circonstance et envers toute autre personne non qualifiée, lorsque le fait imputé est l'objet de poursuites commencées à la requête du ministère public, ou d'une plainte de la part du prévenu, il sera, durant l'instruction qui devra avoir lieu, sursis à la poursuite et au jugement du délit de diffamation.\n\nLe prévenu peut produire pour les nécessités de sa défense, sans que cette production puisse donner lieu à des poursuites pour recel, des éléments provenant d'une violation du secret de l'enquête ou de l'instruction ou de tout autre secret professionnel s'ils sont de nature à établir sa bonne foi ou la vérité des faits diffamatoires."
    },
    {
      "provision_ref": "art35bis",
      "section": "35bis",
      "title": "Article 35bis",
      "content": "Toute reproduction d'une imputation qui a été jugée diffamatoire sera réputée faite de mauvaise foi, sauf preuve contraire par son auteur."
    },
    {
      "provision_ref": "art35quater",
      "section": "35quater",
      "title": "Article 35quater",
      "content": "La diffusion, par quelque moyen que ce soit et quel qu'en soit le support, de la reproduction des circonstances d'un crime ou d'un délit, lorsque cette reproduction porte gravement atteinte à la dignité d'une victime et qu'elle est réalisée sans l'accord de cette dernière, est punie de 15 000 euros d'amende."
    },
    {
      "provision_ref": "art35ter",
      "section": "35ter",
      "title": "Article 35ter",
      "content": "I. - Lorsqu'elle est réalisée sans l'accord de l'intéressé, la diffusion, par quelque moyen que ce soit et quel qu'en soit le support, de l'image d'une personne identifiée ou identifiable mise en cause à l'occasion d'une procédure pénale mais n'ayant pas fait l'objet d'un jugement de condamnation et faisant apparaître, soit que cette personne porte des menottes ou entraves, soit qu'elle est placée en détention provisoire, est punie de 15 000 euros d'amende.\n\nII. - Est puni de la même peine le fait :\n\n- soit de réaliser, de publier ou de commenter un sondage d'opinion, ou toute autre consultation, portant sur la culpabilité d'une personne mise en cause à l'occasion d'une procédure pénale ou sur la peine susceptible d'être prononcée à son encontre ;\n\n- soit de publier des indications permettant d'avoir accès à des sondages ou consultations visés à l'alinéa précédent."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "L'outrage commis publiquement envers les ambassadeurs et ministres plénipotentiaires, envoyés, chargés d'affaires ou autres agents diplomatiques accrédités près du gouvernement de la République, sera puni d'une amende de 45 000 euros."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Il est interdit de publier les actes d'accusation et tous autres actes de procédure criminelle ou correctionnelle avant qu'ils aient été lus en audience publique et ce, sous peine d'une amende de 3 750 euros.\n\nSans préjudice des dispositions de l'article 15 du code pénal, il est interdit, sous la même peine, de publier aucune information relative aux travaux et délibérations du conseil supérieur de la magistrature, à l'exception des informations concernant les audiences publiques et les décisions publiques rendues en matière disciplinaire à l'encontre des magistrats. Pourront toutefois être publiées les informations communiquées par le président d'une formation du Conseil supérieur."
    },
    {
      "provision_ref": "art38quater",
      "section": "38quater",
      "title": "Article 38quater",
      "content": "I.-Par dérogation au premier alinéa de l'article 38 ter, l'enregistrement sonore ou audiovisuel d'une audience peut être autorisé, pour un motif d'intérêt public d'ordre pédagogique, informatif, culturel ou scientifique, en vue de sa diffusion. La demande d'autorisation d'enregistrement et de diffusion est adressée au ministre de la justice. L'autorisation est délivrée, après avis du ministre de la justice, par le président du Tribunal des conflits, le vice-président du Conseil d'Etat, le premier président de la Cour de cassation et le premier président de la Cour des comptes, concernant leurs juridictions respectives. Elle est délivrée, après avis du ministre de la justice, par le président de la juridiction concernant les juridictions administratives et les juridictions comprenant un magistrat du siège membre de la Cour de cassation, et par le premier président de la cour d'appel concernant les cours d'appel et les juridictions de l'ordre judiciaire de leur ressort.Lorsque l'audience n'est pas publique, l'enregistrement est subordonné à l'accord préalable et écrit des parties au litige. Lorsqu'un majeur bénéficiant d'une mesure de protection juridique est partie à l'audience, qu'elle soit publique ou non, l'enregistrement est subordonné à l'accord préalable du majeur apte à exprimer sa volonté ou, à défaut, de la personne chargée de la mesure de protection juridique. Lorsqu'un mineur est partie à l'audience, qu'elle soit publique ou non, l'enregistrement est subordonné à l'accord préalable du mineur capable de discernement ainsi qu'à celui de ses représentants légaux ou, le cas échéant, de l'administrateur ad hoc désigné.Les modalités de l'enregistrement ne portent atteinte ni au bon déroulement de la procédure et des débats, ni au libre exercice de leurs droits par les parties et les personnes enregistrées, dont la confidentialité des échanges entre l'avocat et son client. Le magistrat chargé de la police de l'audience peut, à tout moment, suspendre ou arrêter l'enregistrement. Cette décision constitue une mesure d'administration judiciaire insusceptible de recours.La diffusion, intégrale ou partielle, de l'enregistrement n'est possible qu'après que l'affaire a été définitivement jugée. En cas de révision d'un procès en application de l'article 622 du code de procédure pénale, la diffusion de l'enregistrement peut être suspendue.La diffusion est réalisée dans des conditions ne portant atteinte ni à la sécurité, ni au respect de la vie privée des personnes enregistrées, ni au respect de la présomption d'innocence. Cette diffusion est accompagnée d'éléments de description de l'audience et d'explications pédagogiques et accessibles sur le fonctionnement de la justice.Sans préjudice de l'article 39 sexies de la présente loi, l'image et les autres éléments d'identification des personnes enregistrées ne peuvent être diffusés qu'avec leur consentement donné par écrit avant la tenue de l'audience. Les personnes enregistrées peuvent rétracter ce consentement dans un délai de quinze jours à compter de la fin de l'audience.L'image et les autres éléments d'identification des mineurs ou des majeurs bénéficiant d'une mesure de protection juridique ne peuvent, en aucun cas, être diffusés.Aucun élément d'identification des personnes enregistrées ne peut être diffusé cinq ans après la première diffusion de l'enregistrement ou dix ans après l'autorisation d'enregistrement.L'accord écrit des parties au litige ou des personnes enregistrées ne peut faire l'objet d'aucune contrepartie.II.-Après recueil de l'avis des parties, les audiences publiques devant le Conseil d'Etat et la Cour de cassation peuvent également être diffusées le jour même, sur décision de l'autorité compétente au sein de la juridiction, dans des conditions fixées par décret en Conseil d'Etat.III.-Le présent article est également applicable, par dérogation à l'article 11 du code de procédure pénale, aux audiences intervenant au cours d'une enquête ou d'une instruction ainsi qu'aux auditions, interrogatoires et confrontations réalisés par le juge d'instruction. Lors des auditions, interrogatoires et confrontations, l'enregistrement est subordonné à l'accord préalable et écrit des personnes entendues et le juge d'instruction peut, à tout moment, suspendre ou arrêter l'enregistrement.IV.-Le fait de diffuser un enregistrement réalisé en application du I sans respecter les conditions de diffusion prévues au même I est puni d'un an d'emprisonnement et de 15 000 € d'amende.V.-La cession des droits sur les images enregistrées emporte de droit transfert au cessionnaire des obligations et interdictions prévues au présent article.VI.-Les modalités d'application du présent article sont précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art38ter",
      "section": "38ter",
      "title": "Article 38ter",
      "content": "Dès l'ouverture de l'audience des juridictions administratives ou judiciaires, l'emploi de tout appareil permettant d'enregistrer, de fixer ou de transmettre la parole ou l'image est interdit. Le président fait procéder à la saisie de tout appareil et du support de la parole ou de l'image utilisés en violation de cette interdiction.\n\nToutefois, sur demande présentée avant l'audience, le président peut autoriser des prises de vues quand les débats ne sont pas commencés et à la condition que les parties ou leurs représentants et le ministère public y consentent.\n\nToute infraction aux dispositions du présent article sera punie de deux mois d'emprisonnement et de 4 500 euros d'amende. Le tribunal pourra en outre prononcer la confiscation du matériel ayant servi à commettre l'infraction et du support de la parole ou de l'image utilisé.\n\nEst interdite, sous les mêmes peines, la cession ou la publication, de quelque manière et par quelque moyen que ce soit, de tout enregistrement ou document obtenu en violation des dispositions du présent article."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Il est interdit de rendre compte des procès en diffamation dans le cas prévu au troisième alinéa de l'article 35 de la présente loi. Il est pareillement interdit de rendre compte des débats et de publier des pièces de procédures concernant les questions de filiation, actions à fins de subsides, procès en divorce, séparation de corps et nullités de mariage, procès en matière d'avortement. Cette interdiction ne s'applique pas au dispositif des décisions, qui peut toujours être publié.\n\nLes dispositions qui précèdent ne s'appliquent pas aux publications techniques à condition que soit respecté l'anonymat des parties.\n\nDans toutes affaires civiles, les cours et tribunaux pourront interdire le compte rendu du procès.\n\nIl est également interdit de rendre compte des délibérations intérieures, soit des jurys, soit des cours et tribunaux.\n\nLes interdictions prévues au premier alinéa du présent article ne sont pas applicables lorsque les parties ont donné leur accord.\n\nToute infraction à ces dispositions sera punie d'une amende de 18 000 euros."
    },
    {
      "provision_ref": "art39bis",
      "section": "39bis",
      "title": "Article 39bis",
      "content": "Est puni de 15 000 euros d'amende le fait de diffuser, de quelque manière que ce soit, des informations relatives à l'identité ou permettant l'identification :\n\n- d'un mineur ayant quitté ses parents, son tuteur, la personne ou l'institution qui était chargée de sa garde ou à laquelle il était confié ;\n\n- d'un mineur délaissé dans les conditions mentionnées aux articles 227-1 et 227-2 du code pénal ;\n\n- d'un mineur qui s'est suicidé ;\n\n- d'un mineur victime d'une infraction.\n\nLes dispositions du présent article ne sont pas applicables lorsque la publication est réalisée à la demande des personnes ayant la garde du mineur ou des autorités administratives ou judiciaires."
    },
    {
      "provision_ref": "art39quater",
      "section": "39quater",
      "title": "Article 39quater",
      "content": "Il est interdit, moins de trente ans après la mort de l'adopté, de publier par le livre, la presse, la radiodiffusion, le cinématographe ou de quelque manière que ce soit, une information relative à la filiation d'origine d'une personne ayant fait l'objet d'une adoption plénière.\n\nLes infractions à la disposition qui précède sont punies de 6 000 euros d'amende ; en cas de récidive un emprisonnement de deux ans pourra être prononcé."
    },
    {
      "provision_ref": "art39quinquies",
      "section": "39quinquies",
      "title": "Article 39quinquies",
      "content": "Le fait de diffuser, par quelque moyen que ce soit et quel qu'en soit le support, des renseignements concernant l'identité d'une victime d'une agression ou d'une atteinte sexuelles ou l'image de cette victime lorsqu'elle est identifiable est puni de 15 000 euros d'amende.\n\nLes dispositions du présent article ne sont pas applicables lorsque la victime a donné son accord écrit."
    },
    {
      "provision_ref": "art39sexies",
      "section": "39sexies",
      "title": "Article 39sexies",
      "content": "Le fait de révéler, par quelque moyen d'expression que ce soit, l'identité des fonctionnaires de la police nationale, de militaires, de personnels civils du ministère de la défense ou d'agents des douanes appartenant à des services ou unités désignés par arrêté du ministre intéressé et dont les missions exigent, pour des raisons de sécurité, le respect de l'anonymat, est puni d'une amende de 15 000 euros."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Il est interdit d'ouvrir ou d'annoncer publiquement des souscriptions ayant pour objet d'indemniser des amendes, frais et dommages-intérêts prononcés par des condamnations judiciaires, des amendes forfaitaires, des amendes de composition pénale ou des sommes dues au titre des transactions prévues par le code de procédure pénale ou par l'article 28 de la loi organique n° 2011-333 du 29 mars 2011 relative au Défenseur des droits sous peine de six mois d'emprisonnement et de 45 000 euros d'amende, ou de l'une de ces deux peines seulement.\n\nLe fait d'annoncer publiquement la prise en charge financière des amendes, frais, dommages-intérêts et autres sommes mentionnés au premier alinéa du présent article est sanctionné des mêmes peines."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Ne donneront ouverture à aucune action les discours tenus dans le sein de l'Assemblée nationale ou du Sénat ainsi que les rapports ou toute autre pièce imprimée par ordre de l'une de ces deux assemblées.\n\nNe donnera lieu à aucune action le compte rendu des séances publiques des assemblées visées à l'alinéa ci-dessus fait de bonne foi dans les journaux.\n\nNe donneront lieu à aucune action en diffamation, injure ou outrage ni les propos tenus ou les écrits produits devant une commission d'enquête créée, en leur sein, par l'Assemblée nationale ou le Sénat, par la personne tenue d'y déposer, sauf s'ils sont étrangers à l'objet de l'enquête, ni le compte rendu fidèle des réunions publiques de cette commission fait de bonne foi.\n\nNe donneront lieu à aucune action en diffamation, injure ou outrage, ni le compte rendu fidèle fait de bonne foi des débats judiciaires, ni les discours prononcés ou les écrits produits devant les tribunaux.\n\nPourront néanmoins les juges, saisis de la cause et statuant sur le fond, prononcer la suppression des discours injurieux, outrageants ou diffamatoires, et condamner qui il appartiendra à des dommages-intérêts.\n\nPourront toutefois les faits diffamatoires étrangers à la cause donner ouverture, soit à l'action publique, soit à l'action civile des parties, lorsque ces actions leur auront été réservées par les tribunaux, et, dans tous les cas, à l'action civile des tiers."
    },
    {
      "provision_ref": "art41-1",
      "section": "41-1",
      "title": "Article 41-1",
      "content": "Pour l'application des dispositions des paragraphes 4 et 5 du présent chapitre, la communication audiovisuelle est regardée comme un mode de publication."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Seront passibles comme auteurs principaux des peines qui constituent la répression des crimes et délits commis par la voie de la presse dans l’ordre ci-après, savoir :\n\n1° Les directeurs de publications ou éditeurs quelles que soient leurs professions ou leurs dénominations et, dans les cas prévus au deuxième alinéa de l’article 6, les codirecteurs de la publication ;\n\n2° A leur défaut, les auteurs;\n\n3° A défaut des auteurs, les imprimeurs ;\n\n4° A défaut des imprimeurs, les vendeurs, les distributeurs et afficheurs.\n\nDans les cas prévus au deuxième alinéa de l’article 6, la responsabilité subsidiaire des personnes visées aux paragraphes 2°, 3° et 4° du présent article joue comme s’il n’y avait pas de directeur de la publication lorsque, contrairement aux dispositions de la présente loi, un codirecteur de la publication n’a pas été désigné."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Lorsque les directeurs ou codirecteurs de la publication ou les éditeurs seront en cause, les auteurs seront poursuivis comme complices.\n\nPourront l'être, au même titre et dans tous les cas, les personnes auxquelles l'article 121-7 du code pénal pourrait s'appliquer. Ledit article ne pourra s'appliquer aux imprimeurs pour faits d'impression, sauf dans le cas et les conditions prévus par l'article 431-6 du code pénal sur les attroupements ou, à défaut de codirecteur de la publication, dans le cas prévu au deuxième alinéa de l'article 6.\n\nToutefois, les imprimeurs pourront être poursuivis comme complices si l'irresponsabilité pénale du directeur ou du codirecteur de la publication était prononcée par les tribunaux. En ce cas, les poursuites sont engagées dans les trois mois du délit ou, au plus tard, dans les trois mois de la constatation judiciaire de l'irresponsabilité du directeur ou du codirecteur de la publication."
    },
    {
      "provision_ref": "art43-1",
      "section": "43-1",
      "title": "Article 43-1",
      "content": "Les dispositions de l'article 121-2 du code pénal ne sont pas applicables aux infractions pour lesquelles les dispositions des articles 42 ou 43 de la présente loi sont applicables."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les propriétaires des journaux ou écrits périodiques sont responsables des condamnations pécuniaires prononcées au profit des tiers contre les personnes désignées dans les deux articles précédents, conformément aux dispositions des articles 1240, 1241, 1242 du code civil.\n\nDans les cas prévus au deuxième alinéa de l'article 6, le recouvrement des amendes et dommages-intérêts pourra être poursuivi sur l'actif de l'entreprise."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les infractions aux lois sur la presse sont déférées aux tribunaux correctionnels sauf :\n\na) Dans les cas prévus par l'article 23 en cas de crime ;\n\nb) Lorsqu'il s'agit de simples contraventions."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "L'action civile résultant des délits de diffamation prévus et punis par les articles 30 et 31 ne pourra, sauf dans les cas de décès de l'auteur du fait incriminé ou d'amnistie, être poursuivie séparément de l'action publique."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "La poursuite des délits et contraventions de police commis par la voie de la presse ou par tout autre moyen de publication aura lieu d'office et à la requête du ministère public sous les modifications ci-après."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "1° Dans le cas d'injure ou de diffamation envers les cours, tribunaux et autres corps indiqués en l'article 30, la poursuite n'aura lieu que sur une délibération prise par eux en assemblée générale et requérant les poursuites, ou, si le corps n'a pas d'assemblée générale, sur la plainte du chef du corps ou du ministre duquel ce corps relève ;\n\n2° Dans le cas d'injure ou de diffamation envers le Président de la République, un membre du Gouvernement ou un membre du Parlement, la poursuite n'aura lieu que sur la plainte de la personne ou des personnes intéressées ;\n\n3° Dans le cas d'injure ou de diffamation envers les fonctionnaires publics, les dépositaires ou agents de l'autorité publique autres que les ministres et envers les citoyens chargés d'un service ou d'un mandat public, la poursuite aura lieu, soit sur leur plainte, soit d'office sur la plainte du ministre dont ils relèvent ;\n\n4° Dans le cas de diffamation envers un juré ou un témoin, délit prévu par l'article 31, la poursuite n'aura lieu que sur la plainte du juré ou du témoin qui se prétendra diffamé ;\n\n5° Dans le cas d'outrage envers les agents diplomatiques étrangers, la poursuite aura lieu sur leur demande adressée au ministre des affaires étrangères et par celui-ci au ministre de la justice ;\n\n6° Dans le cas de diffamation envers les particuliers prévu par l'article 32 et dans le cas d'injure prévu par l'article 33, paragraphe 2, la poursuite n'aura lieu que sur la plainte de la personne diffamée ou injuriée. Toutefois, la poursuite, pourra être exercée d'office par le ministère public lorsque la diffamation ou l'injure aura été commise envers une personne ou un groupe de personnes à raison de leur origine ou de leur appartenance ou de leur non-appartenance à une ethnie, une nation, une race ou une religion déterminée. La poursuite pourra également être exercée d'office par le ministère public lorsque la diffamation ou l'injure aura été commise envers un groupe de personnes à raison de leur sexe, de leur orientation sexuelle, de leur identité de genre ou de leur handicap ; il en sera de même lorsque ces diffamations ou injures auront été commises envers des personnes considérées individuellement, à la condition que celles-ci aient donné leur accord ;\n\n7° Dans le cas de diffusion de l'image d'une personne menottée ou entravée prévue par l'article 35 ter, la poursuite n'aura lieu que sur la plainte de la personne intéressée ;\n\n8° Dans le cas d'atteinte à la dignité de la victime prévue par l'article 35 quater, la poursuite n'aura lieu que sur la plainte de la victime.\n\nEn outre, dans les cas prévus par les 2°, 3°, 4°, 5°, 6°, 7° et 8° ci-dessus, ainsi que dans les cas prévus aux articles 13, 38 quater et 39 quinquies de la présent loi, la poursuite pourra être exercée à la requête de la partie lésée (1)."
    },
    {
      "provision_ref": "art48-1",
      "section": "48-1",
      "title": "Article 48-1",
      "content": "Toute association régulièrement déclarée depuis au moins cinq ans à la date des faits, se proposant, par ses statuts, de défendre la mémoire des esclaves et l'honneur de leurs descendants, de combattre le racisme ou d'assister les victimes de discrimination fondée sur leur origine nationale, ethnique, raciale ou religieuse, peut exercer les droits reconnus à la partie civile en ce qui concerne les infractions prévues par les articles 24 (alinéa 7), 32 (alinéa 2) et 33 (alinéa 3), de la présente loi, ainsi que les délits de provocation prévus par le 1° de l'article 24, lorsque la provocation concerne des crimes ou délits commis avec la circonstance aggravante prévue par l'article 132-76 du code pénal.\n\nToutefois, quand l'infraction aura été commise envers des personnes considérées individuellement, l'association ne sera recevable dans son action que si elle justifie avoir reçu l'accord de ces personnes ou si elle justifie que ces personnes ne s'opposent pas aux poursuites."
    },
    {
      "provision_ref": "art48-1-1",
      "section": "48-1-1",
      "title": "Article 48-1-1",
      "content": "Toute association régulièrement déclarée depuis au moins cinq ans se proposant, par ses statuts, de lutter contre l'esclavage ou de défendre la mémoire des esclaves et l'honneur de leurs descendants peut exercer les droits reconnus à la partie civile en ce qui concerne les infractions d'apologie, de négation, de minoration ou de banalisation des crimes de réduction en esclavage ou d'exploitation d'une personne réduite en esclavage prévues aux articles 24 et 24 bis.\n\nToutefois, quand l'infraction a été commise envers des personnes considérées individuellement, l'association n'est recevable dans son action que si elle justifie avoir reçu l'accord de ces personnes ou si elle justifie que ces personnes ne s'opposent pas aux poursuites."
    },
    {
      "provision_ref": "art48-2",
      "section": "48-2",
      "title": "Article 48-2",
      "content": "Toute association régulièrement déclarée depuis au moins cinq ans à la date des faits qui se propose, par ses statuts, de défendre les intérêts moraux et l'honneur de la Résistance ou des déportés, d'assister les victimes de crimes de guerre ou de crimes contre l'humanité, de défendre leur mémoire ou de lutter contre les discriminations peut exercer les droits reconnus à la partie civile en ce qui concerne :\n\n1° L'apologie des crimes de guerre, des crimes contre l'humanité ou des crimes ou délits de collaboration avec l'ennemi mentionnée au cinquième alinéa de l'article 24, lorsque ces crimes ou délits ont donné lieu à une ou plusieurs condamnations prononcées par une juridiction française ou internationale ;\n\n2° L'infraction prévue à l'article 24 bis."
    },
    {
      "provision_ref": "art48-3",
      "section": "48-3",
      "title": "Article 48-3",
      "content": "Toute association régulièrement déclarée depuis au moins cinq ans à la date des faits et inscrite auprès de l'Office national des combattants et des victimes de guerre dans des conditions fixées par décret en Conseil d'Etat, qui se propose par ses statuts de défendre les intérêts moraux et l'honneur des anciens combattants et victimes de guerre et des morts pour la France, peut exercer les droits reconnus à la partie civile en ce qui concerne les délits de diffamation ou d'injures qui ont causé un préjudice direct ou indirect à la mission qu'elle remplit. En cas de diffamation ou d'injure contre les armées prévues par l'article 30 et le premier alinéa de l'article 33, les dispositions du 1° de l'article 48 ne sont pas applicables. En cas de diffamation ou d'injure commises envers des personnes considérées individuellement, l'association ne sera recevable dans son action que si elle justifie avoir reçu l'accord de ces personnes ou de leurs ayants droit."
    },
    {
      "provision_ref": "art48-4",
      "section": "48-4",
      "title": "Article 48-4",
      "content": "Toute association, régulièrement déclarée depuis au moins cinq ans à la date des faits, se proposant, par ses statuts, de combattre les violences ou les discriminations fondées sur l'orientation sexuelle ou identité de genre ou d'assister les victimes de ces discriminations peut exercer les droits reconnus à la partie civile en ce qui concerne les délits prévus par le huitième alinéa de l'article 24, le troisième alinéa de l'article 32 et le quatrième alinéa de l'article 33, ainsi que les délits de provocation prévus par le 1° de l'article 24, lorsque la provocation concerne des crimes ou délits commis avec la circonstance aggravante prévue par l'article 132-77 du code pénal.\n\nToutefois, quand l'infraction aura été commise envers des personnes considérées individuellement, l'association ne sera recevable dans son action que si elle justifie avoir reçu l'accord de ces personnes."
    },
    {
      "provision_ref": "art48-5",
      "section": "48-5",
      "title": "Article 48-5",
      "content": "Toute association, régulièrement déclarée depuis au moins cinq ans à la date des faits, se proposant, par ses statuts, de combattre les violences ou les discriminations fondées sur le sexe ou d'assister les victimes de ces discriminations peut exercer les droits reconnus à la partie civile en ce qui concerne les délits prévus par le huitième alinéa de l'article 24, le troisième alinéa de l'article 32 et le quatrième alinéa de l'article 33, ainsi que les délits de provocation prévus par le 1° de l'article 24, lorsque la provocation concerne des crimes ou délits d'agressions sexuelles ou commis avec la circonstance aggravante prévue par l'article 132-80 du code pénal.Toutefois, quand l'infraction aura été commise envers des personnes considérées individuellement, l'association ne sera recevable dans son action que si elle justifie avoir reçu l'accord de ces personnes."
    },
    {
      "provision_ref": "art48-6",
      "section": "48-6",
      "title": "Article 48-6",
      "content": "Toute association, régulièrement déclarée depuis au moins cinq ans à la date des faits, se proposant, par ses statuts, de combattre les violences ou les discriminations fondées sur le handicap ou d'assister les victimes de ces discriminations peut exercer les droits reconnus à la partie civile en ce qui concerne les délits prévus au huitième alinéa de l'article 24, au troisième alinéa de l'article 32 et au quatrième alinéa de l'article 33, ainsi que les délits de provocation prévus par le 1° de l'article 24, lorsque la provocation concerne des crimes ou délits aggravés en raison du handicap de la victime.Toutefois, quand l'infraction aura été commise envers des personnes considérées individuellement, l'association ne sera recevable dans son action que si elle justifie avoir reçu l'accord de ces personnes."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Dans tous les cas de poursuites correctionnelles ou de simple police, le désistement du plaignant ou de la partie poursuivante arrêtera la poursuite commencée."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Si le ministère public requiert une information, il sera tenu, dans son réquisitoire, d'articuler et de qualifier les provocations, outrages, diffamations et injures à raison desquels la poursuite est intentée, avec indication des textes dont l'application est demandée, à peine de nullité du réquisitoire de ladite poursuite."
    },
    {
      "provision_ref": "art50-1",
      "section": "50-1",
      "title": "Article 50-1",
      "content": "Lorsque les faits visés par les articles 24 et 24 bis, par les deuxième et troisième alinéas de l'article 32 et par les troisième et quatrième alinéas de l'article 33 résultent de messages ou informations mis à disposition du public par un service de communication au public en ligne et qu'ils constituent un trouble manifestement illicite, l'arrêt de ce service peut être prononcé par le juge des référés, à la demande du ministère public et de toute personne physique ou morale ayant intérêt à agir."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Immédiatement après le réquisitoire, le juge d'instruction pourra ordonner la saisie de quatre exemplaires de l'écrit, du journal ou du dessin incriminé.\n\nToutefois, dans les cas prévus aux premier à troisième et cinquième alinéas de l'article 24 et à l'article 37, la saisie des écrits ou imprimés, des placards ou affiches, a lieu conformément aux règles édictées par le code de procédure pénale. Il en est de même pour la saisie des tracts ou des affiches dans les cas prévus aux septième et huitième alinéas de l'article 24, aux deuxième et troisième alinéas de l'article 32 et aux troisième et quatrième alinéas de l'article 33."
    },
    {
      "provision_ref": "art51-1",
      "section": "51-1",
      "title": "Article 51-1",
      "content": "Par dérogation aux articles 80-1 et 116 du code de procédure pénale, le juge d'instruction qui envisage de mettre en examen une personne pour le délit de diffamation ou d'injure procède conformément aux dispositions du présent article.Il informe la personne de son intention de la mettre en examen par lettre recommandée avec demande d'avis de réception en précisant chacun des faits qui lui sont reprochés ainsi que leur qualification juridique. En ce cas, la personne est informée qu'elle peut choisir de répondre auxdites questions directement en demandant à être entendue par le juge d'instruction.Le juge d'instruction ne peut instruire sur les preuves éventuelles de la vérité des faits diffamatoires, ni sur celles de la bonne foi en matière de diffamation, ni non plus instruire sur l'éventuelle excuse de provocation en matière d'injure.Lors de l'envoi de l'avis prévu au deuxième alinéa du présent article, la personne est informée de son droit de désigner un avocat. En ce cas, la procédure est mise à la disposition de l'avocat désigné durant les jours ouvrables, sous réserve des exigences du bon fonctionnement du cabinet d'instruction. Les avocats peuvent également se faire délivrer copie de tout ou partie des pièces et actes du dossier dans les conditions mentionnées à l'article 114 du code de procédure pénale.A l'issue d'un délai d'un mois à compter de la réception de l'avis mentionné au deuxième alinéa du présent article, le juge d'instruction peut procéder à la mise en examen en adressant à la personne et à son avocat une lettre recommandée avec demande d'avis de réception selon les modalités prévues aux deuxième et troisième alinéas de l'article 113-8 du code de procédure pénale. Il informe à cette occasion la personne que, si elle demande à être entendue par le juge d'instruction, celui-ci est tenu de procéder à son interrogatoire."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Si la personne mise en examen est domiciliée en France, elle ne pourra être placée en détention provisoire que dans les cas prévus à l'article 23 et aux deuxième à quatrième  alinéas de l'article 24."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "La citation précisera et qualifiera le fait incriminé, elle indiquera le texte de loi applicable à la poursuite.\n\nSi la citation est à la requête du plaignant, elle contiendra élection de domicile dans la ville où siège la juridiction saisie et sera notifiée tant au prévenu qu'au ministère public.\n\nToutes ces formalités seront observées à peine de nullité de la poursuite."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Par dérogation au premier alinéa de l'article 552 du code de procédure pénale, le délai entre la citation et la comparution sera de vingt jours outre un jour par cinq myriamètres de distance.\n\nToutefois, en cas de diffamation ou d'injure pendant la période électorale contre un candidat à une fonction électorale, ce délai sera réduit à vingt-quatre heures, outre le délai de distance prévu aux deux derniers alinéas du même article 552, et les dispositions des articles 55 et 56 de la présente loi ne seront pas applicables."
    },
    {
      "provision_ref": "art54-1",
      "section": "54-1",
      "title": "Article 54-1",
      "content": "En cas de poursuites engagées en application des articles 50 ou 53 sous la qualification prévue soit au septième alinéa de l'article 24, soit au deuxième alinéa de l'article 32, soit au troisième alinéa de l'article 33, la juridiction de jugement peut, dans le respect du principe du contradictoire, requalifier l'infraction sur le fondement de l'une de ces dispositions.\n\nEn cas de poursuites engagées en application des articles 50 ou 53 sous la qualification prévue soit au huitième alinéa de l'article 24, soit au troisième alinéa de l'article 32, soit au quatrième alinéa de l'article 33, la juridiction de jugement peut, dans le respect du principe du contradictoire, requalifier l'infraction sur le fondement de l'une de ces dispositions."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Quand le prévenu voudra être admis à prouver la vérité des faits diffamatoires, conformément aux dispositions de l'article 35 de la présente loi, il devra, dans le délai de dix jours après la signification de la citation, faire signifier au ministère public ou au plaignant au domicile par lui élu, suivant qu'il est assigné à la requête de l'un ou de l'autre :\n\n1° Les faits articulés et qualifiés dans la citation, desquels il entend prouver la vérité ;\n\n2° La copie des pièces ;\n\n3° Les noms, professions et demeures des témoins par lesquels il entend faire la preuve.\n\nCette signification contiendra élection de domicile près le tribunal correctionnel, le tout à peine d'être déchu du droit de faire la preuve.\n\nEn cas de poursuites engagées sous la qualification prévues aux septième ou huitième alinéas de l'article 24 ou aux troisième ou quatrième alinéas de l'article 33, le présent article est également applicable devant la juridiction de jugement si celle-ci requalifie l'infraction sous la qualification prévue aux deuxième et troisième alinéas de l'article 32."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Dans les cinq jours suivants, en tout cas au moins trois jours francs avant l'audience, le plaignant ou le ministère public, suivant les cas, sera tenu de faire signifier au prévenu, au domicile par lui élu, les copies des pièces et les noms, professions et demeures des témoins par lesquels il entend faire la preuve du contraire sous peine d'être déchu de son droit."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le tribunal correctionnel et le tribunal de police seront tenus de statuer au fond dans le délai maximum d'un mois à compter de la date de la première audience.\n\nDans le cas prévu à l'alinéa 2 de l'article 54, la cause ne pourra être remise au-delà du jour fixé pour le scrutin."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le droit de se pourvoir en cassation appartiendra au prévenu et à la partie civile quant aux dispositions relatives à ses intérêts civils. Le prévenu sera dispensé de se mettre en état.La partie civile pourra user du bénéfice de l'article 585 du Code de procédure pénale sans le ministère d'un avocat à la Cour de cassation."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le pourvoi devra être formé, dans les trois jours au greffe de la cour ou du tribunal qui aura rendu la décision. Dans les vingt-quatre heures qui suivront, les pièces seront envoyées à la Cour de cassation, qui jugera d'urgence dans les dix jours à partir de leur réception.\n\nL'appel contre les jugements ou le pourvoi contre les arrêts des cours d'appel qui auront statué sur les incidents et exceptions autres que les exceptions d'incompétence ne sera formé, à peine de nullité, qu'après le jugement ou l'arrêt définitif et en même temps que l'appel ou le pourvoi contre ledit jugement ou arrêt.\n\nToutes les exceptions d'incompétence devront être proposées avant toute ouverture du débat sur le fond : faute de ce, elles seront jointes au fond et il sera statué sur le tout par le même jugement."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Sous réserve des dispositions des articles 50, 51, et 52 ci-dessus, la poursuite des crimes aura lieu conformément au droit commun."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "S'il y a condamnation, l'arrêt pourra, dans les cas prévus aux articles 24 (par. 1er et 3), 25, 36 et 37, prononcer la confiscation des écrits ou imprimés, placards ou affiches saisis et, dans tous les cas, ordonner la saisie et la suppression ou la destruction de tous les exemplaires qui seraient mis en vente, distribués ou exposés aux regard du public. Toutefois, la suppression ou la destruction pourra ne s'appliquer qu'à certaines parties des exemplaires saisis."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "En cas de condamnation prononcée en application des articles 23, 24 (alinéas 1er et 2), 25 et 27, la suspension du journal ou du périodique pourra être prononcée par la même décision de justice pour une durée qui n'excédera pas trois mois. Cette suspension sera sans effet sur les contrats de travail qui liaient l'exploitant lequel reste tenu de toutes les obligations contractuelles ou légales en résultant."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "L'aggravation des peines résultant de la récidive ne sera applicable qu'aux infractions prévues par les articles 24 (alinéas 5, 7 et 8), 32 (alinéas 2 et 3) et 33 (alinéas 3 et 4) de la présente loi.\n\nEn cas de conviction de plusieurs crimes ou délits prévus par la présente loi, les peines ne se cumuleront pas, et la plus forte sera seule prononcée."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Lorsque ont été ordonnées en référé des mesures limitant par quelque moyen que ce soit la diffusion de l'information, le premier président de la cour d'appel statuant en référé peut, en cas d'appel, arrêter l'exécution provisoire de la décision si celle-ci risque d'entraîner des conséquences manifestement excessives."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "L'action publique et l'action civile résultant des crimes, délits et contraventions prévus par la présente loi se prescriront après trois mois révolus, à compter du jour où ils auront été commis ou du jour du dernier acte d'instruction ou de poursuite s'il en a été fait.Toutefois, avant l'engagement des poursuites, seules les réquisitions aux fins d'enquête seront interruptives de prescription. Ces réquisitions devront, à peine de nullité, articuler et qualifier les provocations, outrages, diffamations et injures à raison desquels l'enquête est ordonnée.Les prescriptions commencées à l'époque de la publication de la présente loi, et pour lesquelles il faudrait encore, suivant les lois existantes, plus de trois mois à compter de la même époque, seront, par ce laps de trois mois, définitivement accomplies."
    },
    {
      "provision_ref": "art65-1",
      "section": "65-1",
      "title": "Article 65-1",
      "content": "Les actions fondées sur une atteinte au respect de la présomption d'innocence commise par l'un des moyens visés à l'article 23 se prescriront après trois mois révolus à compter du jour de l'acte de publicité."
    },
    {
      "provision_ref": "art65-2",
      "section": "65-2",
      "title": "Article 65-2",
      "content": "En cas d'imputation portant sur un fait susceptible de revêtir une qualification pénale, le délai de prescription prévu par l'article 65 est réouvert ou court à nouveau, au profit de la personne visée, à compter du jour où est devenue définitive une décision pénale intervenue sur ces faits et ne la mettant pas en cause."
    },
    {
      "provision_ref": "art65-3",
      "section": "65-3",
      "title": "Article 65-3",
      "content": "Pour les délits prévus par l'article 24, l'article 24 bis, les deuxième et troisième alinéas de l'article 32 et les troisième et quatrième alinéas de l'article 33, le délai de prescription prévu par l'article 65 est porté à un an.\n\nPour ces délits, le deuxième alinéa de l'article 65 n'est pas applicable."
    },
    {
      "provision_ref": "art65-4",
      "section": "65-4",
      "title": "Article 65-4",
      "content": "Les articles 54-1 et 65-3 et le dernier alinéa de l'article 55 sont applicables aux contraventions prévues par le code pénal réprimant les faits prévus aux septième et huitième alinéas de l'article 24, aux deuxième et troisième alinéas de l'article 32 et aux troisième et quatrième alinéas de l'article 33 lorsque ces faits ne sont pas commis publiquement."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Le montant des cautionnements versés par les journaux ou, écrits périodiques, actuellement soumis à cette obligation, sera remboursé à chacun d'eux par le Trésor public dans un délai de trois mois, à partir du jour de la promulgation dé la présente loi, sans préjudice des retenues qui pourront être effectuées au profit de l'Etat et des particuliers, pour les condamnations à l'amende et les réparations civiles auxquelles il n'aura pas été autrement satisfait à l'époque du remboursement."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Sont abrogés les édits, lois, décrets, ordonnances, arrêtés, règlements, déclarations généralement quelconques, relatifs à l'imprimerie, à la librairie, à la presse périodique ou non périodique, au colportage, à l'affichage, à la vente sur la voie publique et aux crimes et délits prévus par les lois sur la presse et les autres moyens de publication, sans que puissent revivre les dispositions abrogées par les lois antérieures.Est également abrogé le second paragraphe de l'article 31 de la loi du 10 août 1871 sur les conseils généraux, relatif à l'appréciation de leurs discussions par les journaux."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "La présente loi est applicable, dans sa rédaction résultant de la loi n° 2024-247 du 21 mars 2024 renforçant la sécurité et la protection des maires et des élus locaux, dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises.Pour leur application en Nouvelle-Calédonie, les références au code civil sont remplacées par les références aux dispositions applicables localement ayant le même objet."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Amnistie est accordée pour tous les crimes et délits commis antérieurement au 16 février 1881, par la voie de la presse ou autres moyens de publication, sauf l'outrage aux bonnes moeurs puni par l'article 28 de la présente loi et sans préjudice du droit des tiers.\n\nLes amendes non perçues ne seront pas exigées. Les amendes déjà perçues ne seront pas restituées, à l'exception de celles qui ont été payées depuis le 16 février 1881.\n\nLa présente loi, délibérée et adoptée par le Sénat et par la chambre des députés, sera exécutée comme loi de l'Etat."
    }
  ]
}