{
  "id": "jorftext000000317307",
  "type": "statute",
  "title": "Loi n° 86-18 du 6 janvier 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000317307",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les sociétés constituées en vue de l'attribution, en totalité ou par fractions, d'immeubles à usage principal d'habitation en jouissance par périodes aux associés auxquels n'est accordé aucun droit de propriété ou autre droit réel en contrepartie de leurs apports, sont régies par les dispositions applicables aux sociétés sous réserve des dispositions de la présente loi.\n\nL'objet de ces sociétés comprend la construction d'immeubles, l'acquisition d'immeubles ou de droits réels immobiliers, l'aménagement ou la restauration des immeubles acquis ou sur lesquels portent ces droits réels.\n\nIl comprend aussi l'administration de ces immeubles, l'acquisition et la gestion de leurs éléments mobiliers conformes à la destination des immeubles. Il peut également s'étendre à la fourniture des services, au fonctionnement des équipements collectifs nécessaires au logement ou à l'immeuble et de ceux conformes à la destination de ce dernier, qui lui sont directement rattachés."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les sociétés mentionnées à l'article 1er ne peuvent se porter caution."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les associés sont tenus, envers la société, de répondre aux appels de fonds nécessités par la construction, l'acquisition, l'aménagement ou la restauration de l'immeuble social en proportion de leurs droits dans le capital social et de participer aux charges dans les conditions prévues à l'article 9 de la présente loi.Si un associé ne satisfait pas à ces obligations, il peut être fait application des deuxième, troisième et quatrième alinéas de l'article L. 212-4 du code de la construction et de l'habitation.L'associé défaillant ne peut prétendre, à compter de la décision de l'assemblée générale, ni entrer en jouissance de la fraction de l'immeuble à laquelle il a vocation, ni se maintenir dans cette jouissance."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Par dérogation à l'article 1857 du code civil, les associés des sociétés constituées sous la forme de société civile ne répondent des dettes sociales à l'égard des tiers qu'à concurrence de leurs apports."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le ou les gérants d'une société civile constituée aux fins prévues à l'article 1er de la présente loi sont nommés, pour un mandat d'une durée maximale de trois ans renouvelable, par une décision des associés représentant plus de la moitié des parts sociales nonobstant toutes dispositions contraires des statuts."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le ou les gérants d'une société civile constituée aux fins prévues à l'article 1er de la présente loi sont révocables par une décision des associés représentant plus de la moitié des parts sociales nonobstant toutes dispositions contraires des statuts."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Est réputée non écrite toute clause des statuts prévoyant la désignation d'une personne physique ou morale autre que le représentant de la société pour assumer les missions prévues à l'article 1er de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Un état descriptif de division délimite les diverses parties de l'immeuble social en distinguant celles qui sont communes de celles qui sont à usage privatif.\n\nLes parts ou actions sont réparties entre les associés en fonction des caractéristiques du lot attribué à chacun d'eux, de la durée et de l'époque d'utilisation du local correspondant.\n\nLa valeur des droits de tous les associés est appréciée au jour de l'affectation aux lots des groupes de droits sociaux qui leur sont attachés.\n\nUn tableau d'affectation des parts ou actions aux lots et par période est annexé à l'état descriptif de division.\n\nUn règlement précise la destination de l'immeuble et de ses diverses parties et organise les modalités de l'utilisation des équipements collectifs.\n\nSi un document publicitaire, quelle que soit sa forme, fait état d'un service mis à la disposition des associés et destiné à permettre l'échange des périodes de jouissance, la vente des actions ou parts sociales ou la location du lot qui leur est attaché, le règlement mentionne l'existence de ce service. En ce cas, tout acte de souscription ou de cession d'actions ou de parts sociales doit en faire état.\n\nLe règlement indique, en outre, les conditions particulières dont peut être assorti ce service."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "A moins qu'elles ne soient individualisées par les lois ou règlements en vigueur, un décret détermine, parmi les charges entraînées par les services collectifs, les éléments d'équipement et le fonctionnement de l'immeuble, les charges communes et les charges liées à l'occupation.\n\nLes associés sont tenus de participer aux charges des deux catégories en fonction de la situation et de la consistance du local, de la durée et de l'époque de la période de jouissance.\n\nToutefois, lorsque le local sur lequel l'associé exerce son droit de jouissance n'est pas occupé, l'associé n'est pas tenu de participer aux charges de la deuxième catégorie pendant la période correspondante.\n\nIls sont tenus de participer aux charges relatives au fonctionnement de la société, à la conservation, à l'entretien et à l'administration des parties communes en proportion du nombre des parts ou actions qu'ils détiennent dans le capital social.\n\nLe règlement fixe la quote-part qui incombe, dans chacune des catégories de charges, à chaque groupe particulier de parts ou actions défini en fonction de la jouissance.\n\nA défaut, il indique les bases selon lesquelles la répartition est faite."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Tout associé peut demander au   tribunal judiciaire du lieu de situation de l'immeuble la révision, pour l'avenir, de la répartition des charges visées à l'article 9, si la part correspondant à son lot est supérieure de plus d'un quart ou si la part correspondant au lot d'un autre associé est inférieure de plus d'un quart, dans l'une ou l'autre catégorie de charges, à celle qui résulterait d'une répartition conforme aux dispositions de l'article 9. Si l'action est reconnue fondée, le tribunal procède à la nouvelle répartition des charges.\n\nL'action en révision prévue à l'alinéa 1er ne peut être exercée que dans les cinq ans de l'adoption de l'état descriptif de division, du règlement et des dispositions corrélatives des statuts."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'état descriptif de division, le règlement et les dispositions corrélatives des statuts doivent être adoptés avant tout commencement des travaux de construction ou, en cas d'acquisition de l'immeuble existant avant toute entrée en jouissance des associés."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les sociétés prévues à l'article 1er qui ont pour objet la construction d'immeubles sont tenues de se conformer aux dispositions de l'article L. 212-10 du code de la construction et de l'habitation en ce qu'il impose soit de conclure un contrat de promotion immobilière, soit de confier les opérations constitutives de la promotion immobilière à leur représentant légal ou statutaire.\n\nLes mêmes obligations incombent aux sociétés prévues à l'article 1er qui ont pour objet l'acquisition d'immeubles en vue de l'aménagement ou de la restauration dès lors que le coût global des travaux excède 50 p. 100 du prix d'acquisition des immeubles.\n\nLes sociétés prévues à l'article 1er qui ont pour objet l'acquisition d'immeubles à construire doivent conclure un contrat ou bénéficier d'une cession de contrat conforme aux dispositions des articles L. 261-10 et suivants du code de la construction et de l'habitation. Si la vente a lieu sous la forme de vente en l'état futur d'achèvement, le contrat comporte la garantie d'achèvement prévue par l'article L. 261-11 du même code."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La société, quelle qu'en soit la forme, peut exiger de chaque associé, en début d'exercice, le versement d'une provision au plus égale au montant des charges lui ayant été imparties lors de l'exercice précédent ou, s'il s'agit d'un nouvel associé, ayant été imputées à l'associé précédent au cours du dernier exercice écoulé, pour le même local, la même durée et la même période.\n\nLe règlement peut prévoir, pour le premier exercice à compter de l'achèvement des opérations mentionnées à l'article 1er de la présente loi, le paiement d'avances sur charges.\n\nLes associés se réunissent en assemblée générale au moins une fois par an. Lorsque, conjointement, des associés disposant au moins du cinquième des parts ou actions de la société le demandent, l'assemblée générale est réunie dans un délai de trois mois qui suit la date de cette demande. L'assemblée est réunie dans le même délai à la demande du conseil de surveillance.\n\nL'ordre du jour de l'assemblée générale est établi en concertation avec le conseil de surveillance, qui peut demander l'inscription d'une ou de plusieurs questions à l'ordre du jour.\n\nLes associés peuvent toujours assister aux assemblées générales et y voter. Les votes par correspondance sont admis. L'avis de convocation à l'assemblée générale, qui doit mentionner les questions portées à l'ordre du jour et comporter la reproduction du dernier alinéa du présent article, est adressé à tous les associés. Sans préjudice de ce qui est dit au premier alinéa de l'article 14, un associé peut se faire représenter à l'assemblée générale par toute personne physique ou morale même non associée. Toute clause contraire des statuts est réputée non écrite.\n\nDans les quinze jours précédant l'assemblée générale, tout associé peut demander à la société communication des comptes sociaux. A tout moment, tout associé peut également demander communication de la liste des noms et adresses des autres associés ainsi que de la répartition des parts sociales et des droits en jouissance qui y sont attachés. L'envoi des documents communiqués est effectué dans le délai maximal de sept jours à compter de la réception de la demande, le cas échéant, aux frais avancés, dûment justifiés, du demandeur."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les statuts prévoient que chaque ensemble d'associés ayant un droit de jouissance pendant la même période peut, à la majorité, désigner un ou plusieurs associés de cet ensemble pour le représenter à l'assemblée générale. Chaque représentant peut avoir un ou plusieurs suppléants ayant également la qualité d'associé.\n\nLes représentants de période et leurs suppléants sont désignés pour une durée maximum de trois ans, renouvelable ; ils ne peuvent se faire représenter.\n\nLes dispositions du premier alinéa ne sont pas applicables aux décisions mentionnées aux deuxième et dernier alinéas de l'article 16."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Chaque associé dispose d'un nombre de voix proportionnel au nombre de parts ou actions qu'il détient dans le capital social.\n\nToutefois, en ce qui concerne les décisions relatives aux charges mentionnées au premier alinéa de l'article 9, chaque associé dispose d'un nombre de voix proportionnel à sa participation aux charges.\n\nEn outre, lorsque le règlement met à la charge de certains associés seulement les dépenses d'entretien d'une partie de l'immeuble ou les dépenses d'entretien et de fonctionnement d'un élément d'équipement, seuls ces associés ou leurs représentants prennent part au vote sur les décisions qui concernent ces dépenses.\n\nDans tous les cas, chaque représentant de période ou son suppléant dispose d'un nombre de voix égal au total des voix des associés de la période qu'il représente, sous déduction des voix des associés présents ou représentés en application du cinquième alinéa de l'article 13."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les décisions de l'assemblée générale sont prises à la majorité des voix des associés présents ou représentés, sous réserve des alinéas suivants et des dispositions des articles 5 et 6 de la présente loi.\n\nLa majorité des deux tiers des voix des associés est requise pour la modification des statuts, pour l'établissement ou la modification du règlement, pour les décisions relatives à des actes de disposition affectant des biens immobiliers, pour la dissolution anticipée de la société, pour la fixation des modalités de sa liquidation et pour sa prorogation.\n\nLa majorité des deux tiers des voix des associés présents ou représentés est requise pour toutes les décisions relatives à des opérations telles que la transformation d'un ou de plusieurs éléments d'équipement existants, l'adjonction d'éléments nouveaux, l'aménagement ou la création de locaux à usage commun.\n\nPour les décisions prévues aux deuxième et troisième alinéas, et par dérogation à l'alinéa 1er de l'article 15, l'ensemble des cessionnaires de parts ou actions d'une société d'attribution d'immeubles en jouissance à temps partagé ne peut disposer de moins de 40 p. 100 des voix.\n\nLa répartition entre les associés de leurs droits dans le capital, telle qu'elle est définie aux deuxième, troisième et quatrième alinéas de l'article 8, ne peut être modifiée qu'à la majorité des deux tiers des voix des associés. Cette modification doit avoir reçu l'accord de chacun des associés concernés."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le premier alinéa de l'article 23 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis ne s'applique pas aux associés des sociétés régies par la présente loi, lorsque ces sociétés sont membres d'un syndicat de copropriété.\n\nLorsque les sociétés régies par la présente loi sont membres d'un tel syndicat, nonobstant toutes dispositions contraires des statuts, elles sont représentée à l'assemblée du syndicat, par toute personne désignée chaque année par l'assemblée générale appelée à approuver les comptes sociaux. Cette personne rend compte aux associés des décisions prises par le syndicat de copropriété lors de la première assemblée générale tenue après l'assemblée du syndicat."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Lorsque les dispositions applicables à la forme sociale choisie n'imposent pas la constitution d'un conseil d'administration ou d'un conseil de surveillance, il est institué un conseil de surveillance. Ce conseil est élu par l'assemblée générale parmi les associés. Les dirigeants sociaux, leur conjoint et leurs préposés ne peuvent en faire partie. Nonobstant toutes dispositions contraires des statuts, les membres du conseil de surveillance sont nommés pour un mandat d'une durée maximale de trois ans renouvelable. Ils sont révocables par l'assemblée générale. Le conseil de surveillance élit son président parmi ses membres. A moins que les statuts n'aient fixé les règles relatives à l'organisation et au fonctionnement du conseil de surveillance, ces règles sont fixées par l'assemblée générale.\n\nLe conseil de surveillance donne son avis aux dirigeants sociaux ou à l'assemblée générale sur toutes les questions concernant la société, pour lesquelles il est consulté ou dont il se saisit lui-même.\n\nIl peut prendre connaissance et copie, à sa demande et après en avoir avisé la société, de toutes pièces, documents, correspondance ou registres se rapportant à la gestion de la société.Lorsqu'une communication est faite au conseil de surveillance, elle est valablement faite à la personne de son président. Chaque année, le conseil de surveillance rend compte à l'assemblée générale de l'exécution de sa mission."
    },
    {
      "provision_ref": "art18-1",
      "section": "18-1",
      "title": "Article 18-1",
      "content": "A défaut de dispositions imposant la nomination d'un commissaire aux comptes, le contrôle de la gestion est effectué chaque année par un technicien non associé désigné par l'assemblée à laquelle il rend compte de sa mission.Il peut avoir recours aux dispositions du troisième alinéa de l'article 18."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dirigeants sociaux, leur conjoint et leurs préposés ainsi que toute personne physique ou morale les représentant directement ou indirectement ne peuvent ni être représentants de période ni recevoir mandat pour représenter un associé."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "Nonobstant toute clause contraire des statuts, un associé peut se retirer totalement ou partiellement de la société, après autorisation donnée par une décision unanime des associés. Ce retrait peut également être autorisé pour justes motifs par une décision de justice, notamment lorsque l'associé est bénéficiaire des minima sociaux ou perçoit une rémunération inférieure au salaire minimum interprofessionnel de croissance, ou lorsque l'associé ne peut plus jouir du lot qui lui a été attribué du fait de la fermeture ou de l'inaccessibilité de la station ou de l'ensemble immobilier concerné.\n\nLe retrait est de droit lorsque les parts ou actions que l'associé détient dans le capital social lui ont été transmises par succession depuis moins de deux ans à compter de la demande de retrait formée par l'héritier ou les héritiers devenus associés auprès de la société. Le retrait est constaté par acte notarié signé par l'héritier ou les héritiers devenus associés qui se retirent et le représentant de la société. Le coût du ou des actes notariés et les droits y afférents liés au retrait sont supportés par l'héritier ou les héritiers devenus associés qui se retirent. En cas de pluralité d'héritiers, il est fait application de l'article 815-3 du code civil. L'héritier ou les héritiers devenus associés qui se retirent ont droit au remboursement de la valeur de leurs droits sociaux fixée, à défaut d'accord amiable, conformément à l'article 1843-4 du même code."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Toute souscription ou cession de parts ou actions doit faire l'objet d'un acte sous seing privé ou d'un acte notarié qui précise la nature des droits attachés à la part ou action et leur consistance, telles que celles-ci résultent de la localisation de l'immeuble et du local correspondant au lot, et la détermination de la période de jouissance attribuée.\n\nS'il s'agit d'une cession, l'acte précité doit, en outre, préciser la situation comptable du cédant, attestée par la société, et, sauf si la cession a lieu à titre gratuit, le prix à payer au cédant.\n\nL'acte de souscription ou de cession fait également mention du dépôt au rang des minutes d'un notaire soit du contrat de vente d'immeuble à construire, soit du contrat de promotion immobilière, de l'acte en tenant lieu ou de l'acte de cession de l'un de ces contrats.\n\nDoivent être annexés à l'acte de souscription ou de cession les statuts de la société, l'état descriptif de division, le tableau d'affectation des parts ou actions, le règlement prévu à l'article 8, une note sommaire indiquant les caractéristiques techniques de l'immeuble et des locaux et, s'il y a lieu, le bilan du dernier exercice, le montant des charges afférentes au lot pour l'exercice précédent ou, à défaut, le montant prévisionnel de celles-ci et un inventaire des équipements et du mobilier. Cet acte peut se borner à faire référence à ces documents s'ils sont déposés au rang des minutes d'un notaire. En ce cas, une copie de ces documents est remise à l'associé et l'acte de souscription ou de cession doit mentionner cette communication.\n\nLes dispositions du présent article ne s'appliquent pas s'il s'agit d'une souscription effectuée lors de la constitution de la société, sous réserve des dispositions propres à chaque société selon sa forme."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Un état des lieux est établi contradictoirement par l'associé et le gérant de la société ou son représentant dûment désigné à cet effet, lors de la restitution du local au terme de la période de jouissance. L'associé nouvel occupant a, de plein droit, communication de cet état des lieux."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Sauf entre associés, aucun contrat de cession de parts ou actions ne peut être conclu avant l'achèvement de l'immeuble, à moins que n'aient été fournies la garantie exigée en application du deuxième alinéa ci-après et la justification soit d'un contrat de vente d'immeuble à construire soumis aux articles L. 261-10 et suivants du code de la construction et de l'habitation, soit d'un contrat de promotion immobilière ou de l'écrit en tenant lieu.\n\nSauf entre associés, toutes cession volontaire de parts ou actions consentie avant l'achèvement doit comporter la justification d'une garantie destinée à assurer, en cas de défaillance d'un ou plusieurs associés, le règlement des appels de fonds nécessaires au paiement du prix d'acquisition des biens sociaux ou à la réalisation des travaux de construction, d'aménagement ou de restauration. Cette garantie est donnée par   un établissement de crédit ou une société de financement habilité à se porter caution ou à réaliser des opérations de financement immobilier, par une entreprise d'assurance agréée à cet effet ou par une société de caution mutuelle constituée conformément aux dispositions de la loi du 13 mars 1917 ayant pour objet l'organisation du crédit au petit et au moyen commerce, à la petite et à la moyenne industrie.\n\nLorsque l'associé cédant est un des organismes précités, il n'a pas à fournir cet engagement.\n\nLes dispositions des premier et deuxième alinéas du présent article sont applicables aux souscriptions de parts ou d'actions effectuées avant l'achèvement de l'immeuble, à l'exception de celles qui ont lieu lors de la constitution de la société.\n\nLe représentant de la société qui aura effectué une souscription de parts ou d'actions, ou l'associé qui aura consenti une cession de parts ou d'actions en violation du présent article sera puni d'un emprisonnement de deux ans et d'une amende de 15000 euros ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'associé dispose du droit de louer ou de prêter le local qui lui est attribué en jouissance, pendant la période où il lui est attribué.Toute clause contraire des statuts ou du règlement est réputée non écrite."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Lorsque la société d'attribution d'immeubles en jouissance à temps partagé revêt la forme coopérative, elle doit limiter son objet aux opérations concernant les immeubles compris dans un même programme, comportant une ou plusieurs tranches d'un ensemble immobilier."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le représentant légal ou statutaire de la société coopérative ne peut entreprendre chaque tranche du programme prévu par les statuts que lorsque les tranches précédentes sont souscrites à concurrence d'au moins 75 p. 100 et que si la souscription de toutes les parts ou actions correspondant aux lots compris dans l'ensemble du programme faisant l'objet d'une même autorisation de construire est garantie.Cette garantie, qui consiste en l'engagement d'acquérir ou de faire acquérir les parts ou actions qui n'auraient pas été acquises un an après la date de l'acquisition de l'immeuble ou de la réception des ouvrages, ou en l'engagement de supporter ou de faire supporter jusqu'à la souscription toutes les dépenses, y compris les charges, afférentes aux lots non souscrits qui pourraient être imputées aux associés, est donnée par   un établissement de crédit ou une société de financement habilité à se porter caution ou à réaliser des opérations de financement immobilier, une entreprise d'assurance agréée à l'effet de se porter caution, une société de caution mutuelle constituée conformément aux dispositions de la loi du 13 mars 1917 précitée.La garantie visée à l'alinéa précédent peut également être consentie par un organisme agréé par l'Etat dans des conditions déterminées par un décret en Conseil d'Etat qui précise notamment les règles concernant la capacité de tels organismes à assumer l'engagement de garantie et la compétence et l'expérience professionnelle exigées de leurs dirigeants.Ce décret fixe, en outre, les statuts types des organismes prévus à l'alinéa précédent, les modalités de leur intervention en garantie et de leur contrôle ainsi que les règles concernant le retrait de l'agrément auquel cette intervention est subordonnée.Pour chacune de ces tranches, le commencement des travaux est subordonné à un pourcentage de souscription des parts ou des actions correspondant au moins à 50 p. 100 du coût de la tranche. Les souscriptions sont financées par les associés au moyen d'apports personnels ou de prêts et, le cas échéant, par la quote-part correspondante de l'emprunt éventuellement contracté à cette fin par la société.Les dispositions prévues à l'alinéa premier de l'article L. 213-7 du code de la construction et de l'habitation s'appliquent aux sociétés coopératives visées par le présent chapitre."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "La société coopérative qui procède à la construction d'immeubles est tenue de se conformer aux dispositions de l'article L. 213-6 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Lorsqu'un associé ne satisfait pas aux obligations auxquelles il est tenu envers la société, il peut être fait application des dispositions des deuxième, troisième, quatrième et cinquième alinéas de l'article L. 213-10 du code de la construction et de l'habitation.\n\nJusqu'à l'achèvement de chaque tranche du programme mentionné à l'article 24 de la présente loi, la démission et l'exclusion d'un associé sont soumises aux dispositions de l'article L. 213-11, du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Par dérogation à l'article 9 de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération, chaque associé d'une société coopérative dispose d'un nombre de voix proportionnel au nombre de parts ou actions :\n\na) En ce qui concerne les décisions à prendre pendant la période de construction ;\n\nb) Une fois cette période terminée, en ce qui concerne les décisions relatives aux travaux visés au n de l'article 25 de la loi n° 65-557 du 10 juillet 1965 précitée.\n\nEn ce qui concerne les décisions relatives aux charges mentionnées au premier alinéa de l'article 9, chaque associé d'une société coopérative dispose d'un nombre de voix proportionnel à sa participation aux charges."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Lorsque la société coopérative est constituée sous la forme de société civile, elle est administrée par un conseil de gérance composé de trois membres au moins nommés dans les conditions prévues par l'article 6 de la loi n° 47-1775 du 10 septembre 1947 précitée.Par dérogation à l'article 8 de ladite loi, les premiers membres du conseil de gérance peuvent être désignés dans les statuts pour une durée ne pouvant pas excéder trois exercices."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les sociétés coopératives font procéder périodiquement à l'examen analytique de leur situation financière et de leur gestion dans les conditions prévues par l'article 29 de la loi n° 83-657 du 20 juillet 1983 relative au développement de certaines activités d'économie sociale."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Toute personne qui, ayant reçu ou accepté un ou plusieurs versements, dépôts, souscriptions ou acceptations d'effets de commerce, chèques ou autorisations de prélèvements sur compte bancaire ou postal, à l'occasion de la formation ou de l'exécution d'un contrat de société soumis aux dispositions de la présente loi, aura détourné tout ou partie de ces sommes sera punie des peines de l'abus de confiance prévues par les articles 314-1 et 314-10 du code pénal."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Tout document constatant l'acquisition de parts ou actions de sociétés régies par la présente loi devra faire apparaître clairement que cette acquisition confère seulement la qualité d'associé et non celle de propriétaire de l'immeuble.\n\nDans toute publicité faite, reçue ou perçue en France, sous quelque forme que ce soit, concernant des opérations d'attribution, en totalité ou par fractions, d'immeubles à usage principal d'habitation en jouissance par périodes aux associés auxquels n'est accordé aucun droit de propriété ou autre droit réel sur les immeubles en contrepartie de leur apport, le recours à toute expression incluant le terme \"propriétaire\" pour qualifier la qualité des associés ou \"propriété\" pour qualifier les droits qui leur sont accordés sur l'immeuble est interdit.\n\nEst puni de 15 000 € d'amende le fait, pour tout annonceur, de diffuser ou de faire diffuser pour son compte une publicité non conforme au deuxième alinéa."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les sociétés déjà constituées à la date de la présente loi en vue des opérations prévues à l'article 1er devront mettre leurs statuts en conformité avec ses dispositions dans les deux ans de cette publication, dans les conditions prévues par les troisième et quatrième alinéas de l'article 499 de la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales et sous peine des sanctions prévues par le premier alinéa de l'article 500 et par l'article 501 de ladite loi n° 66-537 du 24 juillet 1966 (1). Toutefois, pour les sociétés de forme civile, la compétence attribuée au président du tribunal de commerce est dévolue au président du   tribunal judiciaire.Les dispositions de l'article 4 ne sont pas applicables aux dettes sociales antérieures à la mise en conformité des statuts."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les dispositions de l'article 1655 ter du code général des impôts ne sont pas applicables aux sociétés dont les statuts sont établis en conformité avec les dispositions de la présente loi."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "La présente loi est applicable à la collectivité territoriale de Mayotte. Les articles 1er à 23 sont applicables au territoire de la Polynésie française. Pour l'application de l'article 12 au territoire de la Polynésie française, la référence au code de la construction et de l'habitation est remplacée par la référence aux délibérations de l'assemblée de la Polynésie française applicables en la matière."
    }
  ]
}