{
  "id": "jorftext000000603905",
  "type": "statute",
  "title": "Loi n° 2003-590 du 2 juillet 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000603905",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - paragraphe modificateur.II. - La perte de recettes résultant pour le budget de l'Etat des dispositions du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Lorsqu'un plan local d'urbanisme a été approuvé avant l'entrée en vigueur de la présente loi :a) Les orientations générales du projet d'aménagement et de développement durable tiennent lieu et ont les effets du projet d'aménagement et de développement durable au sens du deuxième alinéa de l'article L. 123-1 du code de l'urbanisme dans sa rédaction issue de ladite loi ;b) Les orientations et prescriptions particulières du projet d'aménagement et de développement durable tiennent lieu et ont les effets des orientations d'aménagement prévues par le troisième alinéa de l'article L. 123-1 du code de l'urbanisme dans sa rédaction issue de ladite loi.Le maire ou le président de l'établissement public de coopération intercommunale compétent peut mettre à jour le plan pour présenter sous forme séparée ces deux éléments."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, les plans locaux d'urbanisme ou documents d'urbanisme en tenant lieu sont validés en tant que leur légalité serait contestée aux motifs qu'ils n'auraient pas été élaborés ou révisés et mis à l'enquête publique pour la totalité du territoire de l'établissement de coopération intercommunale, et notamment à ceux liés, directement ou indirectement, au fait que les documents mis à disposition du public pour l'enquête publique, dans chaque commune membre, n'auraient pas été ceux concernant la totalité du territoire de l'établissement public de coopération intercommunale mais seulement ceux intéressant le territoire de la commune concernée."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les délibérations prescrivant la révision d'urgence d'un plan d'occupation des sols ou d'un plan local d'urbanisme, en application des dispositions des articles L. 123-13 et L. 123-19 du code de l'urbanisme dans leur rédaction antérieure à l'entrée en vigueur de la présente loi, valent prescription d'une révision simplifiée."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les délibérations, conventions et actes relatifs à la participation pour le financement des voies nouvelles et réseaux visée aux articles L. 332-11-1 et L. 332-11-2 du code de l'urbanisme dans leur rédaction antérieure à la présente loi valent délibérations, conventions et actes pour l'instauration et la mise en oeuvre de la participation pour voirie et réseaux, en application des articles L. 332-11-1 et L. 332-11-2 du code de l'urbanisme dans leur rédaction issue de ladite loi."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Un an après la promulgation de la présente loi, le Gouvernement transmet au Parlement un rapport sur la mise en oeuvre du dispositif relatif à la participation pour voirie et réseaux."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "En application du principe de la séparation des pouvoirs et de l'autonomie des assemblées parlementaires qui en découle, les règles applicables à la gestion du patrimoine constitué par le jardin du Luxembourg, dont l'affectation au Sénat résulte de l'article 2 de l'ordonnance n° 58-1100 du 17 novembre 1958 relative au fonctionnement des assemblées parlementaires, ainsi que les règles relatives aux constructions, démolitions, travaux, aménagements et installations dans le périmètre et sur les grilles du jardin, sont fixées par les autorités compétentes du Sénat."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Sous réserve de toute décision passée en force de chose jugée, les contrats de mandat conclus avant le 6 mars 2003 sont réputés valides nonobstant l'irrégularité dont ils pourraient être entachés du fait de l'annulation des dispositions du 7° de l'article 3 du code des marchés publics."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. A, B, C, D, E : paragraphes modificateurs.F. - Les dispositions des A et E sont applicables à compter de l'imposition des revenus de l'année 2003.II. - Paragraphe modificateurIII. - Abrogé"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. - Les pays dont le périmètre définitif a été reconnu avant la date de publication de la présente loi sont réputés constitués dans les conditions prévues à l'article 22 de la loi n° 95-115 du 4 février 1995 d'orientation pour le développement du territoire.II. - Les groupements d'intérêt public de développement local créés en application de l'article 25 de la loi n° 99-533 du 25 juin 1999 d'orientation pour l'aménagement et le développement durable du territoire sont prorogés pour une durée de deux ans à compter de la publication de la présente loi."
    }
  ]
}