{
  "id": "jorftext000000634802",
  "type": "statute",
  "title": "Loi n° 2005-1719 du 30 décembre 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000634802",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2006 conformément aux lois et règlements et aux dispositions de la présente loi.II. - Sous réserve de dispositions contraires, la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de 2005 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 2005 ;3° A compter du 1er janvier 2006 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I., II., III. 1-Paragraphes modificateurs.III. 2. Un décret précise les modalités de paiement des versements mensuels prévus à l'article 1665 ter du code général des impôts.IV.-Les dispositions prévues au III s'appliquent à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. à VI.-Paragraphes modificateurs.VII.-Pour l'application des dispositions du II de l'article 1678 quater du code général des impôts institué par le 2° du IV du présent article et celles de la deuxième phrase du premier alinéa du l du IV de l'article L. 136-7 du code de la sécurité sociale instituée par le V du présent article, l'assiette de référence, retenue pour le calcul du versement mentionné au II de l'article 1678 quater précité ainsi que de celui prévu à la deuxième phrase du premier alinéa du 1 du IV de l'article L. 136-7 précité dus au titre de l'année 2006, est égale à 70 % du montant des intérêts inscrits en compte le 31 décembre 2005 sur des plans d'épargne-logement de plus de douze ans ou dont la durée est échue à cette date.VIII.-Les dispositions du présent article sont applicables aux intérêts courus et inscrits en compte à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I., II. - Paragraphes modificateurs.III. - Un décret précise les modalités d'application du présent article, notamment les obligations déclaratives."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-Paragraphe modificateur.\n\nII.-L'Etat compense les pertes de recettes supportées par les communes et les établissements publics de coopération intercommunale à fiscalité propre en raison de l'exonération de taxe foncière sur les propriétés non bâties accordée en application de l'article 1394 B bis du code général des impôts.\n\nCette compensation est égale en 2006 au produit obtenu en multipliant, pour chaque commune ou établissement public de coopération intercommunale à fiscalité propre, le montant des bases d'imposition exonérées en application du I par le taux de la taxe foncière sur les propriétés non bâties voté au titre de l'année 2005.\n\nA compter de 2007, elle évolue chaque année d'un coefficient égal au taux de croissance de la dotation globale de fonctionnement.\n\nPour les communes qui appartiennent à un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale.\n\nJusqu'au 31 décembre 2010, pour les communes qui sont membres d'un établissement public de coopération intercommunale à fiscalité additionnelle soumis, pour la première fois en 2006, aux dispositions de l'article 1609 nonies C du code général des impôts dans sa version en vigueur jusqu'au 31 décembre 2010, le taux appliqué en 2005 dans la commune est majoré du taux voté en 2005 par l'établissement public de coopération intercommunale ; lorsque l'établissement public de coopération intercommunale est soumis aux dispositions précitées à compter de 2007, les communes susvisées perçoivent la part de la compensation qui était allouée antérieurement à l'établissement public de coopération intercommunale en contrepartie de la perte de recettes constatée sur leur territoire.\n\nIII., IV.-Paragraphes modificateurs.\n\nV.-Les dispositions des I, II, III et IV s'appliquent aux impositions établies au titre de 2006 et des années suivantes.\n\nVI. - Pour l'application des dispositions qui précèdent, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, à la commune de Paris."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. à IV.-Paragraphes modificateurs.V.-Les dispositions prévues aux 1°, 2° et 4° du I s'appliquent aux périodes d'imposition ouvertes à compter du 1er octobre 2005. Celles prévues au 3° du I s'appliquent aux périodes d'imposition ouvertes à compter du 1er octobre 2006.VI.-Les dispositions prévues aux II, III, IV et VIII s'appliquent à compter de la période d'imposition s'ouvrant le 1er décembre 2006.VII.-A compter du 1er janvier 2006, le produit de la taxe différentielle sur les véhicules à moteur perçu en application de l'article 1599 I bis du code général des impôts est affecté au budget général de l'Etat.VIII.-Paragraphe modificateur."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions des I, II et III s'appliquent aux périodes d'imposition ouvertes à compter du 1er octobre 2005."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions des I et II s'appliquent aux véhicules acquis à compter du 1er janvier 2006 et dont la date de première mise en circulation est intervenue après le 1er juin 2004."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 1er juillet 2006 aux véhicules dont la première mise en circulation est intervenue à compter du 1er juin 2004."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions des I à III s'appliquent aux impositions forfaitaires annuelles dues à compter de l'année 2006."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I., II.-Paragraphes modificateurs.III.-1. Les dispositions du I s'appliquent aux crédits d'impôt calculés au titre des dépenses exposées à compter du 1er janvier 2005.2. Les dispositions du 1° du II s'appliquent aux dépenses exposées à compter du 1er janvier 2006. S'agissant des dépenses mentionnées aux h et i du II de l'article 244 quater B du code général des impôts, les dispositions des a et b du 1° du II s'appliquent à compter du 1er janvier 2005.3. Les dispositions des a à d du 2° du II s'appliquent aux dépenses exposées à compter du 1er janvier 2005.4. Les dispositions des e et f du 2° du II s'appliquent aux dépenses exposées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux dépenses exposées pour la production d'oeuvres cinématographiques ou audiovisuelles pour lesquelles la demande d'agrément provisoire est déposée par l'entreprise de production déléguée à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I., II. - Paragraphes modificateurs.III. - Un décret fixe les modalités d'application des dispositions des I et II, notamment les obligations déclaratives.IV. - Les dispositions des I et II s'appliquent aux exercices clos à compter du 31 décembre 2005."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions des I et II sont applicables pour la détermination de l'impôt sur la fortune dû à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. à IV.-Paragraphes modificateurs.V.-Les dispositions du présent article s'appliquent aux intérêts de retard et aux intérêts moratoires courant à compter du 1er janvier 2006. Les dispositions du II s'appliquent au calcul de la taxe prévue à l'article 235 ter X du code général des impôts au titre des mois écoulés à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions des I et II s'appliquent aux avances remboursables ne portant pas intérêt versées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-Paragraphe modificateur.II.-A compter du 1er janvier 2006, l'Etat prend à sa charge la totalité des engagements antérieurement souscrits par la société chargée de gérer le fonds de garantie de l'accession sociale à la propriété mentionnée à l'article L. 312-1 du code de la construction et de l'habitation dans sa version antérieure à la présente loi. Les disponibilités au 31 décembre 2005 du fonds de garantie sont reversées en totalité au budget de l'Etat.III.-A titre transitoire, les prêts qui sont versés ou dont l'offre est émise entre le 1er janvier 2006 et le 31 décembre 2006 sont garantis par l'Etat dans les mêmes conditions que les prêts garantis au titre de l'année 2005."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Pour 2006, le montant et la répartition du prélèvement de solidarité pour l'eau, institué par le II de l'article 58 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999), sont identiques à ceux fixés par l'article 45 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I.-Par dérogation aux dispositions des articles L. 1613-2 et L. 2334-1 du code général des collectivités territoriales, la part revenant aux communes et aux établissements publics de coopération intercommunale au titre de la régularisation de la dotation globale de fonctionnement pour 2004 est répartie de la façon suivante :\n\n1° Une somme de 4 164 160 Euros est répartie entre les communes ayant cessé en 2005 d'être éligibles à la dotation particulière relative aux conditions d'exercice des mandats locaux prévue à l'article L. 2335-1 du code général des collectivités territoriales. Ces communes perçoivent au titre de 2005 une attribution de garantie égale au montant perçu en 2004 ;\n\nI. 2° à 4°-Paragraphes modificateurs.\n\n5° Une somme de 20 millions d'euros est affectée au fonds d'aide pour le relogement d'urgence prévu à l'article L. 2335-15 du même code ;\n\n6° Le solde de la régularisation vient majorer en 2006 le solde de la dotation d'aménagement prévue à l'article L. 2334-13 du même code.\n\nII.-Au sens de l'article R. 2335-1 du code général des collectivités territoriales, les communes éligibles à la dotation particulière visée à l'article L. 2335-1 du même code sont celles dont le potentiel financier est inférieur à 1,25 fois le potentiel financier moyen par habitant des communes de moins de 1 000 habitants.\n\nIII.-Paragraphe modificateur."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - La fraction de tarif mentionnée au neuvième alinéa du I de l'article 52 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005 est calculée, pour chaque région et pour la collectivité territoriale de Corse, de sorte que, appliquée aux quantités de carburants vendues aux consommateurs finals en 2006 sur le territoire de la région et de la collectivité territoriale de Corse, elle conduise à un produit égal au droit à compensation tel que défini au I de l'article 119 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales.\n\nEn 2006, en 2007 et en 2008, la participation des familles prévue au deuxième alinéa de l'article 2 du décret n° 85-934 du 4 septembre 1985 relatif au fonctionnement du service annexe d'hébergement des établissements publics locaux d'enseignement est perçue par les régions dans des conditions fixées par décret.\n\nA compter de 2006, le montant de la compensation servant au calcul de la fraction de tarif mentionnée au premier alinéa est minoré du montant, constaté en 2004, de la participation des familles prévue au deuxième alinéa de l'article 2 du décret n° 85-934 du 4 septembre 1985 précité.\n\nJusqu'à la connaissance des montants définitifs des quantités de carburants et des droits à compensation susmentionnés, ces fractions de tarifs, exprimées en euros par hectolitre, sont fixées provisoirement comme suit :\n\nleft\n\nII. - Pour les régions d'outre-mer, la compensation financière des transferts de compétences prévue au II de l'article 119 de la loi n° 2004-809 du 13 août 2004 précitée est attribuée à compter de 2006 sous forme de dotation générale de décentralisation. A compter de 2006, le montant de cette compensation est minoré du montant, constaté en 2004, de la participation des familles prévue au deuxième alinéa de l'article 2 du décret n° 85-934 du 4 septembre 1985 précité.\n\nIII. - Pour la collectivité territoriale de Corse, la compensation financière de la suppression de la taxe différentielle sur les véhicules à moteur est attribuée à compter de 2006 sous forme de dotation générale de décentralisation.\n\nIV. - Paragraphe modificateur.\n\nV. - (Abrogé).\n\nVI. - Si le produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole attribué pour une année donnée à une région en application des fractions de tarifs dont elle bénéficie pour cette même année représente un montant inférieur à son droit à compensation pour l'année considérée, tel que défini au I de l'article 119 de la loi n° 2004-809 du 13 août 2004 précitée, la différence fait l'objet d'une attribution à due concurrence d'une part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole revenant à l'Etat.\n\nleft\n\nRégion\n\nGazole\n\nSupercarburantsans plomb\n\nAuvergne-Rhône-Alpes\n\n4,96\n\n7,03\n\nBourgogne-Franche-Comté\n\n5,09\n\n7,19\n\nBretagne\n\n5,23\n\n7,40\n\nCentre-Val de Loire\n\n4,73\n\n6,69\n\nCorse\n\n9,90\n\n14,01\n\nGrand Est\n\n6,32\n\n8,93\n\nHauts-de-France\n\n6,94\n\n9,82\n\nÎle-de-France\n\n12,81\n\n18,10\n\nNormandie\n\n5,61\n\n7,93\n\nNouvelle-Aquitaine\n\n5,37\n\n7,59\n\nOccitanie\n\n5,04\n\n7,13\n\nPays de la Loire\n\n4,42\n\n6,24\n\nProvence-Alpes-Côte d'Azur\n\n4,37\n\n6,17\n\n1"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Pour 2006, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 47 402 088 000 euros qui se répartissent comme suit :\n\nINTITULÉ DU PRÉLÈVEMENT\n\nMONTANT (en milliers d'euros)\n\nPrélèvement sur les recettes de I'Etat au titre de la dotation globale de fonctionnement\n\n38 252 919\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation\n\n620 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n135 704\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n164 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation de compensation de la taxe professionnelle\n\n1 193 694\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n4 030 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n2 699 350\n\nDotation élu local\n\n60 544\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n30 053\n\nCompensation de la suppression de la part salaire de la taxe professionnelle\n\n115 824\n\nFonds de mobilisation départementale pour l'insertion\n\n100 000\n\nTotal : 47 402 088"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - Sont clos à la date du 31 décembre 2005 les comptes d'affectation spéciale suivants :\n\n- n° 902-10 Soutien financier de l'industrie cinématographique et de l'industrie audiovisuelle ;\n\n- n° 902-17 Fonds national pour le développement du sport ;\n\n- n° 902-19 Fonds national des courses et de l'élevage ;\n\n- n° 902-24 Compte d'affectation des produits de cessions de titres, parts et droits de sociétés ;\n\n- n° 902-31 Indemnisation au titre des créances françaises sur la Russie ;\n\n- n° 902-32 Fonds d'aide à la modernisation de la presse quotidienne et assimilée d'information politique et générale et à la distribution de la presse quotidienne nationale d'information politique et générale, et de soutien à l'expression radiophonique locale ;\n\n- n° 902-33 Fonds de provisionnement des charges de retraite.\n\nII., III. - Paragraphes modificateurs.\n\nIV. - Abrogé.\n\nV. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Il est ouvert dans les écritures du Trésor un compte d'affectation spéciale intitulé : Gestion du patrimoine immobilier de l'Etat.\n\nCe compte, dont le ministre chargé du domaine est l'ordonnateur principal, retrace :\n\n1° En recettes :\n\na) Le produit des cessions des biens immeubles de l'Etat ainsi que des droits à caractère immobilier attachés aux immeubles de l'Etat ;\n\nb) Les versements du budget général ;\n\nc) Les fonds de concours ;\n\nd) Le produit des redevances domaniales ou des loyers perçus par l'Etat, provenant des concessions ou autorisations de toute nature de la compétence du représentant du ministre chargé du budget dans le département, des concessions de logement dont l'Etat est propriétaire ou locataire et des locations d'immeubles de son domaine privé, ainsi que les redevances et les loyers du domaine public et privé dont le ministre des armées est le gestionnaire.\n\n2° En dépenses :\n\na) Des dépenses d'investissement et de fonctionnement liées à des opérations immobilières ou des dépenses d'entretien du propriétaire réalisées par l'Etat sur des biens immobiliers dont l'Etat est propriétaire ou, lorsqu'il n'en a pas la propriété, sur des biens immobiliers figurant à l'actif de son bilan, sous réserve que ces dépenses soient directement liées à des opérations concourant à une gestion performante du parc immobilier de l'Etat ;\n\nb) Des dépenses d'investissement et de fonctionnement liées à des opérations de cession, d'acquisition ou de construction d'immeubles du domaine de l'Etat ou des dépenses d'entretien du propriétaire réalisées par des établissements publics et autres opérateurs de l'Etat, sous réserve que ces dépenses soient directement liées à des opérations concourant à une gestion performante du parc immobilier de l'Etat ;\n\nc) Des versements opérés au profit du budget général ;\n\nd) Des versements opérés au profit du budget annexe \" Contrôle et exploitation aériens \" ;\n\ne) Jusqu'au 31 décembre 2025, des dépenses d'investissement ou d'entretien du propriétaire réalisées par l'Etat sur les infrastructures opérationnelles de la défense nationale."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - Le compte d'affectation spéciale prévu au deuxième alinéa du I de l'article 21 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances est intitulé : Participations financières de l'Etat.Ce compte, dont le ministre chargé de l'économie est l'ordonnateur principal, retrace :1° En recettes :a) Tout produit des cessions par l'Etat de titres, parts ou droits de sociétés qu'il détient directement ;b) Les produits des cessions de titres, parts ou droits de sociétés détenus indirectement par l'Etat qui lui sont reversés ;c) Les reversements de dotations en capital, produits de réduction de capital ou de liquidation ;d) Les remboursements des avances d'actionnaires et créances assimilées ;e) Les remboursements de créances résultant d'autres interventions financières de nature patrimoniale de l'Etat ;f) Des versements du budget général ;2° En dépenses :a) Les dotations à la Caisse de la dette publique et celles contribuant au désendettement d'établissements publics de l'Etat ;b) Les dotations au Fonds de réserve pour les retraites ;c) Les augmentations de capital, les avances d'actionnaire et prêts assimilés, ainsi que les autres investissements financiers de nature patrimoniale de l'Etat ;d) Les achats et souscriptions de titres, parts ou droits de société ;e) Les commissions bancaires, frais juridiques et autres frais qui sont directement liés aux opérations mentionnées au a du 1°, ainsi qu'aux c et d du présent 2°.II. - Le solde du compte d'affection spéciale n° 902-24 Compte d'affectation des produits de cessions de titres, parts et droits de sociétés est affecté au compte d'affectation spéciale Participations financières de l'Etat. Sont également portés en recettes de ce dernier les remboursements effectués au titre de versements du compte n° 902-24."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I.-Il est ouvert un compte d'affectation spéciale intitulé : \" Contrôle de la circulation et du stationnement routiers \", qui comporte deux sections.\n\nA.-La première section, dénommée : \" Contrôle automatisé \", retrace :\n\n1° En recettes :\n\nUne fraction du produit des amendes forfaitaires perçues par la voie de systèmes automatiques de contrôle et sanction, dans les conditions mentionnées au II ;\n\n2° En dépenses :\n\na) Les dépenses relatives à la conception, à l'entretien, à la maintenance, à l'exploitation et au développement de systèmes automatiques de contrôle et sanction, y compris les frais liés à l'envoi des avis de contravention et d'amende, les dispositifs de prévention de sécurité routière ainsi que les dépenses de la trésorerie du contrôle automatisé liées à son activité de recouvrement, pour lesquelles le ministre chargé de la sécurité routière est l'ordonnateur principal ;\n\nb) Les dépenses effectuées au titre du système de gestion des points du permis de conduire et des frais d'impression, de personnalisation, de routage et d'expédition des lettres relatives à l'information des contrevenants sur les points dont ils disposent sur leur permis de conduire et des lettres relatives à la restitution de points y afférents, pour lesquelles le ministre de l'intérieur est l'ordonnateur principal.\n\nB.-La deuxième section, dénommée : \" Circulation et stationnement routiers \", retrace :\n\n1° En recettes :\n\na) Une fraction du produit des amendes forfaitaires perçues par la voie de systèmes automatiques de contrôle et sanction, dans les conditions mentionnées au II ;\n\nb) Le produit des autres amendes forfaitaires et des amendes forfaitaires majorées de la police de la circulation, autres que celles sanctionnant les infractions aux règles de circulation arrêtées en application de l'article L. 2213-4-1 du code général des collectivités territoriales. Ce produit est minoré d'une fraction de 45 millions d'euros ;\n\n2° En dépenses :\n\na) Les dépenses relatives à la conception, à l'acquisition, à l'entretien, à la maintenance et au développement des équipements des forces de sécurité de l'Etat nécessaires au procès-verbal électronique, ainsi que les frais liés à l'envoi et au traitement des avis de contravention issus d'infractions relevées par l'ensemble des forces de sécurité. Le ministre de l'intérieur est l'ordonnateur principal pour ces dépenses ;\n\nb) La contribution au financement par les collectivités territoriales d'opérations destinées à améliorer les transports en commun et la circulation, dans les conditions fixées par les articles L. 2334-24 et L. 2334-25 du code général des collectivités territoriales. Le montant de cette contribution comprend deux composantes :\n\n-une part de 53 % des recettes mentionnées au b du 1° minorées des dépenses mentionnées au a du présent 2° ;\n\n-et un montant égal à la différence entre 170 millions d'euros et les dépenses mentionnées à la deuxième phrase du c du présent 2°. Ce montant est affecté, d'une part, dans la limite de 64 millions d'euros, aux départements, à la métropole de Lyon, aux métropoles mentionnées aux articles L. 5217-1, L. 5218-1 et L. 5219-1 du code général des collectivités territoriales, uniquement pour la part de voirie départementale, à la collectivité territoriale de Corse et aux régions d'outre-mer afin de financer des opérations contribuant à la sécurisation de leur réseau routier, dans les conditions définies par décret en Conseil d'Etat, et, d'autre part, aux bénéficiaires de la répartition de recettes mentionnés à l'article L. 2334-25 du code général des collectivités territoriales.\n\nLe ministre de l'intérieur est l'ordonnateur principal pour ces dépenses ;\n\nc) Les versements au profit du budget général, pour une part de 47 % des recettes mentionnées au b du 1° minorées des dépenses mentionnées au a du présent 2°. Ces versements intègrent également une fraction du produit des amendes mentionnées au a du 1° du présent B, compensant la perte nette de recettes pour l'Etat constatée en application du VI de l'article 63 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles. Cette perte nette de recettes correspond à la part du produit perçu par l'Etat, lors de la dernière année connue, au titre des amendes forfaitaires et amendes forfaitaires majorées relatives au stationnement payant. Le ministre chargé du budget est l'ordonnateur principal pour ces dépenses.\n\nII.-Le produit des amendes forfaitaires perçues par la voie de systèmes automatiques de contrôle et sanction, autres que ceux prévus à l'article L. 2213-4-2 du code général des collectivités territoriales, est affecté au compte d'affectation spéciale \" Contrôle de la circulation et du stationnement routiers \" dans la limite de 506,65 millions d'euros. Ce produit est affecté successivement à hauteur de 336,65 millions d'euros à la première section \" Contrôle automatisé \", puis à hauteur de 170 millions d'euros à la deuxième section \" Circulation et stationnement routiers \".\n\nLe solde de ce produit est affecté successivement au fonds pour la modernisation et l'investissement en santé mentionné à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000) à hauteur de 26 millions d'euros, à l'Agence nationale de traitement automatisé des infractions à hauteur de 13 millions d'euros, puis à l'Agence de financement des infrastructures de transport de France."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I.-Le compte d'affectation spéciale prévu au troisième alinéa du I de l'article 21 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances est intitulé : Pensions.\n\nCe compte, dont le ministre chargé du budget est ordonnateur principal, comporte trois sections.\n\nA.-La première section, dénommée : Pensions civiles et militaires de retraite et allocations temporaires d'invalidité, retrace :\n\n1° En recettes :\n\na) La contribution employeur à la charge de l'Etat prévue au l° de l'article L. 61 du code des pensions civiles et militaires de retraite dont les taux sont fixés par décret ;\n\nb) Les contributions et transferts d'autres personnes morales prévues au 3° du même article L. 61 ;\n\nc) La cotisation à la charge des agents prévue au 2° du même article L. 61 ;\n\nd) Une contribution employeur versée au titre du financement des allocations temporaires d'invalidité prévues par l'article 65 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat ;\n\ne) Les versements réalisés par les agents au titre des validations de services et de la prise en compte des périodes d'études et les récupérations des indus sur pensions ;\n\nf) Les versements de la Caisse nationale de retraites des agents des collectivités locales effectués en application de l'article 108 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales ;\n\ng) Les recettes diverses ;\n\n2° En dépenses :\n\na)             Les pensions relevant du régime de retraite des fonctionnaires civils et militaires de l'Etat, ainsi que les majorations de ces pensions attribuées dans les conditions définies par les lois et règlements en vigueur ;\n\nb) Les transferts vers d'autres personnes morales, dans des conditions définies par les lois et règlements en vigueur ;\n\nc) Les allocations temporaires d'invalidité ;\n\nd) Les versements à la Caisse nationale de retraites des agents des collectivités locales effectués en application de l'article 108 de la loi n° 2004-809 du 13 août 2004 précitée ;\n\ne) Les intérêts moratoires ;\n\nf) Les dépenses diverses.\n\nB.-La deuxième section, dénommée : Ouvriers des établissements industriels de l'Etat, retrace :\n\n1° En recettes :\n\na) Les recettes perçues au titre du régime des pensions des ouvriers des établissements industriels de l'Etat dans les conditions définies par les lois et règlements en vigueur ;\n\nb) Les recettes perçues au titre du régime des rentes accidents du travail des ouvriers civils des établissements militaires ;\n\n2° En dépenses :\n\na) Les dépenses relatives au régime des pensions des ouvriers des établissements industriels de l'Etat ;\n\nb) Les dépenses relatives au régime des rentes accidents du travail des ouvriers civils des établissements militaires.\n\nC.-La troisième section, dénommée : Pensions militaires d'invalidité et des victimes de guerre et autres pensions, retrace :\n\n1° En recettes : les versements du budget général relatifs aux pensions militaires d'invalidité et de victimes de guerre ainsi qu'aux pensions ou équivalents de pensions financés par l'Etat au titre d'engagements historiques et de reconnaissance de la Nation ;\n\n2° En dépenses : les dépenses relatives aux pensions militaires d'invalidité et des victimes de guerre et aux autres pensions ou équivalents de pensions financés par l'Etat au titre d'engagements historiques et de reconnaissance de la Nation.\n\nII.-En complément du versement annuel prévu pour 2006 au IV de l'article 46 de la loi de finances pour 1997 (n° 96-1181 du 30 décembre 1996), l'établissement public de gestion de la contribution exceptionnelle de France Télécom verse, à titre exceptionnel, au plus tard le 20 janvier 2006, une somme de 1 milliard d'euros au profit de la première section du compte d'affectation spéciale."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. - Il est ouvert dans les écritures du Trésor un compte d'affectation spéciale intitulé : Développement agricole et rural.\n\nL'ordonnateur principal de ce compte est le ministre chargé de l'agriculture.\n\nCe compte retrace :\n\n1° En recettes : le produit de la taxe sur le chiffre d'affaires des exploitants agricoles prévue à l'article 302 bis MB du code général des impôts ;\n\n2° En dépenses : des dépenses relatives au développement agricole et rural.\n\nII. - L'établissement public national de l'Etat à caractère administratif dénommé Agence de développement agricole et rural est dissous le 1er janvier 2006.\n\nLes biens, droits et obligations de l'établissement sont transférés à l'Etat, à l'exclusion des droits et obligations relatifs aux personnels qui sont transférés à l'Agence centrale des organismes d'intervention dans le secteur agricole.\n\nCe transfert ne donne lieu à aucune indemnité ou perception d'impôts, droits ou taxes.\n\nLes comptes de l'établissement dissous sont approuvés par l'autorité de tutelle après leur clôture.\n\nLa trésorerie constatée à la clôture des comptes de l'établissement dissous est inscrite en recettes du compte mentionné au I.\n\nIII. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - Les opérations en compte sur les lignes de recettes n°s 05 et 06 du compte d'affectation spéciale n° 902-17 Fonds national pour le développement du sport, et les opérations relatives aux restes à recouvrer sur les lignes de recettes n°s 03 et 08, à la date de clôture de ce compte, sont reprises au sein du budget général.\n\nLes opérations en compte au titre des chapitres n°s 01, 03 et 06 de ce compte, correspondant aux concours financiers aux collectivités territoriales ou à leurs groupements, aux associations sportives ainsi qu'aux associations et groupements d'intérêt public qui ont pour objet de contribuer au développement du sport et de la pratique sportive, sont transférées à l'établissement public chargé du développement du sport. Les autres opérations en compte au titre de ces chapitres de dépenses sont transférées au sein du budget général.\n\nLes opérations en compte au titre des chapitres de dépenses n°s 02, 04, 05, 09 et 10 de ce compte sont transférées au sein du budget général.\n\nLes opérations en compte au titre du chapitre de dépenses n° 12 de ce compte sont transférées à l'établissement public chargé du développement du sport.\n\nSont également transférés à cet établissement les droits et obligations afférents à la gestion des subventions d'équipement sportif relevant des crédits de la mission Sport, jeunesse et vie associative du budget général.\n\nII. 1. - Paragraphe modificateur.\n\n2. Les dispositions du 1 sont également applicables aux recettes non recouvrées au titre des exercices antérieurs à 2006.\n\nIII (supprimé)\n\nIV. - L'établissement public chargé du développement du sport est autorisé à percevoir en recettes le solde du boni de liquidation de l'association dénommée \"Comité français d'organisation de la coupe du monde de football\".\n\nV. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Il est ouvert dans les écritures du Trésor un compte de commerce intitulé : Couverture des risques financiers de l'Etat, dont le ministre chargé de l'économie est l'ordonnateur principal.\n\nCe compte de commerce retrace les opérations de couverture des risques financiers de l'Etat effectuées au moyen d'instruments financiers à terme dans le cadre de l'autorisation prévue chaque année en loi de finances, à l'exception de celles liées à la gestion de la dette négociable et non négociable et de la trésorerie de l'Etat. Il retrace, à compter de l'exercice 2006, les opérations de couverture du risque de change menées pour le compte du ministre des affaires étrangères, notamment en ce qui concerne les contributions obligatoires ou volontaires de la France aux organisations internationales, libellées en devises étrangères.\n\nLe compte de commerce comporte, en recettes et en dépenses, la totalité des produits et des charges résultant de ces opérations.\n\nII. - Abrogé.\n\nIII. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts à la date de dépôt de la présente loi sont confirmées pour l'année 2006."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. à III. - Paragraphes modificateurs.\n\nIV. -abrogé\n\nV. - abrogé"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I.-1.-Paragraphe modificateur.\n\n2. Une convention conclue entre, d'une part, l'Agence centrale des organismes de sécurité sociale et la Caisse nationale de l'assurance maladie des travailleurs salariés et, d'autre part, l'Etablissement national des invalides de la marine détermine les modalités de versement de cette contribution d'équilibre par le régime général. Cette convention est soumise à l'approbation des ministres chargés de la sécurité sociale, de la mer et du budget.\n\n3. Les dispositions du présent I prennent effet au 1er janvier 2006.\n\nII.-1.-(Abrogé)\n\n2. Une fraction égale à 1,48 % des sommes perçues au titre du droit de consommation sur les tabacs mentionné à l'article 575 du code général des impôts antérieurement affectée à l'Etat est affectée, à compter du 1er janvier 2006, à l'Agence centrale des organismes de sécurité sociale, en compensation des pertes de recettes supportées par le Fonds national d'aide au logement mentionné à l'article L. 351-6 du code de la construction et de l'habitation, en application de l'article 2 de l'ordonnance n° 2005-895 du 2 août 2005 précitée.\n\nIII.-Paragraphe modificateur."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - Paragraphe modificateur.II. - A compter du 1er janvier 2006, les quotités du produit de la taxe de l'aviation civile affectées respectivement au budget annexe Contrôle et exploitation aériens et au budget général de l'Etat sont de 43,73 % et de 56,27 %."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I.-Sont affectés à l'établissement public dénommé Agence de financement des infrastructures de transport de France :\n\n1° Le produit de la redevance domaniale due par les sociétés concessionnaires d'autoroutes en application du code de la voirie routière ;\n\n2° Une fraction du produit  de la taxe due par les sociétés concessionnaires d'autoroutes en application de l'article 302 bis ZB du code général des impôts ;\n\n3° Une part du produit des amendes perçues par la voie de systèmes automatiques de contrôle et sanction, dans les conditions prévues au II de l'article 49 de la présente loi ;\n\n4° Le produit des sommes versées par la société concessionnaire de l'autoroute A63 au titre du droit d'entrée prévu au cahier des charges de cette concession."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "L'Etat assure, à compter du 1er janvier 2006, la gestion du Réseau de recherche sur les technologies pétrolières et gazières. Les droits et obligations y afférents sont transférés de la société anonyme OSEO-ANVAR à l'Etat à compter de cette même date."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2006 à 17,995 milliards d'euros."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - Pour 2006, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros)\n\nRESSOURCES\n\nDÉPENSES\n\nSOLDES\n\nBudget général\n\nRecettes fiscales brutes/dépenses brutes\n\n326 269\n\n334 616\n\nA déduire :\n\nRemboursements et dégrèvements\n\n68 538\n\n68 538\n\nRecettes fiscales nettes/dépenses nettes\n\n257 731\n\n266 078\n\nRecettes non fiscales\n\n24 844\n\nRecettes totales nettes/dépenses nettes\n\n282 575\n\n266 078\n\nA déduire :\n\nPrélèvements sur recettes au profit des collectivités territoriales et des Communautés européennes\n\n65 397\n\nMontants nets du budget général\n\n217 178\n\n266 078\n\n- 48 900\n\nEvaluation des fonds de concours et crédits correspondants\n\n4 024\n\n4 024\n\nMontants nets du budget général, y compris fonds de concours\n\n221 202\n\n270 102\n\nBudgets annexes\n\nContrôle et exploitation aériens\n\n1 728\n\n1 728\n\nJournaux officiels\n\n171\n\n171\n\nMonnaies et médailles\n\n106\n\n106\n\nTotaux pour les budgets annexes\n\n2 005\n\n2 005\n\nEvaluation des fonds de concours et crédits correspondants :\n\nContrôle et exploitation aériens\n\n15\n\n15\n\nJournaux officiels\n\n\"\n\n\"\n\nMonnaies et médailles\n\n\"\n\n\"\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n2 020\n\n2 020\n\nComptes spéciaux\n\nComptes d'affectation spéciale\n\n61 524\n\n60 499\n\n1 025\n\nComptes de concours financiers\n\n92 333\n\n91 956\n\n377\n\nComptes de commerce (solde)\n\n504\n\nComptes d'opérations monétaires (solde)\n\n47\n\nSolde pour les comptes spéciaux\n\n1 953\n\nSolde général\n\n- 46 947\n\nII. - Pour 2006 :\n\n1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\nBesoin de financement\n\nAmortissement de la dette à long terme\n\n44,1\n\nAmortissement de la dette à moyen terme\n\n39,9\n\nEngagements de l'Etat\n\n2,5\n\nDéficit budgétaire\n\n46,9\n\nTotal\n\n133,4\n\nRessources de financement\n\nEmissions à moyen et long termes (obligations assimilables du Trésor et bons du Trésor à taux fixe et intérêt annuel), nettes des rachats\n\n125,0\n\nVariation nette des bons du Trésor à taux fixe et intérêts précomptés\n\n2,5\n\nVariation des dépôts des correspondants\n\n5,5\n\nVariation du compte de Trésor et divers\n\n0,4\n\nTotal\n\n133,4\n\n2° Le ministre de l'économie, des finances et de l'industrie est autorisé à procéder, en 2006, dans des conditions fixées par décret :\n\na) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;\n\nb) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;\n\nc) A des conversions facultatives, à des opérations de pension sur titres d'Etat, à des opérations de dépôts de liquidités sur le marché interbancaire de la zone euro et auprès des Etats de la même zone, des rachats, des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;\n\n3° Le ministre de l'économie, des finances et de l'industrie est, jusqu'au 31 décembre 2006, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;\n\n4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 41 milliards d'euros.\n\nIII. - Pour 2006, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 2 351 034.\n\nIV. - Pour 2006, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.\n\nIl y a constatation de tels surplus si, pour l'année 2006, le produit des impositions de toute nature établies au profit de l'Etat net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative de l'année 2006 ou, à défaut, dans le projet de loi de finances pour 2007, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Il est ouvert aux ministres, pour 2006, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 344 188 639 049  et de 334 616 285 100 , conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Il est ouvert aux ministres, pour 2006, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 2 046 342 643  et de 2 004 737 643 , conformément à la répartition par budget annexe donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Il est ouvert aux ministres, pour 2006, au titre des comptes spéciaux, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 153 000 974 208  et de 152 455 014 208 , conformément à la répartition par compte donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2006, au titre des comptes de commerce, sont fixées à la somme de 17 791 609 800 , conformément à la répartition par compte donnée à l'état C annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre de l'économie, des finances et de l'industrie, pour 2006, au titre des comptes d'opérations monétaires, sont fixées à la somme de 400 000 000 , conformément à la répartition par compte donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Le plafond des autorisations d'emplois pour 2006, en équivalents temps plein travaillé, est fixé comme suit :I. - BUDGET GÉNÉRAL2 338 472Affaires étrangères16 720Agriculture39 919Culture13 966Défense et anciens combattants440 329Ecologie3 717Economie, finances et industrie173 959Education nationale et recherche1 250 488Emploi, cohésion sociale et logement13 925Equipement93 215Intérieur et collectivités territoriales185 984Jeunesse et sports7 149Justice71 475Outre-mer4 900Santé et solidarités14 931Services du Premier ministre7 795II. - BUDGETS ANNEXES12 562Contrôle et exploitation aériens11 329Journaux officiels574Monnaies et médailles659Total2 351 034"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Les reports de 2005 sur 2006 susceptibles d'être effectués à partir des chapitres mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des dotations ouvertes sur ces mêmes chapitres par la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005 majoré, s'il y a lieu, du montant des crédits ouverts par voie réglementaire.MINISTÈRENdu chapitreINTITULÉ DU CHAPITRECharges communes46-95Aide forfaitaire attribuée à certains ménages utilisant un chauffage au fioulDéfense51-61Espace. - Systèmes d'information et de communicationIdem51-71Forces nucléairesIdem52-81EtudesIdem53-71Equipements communs, interarmées et de la gendarmerieIdem53-81Equipements des arméesIdem54-41InfrastructureIdem55-11Soutien des forcesIdem55-21Entretien programmé des matérielsIdem59-01Programme équipement des forces. - Expérimentation par l'établissement technique de Bourges (ETBs)Idem66-50Participation à des travaux d'équipement civil et subvention d'équipement social intéressant la collectivité militaireEconomie, finances et industrie57-92Equipements informatiquesEquipement, transports, aménagement du territoire, tourisme et mer :I. - Transports et sécurité routière59-04Programme transports aériens. - Intervention pour les aéroports et le transport aérienIntérieur, sécurité intérieure et libertés locales67-50Subventions d'équipement achèvement d'opérations en coursIdem67-51Subventions pour travaux d'intérêt localIdem67-52Dotation globale d'équipement et dotations de développement ruralOutre-mer67-54Subventions d'équipement aux collectivités pour les dégâts causés par les calamités publiquesTravail, santé et cohésion sociale :I. - Emploi et travail44-70Dispositifs d'insertion des publics en difficultéTravail, santé et cohésion sociale :II. - Santé, famille, personnes handicapées et cohésion sociale39-02Programme veille et sécurité sanitairesTravail, santé et cohésion sociale :III. - Ville et rénovation urbaine67-10Subventions d'investissement en faveur de la politique de la ville et du développement social urbainTravail, santé et cohésion sociale :IV. - Logement65-48Construction et amélioration de l'habitat"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. à III. - Paragraphes modificateurs.IV. - La restitution prévue à l'article 1649-0 A du code général des impôts est prise en charge par l'Etat.V. - Un décret fixe les conditions d'application du présent article. Il précise notamment les obligations déclaratives du contribuable et les modalités d'instruction de la demande de restitution.VI. - Les dispositions des I à IV sont applicables aux impositions payées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions des I à III s'appliquent à compter de l'imposition des revenus de 2006.V. - Pour les impositions établies en 2007, il n'est pas tenu compte de l'augmentation des limites des tranches du barème de l'impôt sur le revenu prévue au présent article pour l'augmentation des limites et montants évoluant chaque année comme la limite supérieure de la première tranche du barème de l'impôt sur le revenu."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. à XIV. - Paragraphes modificateurs.XV. - 1. Les dispositions des I à X, des A à J et M du XI, et du XII au XIV s'appliquent à compter de l'imposition des revenus de 2006. Toutefois, pour l'imposition des revenus de l'année 2006, les montants prévus au X sont indexés comme la limite supérieure de la première tranche du barème de l'impôt sur le revenu retenu pour le calcul de l'impôt sur le revenu afférent à ces revenus.2. Les dispositions des K et L du XI s'appliquent à compter des impositions établies au titre de 2007 ; toutefois, pour les impositions établies au titre de 2007, les montants prévus aux 1° et 2° du K et au L du XI sont indexés comme la limite supérieure de la première tranche du barème de l'impôt sur le revenu retenu pour le calcul de l'impôt sur le revenu afférent aux revenus de l'année 2006."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions prévues au I sont applicables à compter de l'imposition des revenus de l'année 2005."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-530 DC du 29 décembre 2005.]"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du présent article s'appliquent à compter de l'imposition des revenus de l'année 2006."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions des I à III s'appliquent à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur à compter du 1er novembre 2005."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions du présent article s'appliquent à compter de l'imposition des revenus de l'année 2006."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions prévues au I sont applicables à compter de l'imposition des revenus de l'année 2006."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I.-L'application des dispositions du présent article est sans conséquence sur les conditions d'abondement du fonds départemental de péréquation de la taxe professionnelle telles que définies aux articles 1648 A et 1648 AA du code général des impôts.\n\nII.A à D-Paragraphes modificateurs.\n\nE.-Les dispositions des A et B s'appliquent à compter des impositions établies au titre de 2007.\n\nLes dispositions du C s'appliquent aux immobilisations créées ou acquises à compter du 1er janvier 2006 ainsi qu'à celles créées ou acquises pendant l'année 2005 et se rapportant à un établissement créé avant le 1er janvier 2005. Pour les immobilisations créées ou acquises avant le 1er janvier 2005 ainsi que celles créées ou acquises pendant l'année 2005 et se rapportant à un établissement créé la même année, les dispositions du I de l'article 1647 C quinquies du code général des impôts dans sa rédaction issue des lois n° 2004-804 du 9 août 2004 relative au soutien à la consommation et à l'investissement et n° 2004-1484 du 30 décembre 2004 de finances pour 2005 demeurent en vigueur jusqu'aux impositions établies au titre de l'année 2007.\n\nLes dispositions du D s'appliquent aux exercices clos à compter du 31 décembre 2005.\n\nIII.-A.- A compter des impositions établies au titre de 2007 et jusqu'aux impositions établies au titre de 2010, le dégrèvement accordé en application de l'article 1647 B sexies du code général des impôts est pris en charge par l'Etat à concurrence de la différence entre :\n\n1° D'une part, la base servant au calcul de la cotisation de taxe professionnelle établie au titre de l'année d'imposition au profit de chaque collectivité territoriale, établissement public de coopération intercommunale doté d'une fiscalité propre et fonds départemental de la taxe professionnelle multipliée par le taux de référence de chaque collectivité et établissement public de coopération intercommunale à fiscalité propre. Ce produit est diminué, le cas échéant, d'une fraction, représentative de la part du dégrèvement prise en charge par l'Etat et déterminée par décret, des réductions et dégrèvements dont la cotisation de taxe professionnelle peut faire l'objet, à l'exception du dégrèvement et du crédit d'impôt prévus aux articles 1647 C et 1647 C sexies du même code, et majoré du montant des cotisations et taxes mentionnées au dernier alinéa du I bis de l'article 1647 B sexies du même code ;\n\n2° Et, d'autre part, le montant du plafonnement déterminé selon le pourcentage de la valeur ajoutée mentionné au I de l'article 1647 B sexies du même code.\n\nLorsque, dans une commune ou un établissement public de coopération intercommunale doté d'une fiscalité propre, les bases d'imposition d'un établissement font l'objet d'un prélèvement au profit d'un fonds départemental de la taxe professionnelle en application des dispositions prévues aux I, I bis, 1 du I ter, a du 2 du I ter, I quater de l'article 1648 A et II de l'article 1648 AA du code général des impôts, le produit mentionné au 1° est majoré du produit obtenu en multipliant l'assiette de ce prélèvement par la différence positive entre le taux de l'année d'imposition de chaque commune ou établissement public de coopération intercommunale et le taux de référence.\n\nB.-1° Sous réserve des dispositions des 2°, 3°, 4° et 5°, le taux de référence mentionné au A est :\n\n1. Pour les communes et leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre, le plus faible des trois taux suivants : le taux de l'année 2005, le taux de l'année 2004 majoré de 5, 5 % ou le taux de l'année d'imposition.\n\n2. Pour les départements, le plus faible des trois taux suivants :\n\nle taux de l'année 2005, le taux de l'année 2004 majoré de 7, 3 % ou le taux de l'année d'imposition.\n\n3. Pour les régions, le plus faible des trois taux suivants : le taux de l'année 2005, le taux de l'année 2004 majoré de 5, 1 % ou le taux de l'année d'imposition.\n\n2° Pour les communes qui, en 2005, appartenaient à un établissement public de coopération intercommunale sans fiscalité propre, le taux de référence est le plus faible des taux suivants :\n\nle taux voté par elles au titre de 2005 majoré, le cas échéant, du taux appliqué au profit de l'établissement public de coopération intercommunale pour la même année, le taux voté par elles en 2004 majoré, le cas échéant, du taux appliqué au profit de l'établissement public de coopération intercommunale en 2004 et augmenté de 5, 5 % ou le taux de l'année d'imposition majoré, le cas échéant, du taux appliqué au profit de l'établissement public de coopération intercommunale pour la même année ;\n\n3° 1. Pour les communes membres d'un établissement public de coopération intercommunale à fiscalité additionnelle en 2005, le taux de référence de la commune s'entend du plus faible des taux mentionnés au 1° ; le taux à retenir pour l'établissement public de coopération intercommunale s'entend du plus faible des taux suivants : le taux qu'il a voté en 2005, le taux de l'année d'imposition ou, le cas échéant, le taux qu'il a voté en 2004 majoré de 5, 5 %.\n\n2. Pour les communes membres d'un établissement public de coopération intercommunale à fiscalité additionnelle qui perçoit, pour la première fois à compter de 2006, la taxe professionnelle en application du I de l'article 1609 quinquies C du code général des impôts, le taux de référence de la commune s'entend du plus faible des taux mentionnés au 1° ; le taux à retenir pour l'établissement public de coopération intercommunale s'entend du taux qu'il a voté la première année de la perception de la taxe professionnelle en application du I de l'article 1609 quinquies C du code général des impôts ou du taux de l'année d'imposition s'il est inférieur.\n\n3. En cas de transferts de compétences des communes à l'établissement public de coopération intercommunale :\n\na) Le taux de référence autre que celui de l'année d'imposition retenu pour l'établissement public de coopération intercommunale est, chaque année, majoré d'un taux représentatif du coût des dépenses liées aux compétences qui lui ont été transférées de 2004 à l'année précédant celle de l'imposition ; toutefois, seul le taux de référence correspondant au taux de l'année 2004 majoré de 5, 5 % est majoré d'un taux représentatif du coût des dépenses liées aux compétences qui lui ont été transférées en 2004 ; le taux ainsi majoré est retenu sauf s'il est supérieur au taux de l'année d'imposition ;\n\nb) Le taux de référence autre que celui de l'année d'imposition retenu pour la commune est, chaque année, minoré d'un taux représentatif du coût des dépenses liées aux compétences qu'elle a transférées à l'établissement public de coopération intercommunale de 2004 à l'année précédant celle de l'imposition. Toutefois, seul le taux de référence correspondant au taux de l'année 2004 majoré de 5, 5 % est minoré d'un taux représentatif du coût des dépenses liées aux compétences qu'elle a transférées en 2004 ;\n\nLe coût des dépenses liées aux compétences transférées est évalué à la date de leur transfert. Cette évaluation est établie sous la responsabilité des communes et des établissements publics de coopération intercommunale. Le taux représentatif est égal à la somme des taux déterminés lors de chaque transfert en divisant le coût des dépenses liées aux compétences transférées par les bases des quatre taxes directes locales imposées au profit de la commune ou de l'établissement public de coopération intercommunale au titre de l'année du transfert. Ces taux doivent figurer dans les délibérations afférentes aux transferts de compétences prévues par l'article L. 5211-17 du code général des collectivités territoriales ;\n\nToutefois, pour l'application du présent 3 aux compétences transférées de 2004 à 2006, l'organe délibérant de l'établissement public de coopération intercommunale et les conseils municipaux des communes membres doivent prendre, avant le 15 avril 2007, des délibérations concordantes dans les conditions de majorité requises pour la création de l'établissement public de coopération intercommunale indiquant le coût des dépenses liées aux compétences transférées ainsi que les taux correspondant à ce coût pour l'établissement public de coopération intercommunale et chacune de ses communes membres.\n\n4. En cas de retrait d'une compétence transférée à l'établissement public de coopération intercommunale :\n\na) Le taux de référence autre que celui de l'année d'imposition retenu pour l'établissement public de coopération intercommunale est, chaque année, minoré d'un taux représentatif du coût des dépenses liées aux compétences qu'il a rétrocédées à ses communes membres de 2004 à l'année précédant celle de l'imposition. Toutefois, seul le taux de référence correspondant au taux de l'année 2004 majoré de 5, 5 % est minoré d'un taux représentatif du coût des dépenses liées aux compétences qu'il a rétrocédées en 2004 ;\n\nb) Le taux de référence autre que celui de l'année d'imposition retenu pour la commune est, chaque année, majoré d'un taux représentatif du coût des dépenses liées aux compétences que l'établissement public de coopération intercommunale lui a rétrocédées de 2004 à l'année précédant celle de l'imposition. Toutefois, seul le taux de référence correspondant au taux de l'année 2004 majoré de 5, 5 % est majoré d'un taux représentatif du coût des dépenses liées aux compétences qui lui ont été rétrocédées en 2004. Le taux ainsi majoré est retenu sauf s'il est supérieur au taux de l'année d'imposition.\n\nLe coût des dépenses liées aux compétences rétrocédées par l'établissement public de coopération intercommunale est évalué à la date de leur retrait. Cette évaluation est établie sous la responsabilité des communes et des établissements publics de coopération intercommunale. Le taux représentatif est égal à la somme des taux déterminés lors de chaque retrait en divisant le coût des dépenses liées aux compétences rétrocédées par les bases des quatre taxes directes locales imposées au profit de la commune ou de l'établissement public de coopération intercommunale au titre de l'année du retrait. Les taux correspondant au coût des dépenses liées au retrait de compétences pour l'établissement public de coopération intercommunale et pour chacune des communes membres doivent figurer dans des délibérations concordantes qui doivent être prises selon les modalités prévues au deuxième alinéa de l'article L. 5211-17-1 du code général des collectivités territoriales.\n\nToutefois, pour l'application du présent 4 aux compétences rétrocédées de 2004 à 2007, l'organe délibérant de l'établissement public de coopération intercommunale et les conseils municipaux des communes membres doivent prendre, avant le 31 mars 2008, des délibérations concordantes dans les conditions de majorité requises pour la création de l'établissement public de coopération intercommunale indiquant le coût des dépenses liées aux compétences rétrocédées ainsi que les taux correspondant à ce coût pour l'établissement public de coopération intercommunale et chacune de ses communes membres.\n\n4° 1. Lorsqu'il est fait application en 2005 des dispositions prévues à l'article 1609 nonies C du code général des impôts, le taux retenu est, chaque année jusqu'à l'achèvement du processus de réduction des écarts de taux, le plus faible des taux suivants : le taux effectivement appliqué dans la commune en 2005 augmenté de la correction positive des écarts de taux, le taux effectivement appliqué dans la commune l'année d'imposition ou, le cas échéant, le taux effectivement appliqué dans la commune en 2004 majoré de 5, 5 % et augmenté de la correction positive des écarts de taux.A compter de la dernière année de ce processus de réduction, le taux retenu est le plus faible des taux suivants : le taux effectivement appliqué dans la commune en 2005 majoré de la correction positive des écarts de taux prise en compte entre 2006 et la dernière année de ce processus de réduction, le taux effectivement appliqué dans la commune l'année d'imposition ou, le cas échéant, le taux effectivement appliqué dans la commune en 2004 majoré de 5, 5 % et augmenté de la correction positive des écarts de taux prise en compte entre 2006 et la dernière année de ce processus de réduction.\n\nLes dispositions du premier alinéa sont applicables dans les mêmes conditions lorsqu'il est fait application en 2005 d'un processus de réduction des écarts de taux conformément aux dispositions prévues par les articles 1609 nonies BA, 1609 quinquies C, 1638, 1638-0 bis, 1638 bis, 1638 quater et 1638 quinquies du code général des impôts.\n\n2. Lorsqu'un établissement public de coopération intercommunale perçoit, pour la première fois, à compter de 2006 ou des années suivantes, la taxe professionnelle au lieu et place des communes conformément à l'article 1609 nonies C du code général des impôts, le taux à retenir est le plus faible des deux taux suivants :\n\na) Le taux de référence retenu l'année précédant la première année où l'établissement public de coopération intercommunale perçoit la taxe professionnelle conformément à l'article 1609 nonies C du code général des impôts pour la commune et, le cas échéant, le ou les établissements publics de coopération intercommunale auxquels il s'est substitué pour la perception de cet impôt. Pour les établissements publics de coopération intercommunale qui perçoivent pour la première fois en 2006 et 2007 la taxe professionnelle dans les conditions prévues à l'article 1609 nonies C du code général des impôts, ce taux s'entend du taux voté en 2005 par la ou les collectivités auxquelles l'établissement public de coopération intercommunale s'est substitué ou le taux voté par ces mêmes collectivités en 2004 majoré de 5, 5 % s'il est inférieur.\n\nLorsque l'établissement public de coopération intercommunale fait application du processus de réduction des écarts de taux, ce taux est, chaque année jusqu'à l'achèvement de ce processus de réduction, augmenté de la correction positive des écarts de taux ; à compter de la dernière année de ce processus, ce taux est majoré de la correction des écarts de taux applicable cette dernière année dans la commune du seul fait de ce processus.\n\nLorsqu'il n'est pas fait application du processus pluriannuel de réduction des écarts de taux, le taux retenu est majoré de l'écart positif de taux constaté entre le taux voté par l'établissement public de coopération intercommunale la première année d'application des dispositions de l'article 1609 nonies C du code général des impôts et le taux voté par la commune l'année précédente majoré, le cas échéant, du taux du ou des établissements publics de coopération intercommunale auxquels elle appartenait ;\n\nb) Le taux effectivement appliqué dans la commune.\n\nL'ensemble de ces dispositions est applicable dans les mêmes conditions lorsqu'il est fait application, pour la première fois à compter de 2006 ou des années suivantes, des dispositions prévues par les articles 1609 nonies BA, 1638, 1638 bis et 1638 quinquies du code général des impôts, le II de l'article 1609 quinquies C, les II et III de l'article 1638-0 bis et les I, II, II bis et III de l'article 1638 quater du même code ;\n\n5° Pour les communes dont le taux et les bases de taxe professionnelle étaient nuls en 2004 ou 2005, le taux de référence s'entend du premier taux de taxe professionnelle voté conformément au 1 du I bis de l'article 1636 B sexies du code général des impôts majoré, le cas échéant, du taux appliqué au profit de l'établissement public de coopération intercommunale sans fiscalité propre la même année.\n\nPour les établissements publics de coopération intercommunale faisant application du II de l'article 1609 quinquies C du code général des impôts et dont le taux et les bases de taxe professionnelle de zone étaient nuls en 2004 ou 2005, le taux de référence est fixé dans les conditions prévues au 1 du 4° du présent B lorsque l'établissement public de coopération intercommunale perçoit pour la première fois la taxe professionnelle de zone en 2005 ou dans les conditions prévues au 2 du 4° du présent B lorsqu'il perçoit pour la première fois la taxe professionnelle de zone à compter de 2006.\n\nC.-1. La différence entre le montant du dégrèvement accordé à l'entreprise et le montant du dégrèvement pris en charge par l'Etat conformément aux A et B est mise à la charge des collectivités territoriales et de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre.\n\nLe montant mis à la charge de chacune de ces collectivités est égal à la base servant au calcul des cotisations de taxe professionnelle établies au cours de l'année d'imposition au profit de chaque collectivité territoriale ou établissement public de coopération intercommunale multipliée par la différence, si elle est positive, entre le taux de l'année d'imposition et le taux de référence mentionné au B. Le montant ainsi obtenu est diminué, le cas échéant, d'une fraction, représentative de la part du dégrèvement prise en charge par cette collectivité ou cet établissement et déterminée par décret, des réductions et dégrèvements dont la cotisation de taxe professionnelle peut faire l'objet, à l'exception du dégrèvement et du crédit d'impôt prévus aux articles 1647 C et 1647 C sexies du code général des impôts.\n\nLorsque la part du dégrèvement mise à la charge de l'Etat est nulle au titre d'une année, la part de ce dégrèvement mise à la charge des collectivités territoriales et des établissements publics de coopération intercommunale dotés d'une fiscalité propre est multipliée par le rapport entre le montant du dégrèvement demandé au cours de l'année suivante et accordé au contribuable et le montant total initialement déterminé des parts de ce dégrèvement mises à la charge des collectivités territoriales et des établissements publics de coopération intercommunale.\n\n2. Le montant total des dégrèvements mis à la charge de chaque collectivité territoriale ou établissement public de coopération intercommunale doté d'une fiscalité propre ne peut excéder un montant maximal de prélèvement égal à la somme des deux montants suivants :\n\na) Le produit, après réfaction de 20 %, du montant des bases prévisionnelles de taxe professionnelle notifiées à la collectivité territoriale ou à l'établissement public de coopération intercommunale et afférentes à des établissements appartenant à une entreprise dont le dégrèvement accordé en application de l'article 1647 B sexies, au cours de l'avant-dernière année précédant celle de l'imposition, a été limité en application du V du même article par la différence, si elle est positive, entre le taux de l'année d'imposition et le taux de référence mentionné au B du présent III ;\n\nb) Le produit du montant des bases prévisionnelles de taxe professionnelle notifiées à la collectivité territoriale ou à l'établissement public de coopération intercommunale et afférentes à des établissements autres que ceux mentionnés au a du présent 2 ayant bénéficié, au cours de l'avant-dernière année précédant celle de l'imposition, d'un dégrèvement en application de l'article 1647 B sexies du code général des impôts, par la différence, si elle est positive, entre le taux de l'année d'imposition et le taux de référence mentionné au B du présent III.\n\nLa part de dégrèvement mentionnée au b du présent 2 à la charge des collectivités territoriales et établissements publics de coopération intercommunale dotés d'une fiscalité propre dont le pourcentage de bases prévisionnelles notifiées afférentes à des établissements ayant bénéficié, au cours de l'avant-dernière année précédant celle de l'imposition, du dégrèvement est supérieur de dix points au même pourcentage constaté au niveau national l'année précédente par catégorie de collectivités fait l'objet d'une réfaction de 20 % lorsque le rapport, exprimé en pourcentage, entre la part de dégrèvement précitée et le produit des impôts directs locaux perçu l'année précédant celle de l'imposition est au moins égal à 2 %.\n\nPour l'application de ces dispositions au titre de 2007, les pourcentages de bases prévisionnelles constatés au niveau national et mentionnés à l'alinéa précédent sont calculés à partir des bases prévisionnelles notifiées en 2006 et afférentes à des établissements ayant bénéficié en 2005 du dégrèvement.\n\nPar exception aux dispositions du quatrième alinéa du présent 2, la part de dégrèvement mise à la charge des communautés ou syndicats d'agglomération nouvelle mentionnés à l'article 1609 nonies B du code général des impôts et des établissements publics de coopération intercommunale mentionnés au I de l'article 1609 nonies C du même code et au II de l'article 1609 quinquies C du même code pour la taxe professionnelle perçue en application du II de cet article fait l'objet d'une réfaction de 20 % lorsque le montant de bases prévisionnelles notifiées afférentes à des établissements ayant bénéficié, au cours de l'avant-dernière année précédant celle de l'imposition, du dégrèvement est supérieur à 50 % du montant total des bases prévisionnelles notifiées à l'établissement public ou au syndicat.\n\nLa réfaction de 20 % mentionnée aux deuxième, quatrième et sixième alinéas du présent 2 est majorée de la différence, si elle est positive, entre un tiers et le rapport entre le produit par habitant de la taxe professionnelle l'année précédant celle de l'imposition pour la collectivité territoriale ou l'établissement public de coopération intercommunale doté d'une fiscalité propre et trois fois le produit national moyen par habitant de taxe professionnelle constaté au titre de la même année pour la même catégorie de collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre. Cette majoration ne peut avoir pour effet de porter la réfaction au-delà de 50 %.\n\nPour les communautés ou syndicats d'agglomération nouvelle mentionnés à l'article 1609 nonies B du code général des impôts et les établissements publics de coopération intercommunale mentionnés au I de l'article 1609 nonies C du même code, à l'exception de ceux faisant application du II des articles 1609 nonies B et 1609 nonies C du même code, le montant maximal de prélèvement, déterminé conformément aux deuxième, sixième et septième alinéas, qui excède 1, 8 % du produit de taxe professionnelle figurant dans les rôles généraux établis au titre de l'année précédant celle de l'imposition, fait l'objet d'une réfaction de 80 % lorsque le produit par habitant de la taxe professionnelle constaté l'année précédant celle de l'imposition est inférieur au double du produit national moyen par habitant de taxe professionnelle constaté au titre de la même année pour la même catégorie d'établissements publics de coopération intercommunale.\n\nPour l'application des quatrième, septième et huitième alinéas du présent 2, les catégories de collectivités territoriales sont les communes, les départements et les régions ; les catégories d'établissements publics de coopération intercommunale à fiscalité propre sont les communautés d'agglomération, les communautés urbaines faisant application de l'article 1609 nonies C du code général des impôts, les communautés de communes faisant application du même article, les syndicats ou communautés d'agglomération nouvelle, les communautés urbaines ne faisant pas application de cet article, les communautés de communes faisant application de l'article 1609 quinquies C du même code, les communautés urbaines faisant application du II du même article en ce qui concerne le taux fixé en application du II de cet article et les communautés de communes faisant application du II de l'article 1609 quinquies C du même code en ce qui concerne le taux fixé en application du II de cet article. Les impôts directs locaux s'entendent de la taxe d'habitation, des taxes foncières et de la taxe professionnelle.\n\nLe montant maximum de prélèvement mentionné au premier alinéa du présent 2 vient en diminution des attributions mensuelles des taxes et impositions perçues par voie de rôle restant à verser au titre de l'année d'imposition. Toutefois, ce montant n'est pas mis à la charge des communes et de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre s'il n'excède pas 50 Euros.\n\nAu titre de l'année 2010, par exception aux dispositions du premier alinéa du présent 2 et de l'alinéa précédent, vient en diminution des attributions mensuelles de taxes et impositions perçues par voie de rôle un montant égal au montant maximum de prélèvement mentionné au premier alinéa du présent 2 calculé au titre de l'année 2009. La collectivité territoriale ou l'établissement public de coopération intercommunale doté d'une fiscalité propre bénéficie le cas échéant en 2012 d'un reversement dont le montant est égal à celui du reversement dont elle ou il a bénéficié au titre de l'année 2009 en application du dixième alinéa.\n\nLorsque le montant maximum de prélèvement excède le montant total des dégrèvements mis à la charge de la collectivité territoriale ou de l'établissement public de coopération intercommunale doté d'une fiscalité propre, la différence fait l'objet d'un reversement à son profit.\n\nLorsque le budget d'une collectivité territoriale ou d'un établissement public de coopération intercommunale doté d'une fiscalité propre est réglé d'office par le représentant de l'Etat dans le département en application des articles L. 1612-2 et L. 1612-5 du code général des collectivités territoriales, le montant maximum de prélèvement calculé selon les modalités prévues aux alinéas précédents fait l'objet d'un abattement respectivement de 100 %, de 75 %, de 50 % et de 25 % l'année au titre de laquelle le budget est réglé d'office et les trois années suivantes.\n\nIV.-L'application de ces dispositions fait l'objet d'un rapport d'évaluation présenté par le Gouvernement au Parlement, au plus tard le 30 septembre 2008. Ce rapport présente pour chaque département, région et groupement de communes les conséquences chiffrées de la mise en oeuvre de cette réforme."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux impositions établies à compter de l'année 2008."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux impositions établies à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions du I sont applicables à compter des impositions établies au titre de 2006. Pour 2006, les délibérations prévues pour l'application de ces dispositions peuvent être prises jusqu'au 1er février 2006 inclus.Les dispositions du II sont applicables à compter des impositions établies au titre de 2007."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter des impositions établies au titre de 2006."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. - A. - Par exception aux dispositions du premier alinéa du 1 du II de l'article 1639 A bis du code général des impôts, lorsqu'à la date du 5 janvier 2005 une commune ou un groupement de communes avait transféré, d'une part, la collecte des déchets ménagers à un syndicat mixte et, d'autre part, leur traitement à un autre syndicat mixte, les délibérations antérieures à la promulgation de la loi n° 99-586 du 12 juillet 1999 relative au renforcement et à la simplification de la coopération intercommunale ayant institué la taxe d'enlèvement des ordures ménagères, prises par les communes ou leurs établissements publics de coopération intercommunale conformément aux articles 1520, 1609 bis, 1609 quater, 1609 quinquies C et 1609 nonies D du code général des impôts dans leur rédaction en vigueur avant l'adoption de cette loi, et sur le fondement desquelles cette taxe a été perçue jusqu'en 2005, restent applicables pour l'établissement des impositions dues au titre des années 2006 à 2008, sous réserve des délibérations prises avant le 15 octobre de l'année précédant l'année d'imposition pour percevoir la taxe dans les conditions prévues par cette même loi.Au 15 octobre 2008, les communes ou leurs groupements devront s'être mis en conformité avec la loi pour pouvoir continuer à percevoir la taxe d'enlèvement des ordures ménagères au 1er janvier 2009. A défaut, ces collectivités perdront le bénéfice de la perception de cette taxe.B. - Les communes ou groupements de communes qui perçoivent de 2006 à 2008 la taxe d'enlèvement des ordures ménagères sans assurer au moins la collecte des déchets des ménages doivent procéder à un reversement de la taxe ainsi perçue au profit des syndicats mixtes qui assurent le service de 2006 à 2008.II. - A. - Par exception aux dispositions du premier alinéa de l'article L. 2333-76 du code général des collectivités territoriales, lorsqu'à la date du 5 janvier 2007 une commune ou un groupement de communes avait transféré, d'une part, la collecte des déchets ménagers à un syndicat mixte et, d'autre part, leur traitement à un autre syndicat mixte, les délibérations antérieures à la promulgation de la loi n° 99-586 du 12 juillet 1999 précitée ayant institué la redevance d'enlèvement des ordures ménagères, prises par les communes ou leurs établissements publics de coopération intercommunale conformément à l'article L. 2333-76 du même code dans sa rédaction en vigueur avant l'adoption de ladite loi, et sur le fondement desquelles cette redevance a été perçue jusqu'en 2007, restent applicables pour les redevances établies de 2006 à 2008 sous réserve des délibérations prises avant le 31 décembre 2007 pour percevoir la redevance dans les conditions prévues par cette même loi.Au 31 décembre 2008, les communes ou les établissements publics de coopération intercommunale devront s'être mis en conformité avec la loi pour pouvoir continuer à percevoir la redevance d'enlèvement des ordures ménagères au 1er janvier 2009. A défaut, ces collectivités perdront le bénéfice de la perception de cette redevance.B. - Les communes ou établissements publics de coopération intercommunale qui perçoivent en 2006 la redevance d'enlèvement des ordures ménagères sans assurer au moins la collecte des déchets des ménages doivent procéder à un reversement de la redevance ainsi perçue au profit des syndicats mixtes qui assurent le service de 2006 à 2008."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-530 DC du 29 décembre 2005.]"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I. - Paragraphe modificateur.II. - Les services de l'Etat communiquent chaque année à chaque collectivité territoriale et à leurs groupements dotés d'une fiscalité propre :1° Le montant qui leur est versé par l'Etat au titre des compensations d'exonération de la fiscalité directe locale ;2° La part de la dotation globale de fonctionnement correspondant aux montants antérieurement perçus au titre du I du D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998).III. - Les informations mentionnées au I sont portées à la connaissance de l'assemblée délibérante dès la réunion qui suit leur communication."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. - Il est créé, dans le cadre de la solidarité nationale, une procédure exceptionnelle d'aide pour les dommages aux bâtiments causés par la sécheresse survenue entre juillet et septembre 2003 et la réhydratation des sols qui lui a été consécutive, lorsque ces dommages compromettent la solidité des bâtiments ou les rendent impropres à leur destination.Cette procédure est réservée aux propriétaires des bâtiments à usage d'habitation principale, situés dans les communes qui ont formulé, avant le 1er juin 2005, une demande de reconnaissance de l'état de catastrophe naturelle prévue aux articles L. 125-1 et suivants du code des assurances au titre de la sécheresse survenue entre juillet et septembre 2003 et qui ne l'ont pas obtenue.Le fonds de compensation des risques de l'assurance de la construction verse des aides au titre de cette procédure exceptionnelle dans le cadre d'une convention conclue à cet effet par la Caisse centrale de réassurance, en qualité de gestionnaire du fonds, avec l'Etat. L'attribution et le versement des aides sont effectués dans les conditions décrites au présent article, dans la limite de 218,5 millions d'euros. Une enveloppe de 30 millions d'euros est, au sein de ce montant, spécifiquement réservée, sans préjudice de l'attribution des autres aides, aux habitants des communes limitrophes de celles reconnues en état de catastrophe naturelle dans les conditions prévues au deuxième alinéa.Les aides portent exclusivement sur les mesures de confortement nécessaires au rétablissement de l'intégrité de la structure, du clos et du couvert.II. - Les bâtiments concernés doivent avoir été couverts, du 1er juillet au 30 septembre 2003, par un contrat d'assurance garantissant les dommages incendie ou tous autres dommages à des biens situés en France.Sont exclus de cette procédure exceptionnelle :- les bâtiments couverts au 1er octobre 2003 au titre de la responsabilité décennale prévue aux articles 1792 et suivants du code civil ;- les bâtiments situés sur des terrains classés inconstructibles par un plan de prévention des risques naturels prévisibles approuvé dans les conditions fixées par les dispositions du chapitre II du titre VI du livre V du code de l'environnement, à l'exception, toutefois, des bâtiments existant antérieurement à la publication de ce plan ;- les bâtiments construits en violation des règles administratives en vigueur lors de leur construction.III. - Le représentant de l'Etat dans le département collecte les demandes des propriétaires, sous la forme d'un dossier type approuvé par arrêté après consultation des organisations professionnelles représentatives du secteur de l'assurance.Ce dossier permet notamment de vérifier si les conditions fixées aux I et II sont remplies.Les entreprises d'assurance exercent un rôle de conseil auprès des propriétaires pour la constitution de leur dossier.Les demandes sont envoyées en préfecture par les propriétaires à peine de forclusion, dans un délai de cent vingt jours calendaires révolus à compter de la date de publication de l'arrêté mentionné au premier alinéa du présent III.Le représentant de l'Etat dans le département déclare l'éligibilité des demandes au regard de :- la présence dans la commune concernée d'un type d'argile pouvant créer des mouvements différentiels de sol ;- l'évaluation des travaux de confortement nécessaires au rétablissement de l'intégrité de la structure, du clos et du couvert ;- le respect des autres conditions définies aux I et II.Il est assisté dans cette mission par les chefs des services de l'Etat concernés et par deux représentants des professions d'assurance désignés par les organisations professionnelles représentatives du secteur de l'assurance.IV. - Le représentant de l'Etat dans le département rend compte aux ministres chargés de la sécurité civile, de l'économie et du budget des résultats de ce recensement en précisant le montant par dossier des dommages éligibles.Les ministres arrêtent des enveloppes d'aide par département dans la limite du montant mentionné au I et fixent les mesures générales d'encadrement pour le calcul des aides individuelles et les conditions de versement.V. - Le représentant de l'Etat dans le département arrête le montant de l'aide aux propriétaires dans le respect de l'enveloppe qui lui est déléguée en tenant compte des mesures générales d'encadrement fixées par les ministres chargés de la sécurité civile, de l'économie et du budget."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I. à VI. - Paragraphes modificateurs.VII. - Un décret fixe les obligations déclaratives et les modalités d'application des dispositions prévues aux I et III.VIII. - Les dispositions prévues aux I à VI s'appliquent aux exercices ouverts à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de 2006."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. - Paragraphe modificateur.II. - Le I est applicable au 1er janvier 2007."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. - A compter du 1er janvier 2006 et à titre transitoire, les seuils de 15 000 000 Euros mentionnés au premier alinéa du III de l'article 1649 quater B quater du code général des impôts et au premier alinéa de l'article 1695 quater du même code sont abaissés à 1 500 000 Euros.II. - Pour l'application du 1 de l'article 1738 du même code, le non-respect des obligations respectivement prévues au III de l'article 1649 quater B quater et à l'article 1695 quater du même code s'apprécie, au titre de l'année 2006, en fonction du seuil défini par le I pour cette même année.III. à V. - Paragraphes modificateurs.VI. - Les dispositions des III, IV et V s'appliquent à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du 1° du I s'appliquent aux réclamations invoquant la non-conformité d'une règle de droit à une norme supérieure révélée par une décision juridictionnelle ou un avis rendu au contentieux intervenu à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Sont abrogés :1° Le deuxième alinéa de l'article 54 de la loi de finances pour 1961 (n° 60-1384 du 23 décembre 1960) ;2° L'article 12 de la loi de finances rectificative pour 1975 (n° 75-853 du 13 septembre 1975) ;3° L'article 18 de la loi n° 80-1095 du 30 décembre 1980 portant règlement définitif du budget de 1978 ;4° L'article 1er de la loi n° 83-692 du 27 juillet 1983 portant règlement définitif du budget de 1981 ;5° L'article 117 de la loi de finances pour 1991 (n° 90-1168 du 29 décembre 1990) ;6° L'article 3 de la loi n° 94-66 du 24 janvier 1994 d'orientation quinquennale relative à la maîtrise des finances publiques ;7° L'article 111 de la loi de finances pour 1996 (n° 95-1346 du 30 décembre 1995)."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "I. - Paragraphe modificateur.II. - Cette disposition entre en vigueur à compter de la récolte 2005-2006."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "(premier alinéa modificateur)A compter du 1er juillet 2006, et par dérogation au deuxième alinéa du III de l'article 68 de la loi de finances rectificative pour 2002 (n° 2002-1576 du 30 décembre 2002), cette mesure s'applique aux retraites du combattant visées au I du même article."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I.-Pour 2006, l'augmentation maximale du taux de la taxe pour frais de      chambres de commerce et d'industrie territoriales prévue par la première phrase du deuxième alinéa du II de l'article 1600 du code général des impôts est fixée à 1 %.II.-Pour les      chambres de commerce et d'industrie territoriales dont les bases de la taxe pour frais de      chambres de commerce et d'industrie territoriales pour 2006 diminuent par rapport aux bases imposées à leur profit en 2005 ou augmentent dans une proportion qui n'excède pas 1, 5 %, le taux de l'année 2005 est corrigé en proportion inverse de la variation des bases constatée entre 2005 et 2006 ; le taux ainsi corrigé peut être augmenté dans la limite de 1, 5 %. Cette disposition est applicable que la chambre de commerce et d'industrie ait ou non délibéré favorablement pour mettre en oeuvre un schéma directeur régional prévu par l'article L. 711-8 du code de commerce.III.-Les      chambres de commerce et d'industrie territoriales dont la circonscription s'étend sur plus de deux départements sont autorisées à augmenter le taux de taxe pour frais de      chambres de commerce et d'industrie territoriales dans une limite qui ne peut être supérieure à 3 % en 2006 et 2 % en 2007 lorsque le taux qu'elles ont voté en 2005 est égal à celui résultant du produit qu'elles ont arrêté au titre de 2004. Cette disposition ne se cumule pas avec les dispositions des I et II."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "Les droits et obligations afférents aux contrats d'emprunts figurant au bilan de l'établissement public dénommé Entreprise minière et chimique ainsi qu'aux instruments financiers à terme qui y sont associés sont transférés à l'Etat à compter de la date de dissolution de cet établissement et, au plus tard, le 31 janvier 2006. Les intérêts afférents à cette dette ou au refinancement de celle-ci seront retracés au sein du compte de commerce Gestion de la dette et de la trésorerie de l'Etat, en qualité d'intérêts de la dette négociable.Ce transfert n'ouvre droit ni à remboursement anticipé ni à la modification des conditions auxquelles les contrats d'emprunts ont été conclus.Est en outre autorisé, à l'issue de la liquidation de l'établissement, le transfert à l'Etat des éléments de passif subsistant à la clôture du compte de liquidation, des droits et obligations nés de l'activité de l'établissement ou durant la période de liquidation et non connus à la fin de celle-ci, et du solde de cette liquidation."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "A l'occasion de la présentation du projet de loi de finances de l'année, le Gouvernement transmet aux commissions chargées des finances de l'Assemblée nationale et du Sénat un rapport sur les opérations effectuées par la COFACE pour le compte de l'Etat."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "I. - Les droits et obligations de l'Etat afférents à la gestion des actions incitatives du fonds national de la science, du fonds de la recherche technologique et des actions pour la création d'entreprises relevant respectivement des articles 10, 20 et 30 du chapitre n° 59-01 du budget du ministère de la recherche sont transférés à l'Agence nationale de la recherche à compter du 1er janvier 2006.II. - Les obligations de l'Etat afférentes à la gestion des aides attribuées au titre des réseaux de recherche et d'innovation technologique dans le cadre du fonds de compétitivité des entreprises relevant de l'article 30 du chapitre n° 66-02 du budget du ministère de l'industrie sont transférées à l'Agence nationale de la recherche à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "Lorsque le droit d'option prévu par les dispositions de l'article 109 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales est exercé avant le 31 août d'une année, l'intégration ou le détachement de l'agent et le droit à compensation qui en résulte ne prennent effet qu'à compter du 1er janvier de l'année suivante.Lorsque le même droit d'option est exercé entre le 1er septembre et le 31 décembre d'une année, l'intégration ou le détachement de l'agent et le droit à compensation qui en résulte ne prennent effet qu'à compter du 1er janvier de la deuxième année suivant l'exercice de ce droit.Lorsque le même droit d'option n'est pas exercé, le détachement de l'agent et le droit à compensation qui en résulte ne prennent effet qu'à compter du 1er janvier de la troisième année suivant la publication du décret en Conseil d'Etat fixant les transferts définitifs des services lorsqu'il est publié entre le 1er janvier et le 31 août et à compter du 1er janvier de la quatrième année suivant la publication du décret précité lorsqu'il est publié entre le 1er septembre et le 31 décembre.Par dérogation aux dispositions de l'article 110 de la loi n° 2004-809 du 13 août 2004 précitée, l'agent non titulaire de droit public relevant du ministère en charge de l'équipement et affecté dans un service ou une partie de service transféré à une collectivité territoriale en application de cette loi qui devient agent non titulaire de droit public de la fonction publique territoriale demeure rémunéré par l'Etat jusqu'au 31 décembre de l'année d'entrée en vigueur du décret en Conseil d'Etat fixant les transferts définitifs des services.Un décret précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-530 DC du 29 décembre 2005.]"
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "Les contrats des adjoints de sécurité signés en application de l'article 36 de la loi n° 95-73 du 21 janvier 1995 d'orientation et de programmation relative à la sécurité et venant à échéance en décembre 2005 et au cours de l'année 2006 peuvent être prolongés pour une durée de six mois non renouvelable."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "I. à IV. - Paragraphes modificateurs.V. - Les droits et obligations afférents à la gestion du fonds mentionné au VI de l'article 1609 septvicies du code général des impôts sont transférés à l'office chargé des viandes, de l'élevage et de l'aviculture. Cette substitution n'entraîne aucun droit à résiliation des contrats ou à indemnisation des cocontractants.VI. à IX. - Paragraphes modificateurs.X. - Les I, III, IV et VI entrent en vigueur à compter du 1er janvier 2006.Les II, V, VII, VIII et IX entrent en vigueur à la date de publication du décret prévu au premier alinéa de l'article L. 226-1 du code rural ayant pour objet de confier tout ou partie de la gestion du service public de l'équarrissage à l'office chargé des viandes, de l'élevage et de l'aviculture, et au plus tard au 1er janvier 2007."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions du II et du III sont applicables à compter de l'entrée en vigueur du décret en Conseil d'Etat prévu aux premier et quatrième alinéas de l'article L. 1123-14 du code de la santé publique."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Article 156",
      "content": "Sont autorisées, au sens de l'article 61 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances, les garanties accordées par l'Etat en tant que membre du groupement d'intérêt public dénommé Coupe du monde de rugby 2007 prévues à l'article 9 de la convention constitutive de ce groupement d'intérêt public signée par le ministre chargé des sports le 22 octobre 2004."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "Est autorisée, à compter du 1er janvier 2006, la perception des rémunérations de services rendus par la Direction des Journaux officiels instituées par le décret n° 2005-1073 du 31 août 2005."
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "Pour l'exercice 2006, la répartition entre les organismes du service public de la communication audiovisuelle des recettes prévisionnelles hors taxe sur la valeur ajoutée de la redevance audiovisuelle est établie comme suit :EN MILLIONS D'EUROSFrance Télévisions : 1 833,68Radio France :   495,09Radio France Internationale :    55,86Arte-France :   204,20Institut national de l'audiovisuel :    75,75Total : 2 664,58"
    }
  ]
}