{
  "id": "jorftext000022204510",
  "type": "statute",
  "title": "LOI n° 2010-476 du 12 mai 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022204510",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La notion de jeu d'argent et de hasard dans la présente loi s'entend des opérations mentionnées à l'article L. 320-1 du code de la sécurité intérieure."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Un organisme, désigné par décret, réalise ou fait réaliser, dans des conditions d'indépendance éditoriale et programmatique définies par ce même décret, des études scientifiques sur les jeux d'argent et de hasard et sur l'addiction à ces jeux. Les opérateurs titulaires de droits exclusifs consacrent au moins 0,002 % du montant des mises qu'ils enregistrent au financement d'études relevant de ce champ, dont le thème et la méthodologie doivent être préalablement validés par cet organisme. Ils peuvent s'acquitter de cette obligation en contribuant au financement de travaux directement conduits par celui-ci."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Au sens de la présente loi :1° Le jeu et le pari en ligne s'entendent d'un jeu et d'un pari dont l'engagement passe exclusivement par l'intermédiaire d'un service de communication au public en ligne. Ne constitue pas un jeu ou un pari en ligne le jeu ou le pari enregistré au moyen de terminaux servant exclusivement ou essentiellement à l'offre de jeux ou à la prise de paris et mis à la disposition des joueurs dans des lieux publics ou des lieux privés ouverts au public ;2° Est un opérateur de jeux ou de paris en ligne toute personne qui, de manière habituelle, propose au public des services de jeux ou de paris en ligne comportant des enjeux en valeur monétaire et dont les modalités sont définies par un règlement constitutif d'un contrat d'adhésion au jeu soumis à l'acceptation des joueurs ;3° Un joueur ou un parieur en ligne s'entend de toute personne qui accepte un contrat d'adhésion au jeu proposé par un opérateur de jeux ou de paris en ligne. Toute somme engagée par un joueur, y compris celle provenant de la remise en jeu d'un gain, constitue une mise ;4° Un compte de joueur en ligne s'entend du compte attribué à chaque joueur par un opérateur de jeux ou de paris en ligne pour un ou plusieurs jeux. Il retrace les mises et les gains liés aux jeux et paris, les mouvements financiers qui leur sont liés ainsi que le solde des avoirs du joueur auprès de l'opérateur."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Par dérogation aux dispositions de l'article L. 324-1 du code de la sécurité intérieure, toute personne peut organiser, dans les conditions fixées par la présente loi, la prise de paris hippiques en ligne dès lors qu'elle est titulaire de l'agrément prévu à l'article 21 de la présente loi en tant qu'opérateur de tels paris.II. ― (Abrogé)"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. – Par dérogation aux articles L. 320-1 et L. 324-1 du code de la sécurité intérieure, toute personne titulaire de l'agrément prévu à l'article 21 de la présente loi et la société titulaire de droits exclusifs mentionnée à l'article 137 de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises en tant qu'opérateur de paris sportifs en ligne peut organiser, dans les conditions prévues par la présente loi, la prise de tels paris. La liste des compétitions ou manifestations sportives sur lesquelles des paris sportifs sont autorisés en tout ou partie est fixée par l'Autorité nationale des jeux au regard des risques de manipulation que les compétitions ou manifestations sportives présentent et suivant des modalités définies par voie réglementaire, en distinguant le cas échéant entre les paris sous droits exclusifs et les paris en ligne.\n\nII. – Les types de résultats supports des paris ainsi que les phases de jeux correspondantes sont fixés, pour chaque sport, par l'Autorité nationale des jeux au regard des risques de manipulation qu'ils présentent et suivant des modalités définies par voie réglementaire, en distinguant le cas échéant entre les paris sous droits exclusifs et les paris en ligne.\n\nIII. – Les règles encadrant la prise de paris en la forme mutuelle ne font pas obstacle au recours, par les opérateurs de paris agréés en application de l'article 21, à des mécanismes d'abondement des gains, sous réserve que cette pratique demeure ponctuelle et n'ait pas pour effet de dénaturer le caractère mutuel des paris.\n\nIV. – Seules sont autorisées l'organisation et la prise de paris sportifs en ligne en la forme mutuelle ou à cote au sens des deuxième et troisième alinéas du I de l'article L. 322-18 du code de la sécurité intérieure.\n\nV. - Le président de l'Autorité nationale des jeux peut, s'il existe des indices graves et concordants de manipulation d'une compétition ou manifestation sportive inscrite sur la liste définie au I du présent article, interdire, pour une durée qu'il détermine, tout pari sur celle-ci. L'organisateur de la compétition ou manifestation sportive peut le saisir à cette fin. La décision du président est publiée sur le site internet de l'Autorité et entre en vigueur immédiatement."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. ― En matière de paris en ligne sur les épreuves hippiques ou sportives, sont seules autorisées l'organisation et la prise de paris enregistrés en compte par transfert de données numériques exclusivement par l'intermédiaire d'un service de communication au public en ligne, à l'initiative du joueur connecté directement au site de l'opérateur agréé.II. ― Les catégories de paris sportifs et hippiques autorisés, les principes régissant leurs règles techniques et la proportion maximale des sommes versées en moyenne aux joueurs, y compris la contre-valeur des lots en nature attribués, par rapport aux sommes engagées par type d'agrément sont fixés par décret."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-Par dérogation aux dispositions de l'article L. 324-1 du code de la sécurité intérieure, toute personne titulaire de l'agrément prévu à l'article 21 de la présente loi en tant qu'opérateur de jeux de cercle en ligne peut organiser, dans les conditions prévues par la présente loi, de tels jeux.\n\nII.-Pour l'application du I, seuls peuvent être proposés en ligne les jeux de cercle constituant des jeux de répartition reposant sur le hasard et sur le savoir-faire dans lesquels le joueur, postérieurement à l'intervention du hasard, décide, en tenant compte de la conduite des autres joueurs, d'une stratégie susceptible de modifier son espérance de gains.\n\nSeuls sont autorisés les jeux de cercle entre joueurs jouant via des sites d'opérateurs titulaires de l'agrément prévu à l'article 21.\n\nToutefois, par dérogation au premier alinéa du présent II, l'Autorité nationale des jeux peut autoriser un opérateur titulaire de l'agrément prévu à l'article 21 à proposer aux joueurs titulaires d'un compte validé sur un site faisant l'objet de l'agrément de participer à des jeux de cercle définis au même premier alinéa avec les joueurs titulaires d'un compte ouvert sur un site faisant l'objet d'un agrément par un Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen.\n\nCette autorisation est subordonnée à l'existence d'une convention conclue dans les conditions prévues au second alinéa du V de l'article 34. Elle détermine les obligations particulières imposées à l'opérateur afin de permettre l'exercice du contrôle de son activité par l'Autorité nationale des jeux.\n\nIII.-Les mises sont enregistrées en compte par transfert de données numériques exclusivement par l'intermédiaire d'un service de communication au public en ligne, à l'initiative du joueur connecté directement au site de l'opérateur agréé.\n\nIV.-Les catégories de jeux de cercle mentionnées au II ainsi que les principes régissant leurs règles techniques sont fixés par décret."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'entreprise sollicitant l'agrément en tant qu'opérateur de jeux ou de paris en ligne justifie de l'identité et de l'adresse de son propriétaire ou, s'il s'agit d'une personne morale, de son siège social, de sa structure juridique, de l'identité et de l'adresse de ses dirigeants. Elle fournit les éléments relatifs à des condamnations pénales, déterminées par le décret mentionné au III de l'article 21, ou des sanctions administratives, mentionnées à l'article 43, dont elle-même, son propriétaire ou, s'il s'agit d'une personne morale, un de ses dirigeants ou de ses mandataires sociaux a, le cas échéant, fait l'objet.\n\nDans le cas où l'entreprise est constituée en société par actions, elle présente l'ensemble des personnes physiques ou morales qui détiennent plus de 5 % de son capital ou de ses droits de vote ainsi que, le cas échéant, la ou les personnes qui la contrôlent directement ou indirectement au sens de l'article L. 233-16 du code de commerce.\n\nL'entreprise justifie de ses moyens humains et matériels et communique l'ensemble des informations comptables et financières de nature à attester sa solidité financière et sa capacité à assumer les investissements nécessaires au respect de ses obligations légales et réglementaires. S'il s'agit d'une entreprise individuelle, elle présente les montants des actifs détenus par l'entrepreneur et des dettes qu'il a contractées.\n\nL'entreprise sollicitant l'agrément ne peut avoir son siège social, une filiale ou un équipement dans un Etat ou territoire non coopératif au sens de l'article 238-0 A du code général des impôts.\n\nToute modification de ces éléments intervenant postérieurement à l'agrément est portée à la connaissance de l'Autorité nationale des jeux dans les conditions prévues au V de l'article 21.\n\nElle justifie de l'existence d'une sûreté, d'une fiducie, d'une assurance, d'un compte sous séquestre ou de tout autre instrument ou mécanisme garantissant, en toutes circonstances, le reversement de la totalité des avoirs exigibles des joueurs.\n\nL'opérateur veille à ce que l'étendue de la garantie qu'il fournit soit toujours à la mesure des avoirs exigibles des joueurs. Il informe, sans délai, l'Autorité nationale des jeux des variations qui affectent l'étendue de cette garantie. Le cas échéant, l'Autorité nationale des jeux peut, de sa propre initiative, exiger de l'opérateur qu'il procède aux adaptations nécessaires de l'étendue de cette garantie, dans un délai qu'elle détermine."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'entreprise sollicitant l'agrément présente la nature, les caractéristiques et les modalités d'exploitation, d'organisation ou de sous-traitance du site de jeux en ligne et des opérations de jeu ou de pari en ligne qu'elle entend proposer au public ainsi que les caractéristiques des plates-formes et logiciels de jeux et de traitement de paris qu'elle compte utiliser.Elle décrit, pour chaque jeu proposé, le processus de traitement des données de jeu ainsi que les moyens permettant que ces données soient, en temps réel ou différé, mises à la disposition de l Autorité nationale des jeux.Elle donne connaissance des contrats de fourniture ou de sous-traitance d'opérations de jeu ou de pari en ligne qu'elle a conclus.Elle souscrit l'engagement de donner aux représentants habilités de l'Autorité nationale des jeux l'accès au local où se trouve le support matériel de données mentionné à l'article 31.Elle justifie de sa capacité à maintenir la conformité des jeux qu'elle propose à la réglementation qui leur est applicable. Elle désigne la ou les personnes, domiciliées en France, qui en sont responsables.Elle communique, à titre d'information, dans l'hypothèse où elle opère légalement dans son Etat d'établissement pour une même catégorie de jeux ou de paris en ligne, les exigences et, en général, la surveillance réglementaire et le régime des sanctions auxquels elle est déjà soumise dans cet Etat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.-L'entreprise sollicitant l'agrément mentionné à l'article 21 et, pour l'exploitation des jeux de loterie en ligne, la personne morale mentionnée à l'article 137 de la loi n° 2019-486 du 22 mai 2019, précisent les modalités d'accès et d'inscription à leur site de tout joueur et les moyens leur permettant de s'assurer de l'identité de chaque nouveau joueur, de son âge, de son adresse et de l'identification du compte de paiement sur lequel sont reversés ses avoirs. Les entreprises titulaires de droits exclusifs précisent les modalités d'accès et d'inscription de tout joueur à son compte en réseau physique de distribution et les moyens de s'assurer de l'identité de chaque nouveau joueur, de son âge, de son adresse et de l'identification du compte de paiement sur lequel sont reversés ses avoirs.II.-Un décret en Conseil d'Etat précise les modalités d'ouverture, d'approvisionnement, de gestion et de clôture des comptes joueur en ligne par les opérateurs titulaires de l'agrément mentionné à l'article 21 et par la personne morale mentionnée à l'article 137 de la loi du 22 mai 2019 précitée, ainsi que des comptes joueurs en réseau physique de distribution par les opérateurs de droits exclusifs mentionnés aux articles 2 et 5 de la loi du 2 juin 1891 ayant pour objet de réglementer l'autorisation et le fonctionnement des courses de chevaux et à l'article 137 de la loi du 22 mai 2019 mentionné ci-dessus. Il définit les conditions dans lesquelles l'Autorité nationale des jeux vérifie la conformité à ce décret en Conseil d'Etat des modalités proposées par les opérateurs.III.-L'ouverture d'un compte joueur en ligne ou en réseau physique de distribution ne peut être réalisée qu'à l'initiative de son titulaire et après sa demande expresse, à l'exclusion de toute procédure automatique.L'opérateur agréé de jeux ou de paris en ligne ou l'opérateur titulaire de droits exclusifs peut proposer au joueur, de manière provisoire, avant vérification des éléments mentionnés au I, une activité de jeu d'argent ou de pari en ligne ou une activité de jeu sur compte sur les terminaux physiques sans intermédiation humaine. Cette vérification et celle de la majorité du joueur conditionnent toutefois la validation du compte joueur et la restitution de son éventuel solde créditeur. Sans préjudice des cas de clôture d'un compte pouvant être prévus dans le règlement portant conditions générales de l'offre de jeux et de paris, l'opérateur clôture le compte provisoire lorsqu'il ne peut le valider, soit en raison de l'absence ou de l'insuffisance des justificatifs produits ou de l'inaccomplissement des formalités exigées, soit parce-que le joueur en fait la demande.En cas de clôture d'un compte provisoire présentant un solde créditeur, l'opérateur agréé de jeux ou paris en ligne ou l'opérateur titulaire de droits exclusifs mentionné au II met en réserve, sans délai, la somme correspondante, pour une durée de six ans à compter de cette clôture. Durant cette période, sous réserve de l'application de l'article L. 561-16 du code monétaire et financier, le joueur peut obtenir le reversement de ce solde créditeur en communiquant à l'opérateur, qui les vérifie, les éléments mentionnés au I. Si, à l'issue du délai de six années, cette somme n'a pas été reversée au joueur, elle est acquise à l'Etat. Trois mois avant l'expiration de ce délai, l'opérateur utilise tout moyen à sa disposition pour informer le joueur des conditions dans lesquelles il peut obtenir le reversement de cette somme et, à défaut, de l'acquisition de celle-ci à l'Etat.IV.-Le compte joueur en ligne ou en réseau physique de distribution ne peut être crédité que par son titulaire, au titre des approvisionnements qu'il réalise dans les conditions définies au présent article, ou par l'opérateur agréé ou titulaire de droits exclusifs qui détient le compte, soit au titre des gains réalisés par le joueur, soit à titre d'offre promotionnelle.L'approvisionnement d'un compte joueur en ligne par son titulaire ne peut être réalisé qu'au moyen d'instruments de paiement mis à sa disposition par un prestataire de services de paiement établi dans un Etat membre de l'Union européenne ou un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention contenant une clause d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales. Seuls peuvent être utilisés les instruments de paiement mentionnés au chapitre III du titre III du livre Ier du code monétaire et financier.V.-L'opérateur procède à la clôture du compte joueur en ligne ou en réseau physique de distribution, sur la demande du joueur ou dans les cas prévus par décret. En cas de clôture d'un compte présentant un solde créditeur et s'il ne peut procéder au reversement, notamment parce qu'il n'est pas en mesure de vérifier les références du compte de paiement, l'opérateur met en réserve, sans délai, la somme correspondante pour une durée de six ans à compter de cette clôture. Durant cette période, et sous réserve de l'application de l'article L. 561-16 du code monétaire et financier, le joueur peut obtenir le reversement de cette somme en communiquant à l'opérateur, qui les vérifie, les éléments d'identification nécessaires. Si, à l'issue du délai de six années, cette somme n'a pas été reversée au joueur, elle est acquise à l'Etat. Trois mois avant l'expiration de ce délai, l'opérateur utilise tout moyen à sa disposition pour informer le joueur des conditions dans lesquelles il peut obtenir le reversement de cette somme et, à défaut, de l'acquisition de celle-ci à l'Etat.VI.-Les avoirs du titulaire d'un compte joueur auprès de l'opérateur ne peuvent être reversés que sur un seul compte de paiement ouvert par le joueur auprès d'un prestataire de services de paiement établi dans un Etat membre de l'Union européenne ou un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention contenant une clause d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales. Le reversement de ces avoirs ne peut être réalisé que par virement vers ce compte de paiement."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'entreprise sollicitant l'agrément précise les modalités d'encaissement et de paiement, à partir de son site, des mises et des gains.\n\nElle justifie de la disposition d'un compte ouvert dans un établissement de crédit établi dans un Etat membre de la Communauté européenne ou un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention contenant une clause d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, sur lequel sont exclusivement réalisées les opérations d'encaissement et de paiement liées aux jeux et paris qu'elle propose légalement en France. Le cas échéant, le compte dédié peut être établi au nom d'un fiduciaire réglementé, ou l'équivalent dans l'Etat concerné, à raison de la conclusion entre l'opérateur et le fiduciaire d'une convention de fiducie relevant du droit français ou de celui d'un Etat membre de l'Union européenne, au bénéfice des joueurs en vue de la protection de leurs avoirs.\n\nElle justifie de sa capacité à assumer ses obligations en matière de lutte contre les activités frauduleuses ou criminelles, en particulier le blanchiment de capitaux et le financement du terrorisme.\n\nL'entreprise demandant l'agrément accrédite, s'il y a lieu, un représentant en France conformément à l'article 302 bis ZN du code général des impôts.\n\nElle précise l'organisation lui permettant d'assurer la déclaration et le paiement des versements de toute nature dus au titre de l'activité pour laquelle elle sollicite l'agrément."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'entreprise sollicitant l'agrément décrit les moyens qu'elle met en œuvre pour protéger les données à caractère personnel et la vie privée des joueurs, conformément aux dispositions de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.Elle présente la procédure de réclamation gratuite mise à leur disposition."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les obligations prévues aux articles 15 à 19 sont précisées par décret en Conseil d'Etat. Ce décret détermine notamment les conditions de recueil du consentement des joueurs aux utilisations, autres que celles nécessaires au contrôle des autorités publiques, des données personnelles les concernant.Les éléments constitutifs de la demande d'agrément sont établis par un cahier des charges approuvé par le ministre de l'intérieur, le ministre chargé du budget, le ministre chargé de l'agriculture et le ministre chargé des sports, sur proposition de l'Autorité de régulation des jeux en ligne."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. ― L'agrément pouvant bénéficier aux opérateurs de jeux ou de paris en ligne mentionnés aux articles 11, 12 et 14 est délivré par l'Autorité nationale des jeux . Il est distinct pour les paris hippiques, les paris sportifs et les jeux de cercle en ligne. Il est délivré pour une durée de cinq ans. Il est renouvelable. Il n'est pas cessible.L'agrément est subordonné au respect par le bénéficiaire du cahier des charges, mentionné à l'article 20, qui lui est applicable et des autres obligations énoncées dans la présente loi.II. ― Ne peuvent demander l'agrément prévu au I, ou son renouvellement, que les opérateurs de jeux ou de paris en ligne dont le siège social est établi soit dans un Etat membre de la Communauté européenne, soit dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention contenant une clause d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales.Toutefois, les opérateurs de jeux ou de paris en ligne établis dans un Etat ou territoire non coopératif, tel que défini à l'article 238-0 A du code général des impôts, ou contrôlés, au sens de l'article L. 233-16 du code de commerce, par une société établie dans un tel Etat ou territoire, ne peuvent demander l'agrément prévu au I.III. ― Tout refus d'agrément ou de renouvellement est motivé. L'agrément ou son renouvellement ne peut être refusé que pour un motif tiré de l'incapacité technique, économique ou financière du demandeur de faire face durablement aux obligations attachées à son activité ou de la sauvegarde de l'ordre public, de la lutte contre le blanchiment des capitaux et le financement du terrorisme, des nécessités de la sécurité publique et de la lutte contre le jeu excessif ou pathologique.Le refus peut également être motivé par la circonstance que l'opérateur demandeur a été frappé d'une des sanctions prévues à l'article 43 ou que l'entreprise, son propriétaire ou, s'il s'agit d'une personne morale, un de ses dirigeants ou de ses mandataires sociaux a fait l'objet d'une condamnation pénale devenue définitive relevant des catégories énumérées par décret en Conseil d'Etat.IV. ― La décision d'octroi de l'agrément indique les caractéristiques de l'offre de jeux ou de paris en ligne autorisée ainsi que, le cas échéant, les obligations particulières imposées au titulaire, compte tenu des spécificités de son offre de jeux ou paris et de son organisation, pour permettre l'exercice du contrôle de son activité par l'Autorité nationale des jeux.V. ― Toute modification apportée aux informations fournies lors de la demande d'agrément doit être communiquée à l'Autorité nationale des jeux dans un délai fixé par le décret en Conseil d'Etat prévu au VIII. Si l'opérateur ne remplit plus les conditions ou les engagements auxquels étaient subordonnés son agrément ou une autorisation ultérieure, ou s'il n'en a pas fait usage dans un délai de douze mois ou lorsqu'il n'exerce plus son activité depuis au moins six mois, l'Autorité nationale des jeux peut abroger d'office cet agrément.VI. ― Lors de la procédure d'examen des demandes d'agrément, l'Autorité nationale des jeux prend en considération les éléments, mentionnés au dernier alinéa de l'article 16, que l'opérateur sollicitant l'agrément lui a, le cas échéant, communiqués.VII. ― L'Autorité nationale des jeux établit et tient à jour la liste des opérateurs de jeux ou de paris en ligne titulaires de l'agrément prévu au I, en précisant les catégories de jeux ou de paris autorisées. Cette liste est publiée au Journal officiel et dans un quotidien national traitant de l'actualité hippique, pour les agréments délivrés pour les paris hippiques, ou de l'actualité sportive, pour les agréments délivrés pour les paris sportifs.VIII. ― Un décret en Conseil d'Etat prévoit les modalités de délivrance des agréments."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. ― Toute entreprise titulaire de l'agrément d'opérateur de jeux et paris en ligne prévu à l'article 21 respecte les obligations prévues aux articles 15 à 19.\n\nII. ― Dans un délai de six mois à compter de la date de mise en fonctionnement du support prévu à l'article 31, l'opérateur de jeux ou de paris en ligne transmet à l'Autorité nationale des jeux un document attestant de la certification qu'il a obtenue, laquelle porte sur le respect par ses soins des obligations relatives aux articles 31 et 38. Cette certification est réalisée par un organisme indépendant choisi par l'opérateur au sein d'une liste établie par l'Autorité nationale des jeux. Le coût de cette certification est à la charge de l'opérateur de jeux ou de paris en ligne.\n\nIII. ― Dans un délai d'un an à compter de la date d'obtention de l'agrément prévu à l'article 21, l'opérateur de jeux ou de paris en ligne ou l'opérateur titulaire de droits exclusifs transmet à l'Autorité nationale des jeux un document attestant de la certification qu'il a obtenue. Cette certification porte sur le respect par ses soins de l'ensemble des exigences techniques déterminées par l'Autorité en matière d'intégrité des opérations de jeux et de sécurité des systèmes d'information. Elle est réalisée par un organisme indépendant choisi par l'opérateur au sein de la liste mentionnée au II. Le coût de cette certification est à sa charge.La certification fait l'objet d'une actualisation annuelle.Un décret détermine les conditions d'application du présent III."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "L'opérateur de jeux ou de paris en ligne est tenu de mettre en place, en vue des jeux ou paris en ligne faisant l'objet de l'agrément prévu à l'article 21, un site dédié, exclusivement accessible par un nom de domaine de premier niveau comportant la terminaison « .fr ».Toutes les connexions établies, par l'intermédiaire d'un service de communication au public en ligne, à une adresse d'un site de l'opérateur ou de l'une de ses filiales et qui soit proviennent d'un terminal de consultation situé sur le territoire français, soit sont réalisées, après identification du joueur, au moyen d'un compte de joueur résidant en France, sont redirigées par l'opérateur vers ce site dédié."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Toute entreprise exerçant, dans le secteur des jeux et des paris en ligne, une ou plusieurs des activités régies par la présente loi établit, dans sa comptabilité interne, des comptes séparés respectivement au titre des jeux et paris proposés dans le cadre des agréments délivrés au titre de la présente loi et au titre des autres activités de l'entreprise en France et à l'étranger.Toute entreprise titulaire de l'agrément d'opérateur de jeux et paris en ligne prévu à l'article 21 transmet ses comptes, certifiés par un commissaire aux comptes, à l'Autorité de régulation des jeux en ligne après la clôture de chaque exercice."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'opérateur de jeux ou de paris en ligne titulaire de l'agrément prévu à l'article 21 rend compte dans un rapport annuel, transmis à l'Autorité nationale des jeux, des actions qu'il a menées et des moyens qu'il a consacrés pour promouvoir le jeu responsable et lutter contre le jeu excessif ou pathologique.Il rend également compte annuellement à la même autorité des résultats des contrôles qu'il a réalisés en matière de lutte contre les activités frauduleuses ou criminelles ainsi que le blanchiment de capitaux et le financement du terrorisme."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. ― L'opérateur de jeux ou de paris en ligne titulaire de l'agrément prévu à l'article 21 informe en permanence les joueurs de l'existence du service d'information et d'assistance prévu à l'article 29.\n\nII. ― Tout autre organisme que l'organisme prévu à l'article 29 qui souhaite proposer un service d'information et d'assistance doit adresser, chaque année, un rapport précisant les modalités d'organisation et le bilan de ses actions. Les informations devant figurer dans ce rapport sont précisées par décret."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Un numéro d'appel téléphonique est mis à la disposition des joueurs excessifs ou pathologiques et de leur entourage par les pouvoirs publics sous la responsabilité de l'Institut national de prévention et d'éducation pour la santé. Cet appel est facturé à l'abonné au prix d'un appel local."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "L'opérateur de jeux ou de paris en ligne titulaire de l'agrément prévu à l'article 21 est tenu de procéder à l'archivage en temps réel, sur un support matériel situé en France métropolitaine, de l'intégralité des données mentionnées aux 1° à 3° de l'article 38. L'ensemble des données échangées entre le joueur et l'opérateur transitent par ce support.\n\nL'obligation d'archivage prévue au premier alinéa s'applique à compter du 1er juillet 2015 s'agissant des données portant sur les références du compte de paiement mentionnées au 2° du même article 38."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. ― Le propriétaire, les dirigeants, les mandataires sociaux et le personnel d'un opérateur de jeux ou de paris en ligne titulaire de l'agrément prévu à l'article 21 ne peuvent engager, à titre personnel, directement ou par personne interposée, des mises sur des jeux ou des paris proposés par cet opérateur.\n\nLes sociétés mères de courses de chevaux, définies à l'article 2 de la loi du 2 juin 1891 ayant pour objet de réglementer l'autorisation et le fonctionnement des courses de chevaux, doivent intégrer au sein du code des courses de leur spécialité des dispositions ayant pour objet d'empêcher les jockeys et les entraîneurs participant à une épreuve hippique d'engager, directement ou par personne interposée, des mises sur des paris reposant sur cette épreuve et de communiquer à des tiers des informations privilégiées, obtenues à l'occasion de leur profession ou de leurs fonctions, et qui sont inconnues du public.\n\nII. ― L'opérateur de jeux ou de paris en ligne titulaire de l'agrément prévu à l'article 21 transmet à l'Autorité nationale des jeux les contrats de partenariat conclus avec des personnes physiques ou morales organisant des courses hippiques, compétitions ou manifestations sportives ou y prenant part dès le moment où il propose des jeux ou paris sur lesdites courses hippiques, compétitions ou manifestations sportives.\n\nIII. ― L'opérateur de jeux ou de paris en ligne titulaire de l'agrément prévu à l'article 21 dont le propriétaire, l'un des dirigeants, mandataires sociaux ou membres du personnel détient un intérêt, personnel ou lié à sa participation dans une personne morale, dans une course hippique, compétition ou manifestation sportive, sur laquelle il organise des jeux ou paris, en fait la déclaration auprès de l' Autorité nationale des jeux.\n\nIV. ― Il est interdit à tout opérateur de jeux en ligne titulaire de l'agrément prévu à l'article 21 de détenir le contrôle, au sens de l'article L. 233-16 du code de commerce, directement ou indirectement, d'un organisateur ou d'une partie prenante à une compétition ou manifestation sportive sur laquelle il organise des paris. De même, il est interdit à tout organisateur et à toute partie prenante à une compétition ou manifestation sportive de détenir le contrôle, au sens du même article L. 233-16, directement ou indirectement, d'un opérateur de jeux ou de paris en ligne proposant des paris sur les événements qu'il organise ou auxquels il participe. Un décret précise les conditions de détention indirecte.\n\nV. ― Tout conflit d'intérêts constaté par l'Autorité nationale des jeux suite aux déclarations préalablement citées ou suite à un contrôle fait l'objet d'une sanction dans les conditions prévues à l'article 43, lorsqu'il est proscrit par la présente loi et imputable à un opérateur titulaire de l'agrément prévu à l'article 21."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Un décret en Conseil d'Etat précise les modalités d'application des articles 23, 25 à 28 et 32."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-L'Autorité nationale des jeux est une autorité administrative indépendante au sens de la loi n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et des autorités publiques indépendantes.Elle veille au respect des objectifs de la politique des jeux définis à l'article L. 320-3 du code de la sécurité intérieure pour les jeux et paris sous droits exclusifs, les jeux et paris en ligne soumis à agrément et, à l'exception des objectifs mentionnés aux 2° et 3° du même article, pour les jeux des casinos et des clubs de jeu.Elle exerce la surveillance des opérations des jeux d'argent et de hasard sous droits exclusifs, ainsi que des jeux ou paris en ligne et participe à la lutte contre les offres illégales de jeu et contre la fraude.Elle contribue au contrôle du respect du cahier des charges et de la convention mentionnés au IV de l'article 137 de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises. Elle informe les ministres compétents des manquements à ce cahier des charges et à cette convention qu'elle constate.Elle rend un avis sur les projets de texte relatifs au secteur des jeux dont elle est saisie et peut proposer les modifications législatives et réglementaires qui lui paraissent nécessaires à la poursuite des objectifs de la politique des jeux d'argent et de hasard.II.-L'Autorité nationale des jeux délivre les agréments prévus à l'article 21.III.-Les opérateurs titulaires de droits exclusifs soumettent chaque année à l'approbation de l'Autorité nationale des jeux, dans des conditions fixées par décret, leur programme des jeux et paris et rendent compte, à cette occasion, de l'exécution du programme de l'année précédente. Ce programme contient la description de l'ensemble des nouveaux jeux et paris qu'ils envisagent d'exploiter lors de l'année concernée et les modalités de poursuite de l'exploitation des jeux existants.IV.-Les opérateurs titulaires de droits exclusifs et les opérateurs de jeux ou de paris en ligne soumettent chaque année à l'approbation de l'Autorité nationale des jeux, dans des conditions fixées par décret, un document présentant leur stratégie promotionnelle sur tout support. L'Autorité peut, par une décision motivée, limiter les offres commerciales comportant une gratification financière des joueurs.L'Autorité peut, par une décision motivée, prescrire à un opérateur le retrait de toute communication commerciale incitant, directement ou indirectement au jeu des mineurs ou des personnes interdites de jeu ou comportant une incitation excessive à la pratique du jeu.V.-L'exploitation de jeux sous droits exclusifs est soumise à une autorisation préalable de l'Autorité nationale des jeux. Cette autorisation porte sur un jeu ou sur un ensemble de jeux présentant des caractéristiques et conditions d'exploitation communes strictement définies.L'Autorité définit le contenu des dossiers de demande individuelle d'autorisation des opérateurs et instruit ces demandes. Elle s'assure qu'elles respectent les objectifs mentionnés à l'article L. 320-3 du code de la sécurité intérieure et sont conformes au cadre législatif et réglementaire applicable ainsi qu'au programme des jeux et paris de l'année concernée tel qu'approuvé par elle, notamment s'agissant du taux de retour aux joueurs. A la demande de l'Autorité, ce dossier comprend les résultats de tests définis par elle, le cas échéant avec l'appui de l'organisme mentionné à l'article 3, qui sont fournis par l'opérateur concerné. Lorsque l'opérateur demande l'autorisation d'exploiter un jeu ne figurant pas à son programme des jeux et paris, il justifie de la compatibilité de sa demande avec ce programme.L'Autorité peut n'autoriser qu'à titre expérimental, pour un objet et une durée limités, le cas échéant sur une partie seulement du territoire national, un opérateur titulaire de droits exclusifs à exploiter un nouveau jeu, afin notamment d'apprécier les garanties qu'il présente en matière de préservation de l'ordre public et de respect des objectifs mentionnés à l'article L. 320-3 du code de la sécurité intérieure. Dans ce cas, une évaluation du jeu est réalisée par l'opérateur concerné à l'issue de l'expérimentation, le cas échéant avec l'appui de l'organisme mentionné à l'article 3. L'évaluation est transmise à l'Autorité, selon des modalités qu'elle définit.Les demandes d'autorisation sont adressées à l'Autorité au plus tard trois mois avant la date prévisionnelle de début d'exploitation du jeu.Dans le cas où l'opérateur souhaite exploiter un jeu précédemment autorisé, un jeu relevant d'un ensemble de jeux ayant fait l'objet d'une autorisation ou un jeu ne différant d'un jeu précédemment autorisé que par la maquette de visuel du ou des supports de jeu ou par la répartition des lots entre les différents rangs de gains, il en informe l'Autorité au plus tard un mois avant le début de l'exploitation du jeu. L'Autorité peut s'opposer à cette exploitation dans un délai d'un mois.L'Autorité peut à tout moment suspendre ou retirer, par décision motivée et à l'issue d'une procédure contradictoire, l'autorisation d'un jeu si les conditions dans lesquelles son exploitation a été autorisée ne sont plus réunies.Les décisions prises par l'Autorité dans le cadre du présent V sont notifiées à l'opérateur et au ministre chargé du budget. Elles précisent, le cas échéant, les conditions sous réserve desquelles l'exploitation d'un jeu ou d'un ensemble de jeux est autorisée.VI.-L'Autorité homologue les règlements des jeux autorisés des opérateurs titulaires de droits exclusifs. Ils sont publiés sur son site en ligne, ainsi que sur celui des opérateurs et sont tenus à la disposition des joueurs par ceux-ci dans chaque poste d'enregistrement des jeux de loterie, de paris sportifs ou de paris hippiques.VII.-Pour des motifs tirés de la sauvegarde de l'ordre public, le ministre du budget peut à tout moment suspendre ou interdire l'exploitation d'un jeu sous droits exclusifs. Cette suspension ou interdiction est prononcée à l'issue d'une procédure contradictoire, après avis de l'Autorité nationale des jeux.VIII.-L'Autorité nationale des jeux fixe les caractéristiques techniques des plates-formes et des logiciels de jeux et de paris en ligne des opérateurs soumis à un régime d'agrément et des opérateurs titulaires de droits exclusifs. Elle en évalue périodiquement le niveau de sécurité.Elle homologue, en vue notamment de s'assurer de leur conformité aux règlements de jeux et paris concernés, les logiciels de jeux et de paris utilisés par les opérateurs.Elle détermine les exigences techniques en matière d'intégrité des opérations de jeux et de sécurité des systèmes d'information auxquelles doivent se conformer les opérateurs. Elle détermine les paramètres techniques des jeux en ligne pour l'application des décrets prévus aux articles 13 et 14 de la présente loi.Elle s'assure de la qualité des certifications réalisées en application de l'article 23. Elle établit la liste des organismes certificateurs et peut procéder à sa modification. Elle est destinataire des rapports de certification prévus au même article.Elle évalue les contrôles internes mis en place par les opérateurs. A cette fin, elle peut procéder ou faire procéder à tout audit des systèmes d'information ou des processus.Dans des conditions fixées par décret, elle évalue les résultats des actions menées par les opérateurs en matière d'intégrité du jeu et de système d'information et peut leur adresser des prescriptions à ce sujet.IX.-Un arrêté du ministre chargé de la santé, pris sur proposition de l'Autorité nationale des jeux, définit, à l'adresse des opérateurs titulaires de droits exclusifs, des opérateurs de jeux ou de paris en ligne, des casinos et des clubs de jeux, un cadre de référence pour la prévention du jeu excessif ou pathologique et la protection des mineurs. Ce cadre de référence prévoit des obligations renforcées pour les opérateurs titulaires de droits exclusifs.Les opérateurs, casinos et clubs de jeux soumettent chaque année à l'approbation de l'Autorité leur plan d'actions en vue de prévenir le jeu excessif et le jeu des mineurs et de favoriser une pratique raisonnable du jeu. Ils rendent compte, à cette occasion, de la mise en œuvre du plan de l'année précédente. Le plan est établi dans le respect du cadre de référence prévu à l'alinéa ci-dessus.Les opérateurs, casinos et clubs de jeux identifient les personnes dont le jeu est excessif ou pathologique et les accompagnent en vue de modérer leur pratique, dans le respect du cadre de référence.L'Autorité évalue les résultats des actions menées par les opérateurs, casinos et clubs de jeux pour prévenir le jeu excessif ou pathologique et protéger les mineurs. Elle peut, sur le fondement de cette évaluation, leur adresser des prescriptions à ce sujet.X.-L'Autorité nationale des jeux contrôle le respect par les opérateurs de jeux en ligne et les opérateurs titulaires de droits exclusifs de leurs obligations en matière de lutte contre la fraude et contre le blanchiment de capitaux et le financement du terrorisme fixées aux chapitres Ier et II du titre VI du livre V du code monétaire et financier. Lorsqu'elle constate un manquement à ces obligations, elle saisit la Commission nationale des sanctions prévue à l'article L. 561-38 du même code.Un arrêté du ministre de l'intérieur et du ministre chargé de l'économie, pris sur proposition de l'Autorité, définit, à l'adresse des opérateurs titulaires de droits exclusifs et des opérateurs de jeux ou de paris en ligne, un cadre de référence pour la lutte contre la fraude et contre le blanchiment de capitaux et le financement du terrorisme.Les opérateurs soumettent chaque année à l'approbation de l'Autorité leur plan d'actions en matière de lutte contre la fraude et contre le blanchiment des capitaux et le financement du terrorisme. Ils rendent compte, à cette occasion, de la mise en œuvre du plan de l'année précédente. Le plan est établi dans le respect du cadre de référence prévu à l'alinéa ci-dessus.L'Autorité nationale des jeux évalue les résultats des actions menées par les opérateurs de jeux ou de paris en ligne et les opérateurs titulaires de droits exclusifs en matière de lutte contre la fraude et contre le blanchiment de capitaux et le financement du terrorisme et peut leur adresser des prescriptions à ce sujet.XI.-En vue du contrôle du respect de leurs obligations par les opérateurs, le président de l'Autorité peut conclure au nom de l'Etat des conventions avec les autorités de régulation des jeux d'autres Etats membres de l'Union européenne ou d'autres Etats parties à l'accord sur l'Espace économique européen pour échanger les résultats des contrôles réalisés par ces autorités et par elle-même à l'égard d'opérateurs de jeux ou de paris en ligne.De telles conventions peuvent également être conclues au nom de l'Etat par le président de l'Autorité nationale des jeux pour déterminer les modalités de mise en œuvre et de contrôle des offres de jeux de cercle mentionnées aux deux derniers alinéas du II de l'article 14. Ces conventions prévoient les conditions dans lesquelles l'Autorité nationale des jeux et l'autorité de régulation des jeux concernée échangent toute information ou document nécessaire à l'exercice de leurs missions, notamment en matière de prévention des activités frauduleuses ou criminelles ainsi que de lutte contre le blanchiment de capitaux et le financement du terrorisme."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-L'Autorité nationale des jeux comprend un collège, des commissions consultatives spécialisées permanentes, une commission des sanctions et un médiateur.Sauf disposition contraire prise en application du I de l'article 37 et à l'exception des décisions relatives aux sanctions, les attributions confiées à l'Autorité nationale des jeux sont exercées par le collège.II.-Le collège est composé de neuf membres nommés pour une durée de six ans à raison de leur compétence économique, juridique, en matière de protection du consommateur, de prévention du jeu excessif ou pathologique, de systèmes d'informations, d'économie numérique et de lutte contre le blanchiment des capitaux et le financement du terrorisme. Ce mandat n'est ni révocable ni renouvelable.En cas d'absence d'un membre du collège et de partage égal des voix, le président de l'Autorité nationale des jeux dispose d'une voix prépondérante.Le collège comprend :1° Un président nommé par décret du Président de la République. Il exerce ses fonctions à temps plein ;2° Deux membres nommés respectivement par le président de l'Assemblée nationale et par le président du Sénat. Ces membres comprennent une femme et un homme ;3° Six membres nommés par décret :\n\n-en alternance un membre du Conseil d'Etat puis de la Cour de Cassation, sur proposition du vice-président du Conseil d'Etat ou du premier président de la Cour de Cassation ;-cinq membres nommés à raison de leurs compétences.\n\nLes membres nommés au titre du présent 3° sont répartis en trois femmes et trois hommes.Un commissaire du Gouvernement nommé par arrêté du ministre chargé du budget assiste, avec voix consultative, aux séances du collège, à l'exception des points de l'ordre du jour portant sur les décisions exclusivement relatives aux opérateurs de jeux ou paris en ligne agréés. Il fait connaitre les positions du Gouvernement. Il est destinataire de l'ordre du jour des séances et des documents afférents ainsi que de tout projet de décision du collège. Il peut demander une réunion extraordinaire de ces instances sur un ordre du jour déterminé. Sauf pour les décisions exclusivement relatives aux opérateurs de jeux ou paris en ligne agréés et pour les décisions prévues au premier alinéa du X de l'article 34 et au II de l'article 43, il peut demander une deuxième délibération au collège, dans les cinq jours suivant la délibération initiale. Il peut se faire communiquer toute information et tout document et demander au collège de l'Autorité de faire procéder à toutes vérifications relatives aux opérateurs entrant dans le champ de compétence de l'Autorité.Selon des modalités fixées par décret en Conseil d'Etat, le collège est, à l'exception de son président, renouvelé par fraction tous les deux ans .III.-Pour l'exercice de ses attributions, le collège s'appuie sur trois commissions consultatives permanentes, compétentes respectivement pour la prévention du jeu excessif ou pathologique, pour le contrôle des opérations de jeux et, enfin, pour la lutte contre la fraude et contre le blanchiment des capitaux. Les commissions comprennent, dans des conditions fixées par décret pris après avis de l'Autorité, des membres du collège de celle-ci, des représentants des ministres concernés et des personnalités choisies en raison de leurs compétences. L'Autorité fixe les conditions dans lesquelles les commissions lui apportent son concours. Le commissaire du Gouvernement assiste aux séances des commissions consultatives permanentes."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. (Abrogé)\n\nII. - Le mandat de membre de l'Autorité nationale des jeux est incompatible avec toute autre fonction exercée dans le cadre d'une activité économique ou financière en relation avec le secteur des jeux d'argent et de hasard.Les membres du collège et des commissions ainsi que le personnel de l'Autorité ne peuvent engager à titre personnel, directement ou par personne interposée, des mises sur des jeux ou paris proposés par des opérateurs de jeux ou de paris en ligne, des opérateurs titulaires de droits exclusifs, des casinos et clubs de jeux.\n\nIII. (abrogé)\n\nIV. ― Les membres et les personnels de l'Autorité nationale des jeux, ainsi que toutes les personnes physiques ou morales qui, à quelque titre que ce soit, participent, même occasionnellement, à l'activité de celle-ci sont tenus au secret professionnel pour les faits, actes et renseignements dont ils ont pu avoir connaissance en raison de leurs fonctions. Le non-respect du secret professionnel, établi par décision de justice devenue définitive, entraîne la cessation d'office des fonctions au sein de l'Autorité nationale des jeux. Ce secret n'est pas opposable à l'autorité judiciaire.\n\nV. ― Le président de l'Autorité nationale des jeux prend les mesures appropriées pour assurer le respect des obligations et interdictions résultant du présent article."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. ― Un décret en Conseil d'Etat fixe les conditions dans lesquelles :\n\n1° Le collège peut donner délégation au président ou, en cas d'absence ou d'empêchement de celui-ci, à un autre de ses membres, pour prendre les décisions à caractère individuel relevant de sa compétence ;\n\n1° bis Le collège peut donner délégation au président pour prendre les décisions individuelles d'autorisation des jeux ;\n\n2° Le président de l'Autorité nationale des jeux peut déléguer sa signature.\n\nII. ― Le collège établit le cadre général des rémunérations du personnel des services de l'Autorité nationale des jeux. Le directeur général recrute les agents et les gère, dans des conditions et limites fixées par le collège, auquel il rend compte de sa gestion. Le président de l'Autorité est ordonnateur de l'Autorité. Il nomme le directeur général.\n\nIII. (abrogé)\n\nIV. ― Pour l'accomplissement des missions qui sont confiées à l'Autorité nationale des jeux, le président de l'Autorité peut agir en justice devant toute juridiction.\n\nV. ― Un décret fixe les conditions de rémunération des membres de l'Autorité nationale des jeux."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I.-Un contrôle permanent de l'activité des opérateurs de jeux ou de paris en ligne agréés et de l'activité de l'opérateur titulaire de droits exclusifs pour son activité de jeux de loterie en ligne est réalisé par l'Autorité nationale des jeux aux fins d'assurer le respect des objectifs définis à l'article L. 320-3 du code de la sécurité intérieure. A cet effet, les opérateurs mettent à la disposition permanente de l'Autorité nationale des jeux des données portant sur :\n\n1° L'identité de chaque joueur, son adresse et son adresse sur un service de communication au public en ligne ;\n\n2° Le compte de chaque joueur, notamment sa date d'ouverture, et les références du compte de paiement mentionné au dernier alinéa de l'article 17 ;\n\n3° Les événements de jeu ou de pari et, pour chaque joueur, les opérations associées ainsi que toute autre donnée concourant à la formation du solde du compte joueur ;\n\n4° Les événements relatifs à l'évolution et à la maintenance des matériels, plates-formes et logiciels de jeux utilisés.\n\nL'Autorité de régulation des jeux en ligne peut utiliser ces données afin de rechercher et d'identifier tout fait commis par un joueur ou un parieur, susceptible de constituer une fraude ou de relever du blanchiment de capitaux ou du financement du terrorisme.\n\nUn décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise la liste des données que les opérateurs de jeux ou de paris en ligne et la société titulaire des droits exclusifs mentionnée à l'article 137 de la loi n° 2019-486 du 22 mai 2019 précitée sont tenus de mettre à la disposition de l'Autorité nationale des jeux. Il précise les modalités techniques de stockage et de transmission de ces données, le délai pendant lequel l'opérateur est tenu de les archiver, ainsi que les modalités des contrôles réalisés par l'Autorité nationale des jeux à partir de ces données.\n\nII.-Un contrôle de l'activité des opérateurs titulaires de droits exclusifs au titre de leur activité en réseau physique de distribution est réalisé par l'Autorité nationale des jeux aux fins d'assurer le respect des objectifs de la politique des jeux définis à l'article L. 320-3 du code de la sécurité intérieure.A cette fin, les opérateurs mettent à la disposition permanente de l'Autorité nationale des jeux des données portant sur :1° Pour les joueurs identifiés :a) L'identité de chaque joueur, son adresse et son adresse sur un service de communications électroniques au public ;b) Le compte de chaque joueur, notamment sa date d'ouverture, et les références du compte de paiement mentionné au dernier alinéa de l'article 17 ;c) Les événements de jeu ou de pari et, pour chaque joueur, les opérations associées ainsi que toute autre donnée concourant à la formation du solde du compte joueur ;2° Les événements relatifs à l'évolution et à la maintenance des matériels, plates-formes et logiciels de jeux utilisés ;3° L'évaluation de la politique de contrôle mise en place en point de vente, notamment au regard de l'objectif de protection des mineurs ;4° Les rapports et résultats des contrôles effectués sur les personnes privées exploitant un poste d'enregistrement de jeux de loterie, de jeux de paris sportifs et de paris hippiques et le respect de leurs obligations par celles-ci. Lorsqu'ils constatent un manquement grave d'une de ces personnes à ses obligations légales ou réglementaires, ils en informent sans délai l'Autorité. Celle-ci communique ces informations aux ministres chargés du budget et de l'intérieur ;5° Les rapports trimestriels sur l'exploitation des jeux sous droits exclusifs. Un arrêté du ministre chargé du budget, pris sur proposition de l'Autorité, approuve le modèle de tableau de bord de ce compte-rendu trimestriel.L'Autorité approuve les clauses-types des contrats passés entre les opérateurs titulaires de droits exclusifs et les personnes privées exploitant un poste d'enregistrement de jeux de loterie, de jeux de paris sportifs et de paris hippiques.\n\nIII.-L'Autorité peut conduire ou diligenter tout audit des processus métier des opérateurs sous droits exclusifs."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. ― Le président de l'Autorité nationale des jeux saisit l'Autorité de la concurrence des situations susceptibles d'être constitutives de pratiques entravant le libre exercice de la concurrence dont il a connaissance dans le secteur des jeux en ligne, notamment lorsqu'il estime que ces pratiques sont prohibées par les articles L. 420-1 et L. 420-2 du code de commerce, l'article 25 de la présente loi ou les articles L. 333-1-1 et L. 333-1-2 du code du sport. Cette saisine peut être introduite dans le cadre d'une procédure d'urgence, conformément à l'article L. 464-1 du code de commerce.Il peut également la saisir pour avis de toute autre question relevant de sa compétence et, notamment, en vue d'établir l'existence d'une pratique prohibée par l'article L. 420-5 du code de commerce, de manquements aux obligations définies à l'article 25 de la présente loi.II. ― L'Autorité de la concurrence communique à l'Autorité nationale des jeux toute saisine entrant dans le champ de compétence de celle-ci. Elle peut également saisir l'Autorité nationale des jeux, pour avis, de toute question relative au secteur des jeux en ligne. Lorsqu'elle est consultée par l'Autorité de la concurrence sur des pratiques dont cette dernière est saisie dans le secteur des jeux d'argent et de hasard, l'Autorité nationale des jeux joint à son avis, dans le délai imparti, tous les éléments utiles à l'instruction de l'affaire qui sont en sa possession."
    },
    {
      "provision_ref": "art39-1",
      "section": "39-1",
      "title": "Article 39-1",
      "content": "L'Autorité nationale des jeux, l'Autorité des marchés financiers, l'Autorité de contrôle prudentiel et de résolution, l'autorité administrative chargée de la concurrence et de la consommation, l'Autorité de régulation de la communication audiovisuelle et numérique et la Commission nationale de l'informatique et des libertés coopèrent entre elles. Elles peuvent se communiquer les renseignements et documents utiles à l'accomplissement de leurs missions respectives, y compris ceux couverts par le secret professionnel.\n\nLes renseignements et documents recueillis conformément au premier alinéa sont couverts par le secret professionnel en vigueur dans les conditions applicables à l'autorité qui les a communiqués et à l'autorité destinataire."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. ― L'Autorité nationale des jeux comprend une commission des sanctions chargée de prononcer les sanctions mentionnées aux articles 43 et 44.\n\nCette commission des sanctions comprend six membres :\n\n1° Deux membres du Conseil d'Etat, désignés par le vice-président du Conseil d'Etat ;\n\n2° Deux conseillers à la Cour de cassation, désignés par le premier président de la Cour de cassation ;\n\n3° Deux magistrats de la Cour des comptes, désignés par le premier président de la Cour des comptes.\n\nLes deux membres mentionnés respectivement aux 1° à 3° sont une femme et un homme.\n\nLe président de la commission des sanctions est désigné par décret pour la durée de son mandat parmi les membres de la commission.\n\nII. ― La durée du mandat des membres de la commission des sanctions est de six ans. Ce mandat est renouvelable une fois.\n\nIII. ― Un décret en Conseil d'Etat fixe les modalités de renouvellement des membres de la commission des sanctions."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-Pour l'accomplissement des missions qui lui sont confiées, l'Autorité nationale des jeux peut recueillir toutes les informations nécessaires auprès des ministres compétents, ainsi que des opérateurs de jeux ou de paris en ligne et des opérateurs titulaires de droits exclusifs et se faire communiquer tout document en la possession de ces opérateurs. Elle peut demander l'audition de toute personne susceptible de contribuer à son information.En matière de lutte contre la fraude et contre le blanchiment de capitaux et le financement du terrorisme, l'Autorité nationale des jeux procède à une évaluation des risques présentés par les opérateurs de jeu ou de paris en ligne et les opérateurs titulaires de droits exclusifs, et adapte l'intensité et la fréquence de ses contrôles sur pièces et sur place en fonction des risques identifiés.II.-Des fonctionnaires et agents habilités à cet effet par le directeur général de l'Autorité nationale des jeux procèdent, sous sa direction, aux enquêtes administratives nécessaires au contrôle du respect de leurs obligations par les opérateurs de jeux ou de paris en ligne et les opérateurs titulaires de droits exclusifs. Ces agents sont également compétents pour constater une offre de jeux d'argent et de hasard en ligne en contravention avec les dispositions du titre II du livre II du code de la sécurité intérieure ou la promotion d'une telle offre. Ils sont assermentés dans des conditions définies par décret en Conseil d'Etat.L'Autorité et les services compétents du ministère de l'intérieur se communiquent les renseignements et documents utiles à l'accomplissement de leurs missions respectives, y compris ceux couverts par le secret professionnel. Une convention entre l'Autorité et le ministre de l'intérieur fixe les modalités de la coopération de celle-ci avec le service de la police nationale chargé de la police des jeux.Les enquêtes administratives donnent lieu à l'établissement d'un procès-verbal.III.-Dans le cadre des enquêtes qu'ils conduisent, les fonctionnaires et agents mentionnés au premier alinéa du II peuvent demander aux opérateurs tout renseignement et se faire communiquer tout document utile quel qu'en soit le support et en prendre copie. Ils ont accès, en présence de la personne responsable désignée par l'opérateur en application du dernier alinéa de l'article 16 ou, à défaut, d'un autre représentant de celui-ci aux locaux qu'il utilise à des fins professionnelles, à l'exclusion de la partie de ces locaux servant, le cas échéant, de domicile. Ils y procèdent à toute constatation.Dans l'exercice de ces pouvoirs d'enquête, le secret professionnel ne peut leur être opposé par les opérateurs.IV.-Les manquements d'un opérateur agréé ou d'un opérateur titulaire de droits exclusifs à ses obligations sont constatés par les fonctionnaires et agents mentionnés au II. Il en est dressé procès-verbal. Si des manquements aux obligations mentionnées aux chapitres 1er et II du titre VI du livre V du code monétaire et financier sont constatés, la procédure d'inspection est immédiatement transmise à la Commission nationale des sanctions prévue à l'article L. 561-38 du code monétaire et financier."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. ― Sous réserve des dispositions des articles L. 561-37 et L. 561-38 du code monétaire et financier, la commission des sanctions de l'Autorité nationale des jeux peut prononcer, dans les conditions prévues au présent article, des sanctions à l'encontre d'un opérateur de jeux ou de paris en ligne titulaire de l'agrément prévu à l'article 21 de la présente loi ou d'un opérateur titulaire de droits exclusifs.\n\nII. ― Sous réserve des compétences de la Commission nationale des sanctions prévues à l'article L. 561-38 du code monétaire et financier, le collège de l'Autorité nationale des jeux peut décider l'ouverture d'une procédure de sanction à l'encontre d'un opérateur de jeux ou de paris en ligne agréé ou d'un opérateur titulaire de droits exclusifs ayant manqué ou manquant à ses obligations législatives ou réglementaires ou méconnu une prescription qu'il lui a adressée. Dans les conditions prévues au VIII, il peut décider l'ouverture d'une procédure de sanction à l'encontre d'un casino ou d'un club de jeu. Il notifie alors les griefs aux personnes en cause et en saisit la commission des sanctions.\n\nPréalablement à cette notification, le collège de l'Autorité nationale des jeux informe l'opérateur concerné des manquements qui lui sont imputés et des sanctions qu'il encourt, et l'invite à présenter, dans un délai qui ne peut être inférieur à trente jours, ses observations en réponse. Cette information et cette réponse sont adressées par tout moyen propre à attester de leur date de réception.\n\nIII. ― La commission des sanctions de l'Autorité nationale des jeux peut, avant de prononcer les sanctions prévues aux IV à VII, entendre toute personne dont l'audition lui paraît utile.\n\nLes conditions de communication à un tiers d'une pièce mettant en jeu le secret des affaires sont définies par le décret en Conseil d'Etat prévu à l'article 45.\n\nIV. ― A l'encontre des opérateurs de jeux ou paris en ligne, la commission des sanctions de l'Autorité peut prononcer, compte tenu de la gravité du manquement, une des sanctions suivantes :\n\n1° L'avertissement ;\n\n2° La réduction d'une année au maximum de la durée de l'agrément ;\n\n3° La suspension de l'agrément pour trois mois au plus ;\n\n4° Le retrait de l'agrément.\n\nLe retrait de l'agrément peut s'accompagner de l'interdiction de solliciter un nouvel agrément pendant un délai maximal de trois ans.\n\nV. ― La commission des sanctions de l'Autorité peut, à la place ou en sus des sanctions prévues au IV, prononcer une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'opérateur en cause, à l'ampleur du dommage causé et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos correspondant à ses activités faisant l'objet de l'agrément. Ce plafond est porté à 10 % en cas de nouveau manquement. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 €, portés à 375 000 € en cas de nouvelle violation de la même obligation.\n\nLorsque le manquement est constitutif d'une infraction pénale, le montant de la sanction pécuniaire ne peut excéder celui prévu pour l'amende pénale.\n\nLorsque la commission des sanctions de l'Autorité nationale des jeux a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou des faits connexes, celui-ci peut ordonner que la sanction pécuniaire s'impute sur l'amende qu'il prononce.\n\nVI.-A l'encontre des opérateurs titulaires de droits exclusifs, la commission des sanctions de l'Autorité peut prononcer, selon la gravité du manquement, une des sanctions suivantes :1° L'avertissement ;2° La suspension à titre provisoire, pour une durée d'au plus six mois de l'exploitation du jeu ou de l'ensemble de jeux concerné ;3° L'interdiction de l'exploitation du jeu ou de l'ensemble de jeu concerné ;4° Le retrait de l'agrément des dirigeants de l'opérateur.VII.-La commission des sanctions de l'Autorité peut, à la place ou en sus des sanctions prévues au VI, prononcer une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'opérateur titulaire de droits exclusifs en cause, à l'ampleur du dommage causé et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos correspondant aux activités faisant l'objet des droits exclusifs. Ce plafond est porté à 10 % en cas de nouveau manquement.Lorsque le manquement est constitutif d'une infraction pénale, le montant de la sanction pécuniaire ne peut excéder celui prévu pour l'amende pénale.Lorsque la commission des sanctions de l'Autorité nationale des jeux a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou des faits connexes, celui-ci peut ordonner que la sanction pécuniaire s'impute sur l'amende qu'il prononce. ;VIII.-A l'encontre des casinos et des clubs de jeux qui méconnaissent leurs obligations en matière de prévention du jeu excessif ou pathologique, la commission des sanctions de l'Autorité peut prononcer une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation du casino ou du club de jeux en cause, à l'ampleur du dommage causé et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos correspondant à ses activités de jeux. Ce plafond est porté à 10 % en cas de nouveau manquement. A défaut d'activité antérieure permettant de déterminer le plafond, le montant de la sanction ne peut excéder 150 000 euros, portés à 375 000 euros en cas de nouvelle violation de la même obligation.IX.-Lorsqu'un opérateur agréé de jeux ou de paris en ligne ou un opérateur titulaire de droits exclusifs communique des informations inexactes, refuse de fournir les informations demandées ou fait obstacle au déroulement de l'enquête menée par les fonctionnaires ou agents habilités en application du II de l'article 42, la commission des sanctions de l'Autorité nationale des jeux peut, après mise en demeure de l'opérateur par le président de l'Autorité restée infructueuse, prononcer une sanction pécuniaire d'un montant qui ne peut excéder 100 000 euros.X.-La commission des sanctions peut en outre décider, à l'encontre des personnes physiques et morales frappées des sanctions mentionnées aux IV à VIII :1° La publication de la décision prononcée au Journal officiel ;2° L'affichage ou la diffusion de cette décision dans les conditions prévues par l'article 131-35 du code pénal."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. ― Les sanctions prévues à l'article 43 sont prononcées après que la personne morale ou physique concernée a reçu notification des griefs et a été mis à même de consulter le dossier et de présenter ses observations écrites ou orales. Les décisions de sanction sont motivées et notifiées à l'intéressé.\n\nLes sanctions pécuniaires prononcées en application du même article 43 peuvent faire l'objet d'une majoration, dans la limite de 10 % de leur montant, mise à la charge de l'opérateur sanctionné et destinée à financer l'aide aux victimes.\n\nLe montant de la majoration est fixé en fonction de la gravité du manquement, de la situation de l'opérateur, de l'ampleur du dommage causé et des avantages qui en sont tirés.\n\nLes sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine.\n\nII. - Les décisions prononcées par la commission des sanctions peuvent faire l'objet d'un recours de pleine juridiction devant la juridiction administrative par les personnes sanctionnées et par le président de l'Autorité nationale des jeux, après accord du collège.\n\nIII. ― La commission des sanctions de l'Autorité nationale des jeux ne peut être saisie de faits remontant à plus de trois ans s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction.\n\nIV. ― Le président de l'Autorité nationale des jeux ou celui de la commission des sanctions informe sans délai le procureur de la République des faits qui sont susceptibles de recevoir une qualification pénale. Lorsque le procureur de la République décide de mettre en mouvement l'action publique sur les faits objets de la transmission, il en informe sans délai l'Autorité nationale des jeux."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Un décret en Conseil d'Etat détermine les conditions d'application des articles 43 et 44."
    },
    {
      "provision_ref": "art45-1",
      "section": "45-1",
      "title": "Article 45-1",
      "content": "Le médiateur mentionné à l'article 35 est nommé par le président de l'autorité après avis du collège, pour une durée de trois ans renouvelable.\n\nIl ne peut être révoqué pendant la durée de son mandat, sauf pour motif légitime et s'il ne répond plus aux conditions fixées aux articles L. 613-1 et suivants du code de la consommation.\n\nLes fonctions de médiateur sont incompatibles avec celles de membre du collège et de la commission des sanctions.\n\nLe médiateur dispose de moyens suffisants à l'exercice indépendant et impartial de son mandat et ne peut recevoir d'instructions sur les litiges dont il a à connaître.\n\nLe médiateur présente au collège de l'autorité un rapport annuel dans lequel il rend compte de sa mission. Ce rapport est rendu public. Il peut y émettre des recommandations et des avis."
    },
    {
      "provision_ref": "art45-2",
      "section": "45-2",
      "title": "Article 45-2",
      "content": "Le médiateur est chargé de proposer des solutions aux litiges nés entre un consommateur et un opérateur de jeux ou de paris en ligne titulaire de l'agrément prévu à l'article 21 ou un opérateur titulaire de droits exclusifs à l'occasion des opérations de jeu.\n\nIl accomplit sa mission de médiation dans les conditions prévues au titre Ier du livre VI du code de la consommation.\n\nLa saisine du médiateur de l'Autorité nationale des jeux dans le cadre du règlement extrajudiciaire des différends suspend la prescription de toute action civile ou pénale à compter du jour où le médiateur est saisi."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "II, III, VI, VII et VIII A modifié les dispositions suivantes :\n\nI.-Quiconque aura offert ou proposé au public une offre en ligne de paris ou de jeux d'argent et de hasard sans être titulaire de l'agrément mentionné à l'article 21 ou d'un droit exclusif est puni de trois ans d'emprisonnement et de 90 000 € d'amende. Ces peines sont portées à sept ans d'emprisonnement et à 200 000 € d'amende lorsque l'infraction est commise en bande organisée.\n\nIV.-Les personnes physiques coupables de l'infraction prévue au I encourent également les peines complémentaires suivantes :\n\n1° L'interdiction des droits civiques, civils et de famille dans les conditions prévues à l'article 131-26 du code pénal ;\n\n2° La confiscation des biens mobiliers et immobiliers, divis ou indivis, ayant servi directement ou indirectement à commettre l'infraction ou qui en sont le produit, y compris les fonds ou effets exposés au jeu ou mis en loterie ainsi que les meubles ou effets mobiliers dont les lieux sont garnis ou décorés, à l'exception des objets susceptibles de donner lieu à restitution ;\n\n3° L'affichage ou la diffusion de la décision prononcée dans les conditions prévues à l'article 131-35 du code pénal ;\n\n4° La fermeture définitive, ou pour une durée de cinq ans au plus, des établissements ou de l'un ou de plusieurs des établissements de l'entreprise ayant servi à commettre les faits incriminés ;\n\n5° L'interdiction, suivant les modalités prévues par l'article 131-27 du code pénal, soit d'exercer une fonction publique ou d'exercer l'activité professionnelle ou sociale dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise, soit d'exercer une profession commerciale ou industrielle, de diriger, d'administrer, de gérer ou de contrôler à un titre quelconque, directement ou indirectement, pour son propre compte ou pour le compte d'autrui, une entreprise commerciale ou industrielle, ou une société commerciale. Ces interdictions d'exercice peuvent être prononcées cumulativement.\n\nV.-Les personnes morales déclarées responsables pénalement, dans les conditions prévues à l'article 121-2 du code pénal, de l'infraction prévue au I du présent article encourent, outre l'amende suivant les modalités prévues par l'article 131-38 du code pénal, les peines mentionnées aux 1°, 4°, 8° et 9° de l'article 131-39 du même code. Elles encourent également l'interdiction, pour une durée de cinq ans au plus, de solliciter l'agrément prévu à l'article 21 de la présente loi ainsi que l'autorisation prévue à l'article L. 321-1 du code de la sécurité intérieure et, le cas échéant, le retrait d'un tel agrément ou autorisation si la personne morale en est titulaire au moment du jugement.\n\n-Loi n° 83-628 du 12 juillet 1983\n\n-Loi du 21 mai 1836\n\n-Loi n° 83-628 du 12 juillet 1983\n\n-Loi du 2 juin 1891"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "II, III et IV A modifié les dispositions suivantes :\n\nQuiconque fait de la publicité, par quelque moyen que ce soit, en faveur d'un site de paris ou de jeux d'argent et de hasard non autorisé en vertu d'un droit exclusif ou de l'agrément prévu à l'article 21 est puni d'une amende de 100 000 €. Le tribunal peut porter le montant de l'amende au quadruple du montant des dépenses publicitaires consacrées à l'activité illégale.\n\nCes peines sont également encourues par quiconque a, par quelque moyen que ce soit, diffusé au public, aux fins de promouvoir des sites de jeux en ligne ne disposant pas de l'agrément prévu à l'article 21, les cotes et rapports proposés par ces sites non autorisés.\n\n- Loi du 21 mai 1836\n\n- Loi du 2 juin 1891\n\n- Loi n°83-628 du 12 juillet 1983"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dans le but de constater une offre de jeux d'argent et de hasard en ligne en contravention avec les dispositions du titre II du livre II du code de la sécurité intérieure ou la promotion d'une telle offre, les officiers et agents de police judiciaire désignés par le ministre de l'intérieur, les agents des douanes désignés par le ministre chargé des douanes et les fonctionnaires et agents mentionnés au II de l'article 42 peuvent, sans en être pénalement responsables :\n\n1° Participer sous une identité d'emprunt à des échanges électroniques sur un site de jeux ou paris agréé ou non, et notamment à une session de jeu en ligne. L'utilisation d'une identité d'emprunt est sans incidence sur la régularité des constatations effectuées. Un décret en Conseil d'Etat précise les conditions dans lesquelles, dans ce cas, les fonctionnaires et agents concernés procèdent à leurs constatations ;\n\n2° Extraire, acquérir ou conserver par ce moyen les éléments de preuve et les données sur les personnes susceptibles d'être les auteurs de ces infractions ainsi que sur les comptes bancaires utilisés ;\n\n3° Extraire, transmettre en réponse à une demande expresse, acquérir ou conserver des contenus illicites dans des conditions fixées par décret.\n\nA peine de nullité, ces actes ne peuvent avoir pour effet d'inciter autrui à commettre une infraction ou de contrevenir aux dispositions de l'article L. 320-8 et du premier alinéa de l'article L. 320-9 du code de la sécurité intérieure.\n\nLa communication des documents nécessaires à la recherche et à la constatation des infractions mentionnées au premier alinéa du présent article peut être demandée par les agents des douanes dans les conditions prévues à l'article 65 du code des douanes.\n\nLes fonctionnaires ou agents mentionnés au premier alinéa du présent article consignent les informations ainsi recueillies par procès-verbal, transmis sans délai au procureur de la République.\n\nCe procès-verbal peut être utilisé par l'Autorité nationale des jeux dans l'exercice de ses missions et notamment aux fins de mise en œuvre de la procédure prévue à l'article L. 563-2 du code monétaire et financier et de la procédure prévue à l'article 61 de la présente loi. Pour la mise en œuvre de ces procédures, le secret bancaire n'est pas opposable aux enquêteurs assermentés de l'Autorité de régulation des jeux en ligne.\n\nCe procès-verbal est tenu à la disposition de l'administration fiscale conformément à l'article L. 84 B du livre des procédures fiscales."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le président de l'Autorité nationale des jeux adresse à la personne dont l'offre de jeux d'argent et de hasard en ligne est accessible sur le territoire français et qui ne peut se prévaloir de l'une des dérogations mentionnées à l'article L. 320-6 du code de la sécurité intérieure une mise en demeure de cesser cette activité. Cette mise en demeure, qui peut être notifiée par tout moyen propre à en établir la date de réception, rappelle les dispositions de l'article 56 de la présente loi et invite son destinataire à présenter ses observations dans un délai de cinq jours.Le président de l'Autorité nationale des jeux adresse à la personne qui fait de la publicité en faveur d'un site de jeux d'argent et de hasard non autorisé ou qui diffuse au public les cotes et rapports proposés par un tel site une mise en demeure de cesser cette activité. Cette mise en demeure, qui peut être notifiée par tout moyen propre à en établir la date de réception, rappelle les dispositions des premier ou deuxième alinéas de l'article 57 applicables en l'espèce, enjoint à son destinataire de cesser cette promotion et l'invite à présenter ses observations dans un délai de cinq jours.Le président de l'Autorité nationale des jeux adresse aux personnes mentionnées au 2 du I de l'article 6 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique une copie des mises en demeure adressées aux personnes mentionnées aux deux premiers alinéas du présent article. Il enjoint à ces mêmes personnes de prendre toute mesure pour empêcher l'accès à ces contenus illicites et les invite à présenter leurs observations dans un délai de cinq jours. La copie des mises en demeure et l'injonction leur sont notifiées par tout moyen propre à en établir la date de réception.Lorsque tous les délais mentionnés aux trois premiers alinéas du présent article sont échus, le président de l'Autorité nationale des jeux notifie aux personnes mentionnées au 1 du I de l'article 6 de la loi n° 2004-575 du 21 juin 2004 précitée ainsi qu'à toute personne exploitant un moteur de recherche ou un annuaire les adresses électroniques des interfaces en ligne dont les contenus sont illicites et leur ordonne de prendre toute mesure utile destinée à en empêcher l'accès ou à faire cesser leur référencement, dans un délai qu'il détermine et qui ne peut être inférieur à cinq jours.Pour l'application du quatrième alinéa du présent article, une interface en ligne s'entend de tout logiciel, y compris un site internet, une partie de site internet ou une application, exploité par un professionnel ou pour son compte et permettant aux utilisateurs finaux d'accéder aux biens ou aux services qu'il propose.Le non-respect des mesures ordonnées en application du même quatrième alinéa est puni des peines mentionnées au 1 du VI de l'article 6 de la loi n° 2004-575 du 21 juin 2004 précitée.Le président de l'Autorité nationale des jeux peut également être saisi par le ministère public et toute personne physique ou morale ayant intérêt à agir, afin qu'il mette en œuvre les pouvoirs qui lui sont confiés en application du présent article."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. ― Les personnes morales qui, à la date d'entrée en vigueur de la présente loi, proposent des paris hippiques ou sportifs en ligne en application de l'article 5 de la loi du 2 juin 1891 précitée et de l'article 42 de la loi de finances pour 1985 précitée peuvent continuer à exercer cette activité à condition de se conformer aux obligations définies par la présente loi et de demander l'agrément prévu à l'article 21 dans le délai de trois mois à compter de la publication du décret prévu au VIII du même article.II. ― Cette autorisation provisoire de poursuite d'activité cesse de plein droit à la date à laquelle l'Autorité de régulation des jeux en ligne rend sa décision sur la demande d'agrément mentionnée au I du présent article."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Dans un délai de dix-huit mois à compter de la date d'entrée en vigueur de la présente loi, un rapport d'évaluation sur les conditions et les effets de l'ouverture du marché des jeux et paris en ligne est adressé par le Gouvernement au Parlement. Ce rapport propose, le cas échéant, les adaptations nécessaires de la présente loi.Le Gouvernement remet un rapport au Parlement avant le 31 décembre 2011 sur la mise en œuvre de la politique de lutte contre le jeu excessif ou pathologique. Ce rapport étudie notamment les systèmes d'information et d'assistance proposés par les opérateurs de jeux ou de paris. Il propose, le cas échéant, la mise en place d'une procédure d'agrément pour ce type de structure."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Les opérateurs déjà titulaires de l'agrément prévu à l'article 21 à la date de la publication de la loi n° 2014-344 du 17 mars 2014  relative à la consommation bénéficient d'un délai de six mois à compter  de cette date pour mettre en place la garantie de protection des avoirs  des joueurs prévue à l'article 15.Si, à l'issue de ce délai de six mois, les  opérateurs n'ont pas mis en œuvre un système suffisant de protection des  avoirs, l'Autorité de régulation des jeux en ligne peut décider de  mettre en œuvre la procédure de sanction prévue aux articles 43 à 45."
    }
  ]
}