{
  "id": "jorftext000000319977",
  "type": "statute",
  "title": "Loi n° 83-1179 du 29 décembre 1983",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000319977",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 1984 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II - 1. Lorsqu'elles ne comportent pas de date d'application, les dispositions de la loi de finances qui concernent l'impôt sur le revenu et l'impôt sur les sociétés s'appliquent, pour la première fois, pour l'établissement de l'impôt sur le revenu dû au titre de l'année 1983 et, en matière d'impôt sur les sociétés, aux bénéfices des exercices clos à compter du 31 décembre 1983.2. Sous la même réserve, les dispositions fiscales autres que celles concernant l'impôt sur le revenu ou l'impôt sur les sociétés entrent en vigueur, pour l'ensemble du territoire, le 1er janvier 1984."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I - Le barème de l'impôt sur le revenu est fixé comme suit :FRACTION DE REVENU IMPOSABLE (2 PARTS) : TAUX.De 87.220 F à 105.520 F : 30De 105.520 F à 121.740 F : 35De 121.740 F à 202.860 F : 40De 202.860 F à 279.000 F : 45De 279.000 F à 330.020 F : 50De 330.020 F à 375.400 F : 55De 375.400 F à 425.500 F : 60Au-delà de 425.500 F : 65N'excédant pas 27.540 F : 0De 27.540 F à 28.780 F : 5De 28.780 F à 34.140 F : 10De 34.140 F à 53.980 F : 15De 53.980 F à 69.400 F : 20De 69.400 F à 87.220 F : 25.II, III, IV Paragraphes modificateurs.V - 1. Le plafond de l'abattement de 10 p. 100 visé au deuxième alinéa du 5a de l'article 158 du code général des impôts est applicable au montant total des pensions et retraites perçues par les membres du foyer.2. Pour l'imposition des revenus de 1983, ce plafond est fixé à 21.400 F. Il est revalorisé chaque année dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu ; le montant obtenu est arrondi, s'il y a lieu, à la centaine de francs supérieure.VI - Le plafond de 50.900 F et la limite de 460.000 F fixés par le VI de l'article 2 de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982) sont reconduits pour l'imposition des revenus de 1983.VII Paragraphe modificateur.VIII - Les cotisations d'impôt sur le revenu dues au titre de l'année 1983 font l'objet d'une majoration progressive conjoncturelle, lorsque leur montant excède 20.000 F.La majoration est égale à :- 5 p. 100 du montant de la cotisation si celui-ci n'excède pas 30.000 F ;- 8 p. 100 de ce montant s'il est supérieur à 30.000 F.Lorsque la majoration n'excède pas 1.250 F, elle est diminuée d'une décote égale à quatre fois la différence entre 1.250 F et son montant.En ce qui concerne l'impôt calculé suivant le barème progressif, le montant des cotisations s'entend de celui obtenu avant déduction des réductions d'impôt, des crédits d'impôt, de l'avoir fiscal et des prélèvements ou retenues non libératoires.L'impôt sur les grandes fortunes dû en 1984 fait l'objet d'une majoration conjoncturelle égale à 8 p. 100 du montant de cet impôt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I - 1. Les déductions des charges mentionnées au 1° bis, 1° quater et 7° a et b du II de l'article 156 du code général des impôts sont remplacées par des réductions d'impôt sur le revenu. Ces réductions sont égales à :\n\n- 20 p. 100 du montant des charges mentionnées aux 1° bis et 7° a du II de l'article 156 du code général des impôts.\n\n- 25 p. 100 du montant de celles mentionnées aux 1° quater et 7° b du II du même article.\n\n2. Le montant des charges à retenir pour le calcul des réductions d'impôt est déterminé dans les conditions fixées par les dispositions des 1° bis, 1° quater, 7° a et b du II de l'article 156 du code général des impôts. Toutefois :\n\na) Les limites prévues par cet article sont portées à :\n\n- 9.000 F plus 1.500 F par personne à charge, en ce qui concerne les intérêts d'emprunt et les frais de ravalement ;\n\n- 7.000 F, plus 1.500 F par enfant à charge, en ce qui concerne les primes afférentes aux contrats d'assurance visés au 7° b du II du même article.\n\n- 4.000 F, plus 1.000 F par enfant à charge, en ce qui concerne les primes afférentes aux contrats d'assurance visés au 7° a du II du même article.\n\nb) Les délais de dix ans prévus au 7° a du II de l'article 156 du code général des impôts sont ramenés à six ans.\n\nII - 1. La réduction d'impôt de 20 p. 100 prévue au I est portée à 25 p. 100 lorsque la conclusion du prêt contracté pour la construction, l'acquisition, les grosses réparations d'immeubles dont le propriétaire se réserve la jouissance ou lorsque le paiement des dépenses de ravalement interviennent à partir du 1er janvier 1984.\n\nLa réduction d'impôt s'applique aux intérêts afférents aux cinq premières annuités de ces prêts.\n\n2. A compter de l'imposition des revenus de 1984, la réduction d'impôt de 20 p. 100 prévue au I est portée à 25 p. 100 pour les primes afférentes aux contrats d'assurance visés au 7° a du II de l'article 156 du code général des impôts. Elle est calculée sur la fraction de la prime représentative de l'opération d'épargne. Un décret fixera les modalités de détermination de cette fraction de prime.\n\nIII - Les réductions s'appliquent sur l'impôt calculé dans les conditions fixées aux I et VII de l'article 197 du code général des impôts avant, le cas échéant, application des dispositions du VI du même article et avant imputation de l'avoir fiscal, des crédits d'impôt et des prélèvements ou retenues non libératoires ;\n\nelles ne peuvent donner lieu à remboursement.\n\nIV - 1. Le non-respect de l'engagement visé au 1° bis b du II de l'article 156 du code général des impôts donne lieu à la reprise de la réduction d'impôt dont le contribuable a indûment bénéficié.\n\n2. Paragraphe modificateur.\n\nV - Pour l'application de l'article 1730 du code général des impôts, les charges ouvrant droit aux réductions d'impôt prévues par le présent article sont assimilées à une insuffisance de déclaration lorsqu'elles ne sont pas justifiées."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les dispositions du 5 de l'article 238 bis du code général des impôts sont applicables à la déduction effectuée dans la limite de 1 p. 100 du revenu imposable en application du 1 du même article.La limite de déduction fixée au 4 du même article est portée de 3 p. 100 à 5 p. 100."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les entreprises créées du 1er janvier 1983 au 31 décembre 1986, soumises de plein droit ou sur option à un régime réel d'imposition de leurs résultats et répondant aux conditions prévues à l'article 44 bis II, 2° et 3°, et III du code général des impôts, sont exonérées d'impôt sur le revenu ou d'impôt sur les sociétés à raison des bénéfices industriels et commerciaux qu'elles réalisent au titre de l'année de leur création et des deux années suivantes. Les bénéfices réalisés au titre de la quatrième et de la cinquième année d'activité ne sont retenus dans les bases de l'impôt sur le revenu et de l'impôt sur les sociétés que pour la moitié de leur montant.Toute cessation, cession ou mise en location-gérance d'entreprise ou tout autre acte juridique, ayant pour principal objet de bénéficier des dispositions mentionnées ci-dessus est assimilé aux manoeuvres visées par le b de l'article L. 64 du livre des procédures fiscales.Toutefois, sur agrément du ministre de l'économie, des finances et du budget, la condition prévue au 3° du II de l'article 44 bis du code précité n'est pas applicable aux entreprises créées en 1984 et en 1985 pour reprendre un établissement industriel en difficulté.Dans ce cas, le bénéfice de ce régime peut être limité à la première ou aux deux ou trois premières années d'activité de la société créée."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I - Lorsqu'elles fonctionnent conformément aux dispositions de la loi n° 83-657 du 20 juillet 1983 relative au développement de certaines activités d'économie sociale, les coopératives artisanales et leurs unions, les coopératives d'entreprises de transports, les coopératives artisanales de transport fluvial ainsi que les coopératives maritimes et leurs unions, visées au chapitre Ier du titre III de la même loi sont exonérées de l'impôt sur les sociétés, sauf pour les affaires effectuées avec des non-sociétaires.II - Le régime du compte d'épargne en actions institué par l'article 66 de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982) est applicable aux achats nets de parts ou actions des sociétés coopératives et de leurs unions mentionnées au I du présent article.Un décret en Conseil d'Etat précise les modalités d'application du présent paragraphe."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Lorsqu'une société procède aux opérations prévues aux articles 48 et 49 de la loi n° 78-763 du 19 juillet 1978 portant statut des coopératives ouvrières de production, les opérations d'annulation des actions ou parts sociales sont considérées comme des cessions taxables dans les conditions prévues à l'article 160 du code général des impôts."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I - 1° Les personnes physiques qui mettent à la disposition de la société dont elles sont associées ou actionnaires des sommes portées sur un compte bloqué individuel peuvent, pour l'imposition des intérêts versés au titre de ces sommes, opter pour le prélèvement libératoire au taux de 25 p. 100 prévu à l'article 125 A du code général des impôts sur la partie de ces intérêts rémunérant la fraction de ces sommes qui n'excède pas un montant, par associé ou actionnaire, de 200.000 F, et à condition :\n\n- qu'elles soient incorporées au capital dans un délai maximum de cinq ans à compter de la date de leur dépôt ;\n\n- qu'elles soient indisponibles jusqu'à la date de leur incorporation au capital ;\n\n- et que les intérêts servis à raison de ce dépôt soient calculés en retenant un taux qui n'excède pas celui prévu au 3° du 1 de l'article 39 du code général des impôts.\n\n2° Les dépôts dont les intérêts bénéficient du régime d'imposition prévu au 1° ci-dessus ne sont pas pris en compte pour le calcul du total des avances prévu au 1° du I de l'article 125 B du code général des impôts.\n\nDans les douze mois suivant leur dépôt, l'assemblée des associés statuant selon les conditions fixées pour la modification des statuts ou, selon le cas, l'assemblée générale extraordinaire des actionnaires, doit se prononcer sur le principe et les modalités de l'augmentation de capital qui permettra l'incorporation de ces sommes.\n\n3° La limite prévue au 1° de l'article 212 du code général des impôts n'est pas applicable aux intérêts bénéficiant des ns dispositions du 1° ci-dessus.\n\n4° Les sociétés débitrices doivent joindre à leur déclaration de résultats un état des sommes mises à leur disposition dans les conditions prévues au 1° ci-dessus.\n\n5° Le non-respect des obligations fixées aux 1° et 4° ci-dessus entraîne, nonobstant toutes dispositions contraires, l'exigibilité immédiate des impôts dont ont été dispensés les associés ou actionnaires et la société sans préjudice de l'intérêt de retard prévu à l'article 1734 du code général des impôts, décompté de la date à laquelle ces impôts auraient dû être acquittés.\n\nII - Paragraphe modificateur.\n\nIII - A compter du 1er janvier 1983, les produits des clauses d'indexation afférentes aux sommes mises ou laissées à la disposition d'une société par ses associés ou ses actionnaires sont assimilés à des intérêts."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I - Paragraphe modificateur.II - Les sociétés créées en 1983 et 1984, exonérées d'impôt sur les sociétés en application de l'article 7 de la présente loi de finances, sont exonérées de l'imposition forfaitaire annuelle pour leurs trois premières années d'activité.III - Paragraphe modificateur."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La contribution des institutions financières instituée par l'article 4 de la loi de finances rectificative pour 1982 (n° 82-540 du 28 juin 1982) est reconduite au taux de 1 p. 100 pour 1984. Elle est payable au plus tard le 17 octobre 1984. Les éléments à retenir pour son calcul sont ceux afférents à l'année 1983.Si une entreprise soumise à la contribution présente un résultat déficitaire au titre du dernier exercice clos avant le 18 octobre 1984, le paiement de la contribution peut, dans la limite d'une somme égale au déficit, être reporté au 15 mai 1985."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I - A compter de 1984, la durée des exonérations de taxe foncière sur les propriétés bâties prévues à l'article 1385 du code général des impôts est ramenée à quinze ans, sauf en ce qui concerne les logements à usage locatif remplissant les conditions définies à l'article L. 411-1 du code de la construction et de l'habitation et ceux qui, au 15 décembre 1983, appartiennent à des sociétés d'économie mixte dans lesquelles, à cette même date, les collectivités locales ont une participation majoritaire, lorsqu'ils ont été financés à l'aide de primes ou prêts bonifiés du Crédit foncier de France ou de la caisse centrale de coopération économique.II - L'exonération prévue à l'article 1384 A, premier alinéa, du code général des impôts, est reconduite à titre permanent. Toutefois, sa durée est ramenée à dix ans pour les logements en accession à la propriété pour la réalisation desquels aucune demande de prêt n'aura été déposée avant le 31 décembre 1983.III - A compter de 1984, le calcul de l'allocation compensatrice versée aux communes et à leurs groupements dotés d'une fiscalité propre en application des articles L. 235-6, L. 252-4, L. 253-5 et L. 255-5 du code des communes ne tient pas compte des logements exonérés en 1983 en application de l'article 1385 du code général des impôts qui deviennent imposables en 1984. Il n'est pas non plus tenu compte pour le calcul de l'allocation compensatrice versée en 1984 des logements qui, bien que demeurant exonérés en application du I ci-dessus, auront été imposés au titre de cette année.IV - Par dérogation aux dispositions des articles 94 et 95 de la loi n° 83-8 du 7 janvier 1983 modifiée, la dotation générale de décentralisation des départements est réduite, pour chaque département, de la moitié du supplément de ressources correspondant au produit des bases de taxe foncière sur les propriétés bâties devenant imposables en 1984 en application du paragraphe I ci-dessus par le taux voté pour cette taxe par le département en 1983. En outre, elle est réduite de la moitié du montant des impositions départementales émises au titre de 1984 pour les logements qui, bien que demeurant exonérés en application du I ci-dessus, auront été imposés.V - Une loi ultérieure déterminera les modalités selon lesquelles les crédits de la dotation générale de décentralisation des départements tiendront compte du caractère temporaire du supplément de ressources mentionné au IV ci-dessus."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les concerts, donnés dans des établissements agréés où il est servi des consommations pendant le spectacle, sont soumis à la taxe sur la valeur ajoutée au taux réduit de 7 p. 100 sur une partie du prix d'entrée.Les billets ouvrant droit au bénéfice des dispositions du présent article doivent exclusivement donner accès à un concert.La partie du prix d'entrée taxée au taux réduit de 7 p. 100 est déterminée dans chaque établissement, en appliquant à ce prix un pourcentage égal au rapport existant, l'année précédente, entre les rémunérations versées aux musiciens pour les prestations rendues dans cet établissement, augmentées, s'il y a lieu, des charges sociales, le tout majoré de 10 p. 100, et les charges qui doivent figurer dans le compte d'exploitation générale de ce même établissement pour l'ensemble des services rendus.Les dispositions de l'article 266-1 ter b du code général des impôts ne s'appliquent pas aux recettes provenant de la vente de billets imposés pour une partie au taux réduit de 7 p. 100.L'agrément est prononcé conjointement par le ministre de la culture et le ministre de l'économie, des finances et du budget après avis d'une commission dont la composition et le fonctionnement sont prévus par arrêté de ces mêmes ministres.Les conditions de l'agrément et les modalités d'application du présent article sont fixées par un décret en Conseil d'Etat.Les dispositions ci-dessus entreront en vigueur à compter du 1er juillet 1984."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I Paragraphe modificateur.II - Le taux majoré de la taxe sur la valeur ajoutée s'applique aux locations de cassettes vidéo pré-enregistrées.III - Le taux majoré de la taxe sur la valeur ajoutée s'applique aux rémunérations perçues par les organisateurs et les intermédiaires qui participent à l'organisation de la loterie nationale, du loto national et des paris mutuels hippiques, mentionnés au 2° de l'article 261 E du code général des impôts.Alinéa modificateur.IV - La taxe sur la valeur ajoutée est perçue au taux majoré sur les cessions de droits portant sur les oeuvres pornographiques ou d'incitation à la violence diffusées sur support vidéographique ainsi que, lorsqu'elles font l'objet d'une représentation publique par ce support, sur les droits d'entrée pour les séances au cours desquelles elles sont représentées, dans les conditions prévues au deuxième alinéa du I de l'article 11 de la loi de finances pour 1976 (n° 75-1278 du 30 décembre 1975).Le prélèvement spécial institué par le 1 du II de l'article susvisé s'applique également à la fraction des bénéfices industriels et commerciaux qui résulte de la production, de la distribution ou de la représentation publique d'oeuvres pornographiques ou d'incitation à la violence diffusées sur support vidéographique.Ces oeuvres sont également assujetties à la taxe spéciale instituée par le 2 du II du même article, dans les conditions qui y sont fixées.Un décret en Conseil d'Etat détermine les conditions de classement des oeuvres qui sont diffusées sur support vidéographique et qui ne sont pas également soumises à la procédure de désignation des films cinématographiques prévue au V de l'article 11 de la loi de finances pour 1976 susvisée."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I et II Paragraphes modificateursIII - Lorsque la valeur totale des biens visés au 4° du 1 et au 3° du 2 de l'article 793 du code général des impôts, transmis par le donateur ou le défunt à chaque donataire, héritier ou légataire, excède 500.000 F, l'exonération partielle de droits de mutation à titre gratuit est ramenée à 50 p. 100 au-delà de cette limite.Pour l'appréciation de cette limite, il est tenu compte de l'ensemble des donations consenties par la même personne à un titre, à une date et sous une forme quelconques.IV Paragraphe modificateurV - Pour la liquidation des droits de mutation par décès, la valeur des bijoux, pierreries, objets d'art ou de collection ne peut être inférieure à l'évaluation faite dans les contrats ou conventions d'assurance lorsque ces derniers constituent une base légale d'évaluation au sens de l'article 764 du code général des impôts.VI Paragraphe modificateurVII - Les dispositions prévues aux I, II et III ci-dessus s'appliquent aux mutations à titre gratuit entre vifs consenties par actes passés à compter du 14 septembre 1983 et aux successions ouvertes à compter du 1er janvier 1984."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I - Paragraphe modificateurII - Les cessions de parts de fonds communs de placement à risques n'entraînent l'exigibilité d'aucun droit d'enregistrement."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I - Paragraphe modificateurII - Les contrats souscrits auprès des sociétés ou caisses d'assurances mutuelles agricoles sont soumis à la taxe spéciale sur les conventions d'assurance au tarif de droit commun. Demeurent exonérés les contrats couvrant les risques de toute nature afférents aux récoltes, cultures, cheptel vif, cheptel mort, bâtiments affectés aux exploitations agricoles et exclusivement nécessaires au fonctionnement de celles-ci ainsi que les contrats d'assurance maladie complémentaire.III - Paragraphe modificateur."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le champ d'application, les exonérations, les régimes spéciaux, les règles d'assiette et de recouvrement de la taxe différentielle sur les véhicules à moteur et de la taxe spéciale sur les voitures particulières d'une puissance fiscale supérieure à 16 CV, transférées aux départements par le II de l'article 99 de la loi n° 83-8 du 7 janvier 1983 modifiée relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, sont ceux prévus par le code général des impôts.Pour la période d'imposition s'ouvrant le 1er décembre 1984, les tarifs applicables sont ceux visés à l'article 17 de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982).Le conseil général peut chaque année modifier pour les périodes d'imposition suivantes le tarif de la taxe différentielle applicable aux véhicules ayant moins de cinq ans d'âge et d'une puissance fiscale inférieure ou égale à 4 CV.Dans ce cas, les tarifs de la taxe différentielle des autres catégories de véhicules, ayant moins de cinq ans d'âge, sont déterminés en multipliant le tarif visé à l'alinéa précédent par les coefficients 1,9 ; 4,5 ; 5,3 ; 9,4 ; 14,1 pour les véhicules ayant respectivement une puissance fiscale de 5 à 7 CV, 8 et 9 CV, 10 et 11 CV, 12 à 16 CV, 17 CV et plus, et, pour la taxe spéciale, par le coefficient 48.Chacun de ces coefficients multiplicateurs peut être modifié dans la limite de 5 p. 100.Les tarifs ainsi obtenus sont arrondis au franc pair le plus proche.Pour les véhicules ayant plus de cinq ans mais moins de vingt ans d'âge, ces tarifs sont réduits de moitié.Pour les véhicules ayant plus de vingt ans mais moins de vingt-cinq ans d'âge, le coefficient applicable est de 0,4 pour la taxe différentielle et de 7 pour la taxe spéciale.Chacun de ces coefficients multiplicateurs peut être modifié dans la limite de 5 p. 100.Le commissaire de la République notifie les nouveaux tarifs aux directions des services fiscaux concernés avant le 30 avril de chaque année.A défaut de délibération du conseil général ou en cas de non-respect des règles fixées au présent article, les tarifs afférents à la période d'imposition précédente sont applicables de plein droit.Les dispositions du présent article ne s'appliquent pas aux départements de la Haute-Corse et de la Corse-du-Sud."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le champ d'application, les exonérations, les régimes spéciaux, les règles d'assiette et de recouvrement de la taxe différentielle sur les véhicules à moteur et de la taxe spéciale sur les voitures particulières d'une puissance fiscale supérieure à 16 CV, transférées à la région de Corse par la loi n° 82-659 du 30 juillet 1982 portant statut particulier de la région de Corse, sont ceux prévus par le code général des impôts.Pour la période d'imposition s'ouvrant le 1er décembre 1984, les tarifs applicables sont ceux visés à l'article 17 de la loi de finances pour 1983 précitée, réduits de moitié.L'Assemblée, en respectant les catégories de puissance fiscale des tarifs de l'article 17 de la loi de finances précitée, fixe, dans la limite d'un plafond constitué par ces tarifs, les tarifs des deux taxes applicables aux véhicules de moins de cinq ans.Ces tarifs sont réduits de 50 p. 100 pour les véhicules ayant plus de cinq ans mais moins de vingt ans d'âge.Les tarifs applicables aux véhicules ayant plus de vingt ans mais moins de vingt-cinq ans d'âge sont déterminés en appliquant au montant de taxe le plus faible appliqué aux véhicules de moins de cinq ans d'âge les coefficients 0,4 pour la taxe différentielle et 7 pour la taxe spéciale.Lorsque, pour une période d'imposition donnée, les tarifs atteignent ou dépassent les tarifs visés à l'article 17 de la loi de finances précitée, les dispositions de l'article 24, alinéas 3 à 9, de la présente loi de finances deviennent applicables à la région de Corse.Le commissaire de la République de la région notifie les tarifs aux directions des services fiscaux concernées dans les trente jours suivant la délibération de l'Assemblée.A défaut de délibération de l'Assemblée ou en cas de non-respect des règles fixées au présent article, les tarifs applicables sont :- pour la période d'imposition s'ouvrant le 1er décembre 1984, les tarifs visés à l'article 17 de la loi de finances pour 1983 réduits de moitié ;- pour les périodes d'imposition suivantes, les tarifs retenus au titre de la précédente période d'imposition.Alinéa modificateur."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "A compter du 1er janvier 1984, la vignette représentative du paiement de la taxe différentielle sur les véhicules à moteur ou de la taxe spéciale sur les voitures particulières d'une puissance fiscale supérieure à 16 CV doit être acquise dans le département d'immatriculation du véhicule."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I - Le transfert aux départements des droits d'enregistrement et de la taxe de publicité foncière prévu par le II de l'article 99 de la loi n° 83-8 du 7 janvier 1983 modifiée relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat prend effet le 1er janvier 1984 sauf en ce qui concerne les immeubles destinés à l'habitation. Est également transférée à la même date la taxe de publicité foncière sur les actes visés à l'article 663-2° du code général des impôts à l'exception de celle due sur les actes expressément exclus du transfert par la loi du 7 janvier 1983 susvisée.Le droit départemental d'enregistrement et la taxe départementale de publicité foncière comportent les mêmes régimes spéciaux et exonérations que les droits auxquels ils se substituent. Ils sont assis et recouvrés selon les mêmes règles, garanties et sanctions. Leur champ d'application respectif est fixé par les articles 662 à 665 du code général des impôts.Les taux applicables sont obtenus par addition des droits d'enregistrement ou de la taxe de publicité foncière et de la taxe prévue à l'article 1595 du code général des impôts aux taux appliqués dans le département au 31 décembre 1983.Toutefois, les taux peuvent être modifiés sans que ces modifications puissent avoir pour effet de relever au-delà de 10 p. 100 les taux inférieurs à cette limite, ni de réduire à moins de 5 p. 100 les taux supérieurs à cette seconde limite. Les taux inférieurs à 5 p. 100 ne peuvent être réduits. Les taux supérieurs à 10 p. 100 ne peuvent être augmentés.Les dispositions des deux alinéas précédents ne sont pas applicables au droit proportionnel de 0,60 p. 100.Le commissaire de la République notifie les nouveaux taux aux services fiscaux du département avant le 30 avril de chaque année. Les décisions prennent effet le 1er juin. A défaut de vote ou en cas de non-respect des règles énoncées ci-avant, les taux en vigueur sont reconduits.II - Les taxes additionnelles à la taxe de publicité foncière ou au droit d'enregistrement prévues aux articles 1584-1-1°, 1595 bis-1° et 1635 bis E du code général des impôts s'ajoutent aux droits visés au I ci-dessus sauf en ce qui concerne le droit proportionnel de 0,60 p. 100."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "L'Etat perçoit au titre de frais d'assiette, de recouvrement, de dégrèvements et de non-valeurs 2,50 % du montant des taxes et droits départementaux ou des taxes régionales visée aux articles 24, 26 et 28 de la présente loi de finances et à l'article 23 de la loi de finances pour 1985 (n° 84-1208 du 29 décembre 1984). Cette somme est calculée en sus du montant de ces droits et taxes et selon les modalités définies aux articles 4 et 5 de la loi n° 84-600 du 13 juillet 1984."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I - 1. a) Les dispositions prévues pour l'exercice 1983 en faveur des entreprises de presse par l'article 39 bis du code général des impôts sont reconduites pour l'exercice 1984.b) Les dispositions de l'article 298 septies 2° du code général des impôts sont reconduites pour un an.2. La taxe sur la publicité télévisée prévue par l'article 564 nonies du code général des impôts est reconduite jusqu'au 31 décembre 1984.La déclaration d'existence mentionnée à ce même article doit être souscrite par les redevables dans le mois du commencement des opérations imposables.3. Les dispositions de l'article 39 quinquies D du code général des impôts sont reconduites pour un an.4. Les dispositions du III de l'article 4 de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982) sont reconduites jusqu'au 15 mai 1984.5. Les dispositions des articles 238 quater et 823 du code général des impôts sont reconduites pour deux ans.6. Les dispositions de l'article 39 quinquies FA du code général des impôts sont reconduites pour quatre ans.II - 1. 2. Paragraphes modificateurs.Les dispositions de l'article 189 du code des douanes ne s'appliquent pas à la taxe sur la valeur ajoutée.3. Les offres préalables de prêts rédigées conformément aux dispositions des articles L312-2 à L313-1 du code de la consommation relative à l'information et à la protection des emprunteurs dans le domaine immobilier sont exonérées du droit de timbre de dimension prévu à l'article 899 du code général des impôts.4. Les acquisitions d'actions réalisées par les communes, les départements, les régions et leurs groupements dans le cadre de l'article premier de la loi n° 83-597 du 7 juillet 1983 sur les sociétés d'économie mixte locales ne donnent lieu à aucune perception au profit du Trésor, sous réserve que la décision de l'Assemblée délibérante compétente pour décider de l'opération fasse référence à la disposition législative en cause et soit annexée à l'acte.III - 1. Paragraphe modificateur.2. Les taux du droit sur la coque, du droit sur le moteur et de la taxe spéciale prévus au tableau III figurant à l'article 223 du code des douanes sont majorés de 10 p. 100."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-Il est institué une taxe assise :1° Sur les abonnements et autres rémunérations acquittés par les usagers afin de recevoir les services de télévision diffusés par voie hertzienne terrestre ;2° Sur les rémunérations encaissées par les services visés à l'article 34-1 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, à l'exception de ceux ne diffusant pas d'oeuvres audiovisuelles ou cinématographiques éligibles aux aides du compte de soutien financier de l'industrie cinématographique et de l'industrie des programmes audiovisuels régi par l'article 61 de la présente loi ;3° Sur les abonnements et autres rémunérations acquittés par les usagers afin de recevoir les services de télévision distribués par les personnes ou organismes exploitant les réseaux établis en application de l'article 34 de la loi n° 86-1067 du 30 septembre 1986 précitée, après déduction :a) Des rémunérations versées par ces personnes ou organismes aux services visés à l'article 34-1 de la loi n° 86-1067 du 30 septembre 1986 précitée ;b) Des abonnements et autres rémunérations encaissés par ces personnes ou organismes pour la fourniture du \" service collectif \" défini ci-après. Le contenu et la tarification de ce service doivent être définis par un accord pris, soit en application de l'article 42 de la loi n° 86-1290 du 23 décembre 1986 pour le secteur locatif, soit par décision de l'assemblée générale des copropriétaires pour les immeubles soumis au régime de la copropriété.Ce \" service collectif \" doit comprendre, en distribution intégrale et simultanée parmi les services normalement reçus sur le site par voie hertzienne :-les services de télévision définis au titre III de la loi n° 86-1067 du 30 septembre 1986 précitée ;-lorsqu'ils sont reçus normalement dans la zone par voie hertzienne terrestre, les services autorisés en application des articles 30 et 65 de cette même loi ainsi que les services de télévision soumis au régime de la concession de service public défini par l'article 79 de la loi n° 82-652 du 29 juillet 1982 sur la communication audiovisuelle ;-la chaîne culturelle européenne issue du traité signé le 2 octobre 1990 ;-s'ils sont distribués par le réseau, les services locaux constitués de programmes propres à un ou plusieurs réseaux, destinés notamment aux informations sur la vie communale et le cas échéant intercommunale, ou à caractère éducatif ou de formation ;-les services dont la retransmission est rendue obligatoire en application du 1° de l'article 34 de la loi n° 86-1067 du 30 septembre 1986 précitée.Il doit être fourni pour un montant maximum mensuel de 70 F par abonné.Le droit à déduction est subordonné à l'absence d'obligation pour les usagers du réseau de souscrire un abonnement à d'autres ensembles de services ;4° Sur le produit des messages publicitaires diffusés par les services de télévision visés au 2° ci-dessus, ainsi que ceux diffusés par voie hertzienne terrestre autres que ceux mentionnés au II ci-après.II Il est institué un prélèvement sur le produit de la redevance pour droit d'usage et des messages publicitaires encaissé par les sociétés prévues aux articles 44 (2°, 3°, 4°) et 45 de la loi n° 86-1067 du 30 septembre 1986 précitée et par la Société européenne de programmes de télévision (S.E.P.T.) en qualité de membre du groupement Arte-G.E.I.E..Toutefois pour la société visée au 4° de l'article 44 de ladite loi, ce prélèvement ne porte que sur le produit des messages publicitaires encaissé par elle.III. 1° Les tarifs de la taxe visée au paragraphe I et du prélèvement visé au paragraphe II du présent article sont identiques. De 1. 000. 001 F à 5. 000. 000 F d'encaissement mensuel (hors taxe sur la valeur ajoutée), le tarif est établi par le tableau suivant : Montant des encaissements mensuels (hors taxe sur la valeur ajoutée) : de 1. 000. 001 à 2. 000. 000 Montant de la taxe ou du prélèvement (en francs) : 24. 000. Montant des encaissements mensuels (hors taxe sur la valeur ajoutée) : de 2. 000. 001 à 3. 000. 000 Montant de la taxe ou du prélèvement (en francs) : 73. 000. Montant des encaissements mensuels (hors taxe sur la valeur ajoutée) : de 3. 000. 001 à 4. 000. 000 Montant de la taxe ou du prélèvement (en francs) : 146. 000. Montant des encaissements mensuels (hors taxe sur la valeur ajoutée) : de 4. 000. 001 à 5. 000. 000 Montant de la taxe ou du prélèvement (en francs) : 220. 000. Lorsque le montant des encaissements mensuels (hors taxe sur la valeur ajoutée) excède 5 millions de francs, le montant de la taxe ou du prélèvement exigible est obtenu en ajoutant à 220. 000 F, 55. 000 F pour chaque tranche ou fraction de tranche d'encaissement mensuel de 1 million de francs.2° Pour la société mentionnée au 4° de l'article 44 de la loi n° 86-1067 du 30 septembre 1986 précitée et pour les sociétés de diffusion ou de distribution télévisuelle dans les départements d'outre-mer et dans les collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon, le montant de la taxe et du prélèvement est fixé à 50 p. 100 des montants fixés au 1 ci-dessus.3° Pour les années 1995, 1996, 1997, les personnes ou organismes exploitant des réseaux câblés et visés au 3° du I ci-dessus sont exonérés de la taxe instituée par le présent article.IV. La taxe et le prélèvement sont exigibles lors de l'encaissement.La taxe et le prélèvement sont établis et recouvrés par le    Centre national du cinéma et de l'image animée. Ils doivent lui être versés dans le mois suivant la date d'exigibilité ; à défaut, le montant des taxes ou des prélèvements exigibles est majoré de 10 p. 100 par mois supplémentaire de retard.Pour l'application des deux alinéas précédents, le    Centre national du cinéma et de l'image animée est habilité à effectuer tout contrôle sur pièces et sur place au sein des organismes collecteurs de la taxe visée au paragraphe I et des sociétés nationales de programme visées au paragraphe II.V. Un décret en Conseil d'Etat détermine les modalités d'application du présent article."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les taux de la taxe sur les huiles instituée au profit du budget annexe des prestations sociales agricoles par l'article 1618 quinquies du code général des impôts sont fixés comme suit :(Tableau non reproduit, voir JO du 30/12/1983 page 3807)."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le taux du prélèvement, fixé à 16,748 p. 100 du produit net prévisionnel de la taxe sur la valeur ajoutée par l'article 2 de la loi de finances rectificative pour 1983, est fixé à 16,706 p. 100."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I (Tableau non reproduit, voir JO du 30/12/1983 page 3807)\n\nII Paragraphes modificateurs\n\nIII - Les dispositions de la loi n° 49-420 du 25 mars 1949 modifiée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1983.\n\nLe capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1983 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi de finances.\n\nIV - Les actions ouvertes par la loi du 25 mars 1949 susvisée, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée en dernier lieu par la loi de finances n° 82-1126 du 29 décembre 1982, pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi de finances.\n\nV - Les taux de majoration fixés au paragraphe I ci-dessus sont applicables, sous les mêmes conditions de dates, aux rentes viagères visées par le titre Ier de la loi n° 48-777 du 4 mai 1948, par la loi n° 48-957 du 9 juin 1948, par les titres Ier et II de la loi n° 49-1098 du 2 août 1949 et par la loi n° 51-695 du 24 mai 1951.\n\nVI - VII Paragraphes modificateurs\n\nVIII - Les dépenses résultant des majorations éventuelles de l'ensemble des rentes souscrites auprès de la Caisse nationale de prévoyance, des caisses autonomes mutualistes et des compagnies d'assurance incombent aux organismes débiteurs de rentes, sous les réserves résultant du dernier alinéa du présent paragraphe.\n\nAlinéa modificateur\n\nUn décret fixe les conditions d'application du présent paragraphe.\n\nLes dispositions du présent paragraphe ne sont pas applicables aux rentes constituées au profit des anciens combattants et victimes de guerre dans les conditions prévues par les articles 91 et suivants du code de la mutualité ni aux majorations mentionnées à l'article 3 de la loi n° 51-695 du 24 mai 1951 portant majoration de certaines rentes viagères et pensions et au second alinéa de l'article 2 de la loi n° 74-1118 du 27 décembre 1974 relative à la revalorisation de certaines rentes allouées en réparation du préjudice causé par un véhicule terrestre à moteur.\n\nIX - Les dispositions du présent article prendront effet à compter du 1er janvier 1984."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. Paragraphe modificateur.II. Paragraphe abrogé."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I.-L'intitulé du compte d'affectation spéciale \" Soutien financier de l'industrie cinématographique \" devient \" Soutien financier de l'industrie cinématographique et de l'industrie des programmes audiovisuels \".II.-Ce compte comporte deux sections :1° La première section concerne les opérations relatives au soutien financier de l'industrie cinématographique, conformément aux dispositions de l'article 76 de la loi de finances pour 1960 (n° 59-1454 du 26 décembre 1959) et du III de l'article 11 de la loi de finances pour 1976 (n° 75-1278 du 30 décembre 1975). La contribution de l'Etat, et dans des proportions établies chaque année par la loi de finances, le produit de la taxe et du prélèvement prévus à l'article 36 de la présente loi ainsi que le produit de la taxe instituée au I de l'article 49 de la loi de finances pour 1993 (n° 92-1376 du 30 décembre 1992) sont portés en recettes de cette première section ;2° La deuxième section concerne les opérations relatives au soutien financier de l'industrie des programmes audiovisuels, à l'exclusion des oeuvres cinématographiques. Elle retrace :a) En recettes :-dans des proportions établies chaque année par la loi de finances, le produit de la taxe et du prélèvement prévus à l'article 36 de la présente loi, ainsi que celui de la taxe instituée au I de l'article 49 de la loi de finances pour 1993 (n° 92-1376 du 30 décembre 1992) ;-le remboursement des avances de l'Etat aux entreprises ressortissant à l'industrie des programmes audiovisuels tels que définis au b ci-dessous ;-la contribution de l'Etat ;-le produit des sommes que les titulaires d'une autorisation d'exploiter un service de télévision et les sociétés prévues aux articles 44 (2°, 3°, 4°) et 45 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication sont tenus de verser en application des dispositions des titres II et III de ladite loi ;-les recettes diverses ou accidentelles ;b) En dépenses :-les subventions, avances et garanties de prêts accordées aux entreprises ressortissant à l'industrie des programmes audiovisuels destinés aux services de télévision soumis à la taxe et au prélèvement prévus à l'article 36 de la présente loi ou relevant de l'article 34-1 de la loi n° 86-1067 du 30 septembre 1986 précitée ;-les frais de gestion du compte ;-les dépenses diverses ou accidentelles.III.-Par dérogation à l'affectation prévue au II ci-dessus, le soutien financier attribué aux entreprises de production peut indifféremment être utilisé pour des oeuvres cinématographiques ou audiovisuelles dès lors que ce soutien est destiné à la préparation desdites oeuvres.IV.-L'exécution des opérations relatives à la gestion du compte d'affectation spéciale \" Soutien financier de l'industrie cinématographique et de l'industrie des programmes audiovisuels \" est confiée au    Centre national du cinéma et de l'image animée.Les modalités d'application du présent article, notamment la détermination des productions et éditions susceptibles de bénéficier d'une aide financière, sont fixées par décret."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Continuera d'être opérée, pendant l'année 1984, la perception des taxes parafiscales dont la liste figure à l'état E annexé à la présente loi (Etat non reproduit, voir J.O. du 30 décembre 1983 page 3811)."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Sous réserve des dispositions des articles 302 ter 1 bis et 302 septies A bis du code général des impôts, les contribuables, autres que ceux visés à l'article 50 du même code, sont tenus de souscrire chaque année, dans les conditions et délais prévus aux articles 172 et 175 du même code, une déclaration permettant de déterminer et de contrôler le résultat imposable de l'année ou de l'exercice précédent.\n\nUn décret fixe le contenu de cette déclaration ainsi que la liste des documents qui doivent y être joints. Ce décret édicte des définitions et des règles d'évaluation auxquelles les entreprises sont tenues de se conformer.\n\nLes modèles d'imprimés de la déclaration et des documents prévus ci-dessus sont fixés par arrêté.\n\nAlinéa modificateur.\n\nCes dispositions s'appliquent aux résultats des exercices ouverts à compter du 1er janvier 1984."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Les groupements d'intérêt public constitués et fonctionnant dans les conditions prévues à l'article 21 de la loi n° 82-610 du 15 juillet 1982 n'entrent pas dans le champ d'application de l'article 206-1 du code général des impôts, mais chacun de leurs membres est personnellement passible, pour la part des excédents correspondant à ses droits dans le groupement, soit de l'impôt sur le revenu, soit de l'impôt sur les sociétés s'il s'agit d'une personne morale relevant de cet impôt."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Le régime du compte d'épargne en actions institué par l'article 66 de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982) est applicable aux achats nets de parts ou actions des sociétés coopératives et de leurs unions régies par la loi n° 72-516 du 27 juin 1972 qui sont réalisés à compter du 1er janvier 1984. Un décret en Conseil d'Etat précise les modalités d'application de cette disposition."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I - A compter du premier exercice ouvert après le 31 décembre 1983, les avances aux cultures sont inscrites à leur prix de revient dans les stocks d'entrée et de sortie des exploitations agricoles soumises à un régime d'imposition d'après le bénéfice réel.II - Les exploitants assujettis à un régime de bénéfice réel depuis une date antérieure au 1er janvier 1984 rapportent, par parts égales, aux revenus imposables au titre de l'année 1984 et des quatre années suivantes l'augmentation du montant des avances aux cultures constatée, le cas échéant, entre le 1er janvier 1984 et la date d'ouverture du premier exercice concerné par les dispositions du paragraphe I ci-dessus. Les bénéfices correspondants sont imposés, au titre de chacune des années de rattachement, d'après le taux moyen effectivement appliqué aux autres revenus de l'intéressé.Pour bénéficier de cet étalement, les exploitants doivent joindre à la déclaration des résultats imposables au titre de l'année 1984 une note indiquant, de manière détaillée, la composition et le mode d'évaluation des avances aux cultures au 1er janvier 1984.III - En cas de transmission à titre gratuit, ouvrant droit à l'application des dispositions de l'article 41 du code général des impôts, ou d'apport à une société ou un groupement non passible de l'impôt sur les sociétés, au cours de l'année 1984 ou des quatre années suivantes, les bénéfices résultant de la réintégration des avances aux cultures peuvent être rapportés, dans les conditions prévues au paragraphe II ci-dessus, aux résultats de l'exploitation nouvelle.Ce régime s'applique :- en cas de transmission à titre gratuit, avec l'accord du nouvel exploitant ;- en cas d'apport, sur option conjointe de l'apporteur et de la société ou du groupement bénéficiaire."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I - A compter de l'imposition des revenus de 1984, les exercices ont une durée de douze mois pour l'application des régimes de bénéfices réels agricoles mentionnés aux articles 68 A et 69 quater du code général des impôts.II - Par exception à la règle fixée au paragraphe I ci-dessus :1° Les exploitants soumis à un régime de bénéfice réel depuis une date antérieure au 1er janvier 1984 et dont l'exercice était aligné sur l'année civile peuvent, sur agrément de la commission départementale des impôts directs et des taxes sur le chiffre d'affaires, clôturer leur exercice ouvert le 1er janvier 1984 avant le 31 décembre de la même année. Dans ce cas, la durée de l'exercice clos en 1984 doit être fixée de telle sorte que les ventes et les livraisons effectuées au cours de cet exercice et de chacune des périodes correspondantes de 1982 et 1983 excèdent, pour chacune des années considérées, 50 p. 100 des ventes et des livraisons de l'exploitation ;2° Les exploitants qui passent du forfait à un régime de bénéfice réel peuvent, sur agrément de la commission départementale des impôts directs et des taxes sur le chiffre d'affaires, clôturer avant le 31 décembre leur premier exercice soumis à ce régime. Dans ce cas, la condition posée au 1° doit être remplie pour l'année du changement de régime d'imposition et pour les deux années civiles précédentes ;3° Les exploitants soumis à un régime de bénéfice réel qui ont changé de période d'imposition en 1983 par rapport à l'exercice clos en 1982 doivent fixer la durée de leur exercice clos en 1984 de telle manière que les ventes et les livraisons effectuées entre le 1er janvier 1984 et la date de clôture excèdent 50 p. 100 des ventes et des livraisons de l'année civile 1984. La même condition doit être remplie sur la période correspondante de 1983. La date de clôture doit être agréée par la commission départementale des impôts directs et des taxes sur le chiffre d'affaires.III - Un décret fixe les modalités d'application de la procédure d'agrément visée au paragraphe II et la date d'effet des décisions de la commission départementale des impôts directs et des taxes sur le chiffre d'affaires ainsi que les règles applicables aux exploitations qui passent sous un régime de bénéfice réel moins de deux ans après la date de leur création."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I - Les exploitants agricoles soumis à un régime réel d'imposition peuvent, sur option, comptabiliser leurs stocks de produits ou d'animaux jusqu'à la vente de ces biens à la valeur déterminée à la clôture du deuxième exercice suivant celui au cours duquel ils ont été portés en stocks.La valeur des produits ou animaux détenus en stocks depuis plus de deux années à la date d'effet de l'option demeure inchangée jusqu'à la vente de ces biens.II - L'option prévue au paragraphe I ci-dessus doit être formulée au plus tard dans le délai de déclaration des résultats du premier exercice auquel elle s'applique. Elle est valable pour cinq ans et se reconduit tacitement par période de cinq ans, sauf décision contraire notifiée au service des impôts dans le délai de dépôt de la déclaration des résultats du dernier exercice de chaque période d'option.III - Les exploitants agricoles ne peuvent pratiquer la provision pour hausse des prix prévue au 5° de l'article 39 1 du code général des impôts.IV - Lorsqu'un exploitant agricole individuel fait apport de son exploitation à une société ou un groupement non passible de l'impôt sur les sociétés dans les conditions définies à l'article 151 octies du code général des impôts, le bénéfice correspondant à l'apport des stocks qui ont bénéficié des dispositions du paragraphe I ci-dessus peut être rattaché aux résultats de cette société ou de ce groupement selon les modalités prévues au d du 3 de l'article 210 A du même code.Ce régime s'applique sur option conjointe de l'exploitant et de la société, dans les conditions prévues au II de l'article 151 octies précité.V - Les dispositions du présent article s'appliquent pour la première fois pour la détermination des revenus imposables au titre de l'année 1984."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I - Pour les groupements agricoles d'exploitation en commun dont tous les associés participent effectivement et régulièrement à l'activité du groupement par leur travail personnel :- la moyenne des recettes au-delà de laquelle ces groupements sont soumis à un régime d'imposition d'après le bénéfice réel est égale à 60 p. 100 de la limite prévue pour les exploitants individuels multipliée par le nombre d'associés ;- les plus-values réalisées par le groupement sont imposables au nom de chaque associé selon les règles prévues pour les exploitants individuels en tenant compte de sa quote-part dans les recettes totales du groupement ;- les abattements prévus à l'article 158-4 bis du code général des impôts sont opérés, s'il y a lieu, sur le bénéfice imposable au nom de chaque associé.Ces dispositions prennent effet à compter de l'imposition des revenus de 1984.II - Pour l'application du 5° du II de l'article 298 bis du même code, la moyenne des recettes au-delà de laquelle les groupements agricoles d'exploitation en commun visés au I du présent article sont obligatoirement soumis au régime simplifié d'imposition à la taxe sur la valeur ajoutée est fixée à 360.000 F à compter du 1er janvier 1984."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I - La limite de recettes prévue à l'article 69 A du code général des impôts pour l'imposition obligatoire d'après le régime réel agricole est fixée à 450.000 F pour la détermination des bénéfices imposables au titre des années 1986 et 1987, à 380.000 F pour la détermination des bénéfices imposables au titre des années suivantes. Toutefois, la limite de 500.000 F reste applicable aux exploitants individuels âgés de cinquante cinq ans au moins à la date à laquelle devrait intervenir le changement de régime d'imposition.II - La limite de recettes prévue à l'article 68 B b du code général des impôts au-delà de laquelle les exploitants agricoles relèvent de plein droit du régime normal d'imposition d'après le bénéfice réel est fixée à 1.800.000 F pour la détermination des bénéfices imposables au titre de l'année 1984 et des années suivantes."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I - Lorsque la moyenne des recettes d'un exploitant agricole, mesurée sur deux années consécutives, dépasse la limite définie à l'article 69 A du code général des impôts, l'intéressé relève de plein droit du régime réel simplifié à compter de la première année suivant cette période biennale.Lorsque la moyenne des recettes, mesurée dans les mêmes conditions, dépasse la limite fixée au II de l'article 82 de la présente loi de finances, l'intéressé est soumis obligatoirement au régime du bénéfice réel normal à compter de la première année suivant la période biennale considérée.Les options prévues à l'article 68 B du code général des impôts doivent être formulées avant le 1er mai de la première année à laquelle elle s'applique.Les dispositions du présent paragraphe s'appliquent, pour la première fois, pour la détermination du régime fiscal des agriculteurs au titre de l'année 1984.II - Les exploitants agricoles imposés, en raison du montant de leurs recettes, d'après un régime de bénéfice réel au titre de l'année 1984 ou d'une année ultérieure, sont soumis définitivement à un régime de cette nature.Alinéa modificateur."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I, II, III Paragraphes modificateurs.IV - Les dispositions du présent article sont applicables pour la première fois pour la détermination des revenus imposables au titre de l'année 1984."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I - Les exploitants agricoles placés sous le régime du forfait doivent déclarer au service des impôts dont dépend chacune de leurs exploitations les renseignements nécessaires au calcul de leur bénéfice.Ces déclarations sont souscrites, avant le 1er avril de chaque année, sur des imprimés spéciaux fournis par l'administration.II - Paragraphe modificateur."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I - La réduction de bénéfice prévue par l'article 74 B du code général des impôts est reconduite, sous les mêmes conditions, en faveur des exploitants agricoles établis avant le 31 décembre 1988.II - Les dispositions de l'article 42 septies du code général des impôts sont applicables à la dotation d'installation aux jeunes agriculteurs prévue par le décret n° 81-246 du 17 mars 1981 lorsqu'elle est affectée à la création ou à l'acquisition d'immobilisations."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Les exploitants agricoles, quelles que soient la forme et les modalités de l'exploitation, et les organismes, de quelque nature juridique que ce soit, auxquels ils vendent ou ils achètent leurs produits, doivent communiquer à l'administration, sur sa demande, leurs documents comptables, pièces justificatives de recettes et de dépenses et tous documents relatifs à leur activité."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "En ce qui concerne l'impôt sur le revenu établi au titre des revenus fonciers, l'administration peut, dans les conditions prévues au troisième alinéa de l'article L. 16 du livre des procédures fiscales, demander au contribuable des justifications sur tous les éléments servant de base à la détermination du revenu imposable tels qu'ils sont définis aux articles 28 à 33 quater inclus du code général des impôts.Les revenus fonciers des contribuables qui se sont abstenus de répondre à ces demandes peuvent être évalués d'office."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I, II Paragraphes modificateurs.III - Les dispositions qui précèdent sont applicables aux paiements effectués à compter du 1er janvier 1985."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I - Lorsqu'elle intervient pour la défense de ses agents mis en cause dans les termes de l'article 11 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, l'administration des impôts peut produire tous renseignements utiles devant la juridiction saisie du litige.II - Les affaires portées devant les juridictions de l'ordre judiciaire ou de l'ordre administratif, relatives au contentieux des impôts, droits, taxes et redevances prévus au code général des impôts ainsi que des amendes fiscales correspondantes, sont jugées en séances publiques.III, IV Paragraphes modificateurs."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I Paragraphe modificateur.II - Les dispositions des articles 1663 et 1761 du code général des impôts sont applicables aux rôles d'impôt sur le revenu de 1982 et de la contribution instituée par l'article premier de l'ordonnance n° 83-355 du 30 avril 1983 qui seront mis en recouvrement postérieurement au 31 décembre 1983.III - En 1984, pour l'application des articles 1664 1 et 1681 B du code général des impôts, il est tenu compte, le cas échéant, de la majoration prévue par l'article 2 VII de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982)."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Lorsqu'elle est appelée à se prononcer sur des litiges relatifs aux taxes sur le chiffre d'affaires, la commission départementale visée à l'article 1651 du code général des impôts siège dans la même composition que celle prévue pour examiner les différends relatifs au bénéfice."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "En cas de cession ou de cessation d'une activité professionnelle, les délais dans lesquels doivent être déclarés les bénéfices ou les plus-values à imposer immédiatement en application des articles 201 et 202 du code général des impôts, ainsi que les délais de production de déclarations prévus aux articles 89, 229 A et 235 ter J du même code sont portés à trente jours, sous réserve du délai de six mois prévu en cas de décès.Les déclarations prévues en matière de taxe sur la valeur ajoutée doivent être souscrites dans les trente jours de la cession ou de la cessation d'activité."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Les collectivités territoriales et leurs groupements dotés d'une fiscalité propre peuvent, par une délibération de portée générale prise dans les conditions définies à l'article 1639 A bis du code général des impôts, exonérer de taxe professionnelle, dans la limite de 50 p. 100, les établissements de spectacle cinématographique, qui, quel que soit le nombre de leurs salles, réalisent en moyenne hebdomadaire moins de 1.200 entrées et moins de 20.000 F de recettes.Toutefois, sont exclus du bénéfice de cette exonération :1° Les établissements situés dans des communes de plus de 70.000 habitants ;2° Les établissements spécialisés dans la projection de films visés à l'article 281 bis A du code général des impôts."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Les sociétés immobilières pour le commerce et l'industrie sont autorisées à louer leurs immeubles en location simple à des personnes physiques ou morales exerçant dans les locaux une activité administrative ou une profession n'ayant pas un caractère industriel ou commercial.L'application des dispositions de l'article 208 3° quater du code général des impôts est limitée au bénéfice net ou aux plus-values provenant des immeubles qui sont utilisés pour l'exercice d'une profession industrielle ou commerciale."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Pour les exercices ouverts à compter du 1er janvier 1984, le fonds de garantie des banques populaires prévu à l'article 6 de la loi du 13 août 1936 est assujetti à l'impôt sur les sociétés au taux prévu à l'article 219 du code général des impôts.Un décret en Conseil d'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Les dispositions de l'article 107 ci-dessus ont un caractère interprétatif."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I - Paragraphe modificateur.II - Les concessionnaires d'ouvrages de circulation routière ne peuvent déduire la taxe sur la valeur ajoutée afférente aux travaux de construction et aux grosses réparations des ouvrages concédés. Toutefois, l'exclusion relative aux grosses réparations des ouvrages concédés ne s'applique pas dans le régime défini au dernier alinéa du paragraphe I ci-dessus.III - Les dispositions du présent article ont un caractère interprétatif."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "La taxe régionale sur les certificats d'immatriculation instituée par l'article 20 de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982) est assise et recouvrée comme un droit de timbre.Le produit de la taxe perçue par l'Etat du 1er janvier 1983 à la date d'entrée en vigueur de la délibération du conseil régional mentionnée au VII de l'article 20 de la loi susvisée est transféré à la région."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Pour l'application des dispositions de l'article 1730 du code général des impôts, les achats nets de valeurs mobilières, les dépenses de recherche, les dépenses de tenue de comptabilité et d'adhésion à un centre de gestion ou à une association agréés et les dépôts dans les fonds salariaux ouvrant droit aux réductions ou au crédit d'impôt visés respectivement aux articles 66, 67 et 72 de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982) et à l'article 76 de la présente loi de finances sont assimilés à une insuffisance de déclaration lorsqu'ils ne sont pas justifiés."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I - Pour être admises en franchise d'impôt, les provisions dont la déduction est prévue par des dispositions légales particulières doivent notamment figurer sur le relevé de provisions mentionné à l'article 54 du code général des impôts.II - Les matières, produits ou approvisionnements existant en stock à la clôture de chaque exercice et qui peuvent donner lieu à la constitution de la provision pour fluctuation des cours prévue au deuxième alinéa du 5° de 1 de l'article 39 du code général des impôts n'ouvrent pas droit à la provision pour hausse des prix prévue aux quatrième, cinquième et sixième alinéas du même 5°."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I - Les personnes physiques fiscalement domiciliées en France sont assujetties sur leurs revenus de 1983 à une contribution dont le produit est versé à la Caisse nationale des allocations familiales et qui est égale à 1 p. 100.1. Du revenu net global de 1983 augmenté des plus-values et gains nets en capital de la même année soumis à l'impôt sur le revenu à un taux proportionnel et diminué, le cas échéant, des abattements forfaitaires prévus aux articles 157 bis et 196 B du code général des impôts ;2. Des profits réalisés en 1983 à l'occasion de cessions habituelles d'immeubles soumis au prélèvement visé à l'article 235 quinquies du code général des impôts lorsque celui-ci libère le cédant de l'impôt sur le revenu.II - Les produits des placements soumis en 1984 au prélèvement prévu par l'article 125 A du code général des impôts sont également soumis à la contribution au taux de 1 p. 100 sauf s'ils sont versés à des personnes visées au III dudit article 125 A ; le produit de cette contribution est versé à la Caisse nationale des allocations familiales.III - Les contribuables qui ne sont pas soumis à l'impôt sur le revenu dû au titre de 1983 ou dont la cotisation d'impôt sur le revenu de la même année est inférieure au montant fixé par le 1 bis de l'article 1657 du code général des impôts ne sont pas assujettis à la contribution afférente au revenu défini au 1 du paragraphe I ci-dessus.IV - 1. Les contribuables dont le revenu de 1983, déterminé en application du 1 du paragraphe I ci-dessus, n'excède pas 98 000 F ne sont pas assujettis à la contribution afférente à ce revenu :a) Lorsqu'ils ont obtenu le bénéfice d'une pension prenant effet entre le 1er juillet 1983 et la date limite de paiement de la contribution pour une invalidité les rendant incapables d'exercer une profession quelconque ou lorsqu'ils ont été atteints au cours de la même période d'une invalidité donnant droit à la carte d'invalidité prévue à l'article 173 du code de la famille et de l'aide sociale ;b) Lorsqu'ils ont cessé, au cours de la même période, leur activité professionnelle par suite de départ en retraite ou en préretraite ;c) Lorsqu'ils ont perçu pendant six mois au moins, du fait de la perte de leur emploi au cours de la période précitée, un revenu de remplacement prévu à l'article L. 351-1 du code du travail ;d) Lorsqu'ils ont cessé, au cours de la même période, de percevoir un revenu de remplacement et sont demeurés demandeurs d'emploi non indemnisés. Ils doivent justifier dans ce cas avoir perçu un revenu de remplacement pendant six mois au moins.Ne sont pas assujettis à la contribution les contribuables dont le revenu de 1983, déterminé en application du 1 du paragraphe I ci-dessus, n'excède pas 98 000 F lorsque leur conjoint se trouve dans l'une des situations mentionnées ci-dessus.2. Les contribuables dont le revenu de 1983, déterminé en application du 1 du paragraphe I ci-dessus, n'excède pas 98 000 F sont exonérés de la contribution si leur conjoint est décédé au cours de la période prévue au a du 1 ci-dessus.Les ayants droit d'un contribuable décédé au cours de la même période sont exonérés de la contribution due au titre de leur auteur lorsque les revenus de celui-ci, déterminés en application du 1 du paragraphe I ci-dessus, n'excèdent pas 98 000 F.3. Pour l'application des 1 et 2 ci-dessus, le contribuable ou ses ayants droit adresse au service chargé du recouvrement une attestation sur l'honneur certifiant qu'il remplit les conditions prévues à ces deux alinéas. L'administration demandera, en tant que de besoin, toutes pièces justificatives dans les conditions prévues au paragraphe VI ci-dessous. En cas d'inexactitude, les sanctions prévues par l'article 22 II de la loi n° 68-690 du 31 juillet 1968 sont applicables.4. Les contribuables en retraite ou préretraite qui ont continué ou repris une activité professionnelle perdent le bénéfice de l'exonération prévue au b) du 1 ci-dessus.V - Lorsque la contribution afférente au revenu défini au 1 du paragraphe I ci-dessus n'excède pas la somme de 380 F plus 330 F par enfant à charge, son montant est réduit d'une décote. Celle-ci est égale à la différence entre la somme de 380 F plus 330 F par enfant à charge et le montant de la contribution qui aurait résulté de l'application du 1 du paragraphe I ci-dessus.Les enfants à charge sont ceux visés aux articles 196 et 196 B, premier alinéa, du code général des impôts.Le montant de 330 F fixé au premier alinéa du présent paragraphe est porté à 660 F pour chaque enfant titulaire de la carte d'invalidité prévue à l'article 173 du code de la famille et de l'aide sociale.VI - 1° La contribution afférente au revenu défini au 1 du paragraphe I ci-dessus est assise, contrôlée et recouvrée selon les mêmes règles et conditions et sous les mêmes sûretés, privilèges et sanctions qu'en matière d'impôt sur le revenu. Les dispositions du 1 bis de l'article 1657 du code général des impôts ne sont pas applicables. Les dispositions de l'avant-dernier alinéa du I de l'article 197 du même code sont applicables.La partie de l'avoir fiscal, du crédit d'impôt et des prélèvements non libératoires de l'impôt sur le revenu, non imputée sur l'impôt sur les revenus de 1983, peut être imputée sur le montant de la contribution.2. La contribution afférente aux profits et produits définis au 2 du paragraphe I et au paragraphe II ci-dessus est assise, contrôlée et recouvrée selon les mêmes règles et conditions et sous les mêmes garanties et sanctions que les prélèvements auxquels donnent lieu ces profits et produits en matière d'impôt sur le revenu.VII - La contribution instituée par le présent article fait l'objet, en 1984, d'acomptes dont le produit est versé à la Caisse nationale des allocations familiales. Ces acomptes sont liquidés et recouvrés selon les mêmes règles et conditions et sous les mêmes sûretés, privilèges et sanctions qu'en matière d'impôt sur le revenu. Ils sont calculés sur le montant de la contribution instituée par l'ordonnance n° 83-355 du 30 avril 1983.La limite d'assujettissement aux versements d'acomptes provisionnels sur la contribution instituée au présent article est fixée à 900 F et s'apprécie par référence au montant de la contribution instituée par l'ordonnance n° 83-355 du 30 avril 1983 susvisée.A partir de la même limite, les contribuables ayant opté pour le paiement mensuel de l'impôt sur le revenu sont également assujettis au paiement mensuel de la contribution instituée par le présent article."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I. Paragraphe modificateur\n\nII. (Abrogé)\n\nIII. - Les fonctionnaires et anciens fonctionnaires occupant ou ayant occupé des emplois de sapeur-pompier professionnel de tous grades, y compris les emplois de directeur départemental, de directeur départemental adjoint et de sous-directeur des services d'incendie et de secours, bénéficient, sous certaines conditions, notamment d'une durée minimale de service susceptible d'être prise en compte dans la constitution de leurs droits à pension du régime de retraite des agents des collectivités territoriales et d'une durée de dix-sept ans de service effectif en qualité de sapeur-pompier professionnel, d'une bonification du cinquième du temps du service accompli pour la liquidation de leur pension de retraite, dans la limite de cinq annuités.\n\nCet avantage est également accordé, sans condition de durée de service, aux sapeurs-pompiers professionnels radiés des cadres pour invalidité imputable au service, aux sapeurs-pompiers professionnels reclassés pour raison opérationnelle et aux sapeurs-pompiers professionnels admis au bénéfice d'un congé pour raison opérationnelle.\n\nCet avantage est en outre accordé, sous réserve de l'application du 1° de l'article L. 4 du code des pensions civiles et militaires de retraite, aux anciens sapeurs-pompiers professionnels ayant perdu cette qualité à la suite d'un accident de service ou d'une maladie professionnelle, lorsqu'ils font valoir leurs droits à retraite. Dans ce cas, il n'est pas fait application des conditions de durée minimale de service et de durée de service effectif en qualité de sapeur-pompier professionnel mentionnées au premier alinéa.\n\nLes années de service effectuées dans le cadre du reclassement ou du congé pour raison opérationnelle mentionnées à l'alinéa précédent n'ouvrent pas droit à la bonification.\n\nLes années passées en congé pour raison opérationnelle sont prises en compte au titre de la durée minimale de service ouvrant droit au bénéfice de la bonification.\n\nUn décret en Conseil d'Etat fixe les conditions que doivent remplir les intéressés et notamment la durée et la nature des services publics qu'ils devront avoir préalablement accomplis ainsi que les modalités d'attribution de la bonification et notamment le taux de la retenue supplémentaire pour pension qui sera mise à la charge des sapeurs-pompiers professionnels."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "Les dispositions de l'article 1er de la loi n° 77-1410 du 23 décembre 1977 relative à l'organisation des transports de voyageurs dans la région d'Ile-de-France sont prorogées."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "A compter de la loi de finances pour 1985, le fascicule budgétaire du service des essences des armées comportera :\n\n1° L'indication par produit du montant du prix prévisionnel de cession ayant servi à l'établissement du budget annexe ;\n\n2° L'indication par produit et par acheteur des volumes prévisionnels correspondant aux recettes inscrites au chapitre 70-01 du budget annexe."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I - A partir du 1er janvier 1984, le calcul de la pension de retraite ainsi que les retenues pour pension des militaires de la gendarmerie seront déterminés, par dérogation aux articles L. 15 et L. 61 du code des pensions civiles et militaires de retraite, dans des conditions fixées par décret.Pour permettre la prise en compte progressive, dans la pension des militaires de la gendarmerie, de l'indemnité de sujétions spéciales de police, la retenue pour pension fixée à l'article L. 61 précité sera majorée de 1,5 p. 100 à compter du 1er janvier 1984, 2 p. 100 à compter du 1er janvier 1990 et 2,2 p. 100 à compter du 1er janvier 1995.A compter du 1er février 2006, la jouissance de la majoration de pension résultant de l'intégration de l'indemnité de sujétions spéciales de police dans le calcul de la pension des militaires de la gendarmerie est différée jusqu'à l'âge de cinquante ans, sauf pour les militaires de la gendarmerie radiés des cadres ou mis à la retraite pour invalidité et pour les ayants cause des militaires de la gendarmerie décédés avant leur admission à la retraite.Un décret fixe les conditions dans lesquelles l'âge de jouissance de cette majoration est ramené progressivement de cinquante-cinq ans à cinquante ans du 1er février 2002 au 1er février 2006.La prise en compte de l'indemnité de sujétions spéciales de police sera réalisée progressivement du 1er janvier 1984 au 1er janvier 1998.II. (paragraphe modificateur).III. (paragraphe modificateur)"
    }
  ]
}