{
  "id": "jorftext000038940323",
  "type": "statute",
  "title": "Ordonnance n°2019-861 du 21 août 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038940323",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Les droits acquis au titre du droit individuel à la formation sont pris en compte pour le calcul des plafonds mentionnés aux articles L. 6323-11, L. 6323-27 et L. 6323-34 du code du travail.II. - Afin de permettre la mobilisation des droits acquis au titre du droit individuel à la formation, le titulaire du compte personnel de formation doit procéder à l'inscription de son montant de droits dans le service dématérialisé mentionné au I de l'article L. 6323-8 du code du travail avant le 30 juin 2021.\n\nIII. et IV. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- LOI n° 2016-231 du 29 février 2016\n\n- LOI n° 2014-288 du 5 mars 2014"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Les dispositions des 7° et 8° de l'article 1er, des 2°, 3°, 6° et 7° de l'article 4 et du 4° de l'article 6 s'appliquent à compter du 1er janvier 2020. Pour les obligations et le traitement des demandes des employeurs ayant pour objet de connaître l'application à leur situation de la législation applicable relative à l'obligation d'emploi des travailleurs handicapés et les pénalités associées à cette obligation, et portant sur les périodes antérieures au 1er janvier 2020, les dispositions des articles L. 5212-5-1 et L. 5212-12 du code du travail sont applicables dans leur rédaction antérieure à la présente ordonnance.II. - Les dispositions du 44° de l'article 1er entrent en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Premier ministre, la ministre de la transition écologique et solidaire, la ministre des solidarités et de la santé, la ministre du travail, le ministre de l'éducation nationale et de la jeunesse, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales, la ministre des outre-mer, le ministre de l'agriculture et de l'alimentation, la ministre des sports, la secrétaire d'Etat auprès du Premier ministre, chargée des personnes handicapées, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}