{
  "id": "jorftext000024381671",
  "type": "statute",
  "title": "LOI n° 2011-850 du 20 juillet 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024381671",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le 2° du I du présent article entre en vigueur le 1er janvier 2013. Les notaires et les huissiers de justice qui, avant le 1er janvier 2013, organisent et réalisent des ventes volontaires de meubles aux enchères publiques depuis plus de deux ans sont réputés remplir les conditions de formation prévues au même 2°.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. ― Les courtiers de marchandises assermentés inscrits, à la date d'entrée en vigueur de la présente loi, sur les listes des cours d'appel dressées en application de la réglementation applicable avant cette date sont réputés remplir la condition de qualification requise par le 3° du I de l'article L. 321-4 du code de commerce pour diriger les ventes volontaires aux enchères publiques de marchandises en gros.II. ― Les courtiers de marchandises assermentés inscrits, à la date d'entrée en vigueur de la présente loi, sur les listes des cours d'appel dressées en application de la réglementation applicable avant cette date, qui poursuivent une activité de ventes volontaires aux enchères publiques de marchandises en gros, disposent d'un délai de six mois à compter de la promulgation de la présente loi pour se mettre en conformité avec l'ensemble des dispositions du chapitre Ier du titre II du livre III du même code.III. ― Les courtiers de marchandises assermentés inscrits sur les listes des cours d'appel à la date d'entrée en vigueur de la présente loi remplissent la condition de qualification professionnelle prévue au 4° de l'article L. 131-13 du même code. Ils restent en fonctions sous réserve de justifier auprès de la cour d'appel sur la liste de laquelle ils sont inscrits des garanties financières prévues à l'article L. 131-15 du même code dans un délai de six mois à compter de cette date.IV. ― Le 4° de l'article L. 131-13 du même code entre en vigueur le premier jour du premier mois de la quatrième année suivant la publication de la présente loi. Durant cette période, le candidat à l'inscription sur la liste des courtiers de marchandises assermentés d'une cour d'appel doit justifier avoir, depuis moins de deux ans avant sa demande, soit accompli un stage de quatre ans auprès d'un courtier assermenté, dont deux ans au moins dans la spécialité professionnelle dans laquelle l'inscription est demandée, soit exercé pendant trois ans la profession de courtier de marchandises, dont deux ans au moins dans cette même spécialité, à titre personnel ou en qualité de président du conseil d'administration ou de membre du directoire d'une société anonyme, de gérant d'une société commerciale, d'associé d'une société en nom collectif, de directeur ou de fondé de pouvoir d'une entreprise pratiquant le courtage.V. ― L'ensemble des biens, droits et obligations de l'assemblée permanente des présidents de chambres syndicales de courtiers de marchandises assermentés et des compagnies de courtiers de marchandises assermentés sont transférés au Conseil national des courtiers de marchandises assermentés, sans pouvoir donner lieu à aucune perception de droits, impôts ou taxes de quelque nature que ce soit. Les compagnies de courtiers de marchandises assermentés sont dissoutes dans un délai de six mois à compter de l'entrée en vigueur de la présente loi.Les modalités d'application du présent V sont fixées par décret en Conseil d'Etat.VI. ― La radiation définitive ainsi que les peines disciplinaires prononcées au jour de l'entrée en vigueur de la présente loi à l'encontre d'un courtier de marchandises assermenté continuent à produire leurs effets.Les pouvoirs disciplinaires des chambres syndicales de courtiers de marchandises assermentés supprimées par la présente loi sont prorogés à l'effet de statuer sur les instances disciplinaires en cours au jour de l'entrée en vigueur de la présente loi.Les   tribunaux judiciaires sont compétents pour connaître de l'ensemble des procédures engagées à compter de la date d'entrée en vigueur de la présente loi, quelle que soit la date des faits poursuivis. Seules peuvent être prononcées les sanctions encourues à la date des faits.Les cours d'appel et la Cour de cassation demeurent saisies des procédures disciplinaires pendantes devant elles."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "La présente loi entre en vigueur le premier jour du deuxième mois suivant sa publication.La nomination des membres du Conseil des ventes volontaires de meubles aux enchères publiques intervient au plus tard un mois après l'entrée en vigueur de la présente loi. Les membres du Conseil des ventes volontaires de meubles aux enchères publiques nommés avant la publication de la présente loi exercent leurs fonctions jusqu'à la nomination des membres de ce conseil dans sa nouvelle composition.Les opérateurs de ventes volontaires de meubles aux enchères publiques mentionnés à l'article L. 321-4 du code de commerce disposent d'un délai de deux ans à compter de la publication de la présente loi pour se conformer aux dispositions de la dernière phrase de l'article L. 321-10 du même code.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}