{
  "id": "jorftext000000705343",
  "type": "statute",
  "title": "Ordonnance n° 58-1331 du 23 décembre 1958",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000705343",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont soumises aux dispositions de la présente ordonnance les infractions aux dispositions législatives ou réglementaires, présentes ou à intervenir concernant la répartition, la récupération, la mobilisation ou le rationnement des produits industriels et de l'énergie."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont également soumises aux dispositions de la présente ordonnance les fraudes concernant des titres ou autorisations quelconques délivrés en matière de répartition et, notamment, tout vol ou trafic, toute falsification ou contrefaçon, toute délivrance, obtention, cession ou utilisation irrégulière."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les procès-verbaux constatant les infractions à la présente ordonnance sont dressés :1° Par les officiers de police judiciaire, les officiers de police adjoints, les militaires de la gendarmerie, les agents de la direction générale du contrôle et des enquêtes économiques, ceux de la répression des fraudes et ceux des poids et mesures ;2° Par tous autres fonctionnaires et agents de l'Etat, des collectivités publiques et, le cas échéant, des organismes professionnels spécialement commissionnés à cet effet par le ministre de l'industrie et du commerce et assermentés dans les conditions prévues par décret."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les procès-verbaux indiquent que l'intéressé a été informé de la date et du lieu de leur rédaction et que sommation lui a été faite d'assister à cette rédaction. Il peut en demander copie.Les procès-verbaux font foi jusqu'à preuve contraire."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sans qu'il y ait lieu de rechercher si les biens sont ou non la propriété de l'intéressé, les procès-verbaux peuvent porter déclaration de blocage de tout ou partie des produits industriels ou énergétiques sur lesquels a porté l'infraction."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le produit bloqué peut être laissé sur place ou transporté en tout autre lieu désigné par l'administration. Dans le premier cas, le détenteur peut être constitué gardien par le procès-verbal.\n\nSi le blocage porte sur des produits périssables ou si les nécessités de la répartition l'exigent, les produits font l'objet par l'administration d'une attribution dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les agents verbalisateurs peuvent exiger la communication, en quelque main qu'ils se trouvent, des documents de toute nature (comptabilité, copies de lettres, carnets de chèques, traites, relevés des comptes en banque, etc.) propres à faciliter l'accomplissement de leur mission et procéder à leur saisie. Ils ont le droit de prélever des échantillons.Les fonctionnaires et agents de l'Etat peuvent également, sans se voir opposer le secret professionnel, consulter tous documents dans les administrations ou offices de l'Etat, des départements, des communes, les établissements publics, les établissements et organismes placés sous le contrôle de l'Etat, ainsi que les entreprises et services concédés."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les agents verbalisateurs ont libre accès dans les magasins, arrière-magasins, bureaux, annexes, dépôts, exploitations, lieux de production, de vente, d'expédition ou de stockage et, d'une façon générale, en quelque lieu que ce soit, à la seule exception des pièces exclusivement réservées à l'habitation.L'action de ces agents s'exerce également en cours de transport des produits ; ils peuvent requérir, pour l'accomplissement de leur mission, l'ouverture de tous colis et bagages, en présence, soit de l'expéditeur, soit du destinataire, soit du transporteur ou du porteur."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le ministre de l'industrie et du commerce peut charger des experts de procéder à l'examen de tous documents visés à l'article 7, alinéa 1, ou de toute caractéristique technique de produits industriels ou énergétiques.Ces experts disposent du droit de communication des documents précités et lorsqu'ils sont accompagnés d'un agent verbalisateur, du droit de visite défini à l'article 8, 1er alinéa."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sous réserve des dispositions prévues à l'article 11, les procès-verbaux dressés en application de l'article 3 sont transmis au procureur de la République par le directeur départemental de la concurrence et des prix qui reçoit à cet effet délégation du ministre chargé de l'industrie, dans des conditions fixées par décret.Le directeur départemental de la concurrence et des prix fait connaître au procureur de la République les conclusions de l'Administration quant à la suite transactionnelle ou judiciaire à donner. Lorsqu'il admet la possibilité d'une transaction, le procureur de la République renvoie à cet effet les pièces au directeur départemental de la concurrence et des prix en lui faisant connaître, le cas échéant, les dossiers à l'égard desquels les dispositions de l'alinéa 2 de l'article 13 seront appliquées."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "En cas de flagrant délit, les dispositions des articles 67, 71, 393 et suivants du code de procédure pénale sont applicables. Le procureur de la République informe immédiatement le directeur départemental de la concurrence et des prix afin que celui-ci lui donne l'avis de l'Administration dans le délai de trois jours, selon les modalités déterminées par le décret prévu à l'article 10."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le directeur départemental de la concurrence et des prix peut proposer, après accord du procureur de la République, comme il est dit à l'article 10, et dans les conditions fixées par décret, le bénéfice de la transaction fixée par l'Administration.Les transactions sont recouvrées par les trésoriers-payeurs généraux.Le directeur départemental de la concurrence et des prix adresse au trésorier-payeur général un avis de la transaction portant indication du débiteur, du montant et de la date de la transaction.Le paiement du montant de la transaction doit être effectué dans le mois de sa date.A l'expiration du délai ci-dessus, le trésorier-payeur général informe le directeur départemental de la concurrence et des prix de la libération ou de la carence du débiteur de la transaction."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Si aucune transaction n'intervient dans les conditions prévues à l'article précédent, ou si le délinquant n'effectue pas de paiement du montant de la transaction dans le délai prévu audit article, le directeur départemental de la concurrence et des prix renvoie le dossier au procureur de la République.Lorsque le procureur de la République a préalablement constaté l'existence d'une pluralité de délinquants, ou admis la connexité entre plusieurs délits, les dossiers lui sont renvoyés si la transaction n'intervient pas avec tous les délinquants ou si l'un ou plusieurs d'entre eux n'effectue pas le paiement du montant de la transaction dans le délai prévu à l'article précédent."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le procureur de la République, le juge d'instruction ou le tribunal peut, tant qu'une décision statuant au fond, contradictoirement ou par défaut, n'a pas acquis l'autorité de la chose jugée, faire droit à la requête des personnes poursuivies, ou de l'une d'entre elles demandant le bénéfice d'une transaction. Dans ce cas, le dossier est transmis au directeur départemental de la concurrence et des prix aux fins de règlement transactionnel.L'administration de la concurrence et des prix dispose pour conclure la transaction qui sera proposée dans les conditions prévues par le décret mentionné à l'article 10 d'un délai fixé par l'autorité judiciaire qui a été saisie. Ce délai, qui court du jour de la transmission du dossier, ne peut être inférieur à trois mois ni excéder six mois.Après réalisation définitive de la transaction, le dossier est renvoyé au procureur de la République, au juge d'instruction ou au tribunal, qui constate que l'action publique est éteinte.En cas de non-réalisation de la transaction, l'instance judiciaire reprend son cours. La transaction est réalisée et recouvrée suivant les modalités prévues à l'article 12."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "La procédure est suivie conformément au droit commun.Toutefois, le directeur départemental de la concurrence et des prix peut déposer des conclusions qui seront jointes à celles du ministère public et les faire développer à l'audience par un fonctionnaire dûment habilité ou par un avocat."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les infractions prévues aux articles 1er et 2 sont punies d'un emprisonnement de cinq ans et d'une amende de 4500 euros ou de l'une de ces deux peines seulement.\n\nSont punis des mêmes peines le fait de disposer en infraction à l'article 6 de produits bloqués sans autorisation et l'autorité compétente ainsi que toute opposition à l'exécution d'une décision d'attribution d'office."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'opposition à l'exercice des fonctions des agents chargés de la recherche et de la constatation des infractions à la présente ordonnance ou l'opposition aux opérations des experts, les injures et voies de fait commises à leur égard, ainsi que le refus de communication ou la dissimulation des documents sont punis d'une peine d'emprisonnement de six mois et d'une amende de 3750 euros   ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La tentative des infractions prévues par la présente ordonnance est punie comme le délit consommé."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le tribunal peut prononcer, à titre temporaire ou définitif, la fermeture des magasins, bureaux ou usines du condamné ou, lorsque ce dernier a été poursuivi par application du premier alinéa de l'article 23, des entreprises qu'il dirige ou administre et dans l'activité desquelles l'infraction a été commise.Il peut aussi interdire au condamné, à titre temporaire ou définitif, l'exercice de sa profession, sans préjudice des dispositions du chapitre VIII du titre II du livre 1er du code de commerce.Si l'infraction a été commise pour le compte d'une personne morale de droit privé, l'interdiction peut être également prononcée contre cette personne morale en ce qui touche l'exercice de la profession à l'occasion de laquelle l'infraction a été commise.En cas de fermeture et pendant un délai qui ne peut excéder trois mois, le délinquant ou l'entreprise doit continuer de payer à son personnel les salaires, indemnités et rémunérations de toute nature auxquels il avait droit jusqu'alors.Pendant la durée de l'interdiction, le délinquant ne peut être employé, à quelque titre que ce soit, dans l'établissement qu'il exploitait, même s'il l'a vendu, loué ou mis en gérance. Il ne peut non plus être employé dans l'établissement qui serait exploité par son conjoint même séparé.Toute infraction aux dispositions d'un jugement prononçant la fermeture ou l'interdiction est punie de peines prévues à l'article 18 ci-dessus. L'interdiction pour le délinquant d'exercer sa profession entraîne, pour la durée de cette interdiction, le retrait du titre qui lui permettait d'exercer sa profession."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Lorsque la fermeture ou l'interdiction d'exercer la profession est d'une durée supérieure à deux ans et si le fonds est la propriété du condamné, la vente aux enchères du fonds de commerce est ordonnée.A la requête du ministère public, le président du tribunal civil du lieu de la situation du fonds de commerce désigne un administrateur provisoire et l'officier ministériel chargé de procéder à la vente suivant les règles ordinaires en matière de vente de fonds de commerce.Dans le cas où le condamné n'est pas propriétaire du fonds, le président du tribunal civil peut autoriser le propriétaire à reprendre son fonds, nonobstant toutes conventions et quelle que soit la durée de la fermeture et de l'interdiction prononcée. Ladite autorisation entraîne pour le propriétaire le droit à l'exploitation du fonds.Le président du tribunal civil statuant en référé connaît les contestations de toute nature auxquelles les dispositions du présent article donnent lieu."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La juridiction compétente peut ordonner que sa décision soit publiée intégralement ou par extraits dans les journaux qu'elle désigne et affichée dans les lieux qu'elle indique."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Sont passibles des peines et sanctions prévues à la présente ordonnance tous ceux qui, chargés à un titre quelconque de la direction ou de l'administration d'une entreprise, d'un établissement, d'une société, d'une association ou d'une collectivité, ont, soit contrevenu par un acte personnel, soit en tant que commettant, laissé contrevenir par toute personne relevant de leur autorité ou de leur contrôle aux dispositions de la présente ordonnance.Sont également passibles des mêmes peines et sanctions tous ceux qui, sans remplir des fonctions de direction ou d'administration, participent à un titre quelconque, notamment en qualité de gérant, mandataire ou employé, à l'activité de l'entreprise, de l'établissement, de la société, de l'association ou de la collectivité et ont contrevenu, à l'occasion de cette participation, aux dispositions de la présente ordonnance soit par un fait personnel, soit en exécutant des ordres qu'ils savaient contraires à ces dispositions.L'entreprise, l'établissement, la société, l'association ou la collectivité répond solidairement du montant des amendes et frais que ces délinquants ont encourus."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "La loi du 29 juillet 1943, modifiée, réglant le contrôle et la répression des infractions en matière de répartition des produits industriels, est abrogée.Toutefois, sera poursuivi, conformément aux dispositions de l'article 17 de la loi abrogée du 29 juillet 1943, le recouvrement des amendes administratives sanctionnant les infractions en matière de répartition des produits industriels qui auront été infligées antérieurement à la présente ordonnance.Les amendes administratives prononcées en application de la loi précitée du 29 juillet 1943 se prescrivent conformément aux dispositions de l'article 636 du code d'instruction criminelle."
    }
  ]
}