{
  "id": "jorftext000032004359",
  "type": "statute",
  "title": "Ordonnance n° 2016-129 du 10 février 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032004359",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A l'expiration du délai d'exécution des contrats prévus par le III et le VI de l'article 25 de la loi du 17 mars 2014 susvisée, à défaut d'avoir conclu un nouveau contrat avec un fournisseur de son choix et sauf opposition de sa part, le client est réputé avoir accepté les conditions contractuelles du nouveau contrat proposé par le fournisseur d'électricité ou de gaz naturel que la Commission de régulation de l'énergie aura désigné à l'issue d'une procédure de mise en concurrence.II. - La Commission de régulation de l'énergie rédige le cahier des charges de la procédure de mise en concurrence mentionnée au I et désigne les fournisseurs. Pour favoriser l'ouverture du marché, et sous réserve de garantir la continuité de fourniture pour tous les consommateurs, le cahier des charges peut prévoir un allotissement par zone géographique et type de sites de consommation et fixer un plafond du nombre de consommateurs finals, de lots, ou des volumes susceptibles d'être attribués à chaque fournisseur. Il prévoit également les conditions contractuelles de vente applicables.La sélection des fournisseurs porte sur le montant unitaire qu'ils s'engagent à reverser à l'Etat pour chaque mégawattheure vendu.Le prix facturé aux consommateurs et, le cas échéant, la formule d'évolution de ce prix sont déterminés par le cahier des charges de l'appel d'offres. Il est majoré d'au plus 30 % par rapport aux prix usuellement pratiqués par les fournisseurs sur les marchés de telle manière que les clients qui en bénéficient soient incités à souscrire une offre de marché de leur choix.Le montant du versement dû par chaque fournisseur sélectionné est calculé par la Commission de régulation de l'énergie sur la base du montant unitaire proposé dans l'offre retenue et de la consommation des consommateurs bénéficiaires de l'offre, en tenant compte des volumes livrés et ayant donné lieu à encaissement, selon les modalités déterminées dans le cahier des charges.III. - Pour les clients qui n'auraient pas pu rentrer au 1er juillet 2016 dans le périmètre du fournisseur retenu lors de la mise en concurrence prévue au I, la durée prévue par le III de l'article 25 de la loi du 17 mars 2014 susvisée est prolongée jusqu'à l'aboutissement d'une nouvelle procédure de mise en concurrence. Cette mesure ne s'applique pas aux clients s'étant opposés au contrat dans les conditions prévues au IV et n'ayant pas souscrit une offre de marché chez le fournisseur de leur choix au 1er juillet 2016.IV. - Les fournisseurs désignés en application du II du présent article adressent aux clients concernés sur un support durable et par lettre recommandée les conditions contractuelles qui leur sont applicables au plus tard trente jours avant la prise d'effet du contrat. Le contrat est conclu pour une durée d'un an tacitement reconductible. Cette communication est assortie d'une information précisant au consommateur qu'il peut s'opposer à ce contrat et qu'il peut souscrire une offre de marché chez le fournisseur de son choix.Le consommateur peut résilier le contrat à tout moment, moyennant un préavis de quinze jours, sans qu'il y ait lieu à indemnité à la charge de l'une ou l'autre des parties. Le contrat est réputé résilié au premier jour du mois suivant.A l'issue de la première année du contrat, le fournisseur est libre de faire évoluer les conditions du contrat, à l'exception des modalités de résiliation définies au précédent alinéa qui demeurent applicables. Tout projet de modification par le fournisseur de ces conditions contractuelles est communiqué au consommateur par voie postale avec accusé de réception ou, à sa demande, par voie électronique, au moins deux mois avant la date d'application envisagée. Cette communication est assortie d'une information précisant au consommateur qu'il peut souscrire une offre de marché chez le fournisseur de son choix et résilier le nouveau contrat, conformément aux dispositions du précédent alinéa.Les modifications mentionnées à l'alinéa précédent sont préalablement soumises à la Commission de régulation de l'énergie qui peut s'y opposer. Sous réserve du respect de ces conditions, les modifications des clauses contractuelles sont réputées tacitement acceptées par le consommateur, sauf opposition de sa part emportant la résiliation du contrat.V. - Un arrêté des ministres chargés de l'économie et de l'énergie précise, en tant que de besoin, les conditions d'application du présent article."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le fournisseur initial d'électricité ou de gaz naturel qui alimente en énergie ses clients dans les conditions prévues par le III et le VI de l'article 25 de la loi du 17 mars 2014 susvisée est tenu d'accorder, à ses frais, aux entreprises disposant d'une autorisation ministérielle de fourniture de gaz naturel ou d'électricité qui en feraient la demande, l'accès aux données de consommation et de contact des clients bénéficiant de l'offre prévue par ces mêmes III et VI, selon des modalités précisées par la Commission de régulation de l'énergie."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Premier ministre, la ministre de l'écologie, du développement durable et de l'énergie et le ministre de l'économie, de l'industrie et du numérique sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}