{
  "id": "jorftext000000268539",
  "type": "statute",
  "title": "Loi n° 2006-396 du 31 mars 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000268539",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans un délai de trois ans après la publication de la présente loi, les organisations professionnelles et syndicales représentatives au niveau national sont invitées à engager une négociation interprofessionnelle sur la définition et les modalités d'exercice de la fonction de tuteur."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Les employeurs qui entrent dans le champ du premier alinéa de l'article L. 131-2 du code du travail peuvent conclure, pour toute nouvelle embauche d'un jeune âgé de moins de vingt-six ans, un contrat de travail dénommé \"contrat première embauche\".L'effectif de l'entreprise doit être supérieur à vingt salariés dans les conditions définies par l'article L. 620-10 du même code.Un tel contrat ne peut être conclu pour pourvoir les emplois mentionnés au 3° de l'article L. 122-1-1 du même code.II. - Le contrat de travail défini au I est conclu sans détermination de durée. Il est établi par écrit.Ce contrat est soumis aux dispositions du code du travail, à l'exception, pendant les deux premières années courant à compter de la date de sa conclusion, de celles des articles L. 122-4 à L. 122-11, L. 122-13 à L. 122-14-14 et L. 321-1 à L. 321-17 du même code.La durée des contrats de travail, précédemment conclus par le salarié avec l'entreprise, ainsi que la durée des missions de travail temporaire effectuées par le salarié au sein de l'entreprise dans les deux années précédant la signature du contrat première embauche, de même que la durée des stages réalisés au sein de l'entreprise sont prises en compte dans le calcul de la période prévue à l'alinéa précédent.Ce contrat peut être rompu à l'initiative de l'employeur ou du salarié, pendant les deux premières années courant à compter de la date de sa conclusion, dans les conditions suivantes :1° La rupture est notifiée par lettre recommandée avec demande d'avis de réception ;2° Lorsque l'employeur est à l'initiative de la rupture et sauf faute grave ou force majeure, la présentation de la lettre recommandée fait courir, dès lors que le salarié est présent depuis au moins un mois dans l'entreprise, un préavis. La durée de celui-ci est fixée à deux semaines, dans le cas d'un contrat conclu depuis moins de six mois à la date de la présentation de la lettre recommandée, et à un mois dans le cas d'un contrat conclu depuis au moins six mois ;3° Lorsqu'il est à l'initiative de la rupture, sauf faute grave, l'employeur verse au salarié, au plus tard à l'expiration du préavis, outre les sommes restant dues au titre des salaires et de l'indemnité de congés payés, une indemnité égale à 8 % du montant total de la rémunération brute due au salarié depuis la conclusion du contrat. Le régime fiscal et social de cette indemnité est celui applicable à l'indemnité mentionnée à l'article L. 122-9 du code du travail. A cette indemnité versée au salarié s'ajoute une contribution de l'employeur, égale à 2 % de la rémunération brute due au salarié depuis le début du contrat. Cette contribution est recouvrée par les organismes mentionnés au premier alinéa de l'article L. 351-21 du code du travail conformément aux dispositions des articles L. 351-6 et L. 351-6-1 du même code. Elle est destinée à financer les actions d'accompagnement renforcé du salarié par le service public de l'emploi en vue de son retour à l'emploi. Elle n'est pas considérée comme un élément de salaire au sens de l'article L. 242-1 du code de la sécurité sociale.Toute contestation portant sur la rupture se prescrit par douze mois à compter de l'envoi de la lettre recommandée prévue au 1°. Ce délai n'est opposable aux salariés que s'il en a été fait mention dans cette lettre.Par exception aux dispositions du deuxième alinéa du présent 3°, les ruptures du contrat de travail envisagées à l'initiative de l'employeur sont prises en compte pour la mise en oeuvre des procédures d'information et de consultation régissant les procédures de licenciement économique collectif prévues au chapitre Ier du titre II du livre III du code du travail.La rupture du contrat doit respecter les dispositions législatives et réglementaires qui assurent une protection particulière aux salariés titulaires d'un mandat syndical ou représentatif.En cas de rupture du contrat, à l'initiative de l'employeur, au cours des deux premières années, il ne peut être conclu de nouveau contrat première embauche entre le même employeur et le même salarié avant que ne soit écoulé un délai de trois mois à compter du jour de la rupture du précédent contrat.Le salarié titulaire d'un contrat première embauche peut bénéficier du congé de formation dans les conditions fixées par les articles L. 931-13 à L. 931-20-1 du code du travail.Le salarié titulaire d'un contrat première embauche peut bénéficier du droit individuel à la formation prévu à l'article L. 933-1 du code du travail prorata temporis, à l'issue d'un délai d'un mois à compter de la date d'effet du contrat. Le droit individuel à la formation est mis en oeuvre dans les conditions visées aux articles L. 933-2 à L. 933-6 du même code.L'employeur est tenu d'informer le salarié, lors de la signature du contrat, des dispositifs interprofessionnels lui accordant une garantie et une caution de loyer pour la recherche éventuelle de son logement.III. - Les travailleurs involontairement privés d'emploi, aptes au travail et recherchant un emploi au sens de l'article L. 351-1 du code du travail, ayant été titulaires du contrat mentionné au I pendant une durée minimale de quatre mois d'activité ont droit, dès lors qu'ils ne justifient pas de références de travail suffisantes pour être indemnisés en application de l'article L. 351-3 du même code, à une allocation forfaitaire versée pendant deux mois.Le montant de l'allocation forfaitaire ainsi que le délai après l'expiration duquel l'inscription comme demandeur d'emploi est réputée tardive pour l'ouverture du droit à l'allocation, les délais de demande et d'action en paiement, le délai au terme duquel le reliquat des droits antérieurement constitués ne peut plus être utilisé et le montant au-dessous duquel l'allocation indûment versée ne donne pas lieu à répétition sont ceux applicables au contrat nouvelles embauches.Les dispositions de la section 4 du chapitre Ier du titre V du livre III du code du travail sont applicables à l'allocation forfaitaire.Les dispositions de l'article L. 131-2, du 2° du I de l'article L. 242-13 et des articles L. 311-5 et L. 351-3 du code de la sécurité sociale ainsi que celles des articles 79 et 82 du code général des impôts sont applicables à l'allocation forfaitaire.Cette allocation est à la charge du fonds de solidarité créé par la loi n° 82-939 du 4 novembre 1982 relative à la contribution exceptionnelle de solidarité en faveur des travailleurs privés d'emploi.L'Etat peut, par convention, confier aux organismes mentionnés à l'article L. 351-21 du code du travail ou à tout organisme de droit privé la gestion de l'allocation forfaitaire.Un accord conclu dans les conditions prévues à l'article L. 351-8 du code du travail définit les conditions et les modalités selon lesquelles les salariés embauchés sous le régime du contrat institué au I peuvent bénéficier de la convention de reclassement personnalisé prévue au I de l'article L. 321-4-2 du même code. A défaut d'accord ou d'agrément de cet accord, ces conditions et modalités sont fixées par décret en Conseil d'Etat.IV. - Les conditions de mise en oeuvre du \"contrat première embauche\" et ses effets sur l'emploi feront l'objet, au plus tard au 31 décembre 2008, d'une évaluation par une commission associant les organisations d'employeurs et de salariés représentatives au plan national et interprofessionnel."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du dernier alinéa de l'article L. 983-1 du code du travail s'appliquent aux demandes de prise en charge reçues après la date de publication de la présente loi par les organismes paritaires collecteurs agréés."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I s'appliquent à la taxe d'apprentissage due par les employeurs à raison des rémunérations versées à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le Gouvernement remet avant le 31 décembre 2006 au Parlement un rapport, établi en concertation avec les partenaires sociaux, sur les moyens de promouvoir la diversité dans l'entreprise."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-535 DC du 30 mars 2006.]"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-535 DC du 30 mars 2006.]"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I., II. - Paragraphes modificateursIII. - Les dispositions de l'article L. 3332-1-1 du code de la santé publique sont applicables à l'issue d'un délai d'un an à compter de la promulgation de la présente loi aux personnes déclarant l'ouverture, la mutation, la translation ou le transfert d'un débit de boissons à consommer sur place de deuxième, troisième et quatrième catégories.Elles sont applicables à l'issue d'un délai de trois ans à compter de la promulgation de la présente loi aux personnes déclarant un établissement pourvu de la \"petite licence restaurant\" ou de la \"licence restaurant\".IV. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Paragraphe modificateurII. - Les dispositions de l'article L. 322-4-6 du code du travail s'appliquent aux employeurs qui concluent avant le 1er janvier 2007 un contrat de travail à durée indéterminée, stipulant une durée du travail au moins égale à la moitié de la durée du travail de l'établissement, avec des jeunes gens de seize à vingt-cinq ans révolus demandeurs d'emploi depuis plus de six mois au 16 janvier 2006."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "La création de  zones franches urbaines-territoires entrepreneurs, au sens du deuxième alinéa du B de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire, est précédée du dépôt sur le bureau des assemblées d'un rapport comportant la liste des communes et des quartiers dans lesquels la création des zones est envisagée et l'évaluation du coût des dépenses budgétaires, fiscales et sociales qui en résulterait."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I., II. - Paragraphes modificateurs\n\nIII. - A et B.- (Abrogés).\n\nC.-Les entreprises souhaitant bénéficier, dans les zones franches urbaines - territoires entrepreneurs mentionnées au deuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée, des dispositions du I sexies de l'article 1466 A du code général des impôts au titre des années 2006 ou 2007 doivent en faire la demande, pour chacun de leurs établissements, avant le 31 décembre 2006 ou au plus tard dans les soixante jours de la publication du décret délimitant les zones précitées, si elle est postérieure au 1er décembre 2006.\n\nLes entreprises souhaitant bénéficier, dans les zones franches urbaines - territoires entrepreneurs définies au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée et dont la liste figure aux I et I bis de l'annexe à la loi n° 96-987 du 14 novembre 1996 précitée, des dispositions du I sexies de l'article 1466 A du code général des impôts au titre de l'année 2007 doivent en faire la demande, pour chacun de leurs établissements, avant le 31 décembre 2006 ou au plus tard dans les soixante jours de la publication de la présente loi, si elle est postérieure au 1er décembre 2006.\n\nIV. - A.- (Abrogé).\n\nB. - Dans les conditions prévues par la loi de finances, l'Etat compense, chaque année, les pertes de recettes résultant des dispositions du I sexies de l'article 1466 A du code général des impôts pour les collectivités territoriales, les établissements publics de coopération intercommunale dotés d'une fiscalité propre ou les fonds départementaux de péréquation de la taxe professionnelle, selon les modalités prévues aux cinquième, sixième et septième alinéas du B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 précitée. A compter de 2011, le prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes s'applique uniquement aux communes ou aux groupements dotés d'une fiscalité propre.\n\nToutefois, dans les zones franches urbaines - territoires entrepreneurs mentionnées au deuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée, la compensation est calculée dans les conditions suivantes :\n\n1° Elle est égale au produit obtenu en multipliant la perte de bases résultant, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, de l'exonération par le taux de la taxe professionnelle appliqué en 2005 dans la collectivité territoriale ou l'établissement public de coopération intercommunale ;\n\n2° Pour les communes qui, au 1er janvier 2005, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale pour 2005 ;\n\n3° Jusqu'au 31 décembre 2010 pour les établissements publics de coopération intercommunale qui perçoivent pour la première fois à compter de 2006 la taxe professionnelle au lieu et place des communes en application des dispositions de l'article 1609 nonies C ou du II de l'article 1609 quinquies C du code général des impôts dans sa version en vigueur jusqu'au 31 décembre 2010, la compensation est égale au produit du montant des bases exonérées par le taux moyen pondéré des communes membres de l'établissement public de coopération intercommunale constaté pour 2005 éventuellement majoré dans les conditions fixées au 2°.\n\nAu titre de 2009, la compensation calculée selon les dispositions qui précèdent est minorée par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. Au titre de 2010, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre de 2009 est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article.\n\nA compter de 2011, les taux à prendre en compte pour les communes et les groupements de communes à fiscalité propre pour le calcul des compensations ou des abattements visés aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des départements et des régions.\n\nLes dispositions relatives à cette majoration au profit des communes ou des groupements de communes sont fixées au VI du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nAu titre de 2011, les compensations calculées selon les dispositions qui précèdent et auxquelles sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 sont minorées par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010 et 2011, sont minorées par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011 et 2012, sont minorées par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011, 2012 et 2013, sont minorées par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2017 au X de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017. A compter de 2018, les taux d'évolution fixés depuis 2009 et jusqu'à 2017 sont appliqués aux mêmes compensations.\n\nPour les établissements publics de coopération intercommunale soumis pour la première fois à compter de 2012 à l'article 1609 nonies C ou à l'article 1609 quinquies C du code général des impôts dans leur rédaction en vigueur au 1er janvier 2011, la compensation est calculée en retenant le taux moyen pondéré des communes membres de l'établissement public de coopération intercommunale.\n\nLe taux moyen pondéré est déterminé par le rapport de la somme des compensations versées aux communes membres au titre de l'année précédant la première année d'application des articles 1609 nonies C ou 1609 quinquies C du même code en vigueur au 1er janvier 2011 et de la somme des bases exonérées ou des abattements appliqués au titre de l'année précédant cette même première année d'application.\n\nC.-Paragraphe modificateur"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "L'Agence nationale pour la cohésion sociale et l'égalité des chances est substituée, à la date d'installation de son conseil d'administration, au Fonds d'action et de soutien pour l'intégration et la lutte contre les discriminations pour l'ensemble des actions engagées par cet établissement public administratif au titre de l'article L. 121-14 du code de l'action sociale et des familles dans sa rédaction antérieure à la présente loi, à l'exception des actions de participation à l'accueil des populations immigrées qui sont transférées à l'Agence nationale de l'accueil des étrangers et des migrations. A compter de la date d'installation du conseil d'administration de l'Agence nationale pour la cohésion sociale et l'égalité des chances, les compétences, biens, moyens, droits et obligations du Fonds d'action et de soutien pour l'intégration et la lutte contre les discriminations sont respectivement transférés à l'Agence nationale de l'accueil des étrangers et des migrations pour ceux qui sont liés aux missions qui lui sont transférées et à l'Agence nationale pour la cohésion sociale et l'égalité des chances pour les autres. Ces transferts ne donnent lieu à aucune perception d'impôts, droits ou taxes.Les agents contractuels du Fonds d'action et de soutien pour l'intégration et la lutte contre les discriminations transférés à l'Agence nationale pour la cohésion sociale et l'égalité des chances ou, avec leur accord, à l'Agence nationale de l'accueil des étrangers et des migrations conservent le bénéfice de leurs contrats."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "La loi n° 64-701 du 10 juillet 1964 relative au Fonds d'action sociale pour les travailleurs étrangers est abrogée."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Outre leur application de plein droit à Mayotte, les articles 41 à 45 de la présente loi sont applicables dans les îles Wallis et Futuna, dans les Terres australes et antarctiques françaises, en Polynésie française et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du présent article sont applicables à Mayotte, dans les îles Wallis et Futuna, dans les Terres australes et antarctiques françaises, en Polynésie française et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I., II. - Paragraphes modificateursIII. - Les charges résultant pour les départements de la mise en oeuvre du contrat de responsabilité parentale prévu par l'article L. 222-4-1 du code de l'action sociale et des familles sont compensées dans les conditions déterminées par une loi de finances.IV. - Les conditions de mise en oeuvre du présent article et ses effets en termes de réduction d'absentéisme et de troubles portés au fonctionnement des établissements scolaires feront l'objet, au plus tard au 30 décembre 2007, d'une évaluation.V. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art51-1",
      "section": "51-1",
      "title": "Article 51-1",
      "content": "I. - Le 1° de l'article 50 de la présente loi est applicable à Mayotte.II. - L'article 51 de la présente loi est applicable en Polynésie française et en Nouvelle-Calédonie."
    }
  ]
}