{
  "id": "jorftext000022414734",
  "type": "statute",
  "title": "LOI n° 2010-729 du 30 juin 2010",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022414734",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'importation et la mise sur le marché à titre gratuit ou onéreux de tout conditionnement, contenant ou ustensile comportant du bisphénol A et destiné à entrer en contact direct avec des denrées alimentaires pour les nourrissons et enfants en bas âge, au sens des a et b de l'article 2 de la directive 2006/141/ CE de la Commission du 22 décembre 2006 concernant les préparations pour nourrissons et les préparations de suite et modifiant la directive 1999/21/ CE, sont suspendues à compter du premier jour du mois suivant la promulgation de la loi n° 2012-1442 du 24 décembre 2012 visant à la suspension de la fabrication, de l'importation, de l'exportation et de la mise sur le marché de tout conditionnement à vocation alimentaire contenant du bisphénol A, jusqu'à ce que le Gouvernement, après avis de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, autorise la reprise de ces opérations.\n\nCette suspension prend effet, dans les mêmes conditions, au 1er janvier 2015 pour tout autre conditionnement, contenant ou ustensile comportant du bisphénol A et destiné à entrer en contact direct avec des denrées alimentaires.\n\nAvant le 1er juillet 2014, le Gouvernement remet au Parlement un rapport évaluant les substituts possibles au bisphénol A pour ses applications industrielles au regard de leur éventuelle toxicité."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Tout conditionnement comportant du bisphénol A et destiné à entrer en contact direct avec des denrées alimentaires doit comporter, dans des conditions fixées par décret, un avertissement sanitaire déconseillant son usage, du fait de la présence de bisphénol A, aux femmes enceintes, aux femmes allaitantes et aux nourrissons et enfants en bas âge, au sens des a et b de l'article 2 de la directive 2006/141/CE de la Commission du 22 décembre 2006 précitée."
    }
  ]
}