{
  "id": "jorftext000000503947",
  "type": "statute",
  "title": "Loi n° 55-366 du 3 avril 1955",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000503947",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "II - Le décret du 29 octobre 1936 relatif aux règles de cumul d'une pension de retraite avec un salaire d'activité, ainsi que les textes qui l'ont modifié, ne sont applicables au personnel des caisses de mutualité sociale agricole et du centre national du commerce extérieur, et au personnel employé par les forces alliées en France, qu'à compter du 1er janvier 1954."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I - L'article 6 de la loi n° 53-1320 du 31 décembre 1953 relative au développement des crédits affectés aux dépenses du ministère de l'intérieur pour l'exercice 1954 est annulé.II - Les agents tributaires de la caisse nationale de retraites des agents des collectivités locales qui ont été assujettis à un règlement particulier de retraites régulièrement approuvé et dont les pensions ont été révisées ou ont été ou seront concédées en exécution du décret n° 49-1416 du 5 octobre 1949 conserveront, sous réserve de l'application des dispositions de l'article 15 dudit décret, le bénéfice du nombre et du taux des annuités résultant du règlement particulier, pour les services antérieurs au 1er juillet 1941.Toute revision de ces pensions résultant, postérieurement au 31 décembre 1954, d'une modification des émoluments leur servant de base, sera effectuée suivant les mêmes modalités de calcul.III - Les articles 3 et 4 de la loi n° 2776 du 3 juillet 1941 sont abrogés.IV - Les dispositions du II ci-dessus sont applicables, pour les services accomplis antérieurement au 1er juillet 1941 sous l'empire d'un règlement particulier de retraites régulièrement approuvé, aux agents départementaux et communaux qui, intégrés d'office dans les cadres de l'Etat, n'ont cessé, depuis leur intégration jusqu'à leur admission à la retraite, d'être tributaires de la loi n° 49-1097 du 2 août 1949 ou du régime général des retraites."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Il est attribué aux anciens Présidents de la République française une dotation annuelle d'un montant égal à celui du traitement indiciaire brut d'un conseiller d'Etat en service ordinaire.\n\nLa moitié de cette dotation sera réversible sur la tête de la veuve ou, en cas de décès, sur la tête des enfants jusqu'à leur majorité.\n\nLa présente disposition prendra effet au 1er janvier 1955.\n\nLa loi du 16 juillet 1932 est abrogée."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Toute action portée devant les tribunaux de l'ordre judiciaire et tendant à faire déclarer l'Etat créancier ou débiteur pour des causes étrangères à l'impôt et au domaine doit, sauf exception prévue par la loi, être intentée à peine de nullité par ou contre l'agent judiciaire de l'Etat.\n\nNonobstant toutes dispositions législatives ou réglementaires contraires, les présidents et les rapporteurs généraux des commissions des finances de l'Assemblée nationale et du Sénat sont habilités, après accord du ministre de l'économie et des finances, à se faire communiquer tous documents de service, de quelque nature que ce soit, détenus par ce fonctionnaire."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Dans tous les textes législatifs, prévoyant l'intervention de décrets ou d'arrêtés après avis des commissions du Parlement, l'avis conforme des commissions du Sénat est exigé chaque fois qu'est prévu l'avis conforme des commissions de l'Assemblée nationale.Toutefois, si aucun accord n'a pu être réalisé entre les commissions compétentes des deux Assemblées et le Gouvernement dans le délai d'un mois à compter de la date à laquelle les commissions de l'Assemblée nationale auront fait connaître leur avis, en première lecture, sur chacun de ces décrets ou arrêtés, ceux-ci pourront être publiés avec le seul avis conforme des commissions compétentes de l'Assemblée nationale."
    }
  ]
}