{
  "id": "jorftext000000535308",
  "type": "statute",
  "title": "Loi n° 91-73 du 18 janvier 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000535308",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. -  modificateurII. -  modificateurIII. - Les dispositions du présent article sont applicables à compter du 1er octobre 1991."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Par dérogation aux dispositions de l'article 50 de la loi d'orientation de l'enseignement supérieur n° 68-978 du 12 novembre 1968, obtiennent, sur leur demande adressée à l'ordre des médecins avant le 1er janvier 1995, la qualification en médecine générale les médecins ayant obtenu leur diplôme d'Etat de docteur en médecine antérieurement à la mise en oeuvre des modalités d'octroi du diplôme définies par la loi n° 82-1098 du 23 décembre 1982 relative aux études médicales et pharmaceutiques.Les médecins titulaires d'un certificat d'études spéciales de santé publique ou de médecine du travail et les médecins qui peuvent justifier de compétences en médecine du travail ou en santé publique peuvent solliciter leur inscription au tableau comme spécialistes.Les médecins qui ont obtenu la qualification de compétence en cancérologie peuvent solliciter leur inscription comme spécialistes en oncologie médicale, oncologie radiothérapique. Les titulaires du diplôme d'études spécialisées complémentaires peuvent également solliciter leur inscription comme spécialistes en oncologie médicale, oncologie radiothérapique.Les médecins ayant obtenu leur diplôme d'Etat de docteur en médecine antérieurement à la mise en oeuvre des modalités d'octroi du diplôme définies par la loi n° 82-1098 du 23 décembre 1982 précitée qui peuvent justifier de compétences en chirurgie vasculaire ou en médecine nucléaire peuvent solliciter leur inscription comme spécialistes en chirurgie vasculaire ou en médecine nucléaire.Les médecins ayant obtenu leur diplôme d'Etat de docteur en médecine postérieurement à la mise en oeuvre des modalités d'octroi du diplôme définies par la loi n° 82-1098 du 23 décembre 1982 précitée qui justifient de l'obtention de quatre certificats d'études spéciales de biologie médicale peuvent solliciter, avant le 1er janvier 1998, leur inscription comme spécialistes en biologie médicale.Les médecins ayant obtenu leur diplôme d'Etat de docteur en médecine antérieurement à la mise en oeuvre des modalités d'octroi du diplôme, définies par la loi n° 82-1098 du 23 décembre 1982 relative aux études médicales et pharmaceutique, titulaires d'une compétence ordinale respectivement en chirurgie thoracique ou en chirurgie pédiatrique ou en chirurgie plastique reconstructrice et esthétique ou en urologie peuvent solliciter leur inscription comme spécialistes respectivement en chirurgie thoracique et cardio-vasculaire ou en chirurgie infantile ou en chirurgie plastique reconstructrice et esthétique ou en chirurgie urologique.De même, les médecins ayant obtenu leur diplôme d'Etat de docteur en médecine antérieurement à la mise en oeuvre des modalités d'octroi du diplôme, définies par la loi n° 82-1098 du 23 décembre 1982 précitée, titulaires de la spécialité en chirurgie générale, peuvent solliciter leur inscription comme spécialistes en chirurgie viscérale et digestive. Dans ce cas, l'inscription est accordée après avis de commissions particulières de qualification placées auprès du Conseil national de l'ordre des médecins dont la composition sera fixée par décret.Ces inscriptions sont accordées après avis de commissions particulières de qualification placées auprès du Conseil national de l'ordre des médecins."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les personnels des centres d'étude et de conservation du sperme pourront, à leur demande, être intégrés dans l'un des corps régis par la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, suivant les conditions fixées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A compter du 1er janvier 1991, les salariés et les anciens salariés de la Compagnie générale des eaux et leurs ayants droit qui relevaient antérieurement du régime spécial d'assurance maladie, maternité, invalidité, vieillesse et décès de cette société sont affiliés ou pris en charge par le régime général de sécurité sociale pour l'ensemble des risques couverts par celui-ci. Il est mis fin à compter de la même date au régime spécial de la Compagnie générale des eaux.II. - L'organisme chargé, avant le 1er janvier 1991, du service des prestations en nature des assurances maladie et maternité aux personnes mentionnées au paragraphe I ci-dessus est habilité de plein droit à assurer le service de ces prestations pour le compte des caisses primaires d'assurance maladie compétentes du régime général jusqu'au 31 décembre 1999. Un décret fixera les modalités d'application de ces dispositions.III. - Les obligations contractées au titre du régime spécial pour la couverture des risques invalidité et vieillesse par la Compagnie générale des eaux à l'égard de ses salariés, ses anciens salariés et leurs ayants droit bénéficiaires au 31 décembre 1990 dudit régime spécial sont transférées au régime général de sécurité sociale dans la limite des règles qui sont propres à celui-ci concernant l'âge de l'ouverture du droit, la durée maximale d'assurance et le montant maximal de la pension. Un décret apportera aux règles définies par les articles L. 341-1 à L. 341-4, L. 341-6 (1°), L. 351-1 (alinéas 2 à 4) et L. 351-11 (1°) du code de la sécurité sociale les adaptations rendues nécessaires par ce transfert.La contribution au régime général de sécurité sociale incombant à la Compagnie générale des eaux au titre du transfert de droits défini à l'alinéa précédent est fixée par arrêté ministériel.IV. - Pour celles des obligations mentionnées au paragraphe III ci-dessus qui ne sont pas prises en charge par le régime général de sécurité sociale, la Compagnie générale des eaux pourvoit, à compter du 1er janvier 1991, aux couvertures complémentaires nécessaires en application, d'une part, du titre III du livre VII du code de la sécurité sociale et, d'autre part, d'un accord collectif d'entreprise tel que prévu aux articles L. 132-18 à L. 132-29 du code du travail qui se substituera aux stipulations de la convention collective du 22 mai 1969 relatives au régime spécial.A défaut d'un tel accord conclu avant le 31 mars 1991, les dispositions nécessaires seront prises par décret.V. - Pour les salariés de la Compagnie générale des eaux qui relevaient antérieurement au 1er janvier 1991 du régime spécial de sécurité sociale de cette société, l'avantage résultant de la prise en charge par l'employeur d'une partie des cotisations dues par les intéressés au titre des assurances maladie, maternité et invalidité, vieillesse et décès du régime général de sécurité sociale n'est pas intégré dans l'assiette des cotisations dudit régime."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. -  modificateurII. -  modificateurIII. - Les dispositions du présent article prennent effet le 12 octobre 1990."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Le taux de la retenue mentionnée à l'article L. 61 du code des pensions civiles et militaires de retraite est ramené de 8,9 p. 100 à 7,85 p. 100.II .....III ....."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "A l'article 2 de l'ordonnance n° 82-297 du 31 mars 1982 portant modification de certaines dispositions du code des pensions civiles et militaires de retraite et relative à la cessation d'activité des fonctionnaires et des agents de l'Etat et des établissements publics de l'Etat à caractère administratif et à l'article 1er de l'ordonnance n° 82-298 du 31 mars 1982 relative à la cessation progressive d'activité des agents titulaires des collectivités locales et de leurs établissements publics à caractère administratif, la date du 31 décembre 1991 est substituée à celle du 31 décembre 1990."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - La nouvelle bonification indiciaire des fonctionnaires et des militaires instituée à compter du 1er août 1990 est attribuée pour certains emplois comportant une responsabilité ou une technicité particulières dans des conditions fixées par décret.II. - Elle est prise en compte pour le calcul de la pension de retraite dans les conditions fixées ci-après, et elle est soumise à une cotisation pour la vieillesse.III. - Les fontionnaires de l'Etat et les militaires admis à faire valoir leurs droits à la retraite à compter du 1er août 1990 et titulaires d'une pension servie en application du code des pensions civiles et militaires de retraite, ayant perçu, au cours de leur carrière, la nouvelle bonification indiciaire précitée, ont droit à un supplément de pension s'ajoutant à la pension liquidée en application des dispositions dudit code.Les conditions de jouissance et de réversion de ce supplément sont identiques à celles de la pension elle-même.Ce supplément de pension est égal à la moyenne annuelle de la somme perçue au titre de la nouvelle bonification indiciaire, multipliée, d'une part, par la durée de perception exprimée en trimestres liquidables selon les modalités prévues par l'article L. 13 du même code, et, d'autre part, par le rapport défini audit article. Pour le calcul de la moyenne annuelle, la somme perçue au titre de la nouvelle bonification indiciaire est revalorisée dans les conditions prévues à l'article L. 16 du même code. Le supplément de pension est revalorisé dans les conditions prévues audit article.IV. - Les dispositions qui précèdent sont étendues dans des conditions analogues, par décret en Conseil d'Etat, aux fonctionnaires territoriaux et hospitaliers."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les prestations et les salaires servant de base à leur calcul, mentionnés aux articles L. 341-6 et L. 351-11 du code de la sécurité sociale, ainsi que les prestations, salaires et revenus dont les modalités de revalorisation et de majoration sont identiques, sont revalorisés de 1,7 p. 100 au 1er janvier 1991."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les dispositions des articles 19, 23 et 25 entrent en vigueur pour les gains et rémunérations versés à compter de la date d'entrée en vigueur de la contribution sociale généralisée fixée à l'article 127 de la loi de finances pour 1991.Les dispositions de l'article 24 entrent en vigueur pour les cotisations dues au titre de la première année d'effet de la contribution sociale généralisée."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les dispositions des articles 21 et 22 entrent en vigueur pour les cotisations dues à partir de l'année 1992."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les commissions paritaires consultatives départementales et locales des établissements publics d'hospitalisation sont demeurées et demeurent, jusqu'à la fin du mandat de leurs membres, compétentes pour les affaires relatives aux fonctionnaires mentionnés au premier alinéa de l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée.Le mandat des membres des commissions paritaires consultatives départementales et locales, en fonctions à la date de promulgation de la présente loi, est prorogé pour une durée fixée par décret, qui ne pourra excéder deux ans."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "[Dispositions déclarées contraires à la Constitution par décision du Conseil constitutionnel n° 90-287 DC du 16 janvier 1991.]"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "[Dispositions déclarées contraires à la Constitution par décision du Conseil constitutionnel n° 90-287 DC du 16 janvier 1991.]"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les personnes ayant sollicité un prêt de consolidation en application de l'article 10 de la loi n° 87-549 du 16 juillet 1987 relative au règlement de l'indemnisation des rapatriés, dont la demande n'a pas, à la date du 31 décembre 1990, fait l'objet d'une délibération définitive de la part de la commission départementale d'examen du passif des rapatriés territorialement compétente, bénéficient, à compter de cette dernière date, jusqu'au 31 décembre 1991, d'une prorogation de la mesure de suspension des poursuites prévue à l'article 34 de la loi n° 89-1010 du 31 décembre 1989 relative à la prévention et au règlement des difficultés liées au surendettement des particuliers et des familles.Ces dispositions s'appliquent également aux personnes qui, avant le 31 décembre 1990, ont, dans les délais requis, usé de voies de recours contre les décisions de rejet prises à leur encontre par les commissions précitées."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - modificateurII. - modificateurIII. - modificateurVI. - Les présentes dispositions entrent en vigueur pour la détermination de la contribution due le 1er décembre 1991."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "[Dispositions déclarées contraires à la Constitution par décision du Conseil constitutionnel n° 90-287 DC du 16 janvier 1991.]"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "[Dispositions déclarées contraires à la Constitution par décision du Conseil constitutionnel n° 90-287 DC du 16 janvier 1991.]"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "[Dispositions déclarées contraires à la Constitution par décision du Conseil constitutionnel n° 90-287 DC du 16 janvier 1991.]"
    }
  ]
}