{
  "id": "jorftext000000779239",
  "type": "statute",
  "title": "Loi n° 2002-1062 du 6 août 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000779239",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont amnistiées de droit, en raison soit de leur nature ou des circonstances de leur commission, soit du quantum ou de la nature de la peine prononcée, les infractions mentionnées par le présent chapitre lorsqu'elles ont été commises avant le 17 mai 2002, à l'exception de celles qui sont exclues du bénéfice de l'amnistie en application des dispositions de l'article 14.\n\nL'amnistie prévue par le présent chapitre bénéficie aux personnes physiques et aux personnes morales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont amnistiés en raison de leur nature :1° Les contraventions de police et les contraventions de grande voirie ;2° Les délits pour lesquels seule une peine d'amende est encourue, à l'exception de toute autre peine ou mesure ;3° Les délits prévus par la loi du 29 juillet 1881 sur la liberté de la presse ;4° Les infractions prévues par les articles 397, 398 à 406, 414, 415, 418, 429 (premier alinéa), 438, 441, 447, 451, 453, 456 (troisième alinéa), 457, 460, 461, 465, 468 et 469 (premier alinéa) du code de justice militaire et les articles L. 118, L. 124, L. 128, L. 129, L. 131, L. 134, L. 146 à L. 149, L. 149-7, L. 149-8, L. 149-9, L. 156 et L. 159 du code du service national ; toutefois, les délits de désertion prévus par les articles 398 à 406 du code de justice militaire, commis par un militaire de carrière ou servant en vertu d'un contrat, ne sont amnistiés que lorsque le point de départ des délais fixés à l'article 398 de ce code est antérieur au 17 mai 2002 et que l'auteur s'est ou se sera présenté volontairement devant l'autorité militaire compétente avant le 31 décembre 2002."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont amnistiés, lorsqu'ils sont passibles de moins de dix ans d'emprisonnement, les délits commis dans les circonstances suivantes :1° Délits commis à l'occasion de conflits du travail ou à l'occasion d'activités syndicales et revendicatives de salariés, d'agents publics et de membres de professions libérales, y compris au cours de manifestations sur la voie publique ou dans des lieux publics ;2° Délits d'exercice illégal de la médecine commis à l'occasion de la pratique d'une activité d'ostéopathie ou de chiropraxie par des professionnels qui remplissent les conditions d'exercice prévues par la loi n° 2002-303 du 4 mars 2002 relative aux droits des malades et à la qualité du système de santé ;3° Délits commis à l'occasion de conflits relatifs aux problèmes de l'enseignement ou délits relatifs à la reproduction d'oeuvres ou à l'usage de logiciels à des fins pédagogiques et sans but lucratif ;4° Délits en relation avec des conflits de caractère industriel, agricole, rural, artisanal ou commercial, y compris au cours de manifestations sur la voie publique ou dans des lieux publics ;5° Délits en relation avec des élections de toute nature, à l'exception de ceux qui sont en relation avec le financement direct ou indirect de campagnes électorales ou de partis politiques ;6° Délits en relation avec la défense des droits et intérêts des Français rapatriés d'outre-mer.Lorsqu'elle intervient après condamnation définitive, l'amnistie résultant du présent article est constatée par le ministère public près la juridiction ayant prononcé la condamnation, agissant soit d'office, soit sur requête du condamné ou de ses ayants droit. La décision du ministère public peut être contestée dans les conditions prévues aux deuxième et troisième alinéas de l'article 778 du code de procédure pénale."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "En cas de condamnation pour infractions multiples, le condamné est amnistié si l'infraction amnistiée en application des dispositions de la présente section est légalement punie de la peine la plus forte ou d'une peine égale à celles qui sont prévues pour les autres infractions poursuivies, sauf si l'une de ces infractions est exclue du bénéfice de la présente loi en application des dispositions de l'article 14."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont amnistiés les délits qui ont été ou seront punis de peines d'amende ou de jours-amendes, à l'exclusion de l'une des peines prévues à l'article 6.Toutefois, si l'amende est supérieure à 750 Euros, l'amnistie ne sera acquise qu'après le paiement de cette amende ou après qu'aura été subie l'incarcération prévue par l'article 131-25 du code pénal ; l'amnistie sera également acquise après exécution de la contrainte judiciaire, celle-ci ne faisant pas cependant obstacle au recouvrement ultérieur de l'amende."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sont amnistiés les délits qui ont été ou seront punis des peines ci-après énumérées :1° Peines d'emprisonnement inférieures ou égales à trois mois sans sursis ; les peines d'emprisonnement sans sursis résultant de la révocation d'une peine d'emprisonnement avec application du sursis assorti de l'obligation d'accomplir un travail d'intérêt général ne sont pas amnistiées ;2° Peines d'emprisonnement inférieures ou égales à trois mois avec application du sursis avec mise à l'épreuve ;3° Peines d'emprisonnement inférieures ou égales à six mois avec application du sursis simple ;4° Peines d'emprisonnement d'une durée supérieure à trois mois et ne dépassant pas six mois avec application du sursis avec mise à l'épreuve, lorsque la condamnation aura été déclarée non avenue en application de l'article 132-52 du code pénal, ou que le condamné aura accompli le délai d'épreuve prévu par l'article 132-42 du code pénal sans avoir fait l'objet, en application des articles 132-47 à 132-51 du code pénal, d'une décision ordonnant la révocation du sursis ;5° Peines d'emprisonnement d'une durée ne dépassant pas six mois avec application du sursis assorti de l'obligation d'accomplir un travail d'intérêt général, lorsque le condamné aura accompli la totalité du travail d'intérêt général sans avoir fait l'objet, en application de l'article 132-56 du code pénal, d'une décision ordonnant la révocation du sursis ; lorsqu'il a été fait application de la procédure prévue à l'article 132-57 du code pénal, le quantum de la peine à prendre en considération pour l'application du présent article est celui qui résulte de la mise en oeuvre de ladite procédure ;6° Peines d'emprisonnement dont une part est assortie du sursis simple ou du sursis avec mise à l'épreuve, lorsque la fraction ferme de l'emprisonnement est inférieure ou égale à trois mois et que la durée totale de la peine prononcée est inférieure ou égale à six mois, sous réserve que soient remplies, pour les peines assorties du sursis avec mise à l'épreuve, les conditions prévues au 4° ;7° Peines de travail d'intérêt général prononcées en application des articles 131-8 du code pénal et 20-5 de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante, l'amnistie n'étant toutefois acquise qu'après l'accomplissement par le condamné de la totalité du travail d'intérêt général ;8° Peines alternatives prononcées en application des dispositions des 1° à 5° et 8° à 10° de l'article 131-6 du code pénal ;9° Peines complémentaires prononcées à titre de peines principales en application des dispositions de l'article 131-11 du code pénal, à l'exception des peines mentionnées à l'article 16.Lorsque les peines ci-dessus ont été prononcées en même temps qu'une peine d'amende ou de jours-amendes, l'amnistie n'est acquise que sous réserve que la condition prévue au second alinéa de l'article 5 soit remplie."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sont amnistiées les infractions qui ont donné ou donneront lieu :1° A une dispense de peine en application des articles 132-58 et 132-59 du code pénal ;2° Soit à une mesure d'admonestation, soit à la remise du mineur à ses parents, à son tuteur ou à la personne qui en avait la garde ou à une personne digne de confiance, soit à la dispense de toute mesure, en application de l'ordonnance n° 45-174 du 2 février 1945 précitée."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'amnistie prévue par les articles 5 à 7 n'est acquise qu'après condamnation devenue définitive.Toutefois, hors les cas où l'amnistie est subordonnée à l'exécution de la peine, en l'absence de partie civile et sauf opposition, appel ou pourvoi en cassation dans les délais légaux à compter du jour de la décision, cette amnistie est acquise, sans qu'il y ait lieu à signification, après condamnation prononcée par défaut, par itératif défaut ou dans les conditions prévues par les articles 410 et 411 du code de procédure pénale.Le condamné bénéficiant de l'amnistie prévue à l'alinéa précédent conserve la possibilité de former opposition, d'interjeter appel ou de se pourvoir en cassation, selon le cas, s'il fait ultérieurement l'objet d'une assignation sur intérêts civils. Le délai d'opposition, d'appel ou de pourvoi en cassation est alors calculé à compter du jour où le condamné a eu connaissance de cette assignation.Lorsqu'il a formé un appel, une opposition ou un pourvoi en cassation avant l'entrée en vigueur de la présente loi contre une condamnation amnistiée par application des articles 5 à 7, le prévenu peut, par déclaration au greffe de la juridiction qui a rendu la décision ou de l'établissement pénitentiaire dans lequel il est détenu, se désister de la voie de recours exercée. Ce désistement rend caducs tous les recours incidents autres que ceux formés par les parties civiles et les autres prévenus et rend définitive la condamnation en ce qui concerne l'action publique, à l'égard de celui qui s'est désisté."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les contestations relatives à l'amnistie de droit prévue par le présent chapitre sont soumises aux règles de compétence et de procédure prévues par les deuxième et troisième alinéas de l'article 778 du code de procédure pénale.Si la décision a été rendue par une juridiction militaire siégeant en France, la requête sera soumise à la chambre de l'instruction de la cour d'appel dans le ressort de laquelle était établi le siège de cette juridiction.Si la décision a été rendue par un tribunal aux armées siégeant à l'étranger, la requête sera présentée à la chambre de l'instruction de la cour d'appel de Paris.En matière de contraventions de grande voirie, la juridiction compétente est celle qui a prononcé la condamnation.En l'absence de condamnation définitive, les contestations sont soumises à la juridiction compétente pour statuer sur la poursuite."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Président de la République peut admettre, par décret, au bénéfice de l'amnistie les personnes physiques poursuivies ou condamnées pour toute infraction commise avant le 17 mai 2002, à l'exception des infractions qui sont exclues du bénéfice de l'amnistie en application de l'article 14 dès lors que ces personnes n'ont pas, avant cette infraction, fait l'objet d'une condamnation à une peine privative de liberté pour un crime ou un délit de droit commun et qu'elles appartiennent à l'une des catégories ci-après :1° Personnes âgées de moins de vingt et un ans au moment de l'infraction ;2° Personnes qui ont fait l'objet d'une citation individuelle, ou sont titulaires d'une pension militaire d'invalidité ou ont été victimes de blessures de guerre au cours des guerres 1914-1918, 1939-1945 ou d'Algérie, ou des combats en Tunisie ou au Maroc, sur les théâtres d'opérations extérieures, au cours d'opérations de maintien de l'ordre hors de la métropole ou par l'effet d'actes de terrorisme ;3° Déportés résistants ou politiques et internés résistants ou politiques ;4° Résistants dont l'un des ascendants est mort pour la France ;5° Engagés volontaires 1914-1918 ou 1939-1945 ;6° Personnes qui se sont distinguées d'une manière exceptionnelle dans les domaines humanitaire, culturel, sportif, scientifique ou économique.La demande d'amnistie peut être présentée par toute personne dans un délai d'un an à compter soit de la promulgation de la présente loi, soit de la condamnation définitive. En ce qui concerne les personnes mentionnées au 1°, le délai est prolongé jusqu'à la date à laquelle le condamné aura atteint l'âge de vingt-deux ans.Les dispositions du présent article peuvent être invoquées à l'appui d'une demande d'amnistie concernant une infraction commise même avant le 18 mai 1995 sans qu'une forclusion titrée de la loi n° 95-884 du 3 août 1995 portant amnistie ou d'une loi d'amnistie antérieure ne puisse être opposée."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sont amnistiés les faits commis avant le 17 mai 2002 en tant qu'ils constituent des fautes passibles de sanctions disciplinaires ou professionnelles.Sont également comprises dans les dispositions de l'alinéa précédent les sanctions disciplinaires prononcées à l'encontre des élèves par des établissements d'enseignements français à l'étranger visés à l'article L. 451-1 du code de l'éducation ou entrant dans le champ de compétence de l'Agence pour l'enseignement français à l'étranger visé aux articles L. 452-2 à L. 452-5 dudit code.Toutefois, si ces faits ont donné lieu à une condamnation pénale, l'amnistie des sanctions disciplinaires ou professionnelles est subordonnée à l'amnistie ou à la réhabilitation légale ou judiciaire de la condamnation pénale.Sauf mesure individuelle accordée par décret du Président de la République, sont exceptés du bénéfice de l'amnistie prévue par le présent article les faits constituant des manquements à l'honneur, à la probité ou aux bonnes moeurs. La demande d'amnistie peut être présentée par toute personne intéressée dans un délai d'un an à compter soit de la promulgation de la présente loi, soit de la condamnation définitive."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Sont amnistiés, dans les conditions prévues à l'article 11, les faits retenus ou susceptibles d'être retenus comme motifs de sanctions prononcées par un employeur.L'inspection du travail veille à ce qu'il ne puisse être fait état des faits amnistiés. A cet effet, elle s'assure du retrait des mentions relatives à ces sanctions dans les dossiers de toute nature concernant les travailleurs qui bénéficient de l'amnistie.Les règles de compétence applicables au contentieux des sanctions sont applicables au contentieux de l'amnistie."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les contestations relatives au bénéfice de l'amnistie des sanctions disciplinaires ou professionnelles définitives sont portées devant l'autorité ou la juridiction qui a rendu la décision.L'intéressé peut saisir cette autorité ou juridiction en vue de faire constater que le bénéfice de l'amnistie lui est effectivement acquis.En l'absence de décision définitive, ces contestations sont soumises à l'autorité ou à la juridiction saisie de la poursuite.L'exécution de la sanction est suspendue jusqu'à ce qu'il est statué sur la demande ; le recours contentieux contre la décision de rejet de la demande a également un caractère suspensif.Toutefois, l'autorité ou la juridiction saisie de la demande ou du recours peut, par décision spécialement motivée, ordonner l'exécution provisoire de la sanction ; cette décision, lorsqu'elle relève de la compétence d'une juridiction, peut, en cas d'urgence, être rendue par le président de cette juridiction ou un de ses membres délégué à cet effet."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Sont exclues du bénéfice de l'amnistie prévue par la présente loi les infractions suivantes, qu'elles aient été reprochées à des personnes physiques ou à des personnes morales :1° Infractions en matière de terrorisme entrant dans le champ d'application de l'article 706-16 du code de procédure pénale, y compris dans sa rédaction applicable avant la loi n° 96-647 du 22 juillet 1996 tendant à renforcer la répression du terrorisme, et même lorsque les faits sont antérieurs à l'entrée en vigueur de la loi n° 86-1020 du 9 septembre 1986 relative à la lutte contre le terrorisme ;2° Délits de discrimination prévus par les articles 225-1 à 225-3 et 432-7 du code pénal et L. 123-1, L. 412-2 et L. 413-2 du code du travail ;3° Atteintes volontaires à l'intégrité physique ou psychique d'un mineur de quinze ans ou d'une personne particulièrement vulnérable prévues par les 1° et 2° des articles 222-8, 222-10, 222-12, 222-13 et par les articles 222-14 et 222-15 du code pénal ;4° Délits de concussion, de prise illégale d'intérêts et de favoritisme, ainsi que de corruption et de trafic d'influence, y compris en matière européenne ou internationale, prévus par les articles 432-10 à 432-14, 433-1, 433-2, 434-9, 435-1 à 435-4 et 441-8 du code pénal ainsi que les délits de faux prévus par les articles 441-1 à 441-4 et 441-9 du code pénal ;5° Délits d'abus de biens sociaux prévus par les articles L. 241-3, L. 242-6, L. 242-30, L. 243-1, L. 244-1 et L. 247-8 du code de commerce ainsi que les articles L. 231-11 du code monétaire et financier pour les sociétés civiles faisant appel public à l'épargne, L. 328-3 du code des assurances pour les entreprises d'assurance, 22 de la loi n° 83-557 du 1er juillet 1983 portant réforme des caisses d'épargne et de prévoyance pour les caisses d'épargne, 26 de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération pour les coopératives, L. 313-32 du code de la construction et de l'habitation pour les organismes de collecte de la participation des employeurs à l'effort de construction et L. 241-6 du code de la construction et de l'habitation pour les sociétés de construction, ainsi que les délits de banqueroute par détournement d'actifs prévus par les articles L. 626-1 à L. 626-5 du code de commerce, le recel d'actifs détournés prévu par les articles L. 626-10 et L. 626-12 du code de commerce et les délits d'abus de confiance simple ou aggravé prévus par les articles 314-1 à 314-12 du code pénal ;6° Délits d'abandon de famille prévus par les articles 227-3 et 227-4 du code pénal ;7° Sous réserve des dispositions du 3° de l'article 3, infractions prévues par les articles L. 335-2 à L. 335-5, L. 521-4, L. 521-6, L. 615-12 à L. 615-16, L. 623-32, L. 623-34, L. 623-35, L. 716-9 à L. 716-11 et L. 716-12 du code de la propriété intellectuelle ;8° Infractions prévues par les articles L. 86 à L. 88, L. 91 à L. 109, L. 111, L. 113 et aux premier et deuxième alinéas de l'article L. 116 du code électoral ;9° Lorsqu'elles sont commises à l'occasion de la conduite d'un véhicule, infractions d'atteintes involontaires à la vie ou à l'intégrité de la personne et de risques causés à autrui prévues par les articles 221-6, 222-19, 222-20, 223-1, R. 625-2 et R. 625-3 du code pénal ;10° Délits et contraventions des cinquième, quatrième et troisième classes prévus par le code de la route, y compris le délit de fuite ; contraventions de la deuxième classe du code de la route relatives à la conduite ou à l'équipement des véhicules ; contraventions de la deuxième classe réprimant l'arrêt ou le stationnement gênant prévues par les troisième à sixième alinéas (1° à 4°), huitième et neuvième alinéas (6° et 7°) et douzième alinéa (2°) de l'article R. 37-1, le troisième alinéa de l'article R. 43-6 et les quatrième et sixième alinéas de l'article R. 233-1 du code de la route dans leur rédaction applicable avant l'entrée en vigueur du décret n° 2001-250 du 22 mars 2001 relatif à la partie Réglementaire du code de la route et par les 1° à 4° et 6° à 9° du II et 2° du III de l'article R. 417-10 du code de la route, ainsi que les délits prévus par la loi n° 75-1335 du 31 décembre 1975 relative à la constatation et à la répression des infractions en matière de transports publics et privés ;11° Délits de harcèlement sexuel et de harcèlement moral prévus par les articles 222-33 et 222-33-2 du code pénal ;12° Infractions en matière de trafic de stupéfiants prévues par les articles 222-34 à 222-40 du code pénal ;13° Infractions à la législation et à la réglementation en matières douanière, fiscale et de relations financières avec l'étranger ;14° Infractions prévues par les articles 19, 21 et 27 de l'ordonnance n° 45-2658 du 2 novembre 1945 relative aux conditions d'entrée et de séjour des étrangers en France ;15° Délits relatifs au marchandage, au travail dissimulé, à l'introduction ou à l'emploi de main-d'oeuvre étrangère et à l'obstacle à l'accomplissement des devoirs d'un inspecteur ou d'un contrôleur du travail prévus par les articles L. 125-1, L. 125-3, L. 152-3, L. 324-9, L. 362-3, L. 364-1 à L. 364-6, L. 631-1 et L. 631-2 du code du travail ;16° Infractions d'atteinte à l'exercice du droit syndical, à la législation et à la réglementation en matière d'institutions représentatives du personnel dans les entreprises, à la législation et à la réglementation en matière de comité d'hygiène et de sécurité et des conditions de travail, prévues par les articles  L. 481-2, L. 482-1, L. 483-1 et 263-2-2 du code du travail, qui ont été ou seront punies d'une peine d'emprisonnement supérieure à un an ;17° Infractions aux règlements (CEE) n° 3820/85 du Conseil du 20 décembre 1985 relatif à l'harmonisation de certaines dispositions en matière sociale dans le domaine des transports par route et n° 3821/85 du Conseil du 20 décembre 1985 concernant l'appareil de contrôle dans le domaine des transports par route, au décret n° 86-1130 du 17 octobre 1986 et à l'ordonnance n° 58-1310 du 23 décembre 1958 concernant les conditions de travail dans les transports routiers publics et privés en vue d'assurer la sécurité de la circulation routière, ainsi que les délits prévus par l'article 25 de la loi de finances pour l'exercice 1952 (n° 52-401 du 14 avril 1952), la loi n° 82-1153 du 30 décembre 1982 d'orientation des transports intérieurs, la loi n° 92-1445 du 31 décembre 1992 relative aux relations de sous-traitance dans le domaine du transport routier de marchandises, la loi n° 95-96 du 1er février 1995 concernant les clauses abusives et la présentation des contrats et régissant diverses activités d'ordre économique et commercial, et la contravention prévue par le décret n° 93-824 du 18 mai 1993 relatif aux relations de sous-traitance dans le domaine du transport routier de marchandises ;18° Délits d'apologie des crimes de guerre, des crimes contre l'humanité et des crimes et délits de collaboration avec l'ennemi prévus par le cinquième alinéa de l'article 24 de la loi du 29 juillet 1881 sur la liberté de la presse ainsi que les délits prévus par le sixième alinéa et par le huitième alinéa du même article, par l'article 24 bis, par le deuxième alinéa de l'article 32 et par le troisième alinéa de l'article 33 de ladite loi ;19° Délits de violation de sépulture prévus par les articles 225-17 et 225-18 du code pénal, ainsi que les infractions constituées par la dégradation de monuments élevés à la mémoire des combattants, fusillés, déportés et victimes de guerre ;20° Délits d'usurpation d'identité prévus par l'article 434-23 du code pénal et délits d'usurpation de titres prévus par l'article 433-17 du code pénal ;21° Sous réserve des dispositions du 2° de l'article 3, infractions d'exercice illégal de certaines professions de santé ou d'usurpation de titre concernant ces professions prévues aux articles L. 376, L. 378, L. 483-1, L. 501, L. 504-11, L. 504-15, L. 514-2 et L. 517 du code de la santé publique dans leur rédaction applicable avant l'entrée en vigueur de l'ordonnance n° 2000-548 du 15 juin 2000 relative à la partie Législative du code de la santé publique, et aux articles L. 4161-5, L. 4162-1, L. 4162-2, L. 4223-2, L. 4314-4, L. 4323-4, L. 4334-1, L. 4353-1 et L. 4223-1 du code de la santé publique ;22° Délits en matière de patrimoine prévus par la loi du 31 décembre 1913 sur les monuments historiques ou définis par les articles L. 313-1 à L. 313-3 du code de l'urbanisme et réprimés par les articles L. 313-11 et L. 480-4 de ce code ;23° Délits prévus par le code de l'environnement ainsi que par les dispositions législatives applicables avant l'entrée en vigueur de l'ordonnance n° 2000-914 du 18 septembre 2000 relative à la partie Législative du code de l'environnement et qui ont été reprises dans ce code à compter de cette date, et contraventions de cinquième classe prévues par les textes pris en application du livre V du code de l'environnement ;24° Délits prévus par les articles 17 et 31 de l'ordonnance n° 86-1243 du 1er décembre 1986 relative à la liberté des prix et de la concurrence dans leur rédaction applicable avant l'entrée en vigueur de l'ordonnance n° 2000-912 du 18 septembre 2000 relative à la partie Législative du code de commerce et par les articles L. 420-6, L. 441-3 et L. 441-4 du code de commerce ;25° Délits prévus par les articles 10-1 et 10-3 de l'ordonnance n° 67-833 du 28 septembre 1967 instituant une commission des opérations de bourse et relative à l'information des porteurs de valeurs mobilières et à la publicité de certaines opérations de bourse dans leur rédaction applicable avant l'entrée en vigueur de l'ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier et par les articles L. 465-1 et L. 465-2 de ce code ;26° Délits d'entrave à l'interruption volontaire de grossesse et d'interruption illégale de la grossesse prévus par les articles L. 162-15 et L. 647 du code de la santé publique dans leur rédaction applicable avant l'entrée en vigueur de l'ordonnance n° 2000-548 du 15 juin 2000 précitée et par les articles L. 2222-2, L. 2222-4 et L. 2223-2 du code de la santé publique ainsi que les articles 223-10 à 223-12 du code pénal ;27° Délits de violences, d'outrage, de rébellion, de diffamation et d'injures commises à l'encontre d'une personne dépositaire de l'autorité publique ou chargée d'une mission de service public, prévus par le 4° des articles 222-8, 222-10, 222-12, 222-13, par les articles 433-3, 433-5 à 433-8 et 434-24 du code pénal, par l'article 30, par le premier alinéa des articles 31 et 33 de la loi du 29 juillet 1881 sur la liberté de la presse et par les articles 25 et 26 de la loi du 15 juillet 1845 sur la police des chemins de fer ;28° Délit de discrédit porté sur une décision judiciaire prévu par l'article 434-25 du code pénal ;29° Infractions de nature sexuelle ou commises contre des mineurs mentionnées à l'article 706-47 du code de procédure pénale ;30° Délits d'abus frauduleux de l'état d'ignorance ou de faiblesse prévus par l'article 223-15-2 du code pénal et par l'article 313-4 du même code dans sa rédaction applicable avant le 13 juin 2001 ;31° Délits constitués par une atteinte aux droits des personnes résultant de la constitution de fichiers ou de l'utilisation de traitements informatiques, prévus par les articles 226-16 à 226-23 du code pénal ;32° Lorsqu'elles sont commises par un employeur ou son représentant en raison de manquements aux obligations qui lui incombent en application des dispositions de la législation et de la réglementation du travail en matière de santé et de sécurité des travailleurs, infractions d'atteintes involontaires à la vie ou à l'intégrité de la personne et de risques causés à autrui prévues par les articles 221-6, 222-19, 222-20, 223-1, R. 625-2 et R. 625-3 du code pénal, ainsi que le délit prévu par l'article L. 263-2 du code du travail ;33° Délits de recours à la prostitution d'un mineur prévus par les articles 225-12-1 et 225-12-2 du code pénal ;34° Délits de destructions, dégradations ou détériorations aggravées prévus par les articles 322-2, 322-3 et 322-6 du code pénal et délits prévus par l'article 21 de la loi du 15 juillet 1845 sur la police des chemins de fer et par l'article 73 du décret n° 42-730 du 22 mars 1942 portant règlement d'administration publique sur la police, la sûreté et l'exploitation des voies ferrées d'intérêt général et d'intérêt local ;35° Délits de défaut habituel de titre de transport prévus par l'article 24-1 de la loi du 15 juillet 1845 sur la police des chemins de fer ;36° Délits d'association de malfaiteurs prévus par l'article 450-1 du code pénal ;37° Délits de blanchiment prévus par les articles 324-1 à 324-6 du code pénal ;38° Délits de proxénétisme prévus par les articles 225-5 à 225-11 du code pénal ;39° Délits aggravés de soustraction d'enfants prévus par l'article 227-9 du code pénal ;40° Infractions en matière de fausse monnaie prévues par les articles 442-1 à 442-8 du code pénal ;41° Infractions prévues par le décret du 18 avril 1939 fixant le régime des matériels de guerre, armes et munitions ;42° Contraventions de police ayant fait l'objet de la procédure de l'opposition au transfert du certificat d'immatriculation prévue à l'article L. 27-4 du code de la route, dans sa rédaction applicable avant l'entrée en vigueur de l'ordonnance n° 2000-930 du 22 septembre 2000 relative à la partie Législative du code de la route et à l'article L. 322-1 de ce code ;43° Infractions portant atteinte à la sécurité des manifestations sportives mentionnées aux articles 42-4 à 42-11 de la loi n° 84-610 du 16 juillet 1984 relative à l'organisation et à la promotion des activités physiques et sportives ;44° Délits en matière de produits dopants prévus par l'article 27 de la loi n° 99-223 du 23 mars 1999 relative à la protection de la santé des sportifs et à la lutte contre le dopage et par les articles L. 3633-2 à L. 3633-4 du code de la santé publique ;45° Délits et contraventions de la cinquième classe commis en état de récidive légale ;46° Faits ayant donné lieu ou qui donneront lieu à des sanctions disciplinaires ou professionnelles prononcées par la Commission bancaire, la Commission des opérations de bourse, le Conseil des marchés financiers, le Conseil de discipline de la gestion financière, la Commission de contrôle des assurances et la Commission de contrôle des mutuelles et des institutions de prévoyance ;47° Infractions de détention, d'absence de déclaration ou de commerce de certains chiens et de dressage de chiens en dehors du cadre défini par la loi prévues par les articles 211-2, 211-4 et 211-6 du code rural dans leur rédaction applicable avant l'entrée en vigueur de l'ordonnance n° 2000-550 du 15 juin 2000, par les articles L. 915-1 à L. 915-3 du code rural dans leur rédaction applicable avant l'entrée en vigueur de l'ordonnance n° 2000-914 du 18 septembre 2000 précitée et par les articles L. 215-1 à L. 215-3 du code rural ainsi que par l'article 8 du décret n° 99-1164 du 29 décembre 1999 pris pour l'application du chapitre III du titre II du livre II du code rural ;48° Sévices graves ou actes de cruauté envers un animal prévus à l'article 521-1 du code pénal ;49° Délits de vol lorsqu'ils sont précédés, accompagnés ou suivis de violences sur autrui prévus par le 4° de l'article 311-4 et les articles 311-5 et 311-6 du code pénal."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'amnistie efface les condamnations prononcées ou éteint l'action publique en emportant les conséquences prévues par les articles 133-9 à 133-11 du code pénal et 6 et 769 du code de procédure pénale, sous réserve des dispositions du présent chapitre. Elle entraîne, sans qu'elle puisse donner lieu à restitution, la remise des peines et des mesures de police et de sûreté autres que celles prévues par l'article 16.Elle fait obstacle au recouvrement du droit fixe de procédure visé à l'article 1018 A du code général des impôts.Toute référence à une sanction ou à une condamnation amnistiée sur le fondement de la présente loi est punie d'une amende de 5 000 Euros. Les personnes morales peuvent être déclarées pénalement responsables, dans les conditions prévues à l'article 121-2 du code pénal, de l'infraction définie au présent alinéa. La peine encourue par les personnes morales est l'amende, dans les conditions prévues par l'article 131-38 du code pénal."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'amnistie n'entraîne pas la restitution ou le rétablissement des autorisations administratives annulées ou retirées par la condamnation ; elle ne fait pas obstacle à la réparation des dommages causés au domaine public.Elle n'entraîne pas la remise :1° De la faillite personnelle ou des autres sanctions prévues au titre VI de la loi n° 85-98 du 25 janvier 1985 relative au redressement et à la liquidation judiciaires des entreprises dans sa rédaction applicable avant l'entrée en vigueur de l'ordonnance n° 2000-912 du 18 septembre 2000 relative à la partie Législative du code de commerce et aux articles L. 653-2 et suivants de ce code ;2° De l'interdiction du territoire français prononcée à l'encontre d'un étranger reconnu coupable d'un crime ou d'un délit ;3° De l'interdiction de séjour prononcée pour crime ou délit ;4° De l'interdiction des droits civiques, civils et de famille prononcée pour crime ou délit ;5° De l'interdiction d'exercer une activité professionnelle ou sociale prononcée pour crime ou délit ;6° Des mesures de démolition, de mise en conformité et de remise en état des lieux ;7° De la dissolution de la personne morale prévue à l'article 131-39 du code pénal ;8° De l'exclusion des marchés publics visée à l'article 131-34 du code pénal ;9° De l'interdiction de détenir ou de porter, pour une durée de cinq ans au plus, une arme soumise à autorisation ;10° De la confiscation d'une ou de plusieurs armes dont le condamné est propriétaire ou dont il a la libre disposition.L'amnistie reste aussi sans effet sur les mesures prononcées par application des articles 8, 15, 16, 16 bis, 19 et 28 de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante.Les services du casier judiciaire national sont autorisés à conserver l'enregistrement des décisions par lesquelles l'une des mesures visées au présent article a été prononcée."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'amnistie ne met pas obstacle à l'exécution des jugements ou arrêts intervenus en matière de diffamation ou de dénonciation calomnieuse ordonnant la publication desdits jugements ou arrêts.Elle ne met pas obstacle à la réhabilitation ni à l'action en révision devant toute juridiction compétente tendant à faire établir l'innocence du condamné.Elle reste sans effet sur les mesures ou décisions prises en application des articles 378 et 379-1 du code civil.Nonobstant toute disposition contraire, elle n'empêche pas le maintien dans un fichier de police judiciaire des mentions relatives à des infractions amnistiées."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'amnistie est sans effet sur la procédure de dissolution civile de certaines personnes morales prévue à l'article 1er de la loi n° 2001-504 du 12 juin 2001 tendant à renforcer la prévention et la répression des mouvements sectaires portant atteinte aux droits de l'homme et aux libertés fondamentales.Nonobstant les dispositions de l'article 15, pour la mise en oeuvre de cette procédure, il peut être fait référence à une condamnation amnistiée sur le fondement de la présente loi."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'amnistie des contraventions de défaut de titre de transport résultant du 1° de l'article 2 est sans effet sur l'application de l'article 24-1 de la loi du 15 juillet 1845 sur la police des chemins de fer réprimant le délit de défaut habituel de titre de transport."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'amnistie n'entraîne de droit la réintégration ni dans les offices publics ou ministériels ni dans les fonctions, emplois, grades ou professions, publics ou privés.En aucun cas, elle ne donne lieu à reconstitution de carrière.Elle entraîne la réintégration dans les divers droits à pension à compter de la date de publication de la présente loi en ce qui concerne l'amnistie de droit et à compter du jour où l'intéressé est admis à son bénéfice en ce qui concerne l'amnistie par mesure individuelle.La liquidation des droits à pension se fait selon la réglementation prévue par le régime de retraite applicable aux intéressés en vigueur le 17 mai 2002.L'amnistie n'entraîne pas la réintégration dans l'ordre de la Légion d'honneur, dans l'ordre de la Libération, dans l'ordre national du Mérite ni dans le droit au port de la médaille militaire. Toutefois, la réintégration peut être prononcée, pour chaque cas individuellement, à la demande du garde des sceaux, ministre de la justice, et, le cas échéant, du ministre intéressé, par décret du Président de la République pris après avis du grand chancelier compétent."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Conformément aux dispositions de l'article 133-10 du code pénal, l'amnistie ne préjudicie pas aux droits des tiers.En cas d'instance sur les intérêts civils, le dossier pénal est versé aux débats et mis à la disposition des parties.Si la juridiction de jugement a été saisie de l'action publique avant la publication de la présente loi, cette juridiction reste compétente pour statuer, le cas échéant, sur les intérêts civils."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Cesseront d'être mentionnées au casier judiciaire les condamnations prononcées par des juridictions autres que les juridictions françaises pour les infractions de la nature de celles qui sont mentionnées au chapitre Ier commises avant le 17 mai 2002.Les contestations relatives à l'application du présent article sont portées devant la chambre de l'instruction de la cour d'appel de Paris."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - Les dispositions de l'article 14, à l'exception du 46°, sont applicables de plein droit à Mayotte sous réserve des adaptations suivantes :a) Au 2°, les mots : \" code du travail \" sont remplacés par les mots : \" code du travail applicable dans la collectivité départementale de Mayotte \" ;b) Les 14° et 15° sont ainsi rédigés :\" 14° Infractions prévues par les articles 34 à 37 du décret du 21 juin 1932 réglementant les conditions d'admission et de séjour des étrangers à Mayotte et par les articles 26, 28 et 36 de l'ordonnance n° 2000-373 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers à Mayotte ;\" 15° Délits relatifs au marchandage, au travail dissimulé, à l'emploi de main-d'oeuvre étrangère et à l'obstacle à l'accomplissement des devoirs d'un inspecteur ou d'un contrôleur du travail prévus par les articles L. 124-1, L. 124-3, L. 152-1, L. 312-1, L. 341-1, L. 342-1, L. 630-1 et L. 630-2 du code du travail applicable dans la collectivité départementale de Mayotte ; \"c) Au 32°, les mots : \" L. 263-2 du code du travail \" sont remplacés par les mots : \" L. 251-1 du code du travail applicable dans la collectivité départementale de Mayotte \".II. - Les dispositions du 46° de l'article 14 et des articles 11 à 13 sont applicables à Mayotte."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - La présente loi est applicable en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises sous réserve, pour le chapitre III, des compétences dévolues par leurs statuts respectifs à la Nouvelle-Calédonie et aux territoires de Polynésie française et des îles Wallis et Futuna en matière de sanctions disciplinaires ou professionnelles.II. - Pour l'application en Nouvelle-Calédonie du 2° de l'article 14, les mots : \" L. 123-1, L. 412-2 et L. 413-2 du code du travail \" sont remplacés par les mots : \" 2 et 60 de l'ordonnance n° 85-1181 du 13 novembre 1985 relative aux principes directeurs du droit du travail et à l'organisation et au fonctionnement de l'inspection du travail et du tribunal du travail en Nouvelle-Calédonie et dépendances \".Pour leur application en Nouvelle-Calédonie, les 14°, 15° et 16° de l'article 13 sont ainsi rédigés :\" 14° Infractions prévues par les articles 28 à 31 du décret du 13 juillet 1937 portant réglementation de l'admission des étrangers en Nouvelle-Calédonie ;\" 15° Délits relatifs au marchandage, au travail dissimulé, à l'emploi de main-d'oeuvre étrangère et à l'obstacle à l'accomplissement des devoirs d'un inspecteur ou d'un contrôleur du travail prévus par les articles 18, 56, 119, 122, 130 et 138 de l'ordonnance n° 85-1181 du 13 novembre 1985 précitée ;\" 16° Délits d'atteinte à la constitution ou au fonctionnement des comités d'hygiène, de sécurité et des conditions de travail et d'atteintes à l'exercice du droit syndical ou des droits des institutions représentatives du personnel prévus par les articles 128, 134 et 135 de l'ordonnance n° 85-1181 du 13 novembre 1985 précitée qui ont été ou seront punis d'une peine d'emprisonnement supérieure à un an ; \".Pour l'application en Nouvelle-Calédonie du 32° de l'article 14, les mots : \" L. 263-2 du code du travail \" sont remplacés par les mots : \" 124 de l'ordonnance n° 85-1181 du 13 novembre 1985 précitée \".III. - Pour l'application en Polynésie française du 2° de l'article 14, les mots : \" L. 123-1, L. 412-2 et L. 413-2 du code du travail \" sont remplacés par les mots : \" 2 et 53 de la loi n° 86-845 du 17 juillet 1986 relative aux principes généraux du droit du travail et à l'organisation et au fonctionnement de l'inspection du travail et des tribunaux du travail en Polynésie française \".Pour leur application en Polynésie française, les 14°, 15° et 16° de l'article 13 sont ainsi rédigés :\" 14° Infractions prévues par les articles 21 et 22 du décret du 27 avril 1939 relatif à l'admission et au séjour des étrangers en Polynésie française et par les articles 28, 30 et 38 de l'ordonnance n° 2000-372 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ;\" 15° Délits relatifs au marchandage, au travail dissimulé, à l'emploi de main-d'oeuvre étrangère et à l'obstacle à l'accomplissement des devoirs d'un inspecteur ou d'un contrôleur du travail prévus par les articles 12, 50, 106, 114, 114-1 et 122 de la loi n° 86-845 du 17 juillet 1986 précitée ;\" 16° Délits d'atteinte à la constitution et au fonctionnement des comités d'hygiène, de sécurité et des conditions de travail et d'atteintes à l'exercice du droit syndical ou des droits des institutions représentatives du personnel prévus par les articles 112, 116, 118 et 119 de la loi n° 86-845 du 17 juillet 1986 précitée qui ont été ou seront punis d'une peine d'emprisonnement supérieure à un an ; \".Pour l'application en Polynésie française du 32° de l'article 14, les mots : \" L. 263-2 du code du travail \" sont remplacés par les mots : \" 108 de la loi n° 86-845 du 17 juillet 1986 précitée \".IV. - Pour son application dans les îles Wallis et Funtuna, le 14° de l'article 14 est ainsi rédigé :\" 14° Infractions prévues par les articles 28 à 31 du décret du 13 juillet 1937 portant réglementation de l'admission des étrangers en Nouvelle-Calédonie et par les articles 26, 28 et 36 de l'ordonnance n° 2000-371 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ; \".V. - L'amnistie prévue par la présente loi est applicable aux frais de poursuite et d'instance avancés par l'Etat en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "(Alinéa modificateur).Le présent article prend effet à compter du 13 juin 2002."
    }
  ]
}