{
  "id": "jorftext000000163349",
  "type": "statute",
  "title": "Loi n° 93-893 du 6 juillet 1993",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000163349",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente loi s'applique aux inspections, dites par défiance dans des zones spécifiées, conduites en application et conformément aux dispositions du traité sur les forces armées conventionnelles en Europe et de son protocole sur l'inspection, telles qu'elles sont notamment définies à la section 8 de ce protocole."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Lorsque la demande d'inspection porte sur un lieu dont l'accès ne dépend pas de l'Etat, tout ou partie de la zone spécifiée, le représentant de l'Etat avise de cette demande la personne ayant qualité pour autoriser l'accès à ce lieu. Cet avis doit être donné par tous moyens et dans des délais compatibles avec ceux fixés à la section 8 du protocole sur l'inspection. Outre les dispositions du traité en vertu desquelles l'inspection est demandée, l'avis indique l'objet et les conditions de l'inspection.La personne qui a qualité pour autoriser l'accès assiste aux opérations d'inspection ou s'y fait représenter.Cette personne ou son représentant peut demander au responsable de l'équipe d'accompagnement de désigner comme point sensible, au sens du P de la section 1 du protocole sur l'inspection annexé au traité, toute partie du lieu inspecté : en cas de refus, il est délivré par le responsable de l'équipe d'accompagnement un récépissé de la demande à son auteur ; ce document énonce brièvement le motif du refus."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-Si la personne qui a qualité pour autoriser l'accès ne peut être atteinte par l'avis mentionné à l'article 2, ou si elle s'oppose à l'accès, l'inspection ne peut se dérouler ou se poursuivre qu'avec l'autorisation du président du   tribunal judiciaire ou du juge délégué par lui, statuant d'urgence, qui s'assure que la demande d'inspection est conforme aux stipulations du traité.L'ordonnance précise les lieux soumis à inspection et désigne un officier de police judiciaire territorialement compétent chargé d'assister aux opérations.La visite s'effectue sous le contrôle du juge qui l'a autorisée et qui connaît de toute difficulté.L'officier de police judiciaire dresse procès-verbal de la visite et en adresse l'original au juge ; une copie du procès-verbal est remise à la personne ayant qualité pour autoriser l'accès du lieu inspecté.II.-Toutefois, si la personne mentionnée au I est une personne publique, la décision est prise par le représentant de l'Etat, territorialement compétent, qui l'en informe."
    }
  ]
}