{
  "id": "jorftext000021201326",
  "type": "statute",
  "title": "LOI n° 2009-1291 du 26 octobre 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021201326",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les parcs de l'équipement mentionnés à l'article 2 de la loi n° 92-1255 du 2 décembre 1992 relative à la mise à disposition des départements des services déconcentrés du ministère de l'équipement et à la prise en charge des dépenses de ces services sont transférés, selon le cas, aux départements ou aux collectivités territoriales mentionnées à l'article 2 de la présente loi, dans les conditions qu'elle définit."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "En Corse, le représentant de l'Etat organise une concertation avec la collectivité territoriale de Corse et les départements de la Corse-du-Sud et de la Haute-Corse en vue de déterminer la ou les collectivités bénéficiaires du transfert du parc de l'équipement.En Guyane, le parc n'est pas transféré.Dans les autres départements et régions d'outre-mer, le représentant de l'Etat dans la région organise une concertation avec le département et la région en vue de déterminer la ou les collectivités bénéficiaires du transfert."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le transfert porte sur des services ou parties de services du parc constituant une entité fonctionnelle, ainsi que sur les parties de services des directions départementales de l'équipement ou des directions départementales de l'équipement et de l'agriculture chargées des fonctions de support, notamment de la gestion administrative et financière, pour le compte du parc.Dans le respect de la règle fixée au premier alinéa, le nombre des emplois transférés à la ou aux collectivités bénéficiaires du transfert ne peut être inférieur au nombre d'emplois pourvus dans le parc et les services chargés des fonctions de support mentionnés au même alinéa au 31 décembre de l'année précédant l'année de signature de la convention mentionnée à l'article 4 ou de l'arrêté mentionné à l'article 5, pondéré pour chaque agent par le taux moyen de l'activité exercée au cours de l'année 2006 au profit de la ou des collectivités bénéficiaires du transfert, au cours de l'année 2007 dans le cas du département de la Seine-Saint-Denis, ou au cours de l'année 2008 dans le cas de La Réunion.Lorsque la collectivité le demande, le transfert intervient au-delà du seuil minimal fixé à l'alinéa précédent, et jusqu'à la totalité des emplois du parc.La part des emplois dont le coût n'est pas remboursé au budget général par le compte de commerce ouvert par l'article 69 de la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989) dans le total des emplois transférés à chaque collectivité bénéficiaire ne peut être inférieure à celle des emplois dont le coût n'est pas remboursé par ce compte, pourvus dans le parc et les services chargés des fonctions de support qui lui sont associés au 31 décembre 2006."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― A la date du transfert du parc, les fonctionnaires de l'Etat affectés dans le service ou la partie de service transféré sont de plein droit mis à disposition à titre individuel, selon le cas, du président du conseil départemental, du président du conseil régional ou du président du conseil exécutif de la collectivité territoriale de Corse. Ils sont placés pour l'exercice de leurs fonctions sous son autorité. Le II de l'article 42 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat n'est pas applicable.\n\nII. ― En Corse et dans les départements et régions d'outre-mer, en cas de constitution d'un syndicat mixte entre le département et la collectivité territoriale de Corse ou la région, pour la gestion, l'entretien, l'exploitation ou le développement des routes départementales et nationales transférées, ou pour la gestion du service ou d'une partie du service transféré, les fonctionnaires de l'Etat affectés dans le service ou la partie de service transféré peuvent être mis à la disposition de cette structure, à titre individuel, sur proposition du président du conseil général, du président du conseil exécutif de la collectivité territoriale de Corse ou du président du conseil régional. Ils sont alors placés, pour l'exercice de leurs missions, sous l'autorité du président du syndicat mixte.\n\nEn cas de dissolution du syndicat mixte avant le terme du délai mentionné au I de l'article 8 de la présente loi, il est mis fin à la mise à disposition de ces agents auprès du syndicat mixte. Ils sont mis à disposition du président du conseil départemental, du président du conseil exécutif de la collectivité territoriale de Corse ou du président du conseil régional selon la collectivité à laquelle leur service ou partie de service a été transféré. Pour l'application à ces agents du délai mentionné au même I de l'article 8, la durée de la mise à disposition effectuée auprès du syndicat mixte est comptabilisée dans la durée de la mise à disposition prononcée au titre du I du présent article."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. ― Dans le délai de deux ans à compter de la date du transfert du parc, les fonctionnaires de l'Etat exerçant leurs fonctions dans le service ou la partie de service transféré peuvent opter soit pour le statut de fonctionnaire territorial, soit pour le maintien du statut de fonctionnaire de l'Etat.II. ― Les fonctionnaires de l'Etat ayant opté pour le statut de fonctionnaire territorial sont intégrés dans un cadre d'emplois de la fonction publique territoriale dans les conditions prévues par les dispositions statutaires applicables à ce cadre d'emplois. Les services effectifs accomplis par les intéressés dans leur corps d'origine sont assimilés à des services accomplis dans ce cadre d'emplois.III. ― Les fonctionnaires de l'Etat ayant opté pour le maintien de leur statut sont placés en position de détachement auprès de la collectivité territoriale dont relève désormais leur service.Par dérogation à la section 2 du chapitre V de la loi n° 84-16 du 11 janvier 1984 précitée, ces détachements sont sans limitation de durée.L'autorité territoriale exerce le pouvoir disciplinaire sur les fonctionnaires ainsi détachés. Elle informe l'administration gestionnaire de leur corps d'origine des sanctions prononcées.Lorsque les fonctionnaires détachés sont placés, sur leur demande, dans une position statutaire dont le bénéfice est de droit, le détachement est suspendu.Les fonctionnaires détachés sans limitation de durée peuvent, à tout moment, demander à être intégrés dans la fonction publique territoriale.IV. ― Les fonctionnaires qui, à l'expiration du délai mentionné au I du présent article, n'ont pas fait usage du droit d'option mentionné à ce même I sont placés en position de détachement sans limitation de durée.\n\nV. ― L'article 41 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale n'est pas applicable à la nomination des fonctionnaires mentionnés au I du présent article à des emplois du service ou des parties de services transférés en application de la présente loi à une collectivité territoriale.\n\nVI. ― En Corse et dans les départements et régions d'outre-mer, les fonctionnaires de l'Etat affectés dans le service ou la partie de service transféré, qui ont vocation à exercer leurs fonctions auprès du syndicat mixte mentionné au II de l'article 7 et qui ont opté pour le maintien de leur statut ou qui, à l'expiration du délai mentionné au I du présent article, n'ont pas fait usage du droit d'option mentionné au même I, sont placés en position de détachement sans limitation de durée auprès de ce syndicat mixte.\n\nEn cas de dissolution du syndicat mixte, les agents détachés auprès de lui sont placés de plein droit en position de détachement sans limitation de durée auprès du président du conseil départemental, du président du conseil exécutif de la collectivité territoriale de Corse ou du président du conseil régional, selon la collectivité à laquelle leur service ou partie de service a été transféré en application de la présente loi.\n\nVII. ― Les premier et deuxième alinéas de l'article 147 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 et les décrets en Conseil d'Etat pris pour l'application de l'article 109 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales sont applicables aux intégrations et aux détachements intervenant en application des II et III du présent article.\n\nLorsque le droit d'option prévu au I du présent article n'est pas exercé, le détachement de l'agent et le droit à compensation qui en résulte ne prennent effet qu'à compter du 1er janvier de la troisième année suivant la date du transfert du parc. Les décrets en Conseil d'Etat pris pour l'application de l'article 109 de la loi n° 2004-809 du 13 août 2004 précitée lui sont applicables."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les fonctionnaires de l'Etat mentionnés à l'article 8 de la présente loi et appartenant à un corps classé en catégorie active au sens du 1° du I de l'article L. 24 du code des pensions civiles et militaires de retraite conservent, à titre personnel, le bénéfice des avantages qui en découlent. Ils peuvent, si besoin est, compléter la durée de service en vue de remplir la condition de quinze ans exigée par les dispositions qui leur sont applicables au titre du régime de pension dont ils relèvent dès lors qu'ils exercent dans la collectivité territoriale ou le groupement de collectivités territoriales d'accueil des fonctions ayant, par leur contenu, la même nature que celles qu'ils exerçaient antérieurement au service de l'Etat.Les collectivités territoriales et leurs groupements peuvent maintenir au profit des fonctionnaires mentionnés au même article 8 les avantages qu'ils ont individuellement acquis en matière indemnitaire au sens de l'article 88 de la loi n° 84-53 du 26 janvier 1984 précitée, tant qu'ils exercent leurs fonctions dans leur cadre d'emplois de détachement ou d'intégration lorsque ces avantages sont plus favorables que ceux de la collectivité ou du groupement concerné."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. ― A la date du transfert du parc, les ouvriers des parcs et ateliers des ponts et chaussées et des bases aériennes admis ou susceptibles d'être admis au bénéfice du régime des pensions des ouvriers des établissements industriels de l'Etat qui sont affectés dans le service ou la partie de service transféré sont de plein droit et sans limitation de durée mis à disposition, à titre individuel, selon le cas, du président du conseil départemental, du président du conseil régional ou du président du conseil exécutif de la collectivité territoriale de Corse.\n\nIls sont placés, pour l'exercice de leurs fonctions, sous son autorité.\n\nII. ― En Corse et dans les départements et régions d'outre-mer, en cas de constitution d'un syndicat mixte entre le département et la collectivité territoriale de Corse ou la région, pour la gestion, l'entretien, l'exploitation ou le développement des routes départementales et nationales transférées, ou pour la gestion du service ou d'une partie du service transféré, les personnels mentionnés au I affectés dans le service ou la partie de service transféré peuvent être mis à la disposition de cette structure, à titre individuel, sur proposition du président du conseil départemental, du président du conseil exécutif de la collectivité territoriale de Corse ou du président du conseil régional. Ils sont alors placés, pour l'exercice de leurs fonctions, sous l'autorité du président du syndicat mixte.\n\nEn cas de dissolution du syndicat mixte, il est mis fin à la mise à disposition de ces agents auprès du syndicat mixte. Ils sont mis à disposition du président du conseil départemental, du président du conseil exécutif de la collectivité territoriale de Corse ou du président du conseil régional selon la collectivité à laquelle leur service ou partie de service a été transféré. Pour l'application à ces agents du délai mentionné au I de l'article 11, la durée de la mise à disposition effectuée auprès du syndicat mixte est comptabilisée dans la durée de la mise à disposition prononcée au titre du premier alinéa du I du présent article.\n\nIII. ― La mise à disposition prévue au présent article donne lieu à remboursement de la part de la collectivité bénéficiaire du transfert.\n\nCe remboursement sous la forme de deux échéances, en mars et juillet de chaque année, calculées sur la base des coûts semestriels prévisionnels établis par les services de l'Etat, fait l'objet d'un ajustement, le cas échéant, en mars de l'année suivante."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Lorsqu'ils en font la demande dans le délai de deux ans à compter de la publication du décret mentionné au premier alinéa du II du présent article ou, dans le cas où ledit décret est publié à la date du transfert du parc, à compter de la date de ce transfert, les ouvriers des parcs et ateliers mentionnés à l'article 10 exerçant leurs fonctions dans le service ou la partie de service transféré sont, par dérogation à l'article 36 de la loi n° 84-53 du 26 janvier 1984 précitée, intégrés dans un cadre d'emplois existant de la fonction publique territoriale, le cas échéant à l'issue de la période de stage, sans qu'il soit fait application de l'article 41 de la même loi.\n\nLes ouvriers des parcs et ateliers mentionnés à l'article 10 de la présente loi qui, à l'expiration du délai de deux ans mentionné au précédent alinéa, n'ont pas demandé leur intégration dans un cadre d'emplois de la fonction publique territoriale peuvent la demander à tout moment.\n\nSi la demande d'intégration est présentée au plus tard le 31 août, l'intégration prend effet au 1er janvier de l'année suivante. Si elle est présentée entre le 1er septembre et le 31 décembre, l'intégration prend effet au 1er janvier de la deuxième année suivant la demande.\n\nII. - Un décret en Conseil d'Etat fixe les conditions d'intégration dans la fonction publique territoriale des ouvriers des parcs et ateliers mentionnés à l'article 10. Ce décret fixe les modalités selon lesquelles sont déterminés, notamment, les cadres d'emplois, grades et échelons d'accueil, compte tenu, d'une part, des fonctions réellement exercées, de leur classification, du niveau salarial acquis pour ancienneté de service et, d'autre part, des qualifications qu'ils possèdent, attestées par un titre ou un diplôme ou une expérience professionnelle reconnue équivalente aux qualifications exigées pour l'accès aux cadres d'emplois concernés.Dans les cas prévus par le décret mentionné au premier alinéa, une commission nationale de classement est consultée sur la proposition d'intégration formulée par l'autorité territoriale de la collectivité d'accueil. L'organisation et la composition de cette commission sont fixées par le même décret.Les services effectifs accomplis antérieurement en qualité d'ouvrier des parcs et ateliers des ponts et chaussées et des bases aériennes sont assimilés à des services accomplis dans les cadres d'emplois d'intégration.Les ouvriers des parcs et ateliers des ponts et chaussées et des bases aériennes sont affiliés au régime de la Caisse nationale de retraites des agents des collectivités locales à compter de leur intégration dans les cadres d'emplois de la fonction publique territoriale.Les droits à pension sont acquis dans chaque régime lorsque la durée cumulée des services effectués par ces agents antérieurement à leur intégration en qualité d'ouvrier des parcs et ateliers et des ponts et chaussées et des bases aériennes et postérieurement à leur intégration dans les cadres d'emplois de la fonction publique territoriale est au moins de deux ans. Ils comprennent :1° Pour les services effectués en tant qu'affiliés à la Caisse nationale de retraites des agents des collectivités locales, une part de pension à la charge de ce régime, liquidée au prorata du temps passé dans la fonction publique territoriale ;2° Pour les services accomplis, antérieurement à l'intégration dans la fonction publique territoriale, en tant qu'affiliés au fonds spécial des pensions des ouvriers des établissements industriels de l'Etat, une part de pension à la charge de ce régime, liquidée au prorata du temps passé en tant qu'ouvrier des parcs et ateliers des ponts et chaussées et des bases aériennes. Cette part est calculée sur la base du traitement indiciaire brut effectivement détenu depuis six mois au moins par l'agent au moment de la radiation des cadres, majorée de taux fixes et identiques pour tous les agents prenant en compte la prime de rendement et les heures supplémentaires.L'agent a droit à un montant garanti de pension si la somme des parts de pension mentionnées aux 1° et 2° lui est inférieure. Ce montant garanti de pension est liquidé, selon les règles du régime du fonds spécial des pensions des ouvriers des établissements industriels de l'Etat, à partir du salaire horaire de référence en vigueur à la date de liquidation, afférent à la classification professionnelle que l'agent aurait pu atteindre sans concours ou examen professionnel en tant qu'ouvrier des parcs et ateliers des ponts et chaussées et des bases aériennes, en tenant compte de la durée d'activité accomplie entre son intégration dans la fonction publique territoriale et sa radiation des cadres. Outre la prise en compte de la prime d'ancienneté, ce salaire est majoré de taux fixes et identiques pour tous les agents prenant en compte la prime de rendement et les heures supplémentaires.Le montant garanti de pension est à la charge du régime du fonds spécial des pensions des ouvriers des établissements industriels de l'Etat, déduction faite de la part de pension prise en charge par la Caisse nationale de retraites des agents des collectivités locales à hauteur de la part mentionnée au 1°.Les agents intégrés conservent, à titre personnel, le bénéfice du régime de départ anticipé pour les ouvriers de l'Etat affectés sur des travaux ou emplois comportant des risques particuliers d'insalubrité prévu au régime des pensions des ouvriers des établissements industriels de l'Etat. Ils peuvent compléter la durée de services exigée pour bénéficier de ce départ anticipé dès lors qu'ils exercent dans la collectivité territoriale ou le groupement de collectivités territoriales d'accueil des fonctions ayant, par leur contenu, la même nature que celles qu'ils exerçaient auparavant.Un décret en Conseil d'Etat précise les modalités d'application du présent II en matière de retraite.\n\nIII. ― Les agents intégrés reçoivent une rémunération au moins égale à leur rémunération globale antérieure. La rémunération globale correspond à la rémunération brute de base augmentée des primes et indemnités à l'exclusion de celles versées pour services effectués lors de travaux supplémentaires. Le cas échéant, ils bénéficient d'une indemnité compensatrice qui est résorbée au fur et à mesure des augmentations de rémunération dont l'intéressé bénéficie dans le cadre d'emplois d'intégration. Un décret en Conseil d'Etat fixe les éléments de rémunération à prendre en considération et les modalités de détermination de l'indemnité compensatrice."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Dans un délai de trois ans à compter de la date du transfert du parc, un état des lieux est établi sur les emplois transférés aux collectivités bénéficiaires du transfert sous le régime de la mise à disposition ou de l'intégration dans un cadre d'emplois de la fonction publique territoriale, ainsi que sur les conséquences du transfert sur la situation professionnelle des agents transférés."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A la date du transfert du parc, les agents non titulaires de l'Etat autres que ceux mentionnés au I de l'article 10 qui exercent leurs fonctions dans le service ou la partie de service transféré deviennent agents non titulaires de la fonction publique territoriale. Ils conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de l'Etat sont assimilés à des services accomplis dans la collectivité territoriale d'accueil.Les agents en fonction à la date de publication de la présente loi et dont le contrat arrive à échéance avant la date d'entrée en vigueur du transfert du parc peuvent être recrutés en qualité d'agents non titulaires de la fonction publique territoriale.Les dispositions des articles 3,3-1,3-2 et 3-3 de la loi n° 84-53 du 26 janvier 1984 précitée, en ce qu'elles déterminent les cas de recours aux agents non titulaires, et de l'article 41 de la même loi ne sont pas applicables aux agents mentionnés au présent article."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. ― Les biens immeubles utilisés à la date du transfert du parc pour l'activité du service ou de la partie de service transféré sont de plein droit mis à disposition de la collectivité bénéficiaire du transfert. En cas de transfert partiel du parc, les biens immeubles utilisés pour l'activité de la partie de service non transférée sont mis à disposition de l'Etat.La mise à disposition est constatée par un procès-verbal établi contradictoirement entre l'Etat et les représentants de la ou des collectivités concernées. Le procès-verbal précise la consistance, la situation juridique, le mode d'évaluation, l'état des biens et l'évaluation de la remise en état de ceux-ci. Pour l'établissement de ce procès-verbal, les parties peuvent recourir aux conseils d'experts dont la rémunération est supportée pour moitié par chaque partie. A défaut d'accord, les parties peuvent recourir à l'arbitrage du président de la chambre régionale des comptes compétente. Cet arbitrage est rendu dans les deux mois de sa saisine.II. ― Lorsque l'Etat est, à la date de transfert du parc, propriétaire des biens mis à disposition, la remise de ces biens a lieu à titre gratuit. Le bénéficiaire de la mise à disposition assume l'ensemble des obligations du propriétaire. Il possède tous pouvoirs de gestion. Il assure le renouvellement des biens mobiliers. Il peut autoriser l'occupation des biens remis. Il en perçoit les fruits et produits. Il agit en justice en lieu et place du propriétaire. Il peut procéder à tous travaux de reconstruction, de démolition, de surélévation ou d'addition de constructions propres à assurer le maintien de l'affectation des biens. Il est substitué au propriétaire dans ses droits et obligations découlant des contrats portant notamment sur des emprunts affectés et des marchés que ce dernier a pu conclure pour l'aménagement, l'entretien et la conservation des biens. Le propriétaire constate la substitution et la notifie à ses cocontractants. Le bénéficiaire de la mise à disposition est également substitué au propriétaire dans les droits et obligations découlant pour celui-ci à l'égard de tiers de l'octroi de concessions ou d'autorisations de toute nature sur tout ou partie des biens remis ou de l'attribution de ceux-ci en dotation. En cas de désaffectation totale ou partielle des biens mis à disposition, le propriétaire recouvre l'ensemble de ses droits et obligations sur les biens désaffectés.III. ― Lorsque l'Etat est, à la date de transfert du parc, locataire des biens mis à disposition, le bail est transféré à la collectivité bénéficiaire du transfert. Celle-ci succède à tous les droits et obligations du locataire initial. Elle lui est substituée dans les contrats de toute nature que ce dernier avait conclus pour l'aménagement, l'entretien et la conservation des biens loués. Le locataire initial constate cette substitution et la notifie à ses cocontractants. La liste des baux substitués est annexée à la convention prévue à l'article 4."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. ― Lorsque des biens immeubles appartenant à l'Etat ou à une autre collectivité mentionnée à l'article 2 que celle bénéficiaire du transfert du parc sont mis à disposition de la seule collectivité bénéficiaire en application de l'article 14, ces biens sont transférés à titre gratuit en pleine propriété à cette collectivité, si celle-ci en fait la demande.Lorsque des biens immeubles appartenant à la collectivité bénéficiaire du transfert du parc sont mis à la seule disposition de l'Etat en application du même article 14, ces biens sont transférés à l'Etat à titre gratuit en pleine propriété, s'il en fait la demande.Ces transferts de propriété ne donnent lieu au versement d'aucun droit, taxe, salaire ou honoraire.II. ― La demande mentionnée au I est notifiée au propriétaire initial dans un délai de deux ans à compter du transfert du parc. Les dépenses éventuellement nécessaires pour individualiser les biens sont à la charge du bénéficiaire du transfert de propriété."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les biens meubles affectés au parc sont répartis de la manière suivante :1° Les biens appartenant à l'Etat, au département ou, le cas échéant, à une autre collectivité territoriale mentionnée à l'article 2 qui, pendant l'année précédant le transfert du parc, ont été donnés en location à un seul utilisateur du parc demeurent affectés ou sont de plein droit transférés, à titre gratuit, en pleine propriété à la personne morale qui en était locataire ;2° L'Etat et la collectivité bénéficiaire du transfert conviennent de la répartition des biens appartenant à l'Etat, au département ou à une autre collectivité mentionnée à l'article 2 qui, pendant la même période, ont été donnés en location à plusieurs des personnes publiques mentionnées au 1° du présent article. A défaut d'accord à la date d'effet du transfert du parc, la propriété de ces biens n'est pas transférée ;3° Les biens qui, pendant la même période, étaient utilisés par le parc sans être donnés en location à l'Etat ou au département sont transférés, à titre gratuit, en pleine propriété à la collectivité bénéficiaire du transfert.Toutefois, en cas de transfert partiel, les biens affectés à la partie de service non transférée demeurent affectés ou sont transférés, à titre gratuit, en pleine propriété à l'Etat ;4° Les biens qui, pendant la même période, étaient utilisés par le parc pour ses besoins de production et de travaux sont transférés, à titre gratuit, en pleine propriété à la collectivité bénéficiaire du transfert du parc. En cas de transfert global du parc, l'ensemble de ces biens est transféré à titre gratuit et en pleine propriété à la collectivité bénéficiaire. En cas de transfert partiel du parc, les biens affectés à la partie de service non transférée demeurent affectés ou sont transférés, à titre gratuit, en pleine propriété à l'Etat.Ces transferts de propriété ne donnent lieu au versement d'aucun droit, taxe ou honoraire."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Sur demande de la collectivité bénéficiaire du transfert du parc, notifiée au représentant de l'Etat au plus tard le 15 décembre 2009 ou le 1er juillet 2010, selon que la date d'effet est fixée au 1er janvier 2010 ou au 1er janvier 2011, la collectivité est, à compter de cette date d'effet, substituée à l'Etat dans ses droits et obligations découlant des contrats relatifs à des marchés en cours autres que ceux mentionnés à l'article 14."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans chaque département, si, à la date du transfert du service ou d'une partie de service à une collectivité, la contribution du parc à la trésorerie du compte de commerce ouvert par l'article 69 de la loi de finances pour 1990 précitée pour retracer les opérations de recettes et de dépenses des parcs est positive après déduction des dettes et des créances, le montant de cette contribution revient, dans les conditions prévues par une loi de finances, à cette collectivité au prorata des facturations ayant donné lieu à paiement au parc par la collectivité dans les facturations totales pendant les trois années précédant le transfert."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le coût de remise en état des terrains utilisés par le parc, selon les procédures prévues au titre II du livre Ier et au titre Ier du livre V du code de l'environnement, est pris en charge prioritairement par le compte de commerce, avant liquidation de la contribution du parc à sa trésorerie, visée à l'article 18, dans les conditions précisées par une loi de finances."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. ― Les emplois affectés au fonctionnement du réseau de communications radioélectriques géré par le parc ne sont pas transférés, à l'exception de ceux affectés au fonctionnement des installations radioélectriques équipant les immeubles et véhicules de la collectivité bénéficiaire du transfert du parc.II. ― S'agissant des biens meubles et immeubles nécessaires au fonctionnement du réseau mentionné au I, le titre III de la présente loi s'applique, sous réserve des dispositions particulières du présent II.Les installations radioélectriques équipant les immeubles et véhicules de la collectivité bénéficiaire du transfert et, si celle-ci le demande, les installations radioélectriques participant exclusivement aux communications radioélectriques sur le réseau routier départemental demeurent affectées ou sont transférées à cette collectivité.Les biens meubles et immeubles appartenant à la collectivité bénéficiaire du transfert qui participent aux communications radioélectriques sur le réseau routier national sont de plein droit mis à disposition de l'Etat.Lorsque la convention ou l'arrêté respectivement mentionnés aux articles 4 et 5 l'ont prévu, les installations radioélectriques qui, à la date d'effet du transfert du parc à la collectivité, n'ont pas été transférées à celle-ci et dont l'Etat n'a plus l'usage peuvent néanmoins être ultérieurement transférées par convention à cette collectivité si elle le demande.Le transfert des installations radioélectriques s'accompagne du transfert de plein droit des conventions, baux et titres afférents ou est assorti, le cas échéant, d'une convention d'occupation à titre gratuit du domaine public de l'Etat.III. ― L'Etat assure à titre gratuit pour la collectivité bénéficiaire du transfert qui le demande la prestation de fourniture de communications entre les installations radioélectriques précitées. La convention prévue à l'article 4 ou l'arrêté prévu à l'article 5 précise le contenu, la durée et les modalités de cette prestation.IV. ― Lorsque la collectivité territoriale bénéficiaire du transfert du parc décide de raccorder son réseau de communications radioélectriques au réseau national de radiocommunications numériques pour les services d'incendie et de secours au titre de l'infrastructure nationale partageable des transmissions, elle bénéficie de plein droit de l'usage de ces équipements, sous réserve de l'accord de l'Etat et aux conditions convenues.Ce droit d'accès est accordé à titre gratuit, sous réserve des investissements de capacité nécessaires qui restent à la charge de la collectivité bénéficiaire et de sa participation aux frais de fonctionnement et de maintenance correspondants."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Dans la mesure requise pour assurer la continuité du service public, la collectivité bénéficiaire du transfert du parc peut, pendant une durée qui ne peut excéder trois ans suivant la date du transfert, fournir à l'Etat des prestations d'entretien des engins affectés à la voirie et de viabilité hivernale sur le réseau routier national."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. ― Dans la stricte mesure requise pour assurer la continuité du service public et la sécurité des personnes sur le réseau routier communal et intercommunal, la collectivité bénéficiaire du transfert du parc peut, pendant une durée maximale de trois ans à compter de la date du transfert, continuer à fournir aux communes et à leurs groupements, à leur demande, les prestations nécessaires à l'entretien des engins affectés à leur voirie, à la viabilité hivernale et à la sécurisation de ce réseau en cas de conditions météorologiques défavorables.II. ― Hors les cas mentionnés au I, la collectivité bénéficiaire du transfert du parc ne peut effectuer des prestations, pour le compte et à la demande des communes et de leurs groupements, que dans le respect des règles de mise en concurrence prévues par le code des marchés publics. Ces prestations sont relatives à la construction et à l'entretien du réseau routier communal et intercommunal, ainsi qu'à l'entretien des moyens matériels affectés à ce réseau."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les personnels du service ou de la partie de service transféré chargés des fonctions de support apportent leur concours aux services de l'Etat pour la mise en œuvre du transfert pendant une durée maximale d'un an à compter de la date de celui-ci. Une annexe à la convention prévue à l'article 4 ou, le cas échéant, à l'arrêté prévu à l'article 5 définit la liste des agents concernés et les modalités de leur intervention."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "En cas de constitution d'un syndicat mixte entre le département, la collectivité territoriale de Corse ou la région, selon le cas, et le service départemental ou territorial d'incendie et de secours pour la gestion et l'entretien de leurs engins, les personnels affectés dans les services ou parties de services transférés à ces collectivités en application de la présente loi peuvent être mis à la disposition de cette structure, à titre individuel, sur proposition du président du conseil général, du président du conseil exécutif de la collectivité territoriale de Corse ou du président du conseil régional. Ils sont alors placés, pour l'exercice de leurs missions, sous l'autorité du président du syndicat mixte.En cas de dissolution du syndicat mixte avant le terme du délai mentionné au I de l'article 8 et au I de l'article 11, il est mis fin à la mise à disposition de ces agents auprès du syndicat mixte. Ils sont mis à disposition du président du conseil général, du président du conseil exécutif de la collectivité territoriale de Corse ou du président du conseil régional selon la collectivité à laquelle leur service ou partie de service a été transféré. Pour l'application à ces agents du délai mentionné au I de l'article 8 et au I de l'article 11, la durée de la mise à disposition effectuée auprès du syndicat mixte est comptabilisée dans la durée de la mise à disposition prononcée au titre du I de l'article 7 et du premier alinéa du I de l'article 10."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Lorsqu'ils en font la demande dans le délai de deux ans à compter du transfert du service, ou à compter de la date de l'entrée en vigueur du décret prévu au premier alinéa du II de l'article 11 pour ceux dont la mise à disposition est antérieure à cette date, les ouvriers des parcs et ateliers des ponts et chaussées et des bases aériennes admis ou susceptibles d'être admis au bénéfice du régime des pensions des ouvriers des établissements industriels de l'Etat mis à disposition d'une collectivité territoriale ou d'un groupement de collectivités territoriales en application de l'article 107 de la loi n° 2004-809 du 13 août 2004 précitée sont, par dérogation à l'article 36 de la loi n° 84-53 du 26 janvier 1984 précitée, intégrés dans un cadre d'emplois existant de la fonction publique territoriale selon des modalités précisées par décret en Conseil d'Etat, le cas échéant à l'issue de la période de stage, et sans qu'il soit fait application de l'article 41 de la même loi.Les ouvriers des parcs et ateliers mentionnés au premier alinéa du présent article qui, à l'expiration du délai de deux ans mentionné au présent article, n'ont pas demandé leur intégration dans un cadre d'emplois peuvent la demander à tout moment.Les dispositions de l'article 147 de la loi n° 2005-1719 du 30 décembre 2005 précitée et des II et III de l'article 11 de la présente loi ainsi que celles des décrets d'application auxquels ils renvoient sont applicables aux intégrations intervenant en application du présent article."
    }
  ]
}