{
  "id": "jorftext000000465739",
  "type": "statute",
  "title": "Loi n° 2007-148 du 2 février 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000465739",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. et II. A modifié les dispositions suivantes :\n\n-Loi 86-33 du 9 janvier 1986 Art. 7 ; Art. 48 ; Art. 49 ; Art. 50\n\nIII.-A titre transitoire et pour une durée de deux ans à compter de la publication de la présente loi, il peut être dérogé à la règle de remboursement prévue à l'article 49 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, en cas de mise à disposition auprès d'une administration de l'Etat."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les mises à disposition en cours lors de l'entrée en vigueur des dispositions du présent chapitre sont maintenues jusqu'au terme fixé par les décisions dont elles résultent et au plus tard jusqu'au 1er juillet 2010 ; elles continuent d'être régies par les dispositions en vigueur à la date de la publication de la présente loi. Les articles 41 à 44 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, les articles 61 à 63 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale et les articles 48 à 50 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, dans leur rédaction résultant des articles 10, 14 et 15 de la présente loi, peuvent leur être rendus applicables, en partie ou en totalité, dans des conditions définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - A modifié les dispositions suivantes :\n\n-Loi 83-634 du 13 juillet 1983\n\nArt. 25\n\nII. - (abrogé)"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-Le décret-loi du 29 octobre 1936 relatif aux cumuls de retraites, de rémunérations et de fonctions est abrogé.\n\nII. à V. A modifié les dispositions suivantes :\n\n-Loi 83-634 du 13 juillet 1983 Art. 20\n\n-Loi 84-53 du 26 janvier 1984 Art. 60\n\n-Loi 86-33 du 9 janvier 1986 Art. 46\n\n-Code de l'éducation Art. L952-20\n\n-A abrogé les dispositions suivantes :\n\n-Loi 84-16 du 11 janvier 1984 Art. 39\n\nVI.-Demeurent en vigueur les dispositions législatives qui ont édicté, en matière de cumuls d'activités et de rémunérations, des règles spéciales à certaines catégories de fonctionnaires ou d'agents publics, notamment l'article 14 de la loi n° 77-2 du 3 janvier 1977 sur l'architecture, l'article 38 de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains et les articles L. 6154-1 à L. 6154-7 du code de la santé publique."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. A créé les dispositions suivantes :\n\n-Loi 84-16 du 11 janvier 1984 Art. 72-1\n\n-II.-abrogé."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "A modifié les dispositions suivantes :\n\n-Loi n° 2001-616 du 11 juillet 2001 Art. 64-1"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Jusqu'au 1er juillet 2009, les agents de la Réunion des musées nationaux employés pour une durée indéterminée qui travaillent pour le service des visites-conférences à la date de publication de la présente loi peuvent, à leur demande et sous réserve de l'accord de la Réunion des musées nationaux, être recrutés par des contrats à durée indéterminée de droit public conclus avec les établissements publics du musée du Louvre, du musée et du domaine national de Versailles, du musée d'Orsay et du musée des arts asiatiques Guimet, dans la limite des emplois ouverts au budget de ces établissements. Ils conservent alors le bénéfice de la rémunération brute perçue au titre de leur contrat antérieur.A compter de la création de l'établissement public à caractère administratif dénommé \" L'établissement public de la Porte Dorée - Cité nationale de l'histoire de l'immigration \", les personnels employés par le groupement d'intérêt public \" Cité nationale de l'histoire de l'immigration \" sont recrutés par des contrats de droit public pour une durée déterminée ou indéterminée selon la nature du contrat dont ils sont titulaires. Ces contrats reprennent les clauses substantielles des contrats précédents, notamment celles leur garantissant le niveau de rémunération globale brute antérieur."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-Le chapitre Ier entre en vigueur à compter de la publication du décret d'application mentionné au dernier alinéa de l'article 22 de la loi n° 83-634 du 13 juillet 1983 précitée, dans sa rédaction issue de la présente loi, et au plus tard le 1er juillet 2007.\n\nII.-L'article 10 entre en vigueur à compter de la publication du décret mentionné à l'article 44 de la loi n° 84-16 du 11 janvier 1984 précitée, dans sa rédaction issue de la présente loi, et au plus tard le 1er juillet 2007.\n\nL'article 14 entre en vigueur à compter de la publication du décret mentionné à l'article 63 de la loi n° 84-53 du 26 janvier 1984 précitée, dans sa rédaction issue de la présente loi, et au plus tard le 1er juillet 2007.\n\nL'article 15 entre en vigueur à compter de la publication du décret mentionné à l'article 50 de la loi n° 86-33 du 9 janvier 1986 précitée, dans sa rédaction issue de la présente loi, et au plus tard le 1er juillet 2007.\n\nIII.-Le chapitre III entre en vigueur à compter de la publication du décret mentionné au VII de l'article 87 de la loi n° 93-122 du 29 janvier 1993 précitée, dans sa rédaction issue de la présente loi, et au plus tard le 1er juillet 2007.\n\nIV.-Le chapitre IV entre en vigueur à compter de la publication du décret mentionné au I de l'article 25 de la loi n° 83-634 du 13 juillet 1983 précitée, dans sa rédaction issue de la présente loi, et au plus tard le 1er juillet 2007.\n\nV.-A modifié les dispositions suivantes :\n\n-Loi 90-568 du 2 juillet 1990 Art. 29"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. A abrogé les dispositions suivantes :\n\n-Loi 86-33 du 9 janvier 1986 Art. 8\n\nII.-Les délibérations prises sur le fondement de l'article 8 de la loi n° 86-33 du 9 janvier 1986 précitée, antérieurement à la publication de la présente loi, sont maintenues en vigueur.\n\nLes emplois régis par ces délibérations sont constitués en cadres d'extinction au sein desquels sont placés les personnels titulaires occupant les emplois en cause. Ces agents, eu égard à leur qualité de fonctionnaire, peuvent demander à bénéficier de l'article 51 de la loi n° 86-33 du 9 janvier 1986 précitée en vue d'intégrer l'un des corps et emplois mentionnés à l'article 4 de cette même loi."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Peuvent cumuler intégralement le montant d'une pension proportionnelle sur la caisse de retraites avec les émoluments correspondant à un emploi public les marins devenus fonctionnaires ou agents publics recrutés avant le 1er janvier 2004 et qui demeurent en activité à cette même date. Les présentes dispositions prennent effet au 1er janvier 2004."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Les dispositions de l'article 9 du décret n° 2004-422 du 12 mai 2004 modifiant le décret n° 72-355 du 4 mai 1972 relatif à l'Ecole nationale de la magistrature et le décret n° 99-1073 du 21 décembre 1999 portant dispositions statutaires applicables à certains personnels de l'Ecole nationale de la magistrature prennent effet au 1er janvier 2002, sous réserve de celles de l'avant-dernier alinéa.Le décret n° 2004-970 du 8 septembre 2004 modifiant le décret n° 48-1108 du 10 juillet 1948 portant classement hiérarchique des grades et emplois des personnels civils et militaires de l'Etat relevant du régime général des retraites et l'arrêté du 8 septembre 2004 fixant l'échelonnement indiciaire applicable aux emplois de direction et d'enseignement de l'Ecole nationale de la magistrature prennent effet au 1er janvier 2002."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par ordonnance à l'adoption de la partie législative du code général de la fonction publique.Les dispositions codifiées sont celles en vigueur au moment de la publication de l'ordonnance, sous la seule réserve des modifications rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions devenues sans objet.En outre, le Gouvernement peut, le cas échéant, étendre l'application des dispositions codifiées à Mayotte, à Saint-Pierre-et-Miquelon, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna, avec les adaptations nécessaires.L'ordonnance doit être prise dans un délai de dix-huit mois suivant la publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Prennent effet au 1er novembre 2006, nonobstant les dispositions contraires, les dispositions réglementaires visant à mettre en oeuvre les mesures de revalorisation des grilles de rémunération des fonctionnaires de catégories B et C relevant de la fonction publique de l'Etat, de la fonction publique territoriale et de la fonction publique hospitalière prévues par le protocole sur l'amélioration des carrières et sur l'évolution de l'action sociale dans la fonction publique conclu le 25 janvier 2006, dont la date d'effet est fixée par référence à leur date de publication.Les dispositions réglementaires prises en application du même protocole d'accord et qui ont pour objet de corriger les conditions dans lesquelles est prise en compte, en cas de nomination dans un corps de catégorie supérieure, l'ancienneté des fonctionnaires qui appartenaient à un corps de catégorie C dans lequel ils ont été reclassés à la date du 1er octobre 2005 pour la fonction publique de l'Etat, à la date du 1er novembre 2005 pour la fonction publique territoriale et à la date du 27 février 2006 pour la fonction publique hospitalière, prennent effet respectivement au 1er octobre 2005, au 1er novembre 2005 et au 27 février 2006."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. et II. (Paragraphes modificateurs)III. - Jusqu'à l'expiration d'un délai maximum de trois mois suivant la mise en place de l'établissement public national prévu à l'article 116 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, les personnels relevant de l'article L. 6141-7-2 du code de la santé publique sont rémunérés par les établissements publics de santé auxquels ils sont rattachés par arrêté du ministre chargé de la santé."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Les agents régis par le statut commun prévu à l'article L. 621-2 du code rural peuvent, en cas de suppression ou transformation d'emploi préalablement autorisée par le ministre chargé de l'agriculture ou lorsque tout ou partie de l'activité d'un établissement public créé en application des articles L. 621-1, L. 621-12, L. 622-1 et L. 641-5 (1) du même code est transférée à une autre personne morale de droit public, être recrutés par la personne morale de droit public qui le souhaite dans le cadre d'un service public administratif. Cette autorité leur propose un contrat de droit public à durée déterminée ou indéterminée selon la nature du contrat dont ils étaient titulaires.Ce contrat peut reprendre les autres clauses substantielles de leur ancien contrat, notamment en ce qui concerne la rémunération et l'évolution de carrière.Le présent article est applicable à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les fonctionnaires de la Caisse des dépôts et consignations mis à la disposition de CNP Assurances SA sont, à l'issue de la période prévue par l'article 101 de la loi n° 98-546 du 2 juillet 1998 portant diverses dispositions d'ordre économique et financier, maintenus dans cette position jusqu'au terme fixé par le premier alinéa du II de l'article 143 de la loi n° 2001-420 du 15 mai 2001 relative aux nouvelles régulations économiques.La réaffectation à la Caisse des dépôts et consignations des fonctionnaires concernés intervient au plus tard au terme indiqué au premier alinéa.Le surplus des dispositions de l'article 101 de la loi n° 98-546 du 2 juillet 1998 précitée reste en vigueur. Par ailleurs, celles prévues par le décret pris pour l'application dudit article 101 demeurent applicables jusqu'au terme prévu au premier alinéa du présent article."
    }
  ]
}