{
  "id": "jorftext000000522721",
  "type": "statute",
  "title": "Loi n° 78-1240 du 29 décembre 1978",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000522721",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour la fixation des éléments de calcul des bénéfices agricoles forfaitaires de l'année 1977 :1. La validité des décisions prises par les commissions départementales et, le cas échéant, des appels formés devant la commission centrale contre ces décisions n'est pas soumise aux conditions de procédure prévues aux articles 64 et 66 du code général des impôts ;2. La commission centrale est saisie de plein droit en l'absence de décision ou de réunion des commissions départementales avant le 1er juin 1978."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "En matière d'impôt sur le revenu, lorsqu'elle exerce personnellement une activité dont les produits relèvent de la catégorie des bénéfices industriels et commerciaux, des bénéfices agricoles ou des bénéfices non commerciaux ou revenus assimilés, la femme mariée souscrit elle-même les déclarations spéciales correspondant à ces catégories de revenus. Les procédures de fixation des bases d'imposition ou de rectification des déclarations sont suivies entre l'administration et l'intéressée et, sans préjudice du droit de réclamation du contribuable, produisent directement effet pour la détermination du revenu global. Sur la demande que le contribuable souscrit en même temps que la déclaration d'ensemble des revenus du foyer, l'administration des impôts lui fait connaître distinctement, par lettre recommandée avec accusé de réception, les compléments ou modifications que l'administration a décidé d'apporter à cette déclaration du fait de ces procédures.Le fait que les procédures aient été conduites directement avec la femme mariée avant l'entrée en vigueur du présent article n'est pas par lui-même de nature à entacher ces procédures d'irrégularité."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. Paragraphe modificateurII. - 1. L'exercice d'imposition coïncide avec l'année civile pour l'application du régime simplifié.2. Lorsqu'un exploitant passe, en cours d'année, du régime d'imposition d'après le bénéfice réel prévu à l'article 69 quater du code général des impôts au régime simplifié d'imposition, le premier exercice pour lequel l'exploitant est soumis au nouveau régime est clos le 31 décembre de la même année. Le bénéfice de cet exercice fait l'objet d'une imposition distincte établie d'après le taux moyen prévu au paragraphe 3 ci-dessous si le dernier exercice clos sous le régime réel est au moins égal à douze mois. Dans le cas contraire, ou lorsque le taux moyen est égal à zéro, ce bénéfice est ajouté au résultat du dernier exercice clos sous le régime réel et imposé dans les conditions prévues pour celui-ci.3. Le taux moyen mentionné ci-dessus est celui effectivement appliqué aux revenus de l'intéressé imposés au titre de l'année de clôture du dernier exercice soumis au régime du bénéfice réel, à l'exclusion du bénéfice agricole faisant l'objet de l'imposition distincte prévue au 2.III. - La déclaration de résultats et les documents mentionnés à l'article 68 D du code général des impôts doivent être adressés à l'administration des impôts au plus tard le 15 juin de l'année suivant celle au titre de laquelle l'imposition est établie.IV. - Les dispositions du présent article s'appliquent pour la première fois aux bénéfices des exercices ouverts à compter du 1er janvier 1977."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "A titre exceptionnel, à compter du 1er janvier 1980, il est établi pour les années civiles 1980 et 1981 une contribution additionnelle complémentaire de 5 p. 100 sur toutes les primes ou cotisations afférentes aux conventions d'assurance couvrant les risques de responsabilité civile et de dommages relatifs aux véhicules et engins terrestres à moteur des exploitants agricoles ou de leurs groupements affectés à l'usage de leurs exploitations.Pendant cette même période, la subvention de l'Etat prévue à l'article 3 de la loi n° 64-706 du 10 juillet 1964 organisant un régime de garantie contre les calamités agricoles est majorée pour tenir compte du produit de cette contribution complémentaire."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-Seront transférés en toute propriété et à titre gratuit aux communes qui sont desservies en eau potable par le service des eaux et fontaines de Versailles, Marly et Saint-Cloud, les biens meubles et immeubles du domaine national mis à la disposition de ce service pour assurer la fourniture de l'eau potable.II.-Pendant un délai de trente ans à compter du jour de la mutation de propriété, tout immeuble transféré en application du I, qui ne serait plus utilisé pour le service d'eau potable, sera rétrocédé gratuitement à l'Etat.III.-Des conventions approuvées par décret en Conseil d'Etat préciseront la consistance des biens transférés en application du I, les droits et obligations qui seront attachés à ces opérations ainsi que la date des transferts.IV.-Les actes administratifs destinés à constater les transferts prévus ci-dessus ne donneront lieu ni à perception de droits et taxes, ni au versement   de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires.V.-Les personnels ouvriers et de maîtrise du service des eaux et fontaines de Versailles, Marly et Saint-Cloud en position d'activité, ayant la qualité de fonctionnaire de l'Etat à la date des transferts, pourront, sur leur demande, être intégrés dans les cadres des personnels des collectivités auxquelles sera confiée l'exploitation du service d'eau potable.Les personnels qui demanderont à conserver la qualité de fonctionnaire de l'Etat pourront être détachés, jusqu'à cessation définitive de fonctions, auprès des collectivités intéressées. Les conventions prévues au III ci-dessus garantiront à ces personnels le maintien des conditions et avantages dont ils bénéficient dans leur corps d'origine.Les conditions d'application des dispositions ci-dessus seront fixées par décret en Conseil d'Etat.VI.-Les transferts visés au I devront être effectués avant le 31 décembre 1979."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A compter du 1er janvier 1978, le produit des amendes de police relatives à la circulation routière est prélevé sur les recettes de l'Etat au profit du fonds d'action locale prévu par l'article L. 234-5 du code des communes en vue de financer des opérations destinées à améliorer les transports en commun et la circulation.II. Paragraphe modificateur."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sont nulles et de nul effet, comme contraires au principe de l'égalité devant l'impôt, toutes délibérations des assemblées délibérantes des départements et des communes ayant pour effet la restitution, directement ou par l'intermédiaire de tout établissement public ou organisme privé, à certains redevables ou à tous les redevables mais avec des modalités discriminatoires, de tout ou partie de leurs cotisations à un ou à plusieurs impôts perçus pour le compte du département ou de la commune.La nullité est constatée par le préfet. Elle emporte annulation des inscriptions de crédits correspondantes."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le montant autorisé du fonds des approvisionnements généraux du service des essences des armées est porté de 270 000 000 F à 335 000 000 F.Le financement de cette augmentation sera assuré en tant que de besoin par prélèvements sur les excédents de recettes passés ou à venir du budget annexe des essences, avant tout reversement au Trésor."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le ministre de l'économie est autorisé à donner la garantie de l'Etat dans la limite d'un montant de 34 200 000 F à l'emprunt contracté par l'agence de coopération culturelle et technique en vue de financer l'achat d'un immeuble destiné à loger ses services."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Est autorisée la consolidation sous forme de prêt imputable au compte spécial n° 903-15 \"Avances du Trésor consolidées par transformation en prêts du Trésor\" de l'avance de 75 millions de francs accordée le 14 septembre 1974 à l'Office de radiodiffusion télévision française. La dette correspondant à ce prêt est répartie entre les établissements publics et les sociétés nationales issus de l'office dans les mêmes conditions que l'actif et la passif à court terme figurant à son bilan."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'Etat est autorisé à acquérir, dans la limite de 21 p. 100 du capital de la société des avions Marcel Dassault-Breguet-Aviation, des actions qui bénéficieront d'un droit de vote double, conformément aux statuts de cette société.En application de l'article 18 de l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances, est autorisée, pour le financement de cette prise de participation, dans la limite de 540 millions de francs, l'affectation des recettes résultant du remboursement des avances consenties par l'Etat à la société pour le soutien du développement de ses programmes et du règlement des redevances dues par la société à l'Etat au titre de marchés d'études et conventions."
    }
  ]
}