{
  "id": "jorftext000028400921",
  "type": "statute",
  "title": "LOI n°2013-1279 du 29 décembre 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028400921",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "V. ― Pour 2013, les fractions de tarif de la taxe intérieure de consommation sur les produits énergétiques mentionnées au premier alinéa du I de l'article 40 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 sont ainsi fixées :VI. ― 1. Il est versé en 2013 aux régions Aquitaine, Bretagne, Ile-de-France, Languedoc-Roussillon, Lorraine, Nord-Pas-de-Calais et Rhône-Alpes, en application des articles L. 4383-5 du code de la santé publique et L. 1614-2 du code général des collectivités territoriales, un montant de 421 353 € correspondant à l'ajustement, au titre des années 2011 à 2013, de la compensation des charges nettes obligatoires résultant de la réforme du diplôme d'Etat d'ergothérapeute survenue en septembre 2010."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. ― Pour 2013, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et la variation des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros)\n\nII. ― Pour 2013 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an demeure inchangé.III. ― Le plafond d'autorisation des emplois rémunérés par l'Etat fixé par la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013 est ramené au nombre de 1 914 920.\n\nRESSOURCES\n\nCHARGES\n\nSOLDES\n\nBudget général\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nRecettes fiscales brutes/dépenses brutes\n\ncenter\n\n- 19 333\n\n- 12 164\n\ncenter\n\nA déduire : Remboursements et dégrèvements\n\ncenter\n\n- 8 217\n\n- 8 217\n\ncenter\n\nRecettes fiscales nettes/dépenses nettes\n\ncenter\n\n- 11 116\n\n- 3 947\n\ncenter\n\nRecettes non fiscales\n\ncenter\n\n- 326\n\ncenter\n\ncenter\n\nRecettes totales nettes/dépenses nettes\n\ncenter\n\n- 11 442\n\n- 3 947\n\ncenter\n\nA déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\ncenter\n\n1 993\n\ncenter\n\ncenter\n\nMontants nets pour le budget général\n\ncenter\n\n- 13 435\n\n- 3 947\n\n- 9 488\n\nEvaluation des fonds de concours et crédits correspondants\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nMontants nets pour le budget général, y compris fonds de concours\n\ncenter\n\n- 13 435\n\n- 3 947\n\ncenter\n\nBudgets annexes\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nContrôle et exploitation aériens\n\ncenter\n\n0\n\n0\n\n0\n\nPublications officielles et information administrative\n\ncenter\n\n0\n\n0\n\n0\n\nTotaux pour les budgets annexes\n\ncenter\n\n0\n\n0\n\n0\n\nEvaluation des fonds de concours et crédits correspondants :\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nContrôle et exploitation aériens\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nPublications officielles et information administrative\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\ncenter\n\n0\n\n0\n\n0\n\nComptes spéciaux\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nComptes d'affectation spéciale\n\ncenter\n\n- 2 735\n\n- 2 417\n\n- 318\n\nComptes de concours financiers\n\ncenter\n\n- 252\n\n- 228\n\n- 24\n\nComptes de commerce (solde)\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nComptes d'opérations monétaires (solde)\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nSolde pour les comptes spéciaux\n\ncenter\n\ncenter\n\ncenter\n\n- 342\n\nSolde général\n\ncenter\n\ncenter\n\ncenter\n\n- 9 830\n\ncenter\n\n1\n\n700\n\ncenter\n\nBesoin de financement\n\n529\n\ncenter\n\n151\n\nAmortissement de la dette à long terme\n\ntop\n\n529\n\n60,6\n\ntop\n\n151\n\nAmortissement de la dette à moyen terme\n\ntop\n\n529\n\n46,1\n\ntop\n\n151\n\nAmortissement de dettes reprises par l'Etat\n\ntop\n\n529\n\n6,1\n\ntop\n\n151\n\nDéficit budgétaire\n\ntop\n\n529\n\n72,1\n\ntop\n\n151\n\nTotal\n\ntop\n\n529\n\n184,9\n\ntop\n\n151\n\nRessources de financement\n\n529\n\ncenter\n\n151\n\nEmissions à moyen et long termes (obligations assimilables du Trésor et bons du Trésor à taux fixe et intérêt annuel), nettes des rachats effectués par l'Etat et par la Caisse de la dette publique\n\ntop\n\n529\n\n168,8\n\ntop\n\n151\n\nAnnulation de titres de l'Etat par la Caisse de la dette publique -Variation des bons du Trésor à taux fixe et intérêts précomptés\n\ntop\n\n529\n\n7,5\n\ntop\n\n151\n\nVariation des dépôts des correspondants\n\ntop\n\n529\n\n- 0,7\n\ntop\n\n151\n\nVariation du compte de Trésor\n\ntop\n\n529\n\n2,0\n\ntop\n\n151\n\nAutres ressources de trésorerie\n\ntop\n\n529\n\n7,3\n\ntop\n\n151\n\nTotal\n\ntop\n\n529\n\n184,9\n\ntop\n\n151\n\ncenter\n\n1\n\n0\n\n0\n\n720"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. ― Il est ouvert aux ministres, pour 2013, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant, respectivement, à 1 747 261 537 € et à 1 749 599 119 €, conformément à la répartition par mission et programmes donnée à l'état B annexé à la présente loi.II. ― Il est annulé pour 2013, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, à 15 526 149 573 € et à 13 913 511 835 €, conformément à la répartition par mission et programmes donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est ouvert au ministre de l'écologie, du développement durable et de l'énergie, pour 2013, au titre du budget annexe « Contrôle et exploitation aériens », des autorisations d'engagement supplémentaires s'élevant à 6 368 764 €, conformément à la répartition par mission et programmes donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. ― Il est ouvert aux ministres, pour 2013, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant, respectivement, à 2 516 600 000 € et à 2 100 000 000 €, conformément à la répartition par mission et programmes donnée à l'état D annexé à la présente loi.II. ― Il est annulé, pour 2013, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement s'élevant à 4 516 800 000 €, conformément à la répartition par mission et programmes donnée à l'état D annexé à la présente loi.III. ― Il est ouvert, pour 2013, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, à 136 149 101 € et à 66 149 101 €, conformément à la répartition par mission et programmes donnée à l'état D annexé à la présente loi.IV. ― Il est annulé, pour 2013, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant à 294 249 100 €, conformément à la répartition par mission et programmes donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sont ratifiées les ouvertures et les annulations de crédits opérées par le décret n° 2013-398 du 13 mai 2013 portant ouverture et annulation de crédits à titre d'avance, le décret n° 2013-868 du 27 septembre 2013 portant ouverture et annulation de crédits à titre d'avance et le décret n° 2013-1072 du 28 novembre 2013 portant ouverture et annulation de crédits à titre d'avance."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. II et V. A modifié les dispositions suivantes :\n\nIII. ― Pour les transformations mentionnées au 2° du I de l'article 125-0 A du code général des impôts, les produits inscrits sur les bons ou contrats, à la date de leur transformation, sont assimilés lors de leur affectation à des engagements exprimés en unités de compte, ou donnant lieu à la constitution d'une provision de diversification, à des primes versées pour l'application de l'article 235 ter du même code, des articles L. 136-6 et L. 136-7 du code de la sécurité sociale et des articles 15 et 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale, lorsqu'en application de ces mêmes dispositions ces produits ont été soumis, lors de leur inscription en compte, aux prélèvements et contributions applicables à cette date.\n\nIV. ― Il est institué une taxe sur les sommes versées au titre de bons ou contrats mentionnés au 2° du I de l'article 125-0 A du code général des impôts, précédemment affectées à l'acquisition de droits qui ne sont pas exprimés en unités de compte mentionnés au deuxième alinéa de l'article L. 131-1 du code des assurances ni ne relèvent du chapitre II du titre IV du livre Ier du même code, et qui sont affectées à l'acquisition de droits investis en unités de compte mentionnés au I bis de l'article 990 I du code général des impôts ou de droits donnant lieu à la constitution d'une provision de diversification au titre de la transformation mentionnée au 2° du I de l'article 125-0 A du même code. Cette taxe ne s'applique pas aux transformations d'engagements déjà exprimés en provision de diversification mentionnées au c du même 2°.\n\nCette taxe est due par les entreprises d'assurance régies par le code des assurances, les mutuelles et unions régies par le livre II du code de la mutualité et les institutions de prévoyance régies par le titre III du livre IX du code de la sécurité sociale.\n\nLe taux de cette taxe est de 0,32 %.\n\nLa taxe est exigible le premier jour du mois suivant chaque trimestre civil, au titre des sommes réaffectées définies au premier alinéa du présent IV au cours dudit trimestre. Elle est déclarée et liquidée dans le mois suivant son exigibilité sur le formulaire utilisé en matière de taxe sur les conventions d'assurance. Elle est recouvrée et contrôlée selon les procédures et sous les mêmes sanctions, garanties et privilèges que la taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe.\n\nVI.-A.-Le 1° du A du I s'applique aux transformations effectuées à compter du 1er janvier 2014 et le B du même I s'applique aux contrats dénoués par décès intervenus à compter du 1er juillet 2014.B.-Le II s'applique pour les prélèvements sociaux dus à raison des faits générateurs intervenant à compter du 1er janvier 2014.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale\n\n-Loi n° 2005-842 du 26 juillet 2005"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le I s'applique à compter du 1er janvier 2016. Les contrats souscrits avant cette date et non dénoués à cette même date doivent être déclarés conformément aux I et III de l'article 1649 ter du code général des impôts au plus tard le 15 juin 2016. Le II de ce même article leur est applicable à compter du 1er janvier 2016.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2014.\n\nIII. ― Par exception, les contribuables qui détiennent un compte sur livret d'épargne populaire au 1er janvier 2014 peuvent en conserver le bénéfice jusqu'au 31 décembre 2017 même s'ils ne respectent pas la condition de revenu mentionnée au premier alinéa de l'article L. 221-15 du code monétaire et financier.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\nII. ― Le I s'applique aux droits ou bons de souscription ou d'attribution, ainsi qu'aux actions mentionnées à l'article L. 228-11 du code de commerce, qui ne figurent pas dans un plan d'épargne en actions au 31 décembre 2013.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le Gouvernement remet au Parlement, avant le 30 juin 2014, un rapport sur les dispositifs prévus aux articles 990 I et 757 B du code général des impôts.Ce rapport s'attache notamment à :1° Détailler la situation fiscale des bénéficiaires des sommes versées en vertu de contrats d'assurance sur la vie en cas de décès qui sont soumis à ces dispositifs, ainsi que les montants moyen et maximal des sommes ainsi reçues ;2° Estimer la perte de recettes fiscales résultant de l'application de ces dispositifs par rapport au régime de droit commun des droits de mutation à titre gratuit ;3° Examiner la possibilité de qualifier ces dispositifs de dépenses fiscales."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "II. ― Abrogé."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les actes relatifs aux créances de toute nature adressés aux établissements de crédit détenteurs ou débiteurs de sommes appartenant ou devant revenir aux redevables de ces créances sont notifiés par voie électronique.Les actes relatifs aux créances de toute nature adressés à tous autres détenteurs ou débiteurs de sommes appartenant ou devant revenir aux redevables de ces créances peuvent être notifiés par voie électronique.\n\nLes établissements de crédit et les tiers saisis tenus à la déclaration mentionnée au I de l'article L. 133-5-3 du code de la sécurité sociale, à l'exception de ceux pour lesquels cette déclaration est adressée selon des modalités particulières et dont la liste est fixée par décret, mettent en œuvre les conditions nécessaires à la réception de ces actes par voie électronique et les traitent par la même voie.Le non-respect de cette obligation entraîne l'application d'une amende de 15 € par acte dont la notification par voie électronique n'a pas pu avoir lieu du fait des détenteurs ou débiteurs mentionnés au troisième alinéa du présent II, ou dont le traitement par voie électronique n'a pas été effectué par ces derniers.\n\nLa mise à disposition de l'avis de saisie administrative à tiers détenteur auprès du tiers déclarant agissant pour le compte du tiers saisi tenu à la déclaration mentionnée au I de l'article L. 133-5-3 du code de la sécurité sociale vaut notification auprès de ce dernier.Les actes mentionnés aux premier et deuxième alinéas du présent II prennent effet à la date et à l'heure de leur mise à disposition, telles qu'enregistrées par le dispositif électronique sécurisé mis en œuvre par l'administration, ou par l'organisme désigné par décret lorsque le tiers saisi est tenu à la déclaration mentionnée au I de l'article L. 133-5-3 du code de la sécurité sociale.Les modalités d'application du présent II sont définies par décret en Conseil d'Etat.\n\nIII.-1. Les A à F du I s'appliquent à compter de l'imposition des revenus de 2013.\n\n2. Les G à I du I s'appliquent aux mutations à titre gratuit intervenant à compter du 1er juillet 2014.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "III.-A.-Le I s'applique aux souscriptions effectuées dans des fonds constitués à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique à la taxe due sur les rémunérations versées à compter du 1er janvier 2015.\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-Le III s'applique à compter du 1er janvier 2014.\n\nV. à XVI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXVII. ― A. ― Les V à VIII, le X et le A et le 1° du B du XV s'appliquent aux exercices clos et aux périodes d'imposition arrêtées à compter du 31 décembre 2015.\n\nB. ― Les A et B du XIV s'appliquent aux chiffres d'affaires réalisés à compter du 1er janvier 2015.\n\nC. ― Le XII, le C du XIV et le 2° du B du XV s'appliquent à compter du 1er janvier 2015. La première révision triennale mentionnée au VI de l'article 293 B, au II bis de l'article 302 septies A et au VI de l'article 302 septies A bis du code général des impôts prend effet à compter du 1er janvier 2017.\n\nD. ― Les IX et XI s'appliquent aux acomptes dus à compter du 1er janvier 2015.\n\nE. ― Les XIII et XVI s'appliquent à compter du 1er janvier 2014.\n\nXVIII. et XIX.-A modifié les dispositions suivantes :\n\nXIX.-B. ― Le A s'applique aux opérations réalisées par les sociétés civiles de placement immobilier à compter du 28 juillet 2013 conformément à leur objet social mentionné à l'article L. 214-114 du code monétaire et financier.\n\nXX. et XXI.-A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nXXII.-A modifié les dispositions suivantes :\n\nXXIII. ― Le XVIII s'applique aux déclarations souscrites à compter du 1er février 2014, à l'exclusion du 5° qui s'applique aux déclarations souscrites à compter du 1er février 2015.\n\nLe XX s'applique à compter du 1er janvier 2014.\n\nXXIV.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Livre des procédures fiscales\n\n-Code du cinéma et de l'image animée\n\n-Code de l'environnement\n\n-Code des douanes"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. ― Le taux de 7 % de la taxe sur la valeur ajoutée reste applicable aux travaux mentionnés aux 1 et 3 de l'article 279-0 bis du code général des impôts ayant fait l'objet d'un devis daté et accepté avant le 1er janvier 2014, ayant donné lieu au versement d'un acompte de 30 % encaissé avant cette même date et d'un solde facturé avant le 1er mars 2014 et encaissé avant le 15 mars 2014.\n\nII. ― A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nArt. 279-0 bis A"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. A modifié les dispositions suivantes :\n\nLe groupement d'intérêt économique Pari mutuel urbain est, directement ou par l'intermédiaire d'une de ses filiales ou de toute société contrôlée par lui, habilité à recevoir les paris engagés en Nouvelle-Calédonie sur les résultats des courses organisées par les sociétés de courses néo-calédoniennes autorisées conformément à l'article 6 de la loi du 2 juin 1891 précitée. Les paris mentionnés au présent III ne peuvent porter que sur les réunions de courses et les courses figurant sur une liste approuvée par le ministre chargé de l'agriculture. Les opérations de paris mentionnées au premier alinéa du présent III sont soumises à un prélèvement prévu à l'article 302 bis ZO du code général des impôts.\n\nV.-Le présent article entre en vigueur au 1er janvier 2014.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Loi n° 64-1279 du 23 décembre 1964\n\nArt. 15\n\n-Loi du 2 juin 1891\n\nII. A modifié les dispositions suivantes :\n\nIII.-Les sociétés mentionnées à l'article 2 de la loi du 2 juin 1891 ayant pour objet de réglementer l'autorisation et le fonctionnement des courses de chevaux peuvent proposer au public en Nouvelle-Calédonie, par l'intermédiaire du groupement économique Pari mutuel urbain ou de l'une de ses filiales au sens de l'article L. 233-1 du code de commerce ou de toute société contrôlée par lui au sens de l'article L. 233-3 du même code, des paris engagés en Nouvelle-Calédonie sur les résultats des courses qu'elles organisent et des courses organisées à l'étranger en application du III de l'article 15 de la loi de finances pour 1965 (n° 64-1279 du 23 décembre 1964)."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nArt. 1464 L\n\nA abrogé les dispôsitions suivantes :\n\n-Code général des impôts, CGI.\n\nArt. 1469 A quater\n\nII. ― Les délibérations prises en application de l'article 1469 A quater du code général des impôts, dans sa rédaction antérieure à la présente loi, continuent à s'appliquer. Elles peuvent être rapportées, dans les conditions prévues au I de l'article 1639 A bis du même code, à compter des impositions établies au titre de 2015.\n\nIII. ― Les B et C du I s'appliquent aux crédits d'impôt calculés au titre des exercices ouverts à compter du 1er janvier 2014.\n\nLes E à J du même I s'appliquent à compter des impositions établies au titre de 2015.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les 1° et 2° du I s'appliquent au titre des crédits d'impôt calculés au titre des exercices ouverts à compter du 1er janvier 2014.\n\nIII.-Les 1° et 2° du I entrent en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat.\n\n- Code général des impôts, CGI.\n\nArt. 220 terdecies"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique au titre des crédits d'impôt calculés au titre des exercices ouverts à compter du 1er janvier 2014.\n\nIII.-Le I entre en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nCode général des impôts :\n\nArt. 1383 F, Art. 1466 E\n\nV. ― A. ― Les établissements ayant bénéficié d'une exonération de cotisation foncière des entreprises en application de l'article 1466 E du code général des impôts, antérieurement à l'entrée en vigueur du 13° du I du présent article, dont le terme n'est pas atteint à cette date, continuent à en bénéficier pour la durée de la période d'exonération restant à courir et sous réserve que les conditions fixées à ce même article 1466 E demeurent satisfaites.\n\nB. ― Les propriétés ayant bénéficié d'une exonération de taxe foncière sur les propriétés bâties en application de l'article 1383 F du code général des impôts, antérieurement à l'entrée en vigueur du 13° du I du présent article, dont le terme n'est pas atteint à cette date, continuent à en bénéficier pour la durée de la période d'exonération restant à courir et sous réserve que les conditions fixées à ce même article 1383 F demeurent satisfaites.\n\nVI. ― Pour l'application de l'article 1383 H et du I quinquies A de l'article 1466 A du code général des impôts, les délibérations contraires des collectivités territoriales et de leurs établissements publics de coopération intercommunale doivent être prises dans les trente jours à compter de la date de publication de la présente loi.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Loi n° 2006-1771 du 30 décembre 2006\n\n-Loi n° 2004-1484 du 30 décembre 2004\n\n-Loi n° 95-115 du 4 février 1995"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-A modifié les dispositions suivantes :\n\nII. - Au titre de 2014, les distributeurs de services de télévision redevables de la taxe prévue aux articles L. 115-6 et suivants du code du cinéma et de l'image animée acquittent la taxe par acomptes mensuels ou trimestriels au moins égaux, respectivement, au douzième ou au quart du montant, majoré de 5 %, obtenu en appliquant aux abonnements et autres sommes mentionnés au 2° de l'article L. 115-7 du même code, dans sa rédaction résultant de l'article 20 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012 et encaissés en 2013, les modalités de calcul prévues aux 2° et 3° de l'article L. 115-9 dudit code, dans sa rédaction résultant du même article 20.\n\nIII. A modifié les dispostions suivantes :\n\nIV. ― A. ― Les I et II entrent en vigueur à compter du 1er janvier 2014.\n\nB. ― Le III entre en vigueur à une date fixée par un décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de regarder le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat.\n\nV. A modifié les dispositions suivantes :\n\n-Code du cinéma et de l'image animée\n\n-Code général des impôts, CGI.\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\nArt. 20"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "II.-La perte de recettes pour le Centre national du cinéma et de l'image animée est compensée à due concurrence par la création d'une taxe additionnelle aux droits visés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "II. ― A. ― Les 1° et 2° du I s'appliquent aux exercices clos à compter du 31 décembre 2013."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux exercices clos à compter du 31 décembre 2013.\n\n- Code général des impôts, CGI.\n\nArt. 72 D"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "II.-L'article 210 F du code général des impôts, tel qu'il résulte du I du présent article, s'applique aux cessions à titre onéreux réalisées jusqu'au 31 décembre 2014 ou réalisées à une date postérieure dès lors qu'une promesse de vente, au sens de l'article 1589 du code civil, a été signée avant le 1er janvier 2015. Toutefois, les conditions prévues au I du présent article ne s'appliquent pas aux cessions réalisées à compter du 1er janvier 2014 qui ont fait l'objet d'une promesse de vente, au sens du même article 1589, signée avant cette même date."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux crédits d'impôt calculés au titre des exercices ouverts à compter du 1er janvier 2014 et entre en vigueur à une date, fixée par un décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat.\n\n- Code général des impôts, CGI.\n\nArt. 220 sexies"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-684 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-A l'exception des 2° du A, C, 3° à 5° du E et H du I qui s'appliquent aux transferts de domicile fiscal hors de France intervenus à compter du 1er janvier 2013, les I et II s'appliquent aux mêmes transferts intervenus à compter du 1er janvier 2014.\n\nLe II s'applique également aux contribuables qui ont transféré leur domicile fiscal hors de France avant le 1er janvier 2014 et qui justifient du respect de la condition prévue au 2 du VII de l'article 167 bis du code général des impôts, dans sa rédaction applicable à la date de ce transfert.\n\nIV.-Le b du 3° du F du I entre en vigueur à partir du 1er janvier 2016.\n\nV.-Lorsque le contribuable a transféré son domicile fiscal hors de France en 2013, les plus-values et les créances mentionnées aux I et II de l'article 167 bis du code général des impôts peuvent être, sur option du contribuable, imposées dans les conditions prévues au 2 bis de l'article 200 A du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, lorsque les conditions prévues à ce même 2 bis sont remplies.\n\nPour l'application du premier alinéa du présent V, le transfert du domicile fiscal est assimilé à une cession à titre onéreux.\n\nLes plus-values et créances mentionnées au même premier alinéa pour lesquelles l'option est exercée ne sont pas éligibles à l'abattement prévu au 1 de l'article 150-0 D du code général des impôts.\n\nLe montant des garanties que le contribuable est tenu de constituer préalablement à son transfert de domicile fiscal hors de France pour bénéficier du sursis de paiement sur option est égal à 19 % du montant total des plus-values et créances pour lesquelles l'option prévue au premier alinéa du présent V est exercée.\n\n-Code général des impôts\n\n-Code de la sécurité sociale"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-A.-Le présent article s'applique aux profits ou pertes réalisés à compter du 1er janvier 2014.\n\nB.-Les pertes résultant des opérations mentionnées au 12° de l'article 120 du code général des impôts, dans sa rédaction antérieure à l'entrée en vigueur prévue au A du présent IV, et non imputées sur des profits de même nature réalisés au cours de l'année 2013 sont imputables sur les profits mentionnés au 1 de l'article 150 ter du même code, dans sa rédaction issue du présent article, réalisés à compter du 1er janvier 2014, dans les conditions prévues au 11 de l'article 150-0 D dudit code.\n\nPour l'application du présent B, le délai mentionné au 11 de l'article 150-0 D du code général des impôts est décompté à partir de l'année au cours de laquelle la perte a été réalisée.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code de la sécurité sociale"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "II. ― Le présent article entre en vigueur à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-A-B-A modifié les dispositions suivantes :\n\nVII.-B, IX.-A-Loi n° 80-10 du 10 janvier 1980\n\nIV.-C-Le A, à l'exception du c du 2°, et le B s'appliquent à compter des impositions dues au titre de l'année 2015.\n\nVI. – B-1. Le A s'applique à compter du 1er janvier 2014.\n\n2. Le A s'applique également, pour le vote des taux des impositions établies au titre de l'année 2014, aux communes dont l'effet fiscal du rattachement à un établissement public de coopération intercommunale à fiscalité additionnelle bénéficiaire en 2011 du transfert de la part départementale de taxe d'habitation est antérieur au 1er janvier 2014. La décision mentionnée au deuxième alinéa du A résulte alors d'une délibération prise avant le 31 janvier 2014. Elle est soumise à la notification prévue à l'article 1639 A, au plus tard quinze jours après la date limite prévue pour son adoption.\n\nVII. – C-Les A et B s'appliquent à compter du 1er janvier 2014.\n\nVIII. – B-Le A s'applique à compter du 1er janvier 2014.\n\nIX. – B-1. Le A est applicable aux conventions et à leurs avenants prenant effet à compter du 1er janvier 2014.\n\n2. Sauf volonté contraire des parties, les conventions conclues antérieurement à la date prévue au A demeurent régies, pour leur exécution, par l'article 11 de la loi n° 80-10 du 10 janvier 1980 portant aménagement de la fiscalité directe locale dans sa version en vigueur avant cette date.\n\n3. Les conventions conclues en application du A ne peuvent avoir pour effet de remettre en cause rétroactivement les situations contractuelles régulièrement formées avant le 1er janvier 2014.\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\nII., III.-A, IV.-A-Code général des collectivités territoriales\n\nArt. L2332-2, Art. L3332-1-1, \nArt. L4331-2-1, Art. L3332-2-1, \nArt. L5211-35-2, Art. L5214-23, Art. L5215-32, Art. L5216-8, \nArt. L5212-24\n\nIII.-B-Le A s'applique à compter du 1er janvier 2013.\n\nIV.-B-V.-A, VI.-A, VII.-A, VIII.-A-A-Code général des impôts, CGI.\n\nArt. 1379-0 bis, Art. 1391 E, \nArt. 1640 D, Art. 1384 C, Art. 1466, \nArt. 1586 nonies, Art. 1639 A bis, Art. 1647 D, Art. 1465\n\nArt. 32, Art. 11"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "III. ― Le I s'applique aux communes nouvelles instituées à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. ― Par exception aux articles 27 et 37 de la loi n° 2004-639 du 2 juillet 2004 relative à l'octroi de mer, les taux d'octroi de mer et d'octroi de mer régional sont fixés comme suit dans le Département de Mayotte en 2014, conformément au tarif annexé au présent article.\n\nLe conseil général de Mayotte peut, à compter du 1er janvier 2014, modifier les taux fixés par ce tarif conformément aux mêmes articles 27 et 37.\n\nII. ― Par exception au 1 de l'article 268 du code des douanes, les taux et l'assiette du droit de consommation pour chaque groupe de produits sont fixés comme suit dans le Département de Mayotte, à compter du 1er janvier 2014 :\n\nLe minimum de perception mentionné au même article 268 est fixé à 120 € pour mille cigarettes.\n\nLe conseil général de Mayotte peut, à compter du 1er janvier 2014, modifier les taux mentionnés au tableau du présent II et le prix minimum mentionné au troisième alinéa du même II, conformément à l'article 268 du code des douanes.\n\nIII. ― Par exception aux 2 et 2 bis de l'article 266 quater du code des douanes, les taux de taxe spéciale de consommation sur certains produits pétroliers sont fixés comme suit dans le Département de Mayotte, à compter du 1er janvier 2014 :\n\n1° Essences et super-carburants : 54 € par hectolitre ;\n\n2° Gazole : 34 € par hectolitre ;\n\n3° Gazole non routier : 5 € par hectolitre.\n\nLes produits mentionnés aux 1° à 3° du présent III sont admis en exonération totale de taxe spéciale de consommation lorsqu'ils sont destinés à :\n\na) La navigation maritime autre que la navigation de tourisme privée ;\n\nb) Un usage autre que carburant ou combustible.\n\nLe conseil général de Mayotte peut, à compter du 1er janvier 2014, modifier les taux et les exonérations mentionnés au présent III, conformément à l'article 266 quater du code des douanes.\n\nIV.-A modifié les dispositions suivantes :\n\nGROUPES\n\nASSIETTE\n\nTAUX\n\nCigarettes\n\n100\n\n50\n\nCigares et cigarillos\n\n100\n\n27,57\n\nTabac fine coupe destiné à rouler les cigarettes\n\n100\n\n58,57\n\nAutres tabacs à fumer\n\n100\n\n52,42\n\nTabacs à priser\n\n100\n\n45,57\n\nTabacs à mâcher\n\n100\n\n32,1\n\ncenter\n\n1\n\n720\n\ncenter\n\n-LOI n° 2013-1278 du 29 décembre 2013"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nArt. 231 ter\n\nII. - Le 1° du I est applicable à compter des impositions dues au titre de l'année 2014."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "II. - Le I s'applique à compter des impositions établies au titre de 2015."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. A créé les dispositions suivantes :\n\nArt. 1388 quinquies A\n\nII.-A modifié les dispositions suivantes :\n\n1° Les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre peuvent délibérer jusqu'au 21 janvier 2014 ;\n\n2° Le redevable de la taxe doit adresser au service des impôts du lieu de situation des biens, avant le 31 mars 2014, une déclaration conforme au modèle établi par l'administration, ainsi que les pièces justificatives.\n\nLOI n° 2009-323 du 25 mars 2009\n\nArt. 101\n\nIII.-Pour l'application du I au titre des impositions établies au titre de 2014 :"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "II. ― Le présent article entre en vigueur le 1er janvier 2014."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. ― Les contribuables ayant bénéficié, au titre de l'année 2012, de l'exonération de cotisation foncière des entreprises en application de l'article 47 de la loi n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 ainsi que les contribuables ayant bénéficié, au titre des années 2011 et 2012, de l'exonération de cotisation foncière des entreprises prévue à l'article 1464 K du code général des impôts sont, dans les mêmes conditions, exonérés de cotisation foncière des entreprises au titre de l'année 2013.Pour chaque contribuable, l'exonération accordée au titre de l'année 2013 est prise en charge par l'Etat à concurrence de 50 %.La différence entre le montant de l'exonération accordée à chaque contribuable au titre de l'année 2013 et le montant pris en charge par l'Etat en application du deuxième alinéa est mise à la charge des communes et de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre concernés.Le montant de l'exonération mise à la charge de chaque commune ou établissement public de coopération intercommunale doté d'une fiscalité propre concerné s'impute sur les attributions mentionnées à l'article L. 2332-2 du code général des collectivités territoriales.II. ― Les contribuables ayant créé leur entreprise en 2013 et opté pour le régime prévu à l'article L. 133-6-8 du code de la sécurité sociale sont exonérés de cotisation foncière des entreprises au titre de l'année 2014 s'ils remplissent les conditions fixées à l'article 1464 K du code général des impôts, dans sa rédaction en vigueur au 31 décembre 2013."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Pour les contribuables relevant du régime des micro-entreprises prévu à l'article 50-0 du code général des impôts ou du régime déclaratif spécial prévu à l'article 102 ter du même code qui sont imposés à la cotisation foncière des entreprises, au titre de l'année 2013, sur la base minimum prévue à l'article 1647 D dudit code et dont le montant du chiffre d'affaires ou des recettes hors taxes réalisé au cours de la période de référence définie à l'article 1467 A du même code est inférieur à 10 000 €, la somme de la cotisation foncière des entreprises et de ses taxes annexes dues au titre de l'année 2013 ne peut excéder le montant de 500 €.Le dégrèvement résultant du plafonnement prévu au premier alinéa du présent article est calculé après prise en compte, le cas échéant, du montant pris en charge par la commune ou l'établissement public de coopération intercommunale à fiscalité propre dans les conditions prévues au III de l'article 76 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Pour les primes émises jusqu'au 31 décembre 2018 et afférentes à des risques situés dans le Département de Mayotte, le tarif de la taxe mentionnée à l'article 991 du code général des impôts est réduit de moitié."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de l'énergie\n\nArt. L121-12, Art. L121-13, Art. L121-19, Art. L121-19-1\n\nII. ― Le I s'applique à compter du 1er janvier 2013."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "III. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-684 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-684 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique à compter du 13 janvier 2014.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "III. - Le I s'applique à compter des impositions dues au titre de 2014."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique à compter du 1er janvier 2014.\n\nIII. - A compter de 2017, le b du III de l'article 1599 quater B du code général des impôts est abrogé.\n\nIV. - En vue de la loi de finances pour 2017, un bilan de cette imposition est établi conjointement entre l'Etat et les régions. La soutenabilité de l'assiette et des tarifs est étudiée, ainsi que le rendement fiscal sur les dernières années. S'il est établi que cette imposition ne présente pas un caractère pérenne, des évolutions sont proposées.\n\nV. - Pour les impositions établies à compter de l'année 2014, la région reçoit au titre de chaque année, en application du 2° de l'article 1599 bis du code général des impôts, un produit de la composante de l'imposition forfaitaire sur les entreprises de réseaux relative aux répartiteurs principaux de la boucle locale cuivre, aux points de mutualisation des réseaux de communications électroniques en fibre optique jusqu'à l'utilisateur final et aux nœuds de raccordement optique des réseaux de communications électroniques en fibre optique avec terminaison en câble coaxial prévue à l'article 1599 quater B du même code, correspondant à l'application d'un pourcentage au produit total de l'imposition de l'année concernée.\n\nCes pourcentages sont ainsi fixés :\n\n- Code général des impôts, CGI.\n\nRÉGION\n\nPOURCENTAGE\n\nAlsace\n\n2,5610\n\nAquitaine\n\n5,4759\n\nAuvergne\n\n2,4053\n\nBasse-Normandie\n\n2,6360\n\nBourgogne\n\n2,8232\n\nBretagne\n\n5,4149\n\nCentre\n\n4,1496\n\nChampagne-Ardenne\n\n2,1207\n\nCorse\n\n0,6704\n\nFranche-Comté\n\n1,8287\n\nGuadeloupe\n\n0,6474\n\nGuyane\n\n0,2209\n\nHaute-Normandie\n\n2,7543\n\nIle-de-France\n\n15,8922\n\nLa Réunion\n\n0,8937\n\nLanguedoc-Roussillon\n\n4,0063\n\nLimousin\n\n1,2997\n\nLorraine\n\n3,4143\n\nMartinique\n\n0,6599\n\nMayotte\n\n0,0801\n\nMidi-Pyrénées\n\n5,0571\n\nNord - Pas-de-Calais\n\n5,2137\n\nPays de la Loire\n\n5,4660\n\nPicardie\n\n2,9102\n\nPoitou-Charentes\n\n2,9997\n\nProvence-Alpes-Côte d'Azur\n\n8,3201\n\nRhône-Alpes\n\n10,0787\n\n1"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les A, C et D du I s'appliquent conformément aux dispositions prévues par la directive n° 2011/16/UE du Conseil du 15 février 2011 relative à la coopération administrative dans le domaine fiscal et abrogeant la directive n° 77/799/CEE.\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. ― Une expérimentation de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile est menée, en 2015, selon les modalités et les principes définis aux III à IX, dans cinq départements représentatifs, désignés par arrêté du ministre chargé du budget.II. ― A. ― Le Gouvernement transmet au Parlement, au plus tard le 30 septembre 2015, un rapport sur l'expérimentation prévue au I.Ce rapport retrace les conséquences de la révision pour les contribuables, les collectivités territoriales, les établissements publics de coopération intercommunale et l'Etat. Il examine les modalités selon lesquelles la révision s'effectue à produit fiscal constant pour les collectivités territoriales. Il s'attache notamment à mesurer :1° Les transferts de fiscalité entre les catégories de contribuables ;2° L'impact de la révision sur les potentiels financier et fiscal des collectivités territoriales, la répartition des dotations de l'Etat et les instruments de péréquation.Pour les immeubles d'habitations à loyer modéré attribuées sous condition de ressources, d'une part, et les habitations louées sous le régime de la loi n° 48-1360 du 1er septembre 1948 portant modification et codification de la législation relative aux rapports des bailleurs et locataires ou occupants de locaux d'habitation ou à usage professionnel et instituant des allocations de logement, d'autre part, le rapport présente des simulations reposant, notamment, sur les hypothèses suivantes : l'application à ces locaux des tarifs déterminés en application du V, le cas échéant corrigés pour tenir compte de leurs spécificités, ou la détermination pour ces locaux de secteurs d'évaluation et de tarifs propres adaptés à leurs spécificités.B. ― Au vu du rapport prévu au A du présent II et de celui relatif à la révision des valeurs locatives des locaux professionnels prévu au XXI de l'article 34 de la loi n° 2010-1658 du 29 décembre 2010de finances rectificative pour 2010, la loi détermine les modalités et le calendrier de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile.III. ― La valeur locative des propriétés bâties mentionnées au I du présent article est déterminée à la date de référence du 1er janvier 2015.IV.-A. ― La valeur locative de chaque propriété ou fraction de propriété mentionnée au I est déterminée en fonction de l'état du marché locatif. Elle tient compte de la nature, de la situation et de la consistance de la propriété ou de la fraction de propriété considérée.La valeur locative des locaux présentant un caractère exceptionnel peut être déterminée par voie d'appréciation directe définie au VIII.B. ― Les propriétés du groupe constitué par les locaux mentionnés au I sont classées en fonction de leur nature dans les quatre sous-groupes suivants :1° Les maisons individuelles et leurs dépendances ;2° Les appartements situés dans les immeubles collectifs et leurs dépendances ;3° Les locaux d'habitation qui présentent un caractère exceptionnel ;4° Les dépendances isolées.Les propriétés des sous-groupes mentionnés aux 1° à 3° sont classées par catégorie en fonction de leur consistance. Les dépendances du sous-groupe mentionné au 4° sont classées par catégorie en fonction de leur utilisation.V. ― La consistance des propriétés ou fractions de propriété relevant des sous-groupes mentionnés aux 1° à 3° du B du IV s'entend de la superficie des planchers des locaux clos et couverts, après déduction des surfaces occupées par les murs, cloisons, marches et cages d'escaliers, gaines, embrasures de portes et de fenêtres, excepté les planchers des parties de locaux d'une hauteur inférieure à 1,80 mètre, majorée de la superficie au sol de leurs dépendances affectée de coefficients.Pour les propriétés ou fractions de propriété relevant du sous-groupe mentionné au 4° du même B, la consistance s'entend de la superficie au sol.VI. ― A. ― Il est constitué, dans chaque département, un ou plusieurs secteurs d'évaluation qui regroupent les communes ou parties de commune qui, dans le département, présentent un marché locatif homogène.B. ― 1. Les tarifs par mètre carré sont déterminés à partir des loyers constatés dans chaque secteur d'évaluation par catégorie de propriétés à la date de référence mentionnée au III.Pour la détermination de ces tarifs, il n'est pas tenu compte des loyers des locaux donnés en location, à la date de référence mentionnée au même III :a) Par les organismes d'habitations prévus à l'article L. 411-2 du code de la construction et de l'habitation et attribués sous condition de ressources ;b) Sous le régime de la réglementation des loyers, établie par la loi n° 48-1360 du 1er septembre 1948 précitée.2. Lorsque les loyers sont en nombre insuffisant ou ne peuvent être retenus, ces tarifs sont déterminés par comparaison avec les tarifs fixés pour les autres catégories de locaux du même sous-groupe du même secteur d'évaluation.A défaut d'éléments suffisants ou ne pouvant être retenus au sein du même secteur d'évaluation, ces tarifs sont déterminés par comparaison avec ceux qui sont appliqués pour des propriétés de la même catégorie ou, à défaut, du même sous-groupe dans des secteurs d'évaluation présentant des niveaux de loyer similaires dans le département ou dans un autre département.VII. ― La valeur locative des propriétés mentionnées au I est obtenue par application d'un tarif par mètre carré, déterminé conformément au B du VI, à la consistance du local définie au V ou, à défaut de tarif, par voie d'appréciation directe mentionnée au VIII.VIII. ― Lorsque le premier alinéa du A du IV n'est pas applicable, la valeur locative est déterminée par voie d'appréciation directe, en appliquant un taux, à définir dans le cadre de l'expérimentation, à la valeur vénale de l'immeuble, telle qu'elle serait constatée à la date de référence définie au III si l'immeuble était libre de toute location ou occupation.A défaut, la valeur vénale d'un immeuble est déterminée en ajoutant à la valeur vénale du terrain, estimée à la date de référence prévue au même III par comparaison avec celle qui ressort de transactions relatives à des terrains à bâtir situés dans une zone comparable, la valeur de reconstruction à la date de référence précitée.IX. ― Les propriétaires des biens mentionnés au I sont tenus de souscrire une déclaration précisant les informations relatives à chacune des propriétés qu'ils détiennent dans les départements mentionnés au même I, dont notamment le montant annuel du loyer exigible au 1er janvier 2015 pour celles données en location. Cette déclaration est souscrite, le cas échéant, par voie dématerialisée pour les propriétaires des biens situés dans le département de Paris.A modifié les dispositions suivantes :\n\nX.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux emprunts contractés par l'Unédic au cours de l'année 2014, en principal et en intérêts, dans la limite d'un plafond global en principal de 8 milliards d'euros."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. ― Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat, en principal et en intérêts, aux prêts mentionnés aux articles R. 391-1 et suivants du code de la construction et de l'habitation accordés par la Caisse des dépôts et consignations à l'association foncière logement, mentionnée à l'article L. 313-34 du même code, ou à des sociétés civiles immobilières dont cette association détient la majorité des parts.\n\nII. ― La garantie mentionnée au I du présent article est accordée aux prêts destinés au financement d'opérations de construction de logements à usage locatif situés dans des quartiers faisant l'objet d'une convention prévue à l'article 10 de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine et destinés à être occupés par des ménages dont le total des ressources n'excède pas le montant mentionné à l'article R. 391-8 du code de la construction et de l'habitation, dans la limite d'un programme d'investissement d'un milliard d'euros toutes taxes comprises.\n\nLe financement de ces opérations de construction de logements à usage locatif est par ailleurs assuré au moyen de prêts de l'Union des entreprises et des salariés pour le logement, mentionnée à l'article L. 313-17 du code de la construction et de l'habitation, dans sa rédaction antérieure à l'ordonnance n° 2016-1408 du 20 octobre 2016 relative à la réorganisation de la collecte de la participation des employeurs à l'effort de construction, et de la société mentionnée à l'article L. 313-19 du même code, dans sa rédaction résultant de la même ordonnance, par la trésorerie disponible consolidée de l'association foncière logement, y compris celle issue de la cession de logements qu'elle détient dans ces mêmes zones, ainsi que par des crédits bancaires. Le montant total des prêts garantis ne peut dépasser 300 millions d'euros en principal.\n\nIII. ― Une convention conclue, avant l'octroi des prêts mentionnés au I, entre le ministre chargé de l'économie et l'association foncière logement définit notamment les modalités selon lesquelles :1° L'association transmet annuellement au ministre chargé de l'économie un plan financier pluriannuel actualisé tenant compte des coûts réels de construction des logements, de l'évaluation annuelle de la valeur des logements, des loyers pratiqués, de la vacance locative, du programme de cession de logements et du plan de financement de chaque opération et qui permette de s'assurer de la capacité de remboursement desdits prêts ;\n\n2° L'association rend compte de la maîtrise de ses coûts et de l'amélioration de sa gestion locative ;\n\n3° L'association établit et soumet à son conseil d'administration, avant chaque décision nouvelle d'investissement, une étude de marché permettant de définir le nombre et la typologie des logements à construire, le niveau des loyers praticables et les prix de cession des logements sur la zone considérée ;\n\n4° L'association procède à l'évaluation annuelle de son patrimoine, actualise et arrête un programme de cession de logements ;\n\n5° Les sûretés et garanties portant sur les immeubles, les revenus locatifs ou les comptes bancaires de l'association ou des sociétés civiles immobilières dont cette association détient la majorité des parts, sont apportées, cédées, nanties ou gagées en vue d'assurer le remboursement de ces prêts ;\n\nIV. ― Nonobstant toutes dispositions législatives contraires, en cas d'appel à la garantie de l'Etat, que l'association ou ses filiales fasse ou non l'objet d'une procédure de sauvegarde, de redressement ou de liquidation judiciaires ou d'une procédure de conciliation, les créances subrogatoires sont payées par priorité à toutes les autres créances, à l'exclusion des salaires des salariés de l'association et des sommes dues aux locataires, assorties ou non de privilèges ou de sûretés, y compris les intérêts, jusqu'à son entier désintéressement et sans que les autres créanciers privilégiés de l'association ou de ses filiales puissent se prévaloir d'un droit quelconque sur les biens et droits de l'association ou de ses filiales."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. ― Il est opéré un prélèvement de 77 965 920 € sur les ressources de la Caisse de garantie du logement locatif social mentionnée à l'article L. 452-1 du code de la construction et de l'habitation, avant le 31 décembre 2013. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.II. ― Le prélèvement mentionné au I est affecté au fonds prévu à l'article L. 452-1-1 du même code."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. ― Les obligations afférentes aux contrats d'emprunt figurant au bilan de l'Etablissement public de financement et de restructuration créé par la loi n° 95-1251 du 28 novembre 1995 relative à l'action de l'Etat dans les plans de redressement du Crédit lyonnais et du Comptoir des entrepreneurs sont transférées à l'Etat au 31 décembre 2013, dans la limite d'un montant en principal de 4 479 795 924,07 €.II. ― Les intérêts afférents à cette dette ou au refinancement de celle-ci sont retracés au sein du compte de commerce intitulé « Gestion de la dette et de la trésorerie de l'Etat », en qualité d'intérêts de la dette négociable, à l'exception des intérêts dus au 31 décembre 2013.III. ― Ces dispositions entrent en vigueur au jour de la publication de la présente loi."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "II. - Le présent article entre en vigueur le lendemain de la publication au Journal officiel de la loi de modernisation de l'action publique territoriale et d'affirmation des métropoles."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "II. - Le présent article entre en vigueur à une date fixée par le décret mentionné au I et au plus tard le 1er janvier 2015."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Sous réserve des décisions de justice passées en force de chose jugée, sont validés, en tant que leur légalité serait contestée pour un motif tiré de l'illégalité dudit article, tous les actes et les contrats pris en application de l'article 79 du décret n° 2011-1034 du 30 août 2011 relatif au régime spécial de sécurité sociale dans les mines, à l'exception de ceux ayant le caractère d'une sanction.\n\nIII. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-684 DC du 29 décembre 2013.]\n\n-Loi n° 2004-105 du 3 février 2004\n\n-Loi n° 2004-105 du 3 février 2004\n\nnone"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "A titre transitoire et au plus tard jusqu'au 31 décembre 2014, les dépenses et les recettes du Conseil supérieur de l'audiovisuel sont imputées sur le programme « Protection des droits et libertés » de la mission « Direction de l'action du Gouvernement » du budget général de l'Etat, dans les limites fixées par la loi de finances.Pendant cette période, le président du Conseil supérieur de l'audiovisuel a la qualité d'ordonnateur secondaire de l'Etat.Les modalités d'application du présent article sont fixées par décret."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. ― Il est créé un fonds de financement de la mission de préfiguration de la métropole du Grand Paris. Les ressources de ce fonds sont fixées, en 2014 et en 2015, pour chaque année, à 2 millions d'euros. Ce fonds est alimenté par :1° Un prélèvement sur la dotation forfaitaire calculée conformément aux articles L. 2334-7 à L. 2334-12 du code général des collectivités territoriales et perçue au cours de l'année de répartition par la commune de Paris, les communes situées dans les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne et les communes des autres départements de la région d'Ile-de-France appartenant, au 1er janvier de l'année de répartition, à un établissement public de coopération intercommunale à fiscalité propre comprenant au moins une commune des départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne ;2° Un prélèvement sur la dotation d'intercommunalité calculée conformément à l'article L. 5211-28 du même code et perçue au cours de l'année de répartition par les établissements publics de coopération intercommunale à fiscalité propre comprenant au moins une commune des départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne.Ces prélèvements sont répartis au prorata des montants perçus l'année précédente par ces collectivités au titre de la dotation forfaitaire définie aux articles L. 2334-7 à L. 2334-12 dudit code et au titre de la dotation d'intercommunalité définie à l'article L. 5211-28 du même code.Ce fonds finance les charges de fonctionnement de la mission de préfiguration de la métropole du Grand Paris.II. ― Il est créé un fonds de financement de la mission interministérielle pour le projet métropolitain Aix-Marseille-Provence. Les ressources de ce fonds sont fixées, en 2014 et en 2015, pour chaque année, à 500 000 €.Ce fonds est alimenté par un prélèvement sur la dotation d'intercommunalité calculée conformément à l'article L. 5211-28 du code général des collectivités territoriales et perçue au cours de l'année de répartition par la communauté urbaine Marseille-Provence-Métropole, par la communauté d'agglomération du Pays d'Aix-en-Provence, par la communauté d'agglomération Salon-Etang de Berre-Durance, par la communauté d'agglomération du Pays d'Aubagne et de l'Etoile, par le syndicat d'agglomération nouvelle Ouest-Provence et par la communauté d'agglomération du Pays de Martigues.Ce prélèvement est réparti au prorata des montants perçus en 2013 par ces établissements publics de coopération intercommunale au titre de la dotation d'intercommunalité définie à l'article L. 5211-28 du même code.Ce fonds finance les charges de fonctionnement de la mission interministérielle pour le projet métropolitain Aix-Marseille-Provence.III. ― Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Pour l'année 2013, le Fonds national des solidarités actives mentionné au II de l'article L. 262-24 du code de l'action sociale et des familles finance les sommes versées et les frais de gestion dus au titre du revenu supplémentaire temporaire d'activité."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "La créance détenue sur la Nouvelle-Calédonie au titre des avances cumulées accordées par l'Etat, dans le cadre des protocoles des 21 juillet 1975 et 29 juin 1984, pour compenser les pertes de recettes liées à la modernisation de la fiscalité sur l'exploitation du nickel et imputée sur le programme n° 832 « Avances aux collectivités et établissements publics, et à la Nouvelle-Calédonie » du compte de concours financiers « Avances aux collectivités territoriales » est abandonnée à hauteur de 289,42 millions d'euros. Les intérêts courus sont également abandonnés."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Les créances détenues sur la Société nouvelle du journal L'Humanité au titre du prêt accordé le 28 mars 2002, réaménagé en 2009 et imputé sur le compte de prêts du Trésor n° 903-05 sont abandonnées à hauteur de 4 086 710,31 € en capital. Les intérêts contractuels courus et échus sont également abandonnés."
    },
    {
      "provision_ref": "artÉtatslégislatifsannexés",
      "section": "Étatslégislatifsannexés",
      "title": "Article Étatslégislatifsannexés",
      "content": "ÉTATS LÉGISLATIFS ANNEXÉSÉTAT A(Art. 3 de la loi)Voies et moyens pour 2013 révisésI. ― BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nII. ― RÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nIII. ― COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nIV. ― COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nÉTAT B(Art. 4 de la loi)Répartition des crédits pour 2013 ouverts et annulés,par mission et programmes, au titre du budget généralBUDGET GÉNÉRAL\n\n(En euros)\n\nÉTAT C(Art. 5 de la loi)Répartition des crédits pour 2013 ouverts,par mission et programme, au titre des budgets annexesBUDGETS ANNEXES\n\n(En euros)\n\nÉTAT D(Art. 6 de la loi)Répartition des crédits pour 2013 ouverts et annulés,par mission et programme, au titre des comptes spéciauxI. ― COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII ― COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISIONdes évaluationspour 2013\n\ncenter\n\n1. Recettes fiscales\n\ncenter\n\ncenter\n\n11. Impôt sur le revenu\n\n― 2 886 650\n\n1101\n\nImpôt sur le revenu\n\n― 2 886 650\n\ncenter\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n― 118 022\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n― 118 022\n\ncenter\n\n13. Impôt sur les sociétés\n\n― 6 003 000\n\n1301\n\nImpôt sur les sociétés\n\n― 6 119 000\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n116 000\n\ncenter\n\n14. Autres impôts directs et taxes assimilées\n\n1 470 301\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n― 59 450\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n1 130 468\n\n1404\n\nPrécompte dû par les sociétés au titre de certains bénéfices distribués (loi n° 65-566 du 12 juillet 1965, art. 3)\n\n470 000\n\n1405\n\nPrélèvement exceptionnel de 25 % sur les distributions de bénéfices\n\n1 000\n\n1406\n\nImpôt de solidarité sur la fortune\n\n214 328\n\n1407\n\nTaxe sur les locaux à usage de bureaux, les locaux commerciaux et de stockage\n\n76 000\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n30 000\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n6 410\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n6 780\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n― 440\n\n1416\n\nTaxe sur les surfaces commerciales\n\n8 000\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle\n\n6 008\n\n1497\n\nCotisation sur la valeur ajoutée des entreprises (affectation temporaire à l'Etat en 2010)\n\n185\n\n1498\n\nCotisation foncière des entreprises (affectation temporaire à l'Etat en 2010)\n\n― 10 000\n\n1499\n\nRecettes diverses\n\n― 408 988\n\ncenter\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n― 31 069\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n― 31 069\n\ncenter\n\n16. Taxe sur la valeur ajoutée\n\n― 10 102 752\n\n1601\n\nTaxe sur la valeur ajoutée\n\n― 10 102 752\n\ncenter\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n― 1 662 781\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n― 266 503\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n― 47 394\n\n1703\n\nMutations à titre onéreux de meubles corporels\n\n721\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n9 622\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n― 424 808\n\n1706\n\nMutations à titre gratuit par décès\n\n29 027\n\n1707\n\nContribution de sécurité immobilière\n\n― 100 000\n\n1711\n\nAutres conventions et actes civils\n\n― 51 798\n\n1713\n\nTaxe de publicité foncière\n\n― 72 898\n\n1714\n\nPrélèvement sur les sommes versées par les organismes d'assurances et assimilés à raison des contrats d'assurances en cas de décès\n\n31 040\n\n1716\n\nRecettes diverses et pénalités\n\n16 867\n\n1721\n\nTimbre unique\n\n40 819\n\n1753\n\nAutres taxes intérieures\n\n― 6 294\n\n1754\n\nAutres droits et recettes accessoires\n\n― 3 000\n\n1755\n\nAmendes et confiscations\n\n40 692\n\n1756\n\nTaxe générale sur les activités polluantes\n\n72 598\n\n1758\n\nDroit de licence sur la rémunération des débitants de tabacs\n\n― 1 000\n\n1768\n\nTaxe spéciale sur certains véhicules routiers\n\n― 4 000\n\n1769\n\nAutres droits et recettes à différents titres\n\n3 444\n\n1773\n\nTaxe sur les achats de viande\n\n1 034\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n― 3 339\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n― 3 073\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n― 842\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n171\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n― 3 179\n\n1785\n\nProduits des jeux exploités par La Française des jeux (hors paris sportifs)\n\n2 500\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n― 23 000\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n― 36 000\n\n1788\n\nPrélèvement sur les paris sportifs\n\n15 000\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n― 13 000\n\n1790\n\nRedevance sur les paris hippiques en ligne\n\n― 1 000\n\n1797\n\nTaxe sur les transactions financières\n\n― 850 000\n\n1798\n\nImpositions forfaitaires sur les entreprises de réseaux (affectation temporaire à l'Etat en 2010)\n\n4 110\n\n1799\n\nAutres taxes\n\n― 19 298\n\ncenter\n\n2. Recettes non fiscales\n\ncenter\n\ncenter\n\n21. Dividendes et recettes assimilées\n\n― 620 204\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n― 782 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n142 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n19 796\n\ncenter\n\n22. Produits du domaine de l'Etat\n\n― 54 500\n\n2201\n\nRevenus du domaine public non militaire\n\n10 000\n\n2202\n\nAutres revenus du domaine public\n\n― 55 000\n\n2203\n\nRevenus du domaine privé\n\n― 10 000\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n500\n\ncenter\n\n23. Produits de la vente de biens et services\n\n― 84 200\n\n2301\n\nRemboursement par l'Union européenne des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n― 44 600\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n― 10 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor public au titre de la collecte de l'épargne\n\n― 11 600\n\n2399\n\nAutres recettes diverses\n\n― 18 000\n\ncenter\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n― 42 588\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n― 80 088\n\n2402\n\nIntérêts des prêts du fonds de développement économique et social\n\n― 500\n\n2409\n\nIntérêts des autres prêts et avances\n\n48 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n― 3 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n3 000\n\n2499\n\nAutres remboursements d'avances, de prêts et d'autres créances immobilisées\n\n― 10 000\n\ncenter\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n― 225 041\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n― 3 941\n\n2504\n\nRecouvrements poursuivis à l'initiative de l'agence judiciaire du Trésor\n\n― 6 000\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n― 160 100\n\n2510\n\nFrais de poursuite\n\n― 56 000\n\n2512\n\nIntérêts moratoires\n\n1 000\n\ncenter\n\n26. Divers\n\n700 952\n\n2601\n\nReversements de Natixis\n\n― 50 000\n\n2602\n\nReversements de la Compagnie française d'assurance pour le commerce extérieur\n\n400 000\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n― 32 800\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n10 000\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n40 752\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n12 000\n\n2616\n\nFrais d'inscription\n\n2 000\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n1 000\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n3 000\n\n2620\n\nRécupération d'indus\n\n― 10 000\n\n2621\n\nRecouvrements après admission en non-valeur\n\n― 45 000\n\n2622\n\nDivers versements de l'Union européenne\n\n20 000\n\n2623\n\nReversements de fonds sur les dépenses des ministères ne donnant pas lieu à rétablissement de crédits\n\n― 10 000\n\n2697\n\nRecettes accidentelles\n\n10 000\n\n2698\n\nProduits divers\n\n10 000\n\n2699\n\nAutres produits divers\n\n340 000\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\ncenter\n\ncenter\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n― 51 546\n\n3103\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n666\n\n3104\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n― 26 622\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n6 492\n\n3117\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n― 5 000\n\n3120\n\nCompensation relais de la réforme de la taxe professionnelle\n\n80 318\n\n3122\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n― 104 266\n\n3123\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n26 450\n\n3124\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n― 30 114\n\n3126\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n530\n\ncenter\n\n32. Prélèvements sur les recettes de l'Etat au profit de l'Union européenne\n\n2 044 526\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget de l'Union européenne\n\n2 044 526\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISIONdes évaluationspour 2013\n\ncenter\n\n1. Recettes fiscales\n\n― 19 333 973\n\n11\n\nImpôt sur le revenu\n\n― 2 886 650\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n― 118 022\n\n13\n\nImpôt sur les sociétés\n\n― 6 003 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n1 470 301\n\n15\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n― 31 069\n\n16\n\nTaxe sur la valeur ajoutée\n\n― 10 102 752\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n― 1 662 781\n\ncenter\n\n2. Recettes non fiscales\n\n― 325 581\n\n21\n\nDividendes et recettes assimilées\n\n― 620 204\n\n22\n\nProduits du domaine de l'Etat\n\n― 54 500\n\n23\n\nProduits de la vente de biens et services\n\n― 84 200\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n― 42 588\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n― 225 041\n\n26\n\nDivers\n\n700 952\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\n1 992 980\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n― 51 546\n\n32\n\nPrélèvements sur les recettes de l'Etat au profit de l'Union européenne\n\n2 044 526\n\ncenter\n\nTotal des recettes, nettes des prélèvements\n\n― 21 652 534\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nRÉVISIONdes évaluationspour 2013\n\ncenter\n\nParticipations financières de l'Etat\n\n― 1 900 000 000\n\n1\n\nProduit des cessions, par l'Etat, de titres, parts ou droits de sociétés détenus directement\n\n― 2 100 000 000\n\n6\n\nVersement du budget général\n\n200 000 000\n\ncenter\n\nPensions\n\n― 834 666 654\n\ncenter\n\nSection : Pensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n― 845 037 588\n\n1\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n― 3 515 000\n\n6\n\nPersonnels civils : retenues pour pensions : agents propres de France Télécom et agents détachés à France Télécom\n\n― 34 800 000\n\n8\n\nPersonnels civils : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n― 1 500 000\n\n9\n\nPersonnels civils : retenues pour pensions : rachat des années d'études\n\n― 1 400 000\n\n12\n\nPersonnels civils : retenues pour pensions : agents propres de La Poste et agents détachés à La Poste\n\n3 400 000\n\n14\n\nPersonnels civils : retenues pour pensions : agents propres et détachés des budgets annexes\n\n― 1 285 000\n\n21\n\nPersonnels civils : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension (hors allocation temporaire d'invalidité)\n\n― 1 141 896 962\n\n23\n\nPersonnels civils : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n134 000 000\n\n26\n\nPersonnels civils : contributions des employeurs : agents propres de France Télécom et agents détachés à France Télécom\n\n49 200 000\n\n28\n\nPersonnels civils : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n4 000 000\n\n32\n\nPersonnels civils : contributions des employeurs : agents propres de La Poste et agents détachés à La Poste\n\n90 500 000\n\n33\n\nPersonnels civils : contributions des employeurs : allocation temporaire d'invalidité\n\n― 2 700 000\n\n34\n\nPersonnels civils : contributions des employeurs : agents propres et détachés des budgets annexes\n\n― 16 000 000\n\n41\n\nPersonnels militaires : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n11 000 000\n\n48\n\nPersonnels militaires : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n100 000\n\n49\n\nPersonnels militaires : retenues pour pensions : rachat des années d'études\n\n600 000\n\n51\n\nPersonnels militaires : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n47 800 000\n\n53\n\nPersonnels militaires : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n230 000\n\n58\n\nPersonnels militaires : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n― 200 000\n\n61\n\nRecettes diverses (administration centrale) : Caisse nationale de retraites des agents des collectivités locales : transfert au titre de l'article 59 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010\n\n22 197 466\n\n63\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels civils\n\n208 187\n\n67\n\nRecettes diverses : récupération des indus sur pensions : personnels civils\n\n― 4 976 279\n\ncenter\n\nSection : Ouvriers des établissements industriels de l'Etat\n\n30 200 083\n\n71\n\nCotisations salariales et patronales\n\n23 050 536\n\n72\n\nContribution au Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat et au Fonds des rentes d'accident du travail des ouvriers civils des établissements militaires\n\n― 4 000 000\n\n73\n\nCompensations inter-régimes généralisée et spécifique\n\n12 293 477\n\n74\n\nRecettes diverses\n\n― 2 200 866\n\n75\n\nAutres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n1 056 936\n\ncenter\n\nSection : Pensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n― 19 829 149\n\n81\n\nFinancement de la retraite du combattant : participation du budget général\n\n11 330 000\n\n82\n\nFinancement de la retraite du combattant : autres moyens\n\n270 000\n\n83\n\nFinancement du traitement de membres de la Légion d'honneur : participation du budget général\n\n― 37\n\n85\n\nFinancement du traitement de personnes décorées de la Médaille militaire : participation du budget général\n\n37\n\n87\n\nFinancement des pensions militaires d'invalidité : participation du budget général\n\n― 31 164 000\n\n88\n\nFinancement des pensions militaires d'invalidité : autres moyens\n\n664 000\n\n89\n\nFinancement des pensions d'Alsace-Lorraine : participation du budget général\n\n― 911 000\n\n90\n\nFinancement des pensions d'Alsace-Lorraine : autres moyens\n\n11 000\n\n92\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : participation du budget général\n\n3 943\n\n93\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : participation du budget général\n\n76 908\n\n94\n\nFinancement des pensions de l'ORTF : participation du budget général\n\n― 110 000\n\ncenter\n\nTotal\n\n― 2 734 666 654\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nRÉVISIONdes évaluationspour 2013\n\ncenter\n\nAvances aux collectivités territoriales\n\n― 252 000 000\n\ncenter\n\nSection : Avances sur le montant des impositions revenant aux régions,départements, communes, établissements et divers organismes\n\n― 252 000 000\n\n5\n\nRecettes\n\n― 252 000 000\n\ncenter\n\nTotal\n\n― 252 000 000\n\n1\n\ncenter\n\nMISSION/PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiementannulés\n\nAction extérieure de l'Etat\n\ncenter\n\ncenter\n\n137 738 185\n\n137 140 873\n\nAction de la France en Europe et dans le monde\n\ncenter\n\ncenter\n\n93 003 223\n\n92 398 196\n\nDiplomatie culturelle et d'influence\n\ncenter\n\ncenter\n\n33 468 633\n\n33 468 633\n\nFrançais à l'étranger et affaires consulaires\n\ncenter\n\ncenter\n\n11 266 329\n\n11 274 044\n\nAdministration générale et territoriale de l'Etat\n\n40 000\n\n40 000\n\n16 620 015\n\n16 620 015\n\nAdministration territoriale\n\ncenter\n\ncenter\n\n14 172 339\n\n14 172 339\n\nDont titre 2\n\ncenter\n\ncenter\n\n14 172 339\n\n14 172 339\n\nVie politique, cultuelle et associative\n\n40 000\n\n40 000\n\n9 336\n\n9 336\n\nDont titre 2\n\ncenter\n\ncenter\n\n9 336\n\n9 336\n\nConduite et pilotage des politiques de l'intérieur\n\ncenter\n\ncenter\n\n2 438 340\n\n2 438 340\n\nDont titre 2\n\ncenter\n\ncenter\n\n2 438 340\n\n2 438 340\n\nAgriculture, alimentation, forêt et affaires rurales\n\n3 385 122\n\ncenter\n\n44 999 933\n\n75 516 403\n\nEconomie et développement durable de l'agriculture et des territoires\n\n3 385 122\n\ncenter\n\ncenter\n\n21 240 749\n\nForêt\n\ncenter\n\ncenter\n\n20 005 282\n\n21 485 695\n\nSécurité et qualité sanitaires de l'alimentation\n\ncenter\n\ncenter\n\n22 333 183\n\n22 333 183\n\nDont titre 2\n\ncenter\n\ncenter\n\n2 447 491\n\n2 447 491\n\nConduite et pilotage des politiques de l'agriculture\n\ncenter\n\ncenter\n\n2 661 468\n\n10 456 776\n\nDont titre 2\n\ncenter\n\ncenter\n\n2 661 468\n\n2 661 468\n\nAide publique au développement\n\ncenter\n\ncenter\n\n148 512 202\n\n154 107 746\n\nAide économique et financière au développement\n\ncenter\n\ncenter\n\n57 017 203\n\n69 033 940\n\nSolidarité à l'égard des pays en développement\n\ncenter\n\ncenter\n\n91 494 999\n\n85 073 806\n\nDont titre 2\n\ncenter\n\ncenter\n\n636 052\n\n636 052\n\nAnciens combattants, mémoire et liens avec la Nation\n\ncenter\n\ncenter\n\n43 304 400\n\n45 270 918\n\nLiens entre la Nation et son armée\n\ncenter\n\ncenter\n\n881 129\n\n881 129\n\nDont titre 2\n\ncenter\n\ncenter\n\n483 787\n\n483 787\n\nReconnaissance et réparation en faveur du monde combattant\n\ncenter\n\ncenter\n\n35 950 763\n\n37 899 281\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la Seconde Guerre mondiale\n\ncenter\n\ncenter\n\n6 472 508\n\n6 490 508\n\nDont titre 2\n\ncenter\n\ncenter\n\n3 036\n\n3 036\n\nConseil et contrôle de l'Etat\n\ncenter\n\ncenter\n\n7 618 246\n\n5 218 246\n\nConseil d'Etat et autres juridictions administratives\n\ncenter\n\ncenter\n\n5 616 953\n\n3 216 953\n\nDont titre 2\n\ncenter\n\ncenter\n\n2 496 953\n\n2 496 953\n\nConseil économique, social et environnemental\n\ncenter\n\ncenter\n\n252 232\n\n252 232\n\nDont titre 2\n\ncenter\n\ncenter\n\n82 232\n\n82 232\n\nCour des comptes et autres juridictions financières\n\ncenter\n\ncenter\n\n1 576 684\n\n1 576 684\n\nDont titre 2\n\ncenter\n\ncenter\n\n1 376 684\n\n1 376 684\n\nHaut Conseil des finances publiques\n\ncenter\n\ncenter\n\n172 377\n\n172 377\n\nDont titre 2\n\ncenter\n\ncenter\n\n2 377\n\n2 377\n\nCulture\n\ncenter\n\ncenter\n\n49 837 706\n\n85 530 305\n\nPatrimoines\n\ncenter\n\ncenter\n\n13 903 000\n\n42 723 000\n\nCréation\n\ncenter\n\ncenter\n\n6 594 543\n\n11 502 142\n\nTransmission des savoirs et démocratisation de la culture\n\ncenter\n\ncenter\n\n29 340 163\n\n31 305 163\n\nDont titre 2\n\ncenter\n\ncenter\n\n5 979 663\n\n5 979 663\n\nDéfense\n\ncenter\n\ncenter\n\n1 548 550 380\n\n276 484 575\n\nEnvironnement et prospective de la politique de défense\n\ncenter\n\ncenter\n\n42 010 763\n\n1 663 763\n\nDont titre 2\n\ncenter\n\ncenter\n\n1 663 763\n\n1 663 763\n\nSoutien de la politique de la défense\n\ncenter\n\ncenter\n\n103 540 019\n\n3 540 019\n\nDont titre 2\n\ncenter\n\ncenter\n\n3 540 019\n\n3 540 019\n\nEquipement des forces\n\ncenter\n\ncenter\n\n1 402 999 598\n\n271 280 793\n\nDirection de l'action du Gouvernement\n\ncenter\n\ncenter\n\n106 563 139\n\n47 484 611\n\nCoordination du travail gouvernemental\n\ncenter\n\ncenter\n\n31 303 107\n\n31 614 303\n\nDont titre 2\n\ncenter\n\ncenter\n\n785 605\n\n785 605\n\nProtection des droits et libertés\n\ncenter\n\ncenter\n\n2 782 554\n\n3 467 030\n\nDont titre 2\n\ncenter\n\ncenter\n\n108 461\n\n108 461\n\nMoyens mutualisés des administrations déconcentrées\n\ncenter\n\ncenter\n\n72 477 478\n\n12 403 278\n\nDont titre 2\n\ncenter\n\ncenter\n\n788 123\n\n788 123\n\nEcologie, développement et aménagement durables\n\n22 500\n\n22 500\n\n230 947 818\n\n230 947 818\n\nInfrastructures et services de transports\n\ncenter\n\ncenter\n\n230 718 318\n\n230 718 318\n\nSécurité et affaires maritimes, pêche et aquaculture\n\n1 000\n\n1 000\n\ncenter\n\ncenter\n\nPaysages, eau et biodiversité\n\n16 500\n\n16 500\n\ncenter\n\ncenter\n\nPrévention des risques\n\ncenter\n\ncenter\n\n229 500\n\n229 500\n\nDont titre 2\n\ncenter\n\ncenter\n\n229 500\n\n229 500\n\nConduite et pilotage des politiques de l'écologie, de l'énergie, du développement durable et de la mer\n\n5 000\n\n5 000\n\ncenter\n\ncenter\n\nEconomie\n\n293 742 000\n\n293 242 000\n\n29 107 236\n\n27 376 097\n\nDéveloppement des entreprises et du tourisme\n\n293 742 000\n\n293 242 000\n\n3 356 430\n\n3 356 430\n\nDont titre 2\n\ncenter\n\ncenter\n\n3 356 430\n\n3 356 430\n\nStatistiques et études économiques\n\ncenter\n\ncenter\n\n9 847 389\n\n8 174 025\n\nDont titre 2\n\ncenter\n\ncenter\n\n3 190 544\n\n3 190 544\n\nStratégie économique et fiscale\n\ncenter\n\ncenter\n\n15 903 417\n\n15 845 642\n\nDont titre 2\n\ncenter\n\ncenter\n\n789 139\n\n789 139\n\nEgalité des territoires, logement et ville\n\n268 250 533\n\n268 250 533\n\n49 995 445\n\n78 383 843\n\nPrévention de l'exclusion et insertion des personnes vulnérables\n\ncenter\n\ncenter\n\n12 000\n\n12 000\n\nAide à l'accès au logement\n\n268 250 533\n\n268 250 533\n\ncenter\n\ncenter\n\nUrbanisme, territoires et amélioration de l'habitat\n\ncenter\n\ncenter\n\n27 510 863\n\n53 604 323\n\nPolitique de la ville\n\ncenter\n\ncenter\n\n22 471 582\n\n24 766 520\n\nConduite et pilotage des politiques de l'égalité des territoires, du logement et de la ville\n\ncenter\n\ncenter\n\n1 000\n\n1 000\n\nEngagements financiers de l'Etat\n\ncenter\n\ncenter\n\n2 082 230 285\n\n2 082 230 285\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\ncenter\n\ncenter\n\n1 932 000 000\n\n1 932 000 000\n\nEpargne\n\ncenter\n\ncenter\n\n148 414 347\n\n148 414 347\n\nMajoration de rentes\n\ncenter\n\ncenter\n\n1 815 938\n\n1 815 938\n\nEnseignement scolaire\n\n21 700\n\n21 700\n\n458 903 422\n\n458 903 422\n\nEnseignement scolaire public du premier degré\n\ncenter\n\ncenter\n\n123 584 555\n\n123 584 555\n\nDont titre 2\n\ncenter\n\ncenter\n\n123 584 555\n\n123 584 555\n\nEnseignement scolaire public du second degré\n\ncenter\n\ncenter\n\n300 292 290\n\n300 292 290\n\nDont titre 2\n\ncenter\n\ncenter\n\n300 292 290\n\n300 292 290\n\nVie de l'élève\n\n5 200\n\n5 200\n\n15 198 729\n\n15 198 729\n\nDont titre 2\n\ncenter\n\ncenter\n\n15 198 729\n\n15 198 729\n\nEnseignement privé du premier et du second degrés\n\ncenter\n\ncenter\n\n959 319\n\n959 319\n\nDont titre 2\n\ncenter\n\ncenter\n\n958 319\n\n958 319\n\nSoutien de la politique de l'éducation nationale\n\n16 500\n\n16 500\n\n12 428 508\n\n12 428 508\n\nDont titre 2\n\ncenter\n\ncenter\n\n12 428 508\n\n12 428 508\n\nEnseignement technique agricole\n\ncenter\n\ncenter\n\n6 440 021\n\n6 440 021\n\nDont titre 2\n\ncenter\n\ncenter\n\n6 440 021\n\n6 440 021\n\nGestion des finances publiques et des ressources humaines\n\ncenter\n\ncenter\n\n217 493 355\n\n219 493 355\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\ncenter\n\ncenter\n\n110 174 116\n\n110 174 116\n\nDont titre 2\n\ncenter\n\ncenter\n\n68 174 116\n\n68 174 116\n\nStratégie des finances publiques et modernisation de l'Etat\n\ncenter\n\ncenter\n\n10 410 015\n\n10 410 015\n\nDont titre 2\n\ncenter\n\ncenter\n\n410 015\n\n410 015\n\nConduite et pilotage des politiques économique et financière\n\ncenter\n\ncenter\n\n14 970 402\n\n16 970 402\n\nDont titre 2\n\ncenter\n\ncenter\n\n2 970 402\n\n2 970 402\n\nFacilitation et sécurisation des échanges\n\ncenter\n\ncenter\n\n16 231 022\n\n16 231 022\n\nDont titre 2\n\ncenter\n\ncenter\n\n10 531 022\n\n10 531 022\n\nEntretien des bâtiments de l'Etat\n\ncenter\n\ncenter\n\n44 707 800\n\n44 707 800\n\nFonction publique\n\ncenter\n\ncenter\n\n21 000 000\n\n21 000 000\n\nImmigration, asile et intégration\n\n3 000\n\n3 000\n\n5 528 158\n\n5 739 835\n\nImmigration et asile\n\n3 000\n\n3 000\n\ncenter\n\ncenter\n\nIntégration et accès à la nationalité française\n\ncenter\n\ncenter\n\n5 528 158\n\n5 739 835\n\nJustice\n\ncenter\n\ncenter\n\n88 390 177\n\n111 220 177\n\nJustice judiciaire\n\ncenter\n\ncenter\n\n23 519 470\n\n23 519 470\n\nDont titre 2\n\ncenter\n\ncenter\n\n19 519 470\n\n19 519 470\n\nAdministration pénitentiaire\n\ncenter\n\ncenter\n\n40 809 612\n\n57 539 612\n\nDont titre 2\n\ncenter\n\ncenter\n\n8 329 612\n\n8 329 612\n\nProtection judiciaire de la jeunesse\n\ncenter\n\ncenter\n\n21 948 418\n\n27 798 418\n\nDont titre 2\n\ncenter\n\ncenter\n\n3 298 418\n\n3 298 418\n\nAccès au droit et à la justice\n\ncenter\n\ncenter\n\n1 990 000\n\n1 990 000\n\nConduite et pilotage de la politique de la justice\n\ncenter\n\ncenter\n\n113 179\n\n363 179\n\nDont titre 2\n\ncenter\n\ncenter\n\n113 179\n\n113 179\n\nConseil supérieur de la magistrature\n\ncenter\n\ncenter\n\n9 498\n\n9 498\n\nDont titre 2\n\ncenter\n\ncenter\n\n9 498\n\n9 498\n\nMédias, livre et industries culturelles\n\ncenter\n\ncenter\n\n27 454 000\n\n27 454 000\n\nPresse\n\ncenter\n\ncenter\n\n11 080 000\n\n11 080 000\n\nLivre et industries culturelles\n\ncenter\n\ncenter\n\n8 580 000\n\n8 580 000\n\nContribution à l'audiovisuel et à la diversité radiophonique\n\ncenter\n\ncenter\n\n7 094 000\n\n7 094 000\n\nAction audiovisuelle extérieure\n\ncenter\n\ncenter\n\n700 000\n\n700 000\n\nOutre-mer\n\n41 270 213\n\n47 492 917\n\n31 759 874\n\n19 559\n\nEmploi outre-mer\n\n41 270 213\n\n27 392 917\n\n19 559\n\n19 559\n\nDont titre 2\n\ncenter\n\ncenter\n\n19 559\n\n19 559\n\nConditions de vie outre-mer\n\ncenter\n\n20 100 000\n\n31 740 315\n\ncenter\n\nPolitique des territoires\n\ncenter\n\ncenter\n\n14 308 977\n\n20 012 813\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\ncenter\n\ncenter\n\n10 827 423\n\n16 537 800\n\nDont titre 2\n\ncenter\n\ncenter\n\n37 800\n\n37 800\n\nInterventions territoriales de l'Etat\n\ncenter\n\ncenter\n\n3 481 554\n\n3 475 013\n\nPouvoirs publics\n\ncenter\n\ncenter\n\n2 250 000\n\n2 250 000\n\nPrésidence de la République\n\ncenter\n\ncenter\n\n2 250 000\n\n2 250 000\n\nRecherche et enseignement supérieur\n\ncenter\n\ncenter\n\n625 596 223\n\n213 805 672\n\nFormations supérieures et recherche universitaire\n\ncenter\n\ncenter\n\n347 608 545\n\n25 629 361\n\nDont titre 2\n\ncenter\n\ncenter\n\n5 646 361\n\n5 646 361\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\ncenter\n\ncenter\n\n147 516 023\n\n37 000 000\n\nRecherche dans le domaine de la gestion des milieux et des ressources\n\ncenter\n\ncenter\n\n8 344 401\n\n8 344 401\n\nRecherche spatiale\n\ncenter\n\ncenter\n\n14 869 989\n\n14 869 989\n\nRecherche dans les domaines de l'énergie, du développement et de l'aménagement durables\n\ncenter\n\ncenter\n\n68 541 005\n\n66 261 005\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\ncenter\n\ncenter\n\n16 912 094\n\n39 716 750\n\nDont titre 2\n\ncenter\n\ncenter\n\n866 016\n\n866 016\n\nRecherche duale (civile et militaire)\n\ncenter\n\ncenter\n\n15 758 017\n\n15 758 017\n\nRecherche culturelle et culture scientifique\n\ncenter\n\ncenter\n\n4 126 730\n\n4 306 730\n\nEnseignement supérieur et recherche agricoles\n\ncenter\n\ncenter\n\n1 919 419\n\n1 919 419\n\nDont titre 2\n\ncenter\n\ncenter\n\n1 919 419\n\n1 919 419\n\nRégimes sociaux et de retraite\n\ncenter\n\ncenter\n\n49 367 687\n\n49 367 687\n\nRégimes sociaux et de retraite des transports terrestres\n\ncenter\n\ncenter\n\n19 966 788\n\n19 966 788\n\nRégimes de retraite des mines, de la SEITA et divers\n\ncenter\n\ncenter\n\n29 400 899\n\n29 400 899\n\nRelations avec les collectivités territoriales\n\n486 469\n\n486 469\n\n13 438 291\n\n48 938 291\n\nConcours financiers aux communes et groupements de communes\n\ncenter\n\ncenter\n\n70 865\n\n39 570 865\n\nConcours financiers aux départements\n\ncenter\n\ncenter\n\n12 645 449\n\n8 645 449\n\nConcours financiers aux régions\n\n486 469\n\n486 469\n\ncenter\n\ncenter\n\nConcours spécifiques et administration\n\ncenter\n\ncenter\n\n721 977\n\n721 977\n\nRemboursements et dégrèvements\n\n958 774 000\n\n958 774 000\n\n9 176 066 000\n\n9 176 066 000\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\ncenter\n\ncenter\n\n9 176 066 000\n\n9 176 066 000\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n958 774 000\n\n958 774 000\n\ncenter\n\ncenter\n\nSanté\n\n156 000 000\n\n156 000 000\n\n65 169 445\n\n65 169 445\n\nPrévention, sécurité sanitaire et offre de soins\n\ncenter\n\ncenter\n\n65 169 445\n\n65 169 445\n\nProtection maladie\n\n156 000 000\n\n156 000 000\n\ncenter\n\ncenter\n\nSécurité\n\ncenter\n\ncenter\n\n147 118 248\n\n157 047 435\n\nPolice nationale\n\ncenter\n\ncenter\n\n129 833 174\n\n124 403 430\n\nDont titre 2\n\ncenter\n\ncenter\n\n85 205 582\n\n85 205 582\n\nGendarmerie nationale\n\ncenter\n\ncenter\n\n8 915 440\n\n24 274 371\n\nDont titre 2\n\ncenter\n\ncenter\n\n1 342 127\n\n1 342 127\n\nSécurité et éducation routières\n\ncenter\n\ncenter\n\n8 369 634\n\n8 369 634\n\nSécurité civile\n\ncenter\n\ncenter\n\n18 309 915\n\n20 179 994\n\nIntervention des services opérationnels\n\ncenter\n\ncenter\n\n7 965 002\n\n8 357 790\n\nCoordination des moyens de secours\n\ncenter\n\ncenter\n\n10 344 913\n\n11 822 204\n\nSolidarité, insertion et égalité des chances\n\n25 078 500\n\n25 078 500\n\n23 022 387\n\n16 320 404\n\nLutte contre la pauvreté : revenu de solidarité active et expérimentations sociales\n\n54 500\n\n54 500\n\ncenter\n\ncenter\n\nActions en faveur des familles vulnérables\n\ncenter\n\ncenter\n\n6 760\n\n6 760\n\nHandicap et dépendance\n\n25 024 000\n\n25 024 000\n\ncenter\n\ncenter\n\nEgalité entre les femmes et les hommes\n\ncenter\n\ncenter\n\n1 385 263\n\n1 385 263\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\ncenter\n\ncenter\n\n21 630 364\n\n14 928 381\n\nDont titre 2\n\ncenter\n\ncenter\n\n6 187 381\n\n6 187 381\n\nSport, jeunesse et vie associative\n\n151 500\n\n151 500\n\n10 414 647\n\n3 678 234\n\nSport\n\ncenter\n\ncenter\n\n10 414 647\n\n3 678 234\n\nJeunesse et vie associative\n\n151 500\n\n151 500\n\ncenter\n\ncenter\n\nTravail et emploi\n\n36 000\n\n36 000\n\n55 533 777\n\n55 533 777\n\nAccès et retour à l'emploi\n\n36 000\n\n36 000\n\ncenter\n\ncenter\n\nAccompagnement des mutations économiques et développement de l'emploi\n\ncenter\n\ncenter\n\n50 000 000\n\n50 000 000\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\ncenter\n\ncenter\n\n5 533 777\n\n5 533 777\n\nDont titre 2\n\ncenter\n\ncenter\n\n5 533 777\n\n5 533 777\n\nTotaux\n\n1 747 261 537\n\n1 749 599 119\n\n15 526 149 573\n\n13 913 511 835\n\n1\n\ncenter\n\nMISSION/PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiementannulés\n\nContrôle et exploitation aériens\n\n6 368 764\n\ncenter\n\ncenter\n\ncenter\n\nNavigation aérienne\n\n6 368 764\n\ncenter\n\ncenter\n\ncenter\n\nTotal\n\n6 368 764\n\ncenter\n\ncenter\n\ncenter\n\n1\n\ncenter\n\nMISSION/PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiementannulés\n\nContrôle de la circulation et du stationnement routiers\n\ncenter\n\ncenter\n\n3 800 000\n\n3 800 000\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\ncenter\n\ncenter\n\n3 800 000\n\n3 800 000\n\nParticipation de la France au désendettement de la Grèce\n\n406 600 000\n\ncenter\n\ncenter\n\ncenter\n\nVersement de la France à la Grèce au titre de la restitution à cet Etat des revenus perçus par la Banque de France sur les titres grecs\n\n406 600 000\n\ncenter\n\ncenter\n\ncenter\n\nParticipations financières de l'Etat\n\n2 100 000 000\n\n2 100 000 000\n\n4 000 000 000\n\n4 000 000 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\n2 100 000 000\n\n2 100 000 000\n\ncenter\n\ncenter\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\ncenter\n\ncenter\n\n4 000 000 000\n\n4 000 000 000\n\nPensions\n\ncenter\n\ncenter\n\n513 000 000\n\n513 000 000\n\nPensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\ncenter\n\ncenter\n\n473 000 000\n\n473 000 000\n\nDont titre 2\n\ncenter\n\ncenter\n\n473 000 000\n\n473 000 000\n\nOuvriers des établissements industriels de l'Etat\n\ncenter\n\ncenter\n\n20 000 000\n\n20 000 000\n\nDont titre 2\n\ncenter\n\ncenter\n\n20 000 000\n\n20 000 000\n\nPensions militaires d'invalidité et des victimes de guerre et autres pensions\n\ncenter\n\ncenter\n\n20 000 000\n\n20 000 000\n\nDont titre 2\n\ncenter\n\ncenter\n\n900 000\n\n900 000\n\nServices nationaux de transport conventionnés de voyageurs\n\n10 000 000\n\ncenter\n\ncenter\n\ncenter\n\nExploitation des services nationaux de transport conventionnés\n\n10 000 000\n\ncenter\n\ncenter\n\ncenter\n\nTotaux\n\n2 516 600 000\n\n2 100 000 000\n\n4 516 800 000\n\n4 516 800 000\n\n1\n\ncenter\n\nMISSION/PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiementannulés\n\nAvances à divers services de l'Etatou organismes gérant des services publics\n\ncenter\n\ncenter\n\n200 000 000\n\n200 000 000\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\ncenter\n\ncenter\n\n200 000 000\n\n200 000 000\n\nAvances à l'audiovisuel public\n\n7 249 100\n\n7 249 100\n\n7 249 100\n\n7 249 100\n\nFrance Télévisions\n\n7 249 100\n\n7 249 100\n\ncenter\n\ncenter\n\nARTE France\n\ncenter\n\ncenter\n\n234 830\n\n234 830\n\nRadio France\n\ncenter\n\ncenter\n\n6 381 250\n\n6 381 250\n\nInstitut national de l'audiovisuel\n\ncenter\n\ncenter\n\n633 020\n\n633 020\n\nAvances aux collectivités territoriales\n\n41 900 001\n\n41 900 001\n\n87 000 000\n\n87 000 000\n\nAvances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n41 900 001\n\n41 900 001\n\ncenter\n\ncenter\n\nAvances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\ncenter\n\ncenter\n\n87 000 000\n\n87 000 000\n\nPrêts à des Etats étrangers\n\n17 000 000\n\n17 000 000\n\ncenter\n\ncenter\n\nPrêts aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n17 000 000\n\n17 000 000\n\ncenter\n\ncenter\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n70 000 000\n\ncenter\n\ncenter\n\ncenter\n\nPrêts pour le développement économique et social\n\n70 000 000\n\ncenter\n\ncenter\n\ncenter\n\nTotaux\n\n136 149 101\n\n66 149 101\n\n294 249 100\n\n294 249 100\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2013 s'établit comme suit :\n\n(En points de produit intérieur brut)\n\nPRÉVISION D'EXÉCUTION 2013\n\nSolde structurel (1)\n\n― 2,6\n\nSolde conjoncturel (2)\n\n― 1,4\n\nMesures exceptionnelles (3)\n\n―\n\nSolde effectif (1 + 2 + 3)\n\n― 4,1\n\n1\n\ncenter"
    }
  ]
}