{
  "id": "jorftext000000320663",
  "type": "statute",
  "title": "Loi n° 84-608 du 16 juillet 1984",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000320663",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont abrogés à compter du 1er janvier 1985 :a) Au premier alinéa de l'article 5 de la loi n° 48-1400 du 7 septembre 1948 précitée, les mots : \"et du fonctionnement du contrôle visé aux articles précédents\" ;b) Le deuxième alinéa de cet article ;c) L'article 2 de l'ordonnance n° 58-1357 du 27 décembre 1958 précitée.Les taxes prévues par ces dispositions sont perçues par l'Institut français de recherche pour l'exploitation de la mer à compter de la date de transfert des droits, biens et obligations de l'Institut scientifique et technique des pêches maritimes à cet institut et jusqu'à la date mentionnée au premier alinéa du présent article."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les fonctionnaires titulaires de l'Institut scientifique et technique des pêches maritimes sont transférés à l'Institut français de recherche pour l'exploitation de la mer. Leur statut est défini conformément aux dispositions des articles 17, 25 et 26 de la loi n° 82-610 du 15 juillet 1982 d'orientation et de programmation pour la recherche et le développement technologique de la France.Les personnels non titulaires de l'Institut scientifique et technique des pêches maritimes conservent le bénéfice des dispositions de la loi n° 83-481 du 11 juin 1983 définissant les conditions dans lesquelles doivent être pourvus les emplois civils permanents de l'Etat et de ses établissements publics et autorisant l'intégration des agents non titulaires occupant de tels emplois."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les fonctionnaires et agents mentionnés à l'article 4 sont électeurs et éligibles au conseil d'administration et aux instances représentatives du personnel prévues au code du travail.Celles-ci exercent, pour ces fonctionnaires et agents, les attributions des organismes consultatifs prévues par la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sauf celles des commissions administratives paritaires.Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat."
    }
  ]
}