{
  "id": "jorftext000000279700",
  "type": "statute",
  "title": "Loi n° 2007-1545 du 30 octobre 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000279700",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le Contrôleur général des lieux de privation de liberté, autorité administrative indépendante, est chargé, sans préjudice des prérogatives que la loi attribue aux autorités judiciaires ou juridictionnelles, de contrôler les conditions de prise en charge et de transfèrement des personnes privées de liberté, afin de s'assurer du respect de leurs droits fondamentaux. Il exerce, aux mêmes fins, le contrôle de l'exécution par l'administration des mesures d'éloignement prononcées à l'encontre d'étrangers jusqu'à leur remise aux autorités de l'Etat de destination."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Contrôleur général des lieux de privation de liberté est nommé en raison de ses compétences et connaissances professionnelles par décret du Président de la République pour une durée de six ans. Son mandat n'est pas renouvelable.\n\nIl ne peut être poursuivi, recherché, arrêté, détenu ou jugé à l'occasion des opinions qu'il émet ou des actes qu'il accomplit dans l'exercice de ses fonctions.\n\nIl ne peut être mis fin à ses fonctions avant l'expiration de son mandat qu'en cas de démission ou d'empêchement.\n\nLe Contrôleur général des lieux de privation de liberté exerce ses fonctions à temps plein. Ses fonctions sont incompatibles avec tout mandat électif."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Contrôleur général des lieux de privation de liberté est assisté de contrôleurs qu'il recrute en raison de leur compétence dans les domaines se rapportant à sa mission.Les fonctions de contrôleur sont incompatibles avec l'exercice d'activités en relation avec les lieux contrôlés.Dans l'exercice de leurs missions, les contrôleurs sont placés sous la seule autorité du Contrôleur général des lieux de privation de liberté."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Contrôleur général des lieux de privation de liberté, ses collaborateurs et les contrôleurs qui l'assistent sont astreints au secret professionnel pour les faits, actes ou renseignements dont ils ont connaissance en raison de leurs fonctions, sous réserve des éléments nécessaires à l'établissement des rapports, recommandations et avis prévus aux articles 10 et 11.Ils veillent à ce qu'aucune mention permettant l'identification des personnes concernées par le contrôle ne soit faite dans les documents publiés sous l'autorité du Contrôleur général des lieux de privation de liberté ou dans ses interventions orales."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Toute personne physique, ainsi que toute personne morale s'étant donné pour objet le respect des droits fondamentaux, peuvent porter à la connaissance du contrôleur général des lieux de privation de liberté des faits ou situations susceptibles de relever de sa compétence.\n\nLe Contrôleur général des lieux de privation de liberté est saisi par le Premier ministre, les membres du Gouvernement, les membres du Parlement, les représentants au Parlement européen élus en France et le Défenseur des droits. Il peut aussi se saisir de sa propre initiative."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Lorsqu'une personne physique ou morale porte à la connaissance du Contrôleur général des lieux de privation de liberté des faits ou des situations, elle lui indique, après avoir mentionné ses identité et adresse, les motifs pour lesquels, à ses yeux, une atteinte ou un risque d'atteinte aux droits fondamentaux des personnes privées de liberté est constitué.\n\nLorsque les faits ou les situations portés à sa connaissance relèvent de ses attributions, le Contrôleur général des lieux de privation de liberté peut procéder à des vérifications, éventuellement sur place.\n\nA l'issue de ces vérifications, et après avoir recueilli les observations de toute personne intéressée, le Contrôleur général des lieux de privation de liberté peut formuler des recommandations relatives aux faits ou aux situations en cause à la personne responsable du lieu de privation de liberté. Ces observations et ces recommandations peuvent être rendues publiques, sans préjudice des dispositions de l'article 5."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Contrôleur général des lieux de privation de liberté peut visiter à tout moment, sur le territoire de la République, tout lieu où des personnes sont privées de leur liberté par décision d'une autorité publique, ainsi que tout établissement de santé habilité à recevoir des patients hospitalisés sans leur consentement visé à l'article L. 3222-1 du code de la santé publique."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "Les autorités responsables du lieu de privation de liberté ne peuvent s'opposer aux vérifications sur place prévues à l'article 6-1 ou aux visites prévues à l'article 8 que pour des motifs graves et impérieux liés à la défense nationale, à la sécurité publique, à des catastrophes naturelles ou à des troubles sérieux dans le lieu visité, sous réserve de fournir au Contrôleur général des lieux de privation de liberté les justifications de leur opposition. Elles proposent alors le report de ces vérifications sur place ou de ces visites. Dès que les circonstances exceptionnelles ayant motivé le report ont cessé, elles en informent le Contrôleur général des lieux de privation de liberté.\n\nLe Contrôleur général des lieux de privation de liberté obtient des autorités responsables du lieu de privation de liberté ou de toute personne susceptible de l'éclairer toute information ou pièce utile à l'exercice de sa mission, dans les délais qu'il fixe. Lors des vérifications sur place et des visites, il peut s'entretenir, dans des conditions assurant la confidentialité de leurs échanges, avec toute personne dont le concours lui paraît nécessaire et recueillir toute information qui lui paraît utile.\n\nLe caractère secret des informations et pièces dont le Contrôleur général des lieux de privation de liberté demande communication ne peut lui être opposé, sauf si leur divulgation est susceptible de porter atteinte au secret de la défense nationale, à la sûreté de l'Etat, au secret de l'enquête et de l'instruction ou au secret professionnel applicable aux relations entre un avocat et son client.\n\nLes procès-verbaux relatifs aux conditions dans lesquelles une personne est ou a été retenue, quel qu'en soit le motif, dans des locaux de police, de gendarmerie ou de douane sont communicables au Contrôleur général des lieux de privation de liberté, sauf lorsqu'ils sont relatifs aux auditions des personnes.\n\nLe Contrôleur général des lieux de privation de liberté peut déléguer aux contrôleurs les pouvoirs mentionnés aux quatre premiers alinéas du présent article.\n\nLes informations couvertes par le secret médical peuvent être communiquées, avec l'accord de la personne concernée, aux contrôleurs ayant la qualité de médecin. Toutefois, les informations couvertes par le secret médical peuvent leur être communiquées sans le consentement de la personne concernée lorsqu'elles sont relatives à des privations, sévices et violences physiques, sexuelles ou psychiques commis sur un mineur ou sur une personne qui n'est pas en mesure de se protéger en raison de son âge ou de son incapacité physique ou psychique."
    },
    {
      "provision_ref": "art8-2",
      "section": "8-2",
      "title": "Article 8-2",
      "content": "Aucune sanction ne peut être prononcée et aucun préjudice ne peut résulter du seul fait des liens établis avec le Contrôleur général des lieux de privation de liberté ou des informations ou des pièces qui lui ont été données se rapportant à l'exercice de sa fonction. Cette disposition ne fait pas obstacle à l'application éventuelle de l'article 226-10 du code pénal."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "A l'issue de chaque visite, le Contrôleur général des lieux de privation de liberté fait connaître aux ministres intéressés ses observations concernant en particulier l'état, l'organisation ou le fonctionnement du lieu visité, ainsi que la condition des personnes privées de liberté, en tenant compte de l'évolution de la situation depuis sa visite. A l'exception des cas où le Contrôleur général des lieux de privation de liberté les en dispense, les ministres formulent des observations en réponse dans le délai qu'il leur impartit et qui ne peut être inférieur à un mois. Ces observations en réponse sont alors annexées au rapport de visite établi par le contrôleur général.\n\nS'il constate une violation grave des droits fondamentaux d'une personne privée de liberté, le Contrôleur général des lieux de privation de liberté communique sans délai aux autorités compétentes ses observations, leur impartit un délai pour y répondre et, à l'issue de ce délai, constate s'il a été mis fin à la violation signalée. S'il l'estime nécessaire, il rend alors immédiatement public le contenu de ses observations et des réponses reçues.\n\nSi le contrôleur général a connaissance de faits laissant présumer l'existence d'une infraction pénale, il les porte sans délai à la connaissance du procureur de la République, conformément à l'article 40 du code de procédure pénale.\n\nLe contrôleur général porte sans délai à la connaissance des autorités ou des personnes investies du pouvoir disciplinaire les faits de nature à entraîner des poursuites disciplinaires.\n\nLe procureur de la République et les autorités ou les personnes investies du pouvoir disciplinaire informent le Contrôleur général des lieux de privation de liberté des suites données à ses démarches."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Lorsque ses demandes d'informations, de pièces ou d'observations, présentées sur le fondement des articles 6-1, 8-1 et 9, ne sont pas suivies d'effet, le Contrôleur général des lieux de privation de liberté peut mettre en demeure les personnes intéressées de lui répondre dans un délai qu'il fixe."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Dans son domaine de compétences, le Contrôleur général des lieux de privation de liberté émet des avis, formule des recommandations aux autorités publiques et propose au Gouvernement toute modification des dispositions législatives et réglementaires applicables.\n\nAprès en avoir informé les autorités responsables, il rend publics ces avis, recommandations ou propositions, ainsi que les observations de ces autorités."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "Le Contrôleur général des lieux de privation de liberté peut adresser aux autorités responsables des avis sur les projets de construction, de restructuration ou de réhabilitation de tout lieu de privation de liberté."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le Contrôleur général des lieux de privation de liberté coopère avec les organismes internationaux compétents."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Est puni de 15 000 € d'amende le fait d'entraver la mission du Contrôleur général des lieux de privation de liberté :\n\n1° Soit en s'opposant au déroulement des vérifications sur place prévues à l'article 6-1 et des visites prévues à l'article 8 ;\n\n2° Soit en refusant de lui communiquer les informations ou les pièces nécessaires aux vérifications prévues à l'article 6-1 ou aux visites prévues à l'article 8, en dissimulant ou faisant disparaître lesdites informations ou pièces ou en altérant leur contenu ;\n\n3° Soit en prenant des mesures destinées à faire obstacle, par menace ou voie de fait, aux relations que toute personne peut avoir avec le Contrôleur général des lieux de privation de liberté en application de la présente loi ;\n\n4° Soit en prononçant une sanction à l'encontre d'une personne du seul fait des liens qu'elle a établis avec le Contrôleur général des lieux de privation de liberté ou des informations ou des pièces se rapportant à l'exercice de sa fonction que cette personne lui a données."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les conditions d'application de la présente loi, notamment celles dans lesquelles les contrôleurs mentionnés à l'article 4 sont appelés à participer à la mission du Contrôleur général des lieux de privation de liberté, sont précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La présente loi est applicable à Mayotte, dans les îles Wallis et Futuna, dans les Terres australes et antarctiques françaises, en Polynésie française et en Nouvelle-Calédonie."
    }
  ]
}