{
  "id": "jorftext000000699569",
  "type": "statute",
  "title": "Loi n° 76-1234 du 29 décembre 1976",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000699569",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les personnes qui ont en France leur domicile fiscal sont passibles de l'impôt sur le revenu en raison de l'ensemble de leurs revenus.Celles dont le domicile fiscal est situé hors de France sont passibles de cet impôt en raison de leurs seuls revenus de source française."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont considérées comme ayant leur domicile fiscal en France au sens de l'article 1er :Les personnes qui ont en France leur foyer ou le lieu de leur séjour principal ;Celles qui exercent en France une activité professionnelle, salariée ou non, à moins qu'elles ne justifient que cette activité y est exercée à titre accessoire ;Celle qui ont en France le centre de leurs intérêts économiques."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont également considérés comme ayant leur domicile fiscal en France les agents de l'Etat qui exercent leurs fonctions ou sont chargés de mission dans un pays étranger et qui ne sont pas soumis dans ce pays à un impôt personnel sur l'ensemble de leurs revenus."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les revenus de source française des personnes qui n'ont pas leur domicile fiscal en France sont déterminés selon les règles applicables aux revenus de même nature perçus par les personnes qui ont leur domicile fiscal en France. Toutefois, pour la détermination du revenu global, seuls les dépenses et intérêts mentionnés au a du 1 bis du II de l'article 156 du code général des impôts peuvent être déduits dans les conditions prévues au b .\n\nL'impôt est calculé dans les conditions prévues à l'article 197-I du même code ; il ne peut être inférieur à 25 p. 100 du revenu net imposable ; ce taux est ramené à 18 p. 100 pour les revenus ayant leur source dans les départements d'outre-mer.\n\nLes dispositions prévues à l'alinéa précédent concernant les taux minima d'imposition ne sont pas applicables aux personnes qui pourront justifier que l'impôt français sur leur revenu global serait inférieur à ces taux minima."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont considérés comme revenus de source française :a) Les revenus d'immeubles sis en France ou de droits relatifs à ces immeubles ;b) Les revenus de valeurs mobilières françaises et de tous autres capitaux mobiliers placés en France ;c) Les revenus d'exploitations sises en France ;d) Les revenus tirés d'activités professionnelles, salariées ou non, exercées en France ou d'opérations de caractère lucratif au sens de l'article 92 du code général des impôts et réalisées en France ;e) Les plus-values mentionnées à l'article 1er de la loi n. 76-660 du 19 juillet 1976 et les profits tirés d'opérations définies à l'article 35 du code général des impôts, lorsqu'ils sont relatifs à des fonds de commerce exploités en France ainsi qu'à des immeubles situés en France, à des droits immobiliers s'y rapportant ou à des actions et parts de sociétés non cotées en bourse dont l'actif est constitué principalement par de tels biens et droits ;f) Les plus-values mentionnées à l'article 160 du même code et résultant de la cession de droits afférents à des sociétés ayant leur siège en France."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sont également considérés comme revenus de source française lorsque le débiteur des revenus a son domicile fiscal ou est établi en France :a) Les pensions et rentes viagères ;b) Les produits définis à l'article 92 du code général des impôts et perçus par les inventeurs ou au titre de droits d'auteur, ceux perçus par les obtenteurs de nouvelles variétés végétales au sens de la loi n. 70-489 du 11 juin 1970, ainsi que tous produits tirés de la propriété industrielle ou commerciale et de droits assimilés ;c) Les sommes payées en rémunération des prestations de toute nature fournies ou utilisées en France."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les personnes qui n'ont pas leur domicile fiscal en France mais qui y disposent d'une ou plusieurs habitations, à quelque titre que ce soit, directement ou sous le couvert d'un tiers, sont assujetties à l'impôt sur le revenu selon le barème prévu par l'article 197 1 du code général des impôts, sur une base égale à trois fois la valeur locative réelle de cette ou de ces habitations à moins que les revenus imposables en application des autres dispositions de la présente loi ne soient supérieurs à cette base, auquel cas le montant de ces revenus sert de base à l'impôt.\n\nLes dispositions de l'alinéa précédent ne s'appliquent pas aux contribuables de nationalité française qui justifient être soumis dans le pays où ils ont leur domicile fiscal à un impôt personnel sur l'ensemble de leurs revenus et si cet impôt est au moins égal aux deux tiers de celui qu'ils auraient à supporter en France sur la même base d'imposition."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Pour la fraction n'excédant pas 60 000 F des traitements, salaires, pensions et rentes viagères de source française servis à des personnes de nationalité française qui n'ont pas leur domicile fiscal en France, l'imposition prévue à l'article 4 ne peut excéder la retenue à la source applicable en vertu de l'article 12. En outre, cette fraction n'est pas prise en compte pour le calcul de l'impôt sur le revenu établi dans les conditions prévues à l'article 4 et la retenue à laquelle elle a donné lieu n'est pas imputable.\n\nEn cas de pluralité de débiteurs, la situation du contribuable est, s'il y a lieu, régularisée par voie de rôle."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les traitements et salaires perçus en rémunération de leur activité à l'étranger par des personnes de nationalité française qui ont leur domicile fiscal en France et qui sont envoyées à l'étranger par un employeur établi en France ne sont pas soumis à l'impôt lorsque le contribuable justifie que les rémunérations en cause ont été effectivement soumises à un impôt sur le revenu dans l'Etat où s'exerce son activité et que cet impôt est au moins égal aux deux tiers de celui qu'il aurait à supporter en France sur la même base d'imposition.Les traitements et salaires perçus en rémunération de leur activité à l'étranger par des personnes de nationalité française autres que les travailleurs frontaliers, qui ont leur domicile fiscal en France et qui, envoyées à l'étranger par un employeur établi en France, justifient d'une activité à l'étranger d'une durée supérieure à 183 jours au cours d'une période de douze mois consécutifs, ne sont pas soumis à l'impôt.L'exonération ainsi prévue ne sera accordée que si les rémunérations considérées se rapportent aux activités suivantes à l'étranger :a) Chantiers de construction ou de montage, installation d'ensembles industriels, leur mise en route et leur exploitation, la prospection et l'ingénierie y afférentes ;b) Prospection, recherche ou extraction de ressources naturelles.Lorsque l'intéressé ne peut bénéficier de ces exonérations, ces rémunérations ne sont soumises à l'impôt en France qu'à concurrence du montant du salaire qu'il aurait perçu si son activité avait été exercée en France. Cette dernière disposition s'applique également aux contribuables visés à l'article 3.L'impôt dont le contribuable est redevable en France sur les revenus autres que les traitements et salaires exonérés en vertu des dispositions du présent article est calculé au taux correspondant à l'ensemble de ses revenus, imposables et exonérés."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les sommes versées en rémunération d'une activité déployée en France dans l'exercice de l'une des professions mentionnées à l'article 92 du code général des impôts ainsi que les produits ou sommes définis aux b et c de l'article 6 donnent lieu à l'application d'une retenue à la source lorsqu'ils sont payés par un débiteur établi en France à des personnes ou des sociétés relevant de l'impôt sur le revenu ou de l'impôt sur les sociétés, qui n'ont pas dans ce pays d'installation professionnelle permanente.Le taux de la retenue est fixé à 33 1/3 p. 100.La retenue s'impute sur le montant de l'impôt sur le revenu établi dans les conditions prévues à l'article 4, ou de l'impôt sur les sociétés."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sont soumis aux droits de mutation à titre gratuit :1. Les biens meubles et immeubles situés en France ou hors de France, et notamment les fonds publics, parts d'intérêts, créances et généralement toutes les valeurs mobilières françaises ou étrangères de quelque nature qu'elles soient, lorsque le donateur ou le défunt a son domicile fiscal en France au sens des articles 2 et 3.Le montant des droits de mutation à titre gratuit acquitté, le cas échéant, hors de France est imputable sur l'impôt exigible en France. Cette imputation est limitée à l'impôt acquitté sur les biens meubles et immeubles situés hors de France ;2. Les biens meubles et immeubles situés en France, et notamment les fonds publics français, parts d'intérêts, créances et valeurs mobilières françaises, lorsque le donateur ou le défunt n'a pas son domicile fiscal en France au sens des articles 2 et 3.Sont considérées comme françaises les créances sur un débiteur qui est établi en France ou qui y a son domicile fiscal au sens des articles 2 et 3 ainsi que les valeurs mobilières émises par l'Etat français, une personne morale de droit public française ou une société qui a en France son siège social statutaire ou le siège de sa direction effective."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les traitements, salaires, pensions et rentes viagères, de source française, servis à des personnes qui ne sont pas fiscalement domiciliées en France donnent lieu à l'application d'une retenue à la source.La base de cette retenue est constituée par le montant net des sommes versées, déterminé conformément aux règles applicables en matière d'impôt sur le revenu, à l'exclusion de celles qui prévoient la déduction des frais professionnels réels.La retenue est calculée selon le tarif suivant, correspondant à une durée d'un an :Fraction des sommes soumises à retenue :Inférieure à 20 000 F : 0 % ;De 20 000 F à 60 000 F : 15 % ;Supérieure à 60 000 F : 25 %.Les limites de ces tranches sont fixées, par décret en Conseil d'Etat, proportionnellement à la durée de l'activité exercée en France ou de la période à laquelle les paiements se rapportent quand cette durée diffère d'un an.Les taux de 15 p. 100 et 25 p. 100 ci-dessus sont ramenés à 10 p. 100 et 18 p. 100 dans les départements d'outre-mer.La retenue s'impute sur le montant de l'impôt sur le revenu établi dans les conditions prévues à l'article 4.Chacun des seuils visés à l'article 8 et au présent article variera chaque année dans la même proportion que la limite la plus proche des tranches du barême de l'impôt sur le revenu."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Si une personne morale dont le siège est situé hors de France a la disposition d'une ou plusieurs propriétés immobilières situées en France ou en concède la jouissance gratuitement ou moyennant un loyer inférieur à la valeur locative réelle, elle est soumise à l'impôt sur les sociétés sur une base qui ne peut être inférieure à trois fois la valeur locative réelle de cette ou de ces propriétés. Lorsque l'occupant a son domicile fiscal en France, il est solidairement responsable du paiement de cette imposition.Il ne sera pas fait application de la taxation ci-dessus aux organismes à but non lucratif qui exercent une activité désintéressée de caractère social ou philanthropique, éducatif ou culturel et qui établissent que l'exercice de cette activité en France justifie la possession ou la disposition des propriétés immobilières en cause."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La retenue prévue à l'article 119 bis-II du code général des impôts ainsi que les prélèvements mentionnés au III de l'article 8 de la loi n. 76-660 du 19 juillet 1976 et à l'article 244 bis du code général des impôts modifié par la même loi, libèrent les contribuables fiscalement domiciliés hors de France de l'impôt sur le revenu dû en raison des sommes qui ont supporté ces retenues ou prélèvements.\n\nLes personnes fiscalement domiciliées en France au sens des articles 1er à 3 ci-dessus sont considérées comme ayant leur domicile réel en France pour l'application de l'article 8-III de la loi n. 76-660 du 19 juillet 1976.\n\nLes retenues prévues aux articles 10 et 12 ci-dessus sont opérées par le débiteur des sommes versées et remises à la recette des impôts accompagnées d'une déclaration conforme au modèle fixé par l'administration, au plus tard le 15 du mois suivant celui du paiement. Les dispositions des articles 1768, 1771 et 1926 du code général des impôts sont applicables à ces retenues."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les personnes physiques ou morales exerçant des activités en France ou y possédant des biens, sans y avoir leur domicile fiscal ou leur siège social, ainsi que les personnes visées à l'article 3 de la présente loi, peuvent être invitées, par le service des impôts, à désigner dans un délai de quatre-vingt-dix jours à compter de la réception de cette demande, un représentant en France autorisé à recevoir les communications relatives à l'assiette au recouvrement et au contentieux de l'impôt. En cas de refus ou à défaut de réponse dans le délai fixé, ces personnes sont taxées d'office, à l'impôt sur le revenu s'il s'agit d'une personne physique, à l'impôt sur les sociétés s'il s'agit d'une personne morale.Les personnes visées à l'alinéa précédent sont imposables au lieu fixé par arrêté du ministre de l'économie et des finances publié au Journal officiel."
    }
  ]
}