{
  "id": "jorftext000000704549",
  "type": "statute",
  "title": "Loi n° 77-1467 du 30 décembre 1977",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000704549",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I - Le tarif de la taxe différentielle sur les véhicules à moteur est fixé comme suit, à compter de la période d'imposition débutant en 1978 :(Tableau non reproduit, voir JO du 31/12/1977 page 6320).II Paragraphe modificateur."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. Paragraphe modificateurII. Les dispositions de la loi n° 49-420 du 25 mars 1949 modifiée révisant certaines rentes viagères constituées entre particuliers sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1975.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1977 sera calculé nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.III. Le capital de rachat visé à l'article 9 de la loi n° 51-695 du 24 mai 1951 portant majoration de certaines rentes viagères et pensions, sera majoré selon les taux prévus par la présente loi lorsque le rachat aura été demandé postérieurement au 30 septembre 1977.IV. Les actions ouvertes par la loi susvisée du 25 mars 1949 et par les lois n° 52-870 du 22 juillet 1952, n° 57-775 du 11 juillet 1957, n° 59-1484 du 28 décembre 1959, n° 63-156 du 23 février 1963, n° 63-628 du 2 juillet 1963, n° 64-663 du 2 juillet 1964, n° 64-1279 du 23 décembre 1964, n° 66-935 du 17 décembre 1966, n° 68-1172 du 27 décembre 1968, n° 69-1161 du 24 décembre 1969, n° 71-1061 du 29 décembre 1971, n° 72-1121 du 20 décembre 1972, n° 73-1150 du 27 décembre 1973, n° 74-1129 du 30 décembre 1974, n° 75-1278 du 30 décembre 1975 et n° 76-1232 du 29 décembre 1976 pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.V. Les taux de majoration fixés au paragraphe I ci-dessus sont applicables, sous les mêmes conditions de dates, aux rentes viagères visées par le titre Ier de la loi n° 48-777 du 4 mai 1948, par la loi n° 48-957 du 9 juin 1948, par les titres Ier et II de la loi n° 49-1098 du 2 août 1949 et par la loi n° 51-695 du 24 mai 1951.Toutefois, pour les rentes viagères constituées entre le 1er août 1914 et le 31 décembre 1938, les taux de majoration prévus au paragraphe I seront portés aux taux suivants :- 6.700 % de la rente originaire pour celles qui ont pris naissance entre le 1er août 1914 et le 31 décembre 1918 ;- 3.900 % pour celles qui ont pris naissance entre le 1er janvier 1919 et le 31 décembre 1925 ;- 3.440 % pour celles qui ont pris naissance entre le 1er janvier 1926 et le 31 décembre 1938.VI et VII Paragraphes modificateursVIII. Les dispositions du présent article prendront effet à compter du 1er janvier 1978."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I - Il est mis fin au recouvrement des créances des services départementaux de l'aide sociale contre les familles des mineurs handicapés bénéficiaires, antérieurement au 1er septembre 1976, des dispositions de l'article L. 242-13 du code de l'action sociale et des familles et contre les débiteurs d'aliments des adultes handicapés dont les frais d'hébergement et d'entretien dans les établissements de rééducation professionnelle et d'aide par le travail ainsi que dans les foyers et foyers-logements ont été pris en charge par l'aide sociale aux infirmes, aveugles et grands infirmes antérieurement au 1er janvier 1977.Il est mis fin à toute procédure d'exécution en cours au jour de la publication de la présente loi.Les sommes déjà versées aux comptables du Trésor ne peuvent pas donner lieu à reversement sur la base du présent article.II - Quelle que soit la date à laquelle les prestations ont été versées, dès lors que le décès du bénéficiaire est intervenu après la date de promulgation de la présente loi et que les héritiers du bénéficiaire sont ses enfants, son conjoint ou la personne qui a assumé de façon effective et constante la charge du handicapé, les recours en récupération sur succession prévus à l'article L. 132-8 du code de l'action sociale et des familles ne sont pas exercés en ce qui concerne les prestations en nature ou en espèces et relatives à :- la prise en charge des frais d'éducation spéciale des mineurs infirmes et grands infirmes ;- la majoration pour aide constante d'une tierce personne aux aveugles et grands infirmes ;- l'allocation de compensation aux grands infirmes travailleurs ;- la prise en charge des frais de séjour dans les centres de rééducation professionnelle, les centres d'aide par le travail, les foyers et foyers-logements ;- l'allocation mensuelle d'aide sociale aux infirmes, aveugles et grands infirmes, l'allocation spéciale aux parents de mineurs grands infirmes ainsi que l'allocation supplémentaire du fonds national de solidarité (1) versée en application de l'article L. 711-1 du code de la sécurité sociale.III - Sur demande du bénéficiaire des prestations mentionnées au II ci-dessus, et à condition que ce bénéficiaire soit marié ou qu'il ait des enfants, il est donné mainlevée de l'hypothèque légale inscrite en application de l'article L. 132-9 du code de l'action sociale et des familles. La radiation de l'hypothèque ne donne lieu à aucune perception au profit du Trésor."
    }
  ]
}