{
  "id": "jorftext000000320661",
  "type": "statute",
  "title": "Loi n° 84-578 du 9 juillet 1984",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000320661",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I - Il est institué un livret d'épargne-entreprise destiné à financer la création ou la reprise d'entreprises ou les immobilisations incorporelles et corporelles des entreprises créées ou reprises depuis moins de cinq années quels qu'en soient la forme juridique ou le secteur d'activité. Les livrets d'épargne-entreprise peuvent financer en outre les investissements amortissables des entreprises artisanales immatriculées au registre national des entreprises lorsque la rémunération du travail de l'artisan et des personnes qu'il emploie représente plus de 35 p. 100 du chiffre d'affaires global annuel de l'entreprise.\n\nLes livrets d'épargne-entreprise peuvent être ouverts auprès des établissements de crédit par les personnes physiques domiciliées en France au sens de l'article 4 B du code général des impôts.\n\nIl ne peut être ouvert qu'un livret par foyer fiscal.\n\nII - Le montant des sommes déposées sur ce livret ne peut excéder 45 800 euros intérêts capitalisés non compris.\n\nLe taux des intérêts versés en rémunération des sommes déposées est fixé, par arrêté du ministre de l'économie, des finances et du budget, dans la limite de 75 p. 100 du taux des intérêts versés en rémunération des placements effectués sur les premiers livrets des caisses d'épargne.\n\nIII - Les sommes déposées et les intérêts capitalisés sont indisponibles jusqu'au retrait définitif des fonds. Ce retrait ne peut intervenir qu'au terme d'une période, fixée par arrêté du ministre de l'économie, des finances et du budget, qui ne peut être inférieure à deux ans à compter de l'ouverture du livret sauf lorsque les sommes retirées sont affectées, dans les six mois suivant le retrait, au financement de la création ou de la reprise d'une entreprise dont le titulaire du livret, son conjoint, son ascendant ou son descendant assure personnellement l'exploitation ou la direction. Dans ce cas, le retrait peut intervenir sans délai ni remise en cause de l'exonération prévue au 9° quinquies de l'article 157 du code général des impôts.\n\nUn prêt peut être consenti, pour le financement d'un projet visé au paragraphe I, au titulaire du livret d'épargne-entreprise ou, dans des conditions fixées par arrêté du ministre de l'économie, des finances et du budget, à une personne physique que le titulaire du livret rend cessionnaire de ses droits à prêt. Les caractéristiques de ce prêt sont fixées par arrêté du ministre de l'économie, des finances et du budget.\n\nIV Paragraphe modificateur.\n\nV - A compter de la date de promulgation de la présente loi, il ne sera plus ouvert de livret d'épargne au profit des travailleurs manuels prévu par l'article 80 de la loi de finances pour 1977, n° 76-1232 du 29 décembre 1976, modifié par l'article 20 de la loi de finances rectificative pour 1977, n° 77-1466 du 30 décembre 1977, et par l'article 96 de la loi de finances pour 1980, n° 80-30 du 18 janvier 1980. Un décret en Conseil d'Etat fixe les conditions dans lesquelles les travailleurs manuels ayant ouvert un livret d'épargne peuvent le transformer en un livret d'épargne-entreprise."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I - Les personnes physiques qui prennent l'engagement de conserver, pendant cinq ans au moins à compter de leur souscription, des parts de fonds communs de placement à risques sont exonérées de l'impôt sur le revenu à raison des sommes ou valeurs auxquelles donnent droit les parts concernées au titre de cette même période.\n\nL'exonération est subordonnée aux conditions suivantes :\n\n1° Ces fonds doivent être soumis aux dispositions du titre II bis de la loi n° 79-594 du 13 juillet 1979 relative aux fonds communs de placement et leurs actifs doivent être constitués de façon constante et pour 40 p. 100 au moins de titres émis aux fins d'augmentations de capital en numéraire réalisées après le 1er janvier 1984 par des sociétés dont les actions ne sont pas admises à la cote officielle ou à la cote du second marché qui sont soumises à l'impôt sur les sociétés et exercent une activité visée à l'article 34 du code général des impôts ou aux fins de constitution du capital par apport en numéraire de telles sociétés réalisée après le 1er janvier 1984 ;\n\nLes titres mentionnés ci-dessus comprennent les obligations convertibles.\n\n2° Les sommes ou valeurs réparties doivent être immédiatement réinvesties dans le fonds et demeurer indisponibles pendant la période visée au premier alinéa ;\n\n3° Le porteur de parts, son conjoint et leurs ascendants et descendants ne doivent pas détenir ensemble directement ou indirectement plus de 25 % des droits dans les bénéfices de sociétés dont les titres figurent à l'actif du fonds ou avoir détenu ce montant à un moment quelconque au cours des cinq années précédant la souscription des parts du fonds ou l'apport des titres.\n\nII - Les plus-values réalisées par les porteurs de parts remplissant les conditions définies au paragraphe I, à l'occasion de la cession ou du rachat de ces parts après l'expiration de la période mentionnée au même paragraphe, ne sont pas soumises, pour leur fraction représentative de titres cotés, aux dispositions des articles 92 B et 92 F du code général des impôts.\n\nToutefois, les dispositions de l'alinéa précédent ne sont pas applicables si, à la date de la cession ou du rachat des parts, le fonds a cessé de remplir les conditions visées au paragraphe I.\n\nIII - Les sommes ou valeurs qui ont été exonérées d'impôt sur le revenu en vertu des dispositions du paragraphe I sont ajoutées au revenu imposable de l'année au cours de laquelle le fonds ou le contribuable cesse de remplir les conditions fixées audit paragraphe I.\n\nToutefois, l'exonération est maintenue en cas de cession des parts par le contribuable lorsque lui-même ou son conjoint se trouve dans l'un des cas prévus au troisième alinéa de l'article 199 quinquies B du code général des impôts.\n\nIV - Les dispositions du présent article s'appliquent aux souscriptions de parts effectuées entre le 1er janvier 1984 et le 31 décembre 1988.\n\nV - Les dispositions des articles 199 quinquies à 199 quinquies G du code général des impôts sont applicables aux souscriptions de parts de fonds communs de placement à risques remplissant les conditions énumérées au 1° du paragraphe I et dont les actifs sont composés de 75 p. 100 au moins d'actions ou parts de sociétés françaises autres que des sociétés d'investissement.\n\nVI - Un décret fixe les obligations incombant aux porteurs de parts ainsi qu'aux gérants et dépositaires des fonds mentionnés au titre II bis de la loi n° 79-594 du 13 juillet 1979 précitée et au présent article."
    }
  ]
}