{
  "id": "jorftext000000428977",
  "type": "statute",
  "title": "Loi n° 2003-706 du 1 août 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000428977",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - (Paragraphe modificateur).II. - Les dispositions du 4° du II de l'article L. 621-5-3 du code monétaire et financier entrent en vigueur le 1er janvier 2005."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I., II., III., IV., VI. - (Paragraphes modificateurs).V. - Dans toutes les dispositions législatives et réglementaires :1° Les références à la Commission des opérations de bourse, au Conseil des marchés financiers et au Conseil de discipline de la gestion financière sont remplacées par la référence à l'Autorité des marchés financiers ;2° Les références aux règlements de la Commission des opérations de bourse et au règlement général du Conseil des marchés financiers sont remplacées par la référence au règlement général de l'Autorité des marchés financiers ;3° Les références au Conseil national du crédit et du titre et au comité consultatif mentionnés au chapitre IV du titre Ier du livre VI du code monétaire et financier sont remplacées par la référence au Comité consultatif du secteur financier.VII. - Dans toutes les dispositions législatives et réglementaires, les références à la Commission de contrôle des assurances et à la Commission de contrôle des mutuelles et des institutions de prévoyance sont remplacées par la référence à la Commission de contrôle des assurances, des mutuelles et des institutions de prévoyance."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les règlements de la Commission des opérations de bourse et le règlement général du Conseil des marchés financiers demeurent applicables. Ils peuvent être modifiés ou abrogés par l'Autorité des marchés financiers dans les conditions prévues à l'article L. 621-6 du code monétaire et financier."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I.-Les membres des commissions, conseils et comités supprimés ou modifiés par la présente loi sont maintenus dans leurs fonctions jusqu'à la première réunion des autorités, commissions, conseils et comités créés ou modifiés par la présente loi. Jusqu'à cette date :1° La Commission des opérations de bourse, le Conseil des marchés financiers, le Conseil de discipline de la gestion financière, la commission de contrôle des assurances, la Commission de contrôle des mutuelles et des institutions de prévoyance, le Comité de la réglementation bancaire et financière, le Conseil national du crédit et du titre, le Conseil national des assurances, le comité de la réglementation du Conseil national des assurances, le comité consultatif mentionné au chapitre IV du titre Ier du livre VI du code monétaire et financier, la commission consultative du Conseil national des assurances et la Commission des entreprises d'assurance exercent les compétences qui leur sont dévolues par les dispositions législatives et réglementaires en vigueur à la date de la publication de la présente loi ;2° Le ministre chargé de l'économie continue à exercer les compétences qui lui sont dévolues par les dispositions législatives et réglementaires en vigueur à la date de la publication de la présente loi.II.-A l'occasion de la constitution du premier collège de l'Autorité des marchés financiers, la durée du mandat de sept de ses membres, autres que ceux visés aux 1°, 5° et 6° du II de l'article L. 621-2 du code monétaire et financier, est fixée par tirage au sort à trente mois.A l'occasion de la constitution de la première commission des sanctions de l'Autorité des marchés financiers, la durée du mandat de six de ses membres est fixée par tirage au sort à trente mois.III.-A compter de la première réunion de son collège, l'Autorité des marchés financiers succède dans leurs droits et obligations respectifs à l'Etat au titre des activités, de la Commission des opérations de bourse et du Conseil de discipline de la gestion financière, et au Conseil des marchés financiers.L'ensemble des biens immobiliers du domaine public ou privé de l'Etat attachés aux services relevant de la Commission des opérations de bourse, ainsi que les biens mobiliers de ces services, sont transférés de plein droit et en pleine propriété à l'Autorité des marchés financiers.L'ensemble des transferts prévus ci-dessus sont effectués à titre gratuit et ne donnent lieu à aucun versement de  la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat, ni à aucune indemnité ou perception de droits ou de taxes.La continuité des contrats de travail en cours est assurée dans les conditions prévues à l'article L. 122-12 du code du travail.IV.-La validité des actes de constatation et de procédure accomplis antérieurement à la première réunion de la commission des sanctions de l'Autorité des marchés financiers ou de l'Autorité de contrôle des assurances et des mutuelles s'apprécie au regard des dispositions législatives et réglementaires en vigueur à la date à laquelle ils ont été pris ou accomplis.Les procédures de sanction devant la Commission des opérations de bourse, le Conseil des marchés financiers et le Conseil de discipline de la gestion financière en cours à la date de la première réunion du collège de l'Autorité des marchés financiers sont poursuivies de plein droit par celui-ci devant la commission des sanctions dans les conditions prévues à l'article L. 621-15 du code monétaire et financier dans sa rédaction issue de la présente loi. Lorsque les griefs ont été notifiés par la Commission des opérations de bourse, le Conseil des marchés financiers et le Conseil de discipline de la gestion financière, la commission des sanctions est saisie du dossier en l'état.Les procédures de sanction devant la Commission de contrôle des assurances et la Commission de contrôle des mutuelles et des institutions de prévoyance en cours à la date de la première réunion de l'Autorité de contrôle des assurances et des mutuelles sont poursuivies de plein droit par cette dernière.V.-Jusqu'à la publication des décrets prévus par l'article L. 621-5-3 du code monétaire et financier, l'Autorité des marchés financiers perçoit les redevances et les cotisations qui seraient dues à la Commission des opérations de bourse et au Conseil des marchés financiers au titre des dispositions législatives et réglementaires en vigueur avant la publication de la présente loi."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - (Paragraphe modificateur).II. 1. - (Alinéa modificateur).II. 2. Dans toutes les dispositions législatives et réglementaires, les références aux articles L. 344-1 à L. 344-3 du même code sont remplacées par les références aux articles L. 342-1 à L. 342-3 de ce code."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I., II., III., VI. - (Paragraphes modificateurs).IV. - Les organismes de placements collectifs à procédure allégée existant au jour de l'entrée en vigueur des dispositions d'application du présent article peuvent, soit se placer sous le régime des organismes de placement collectif en valeurs mobilières contractuels sous réserve de l'acceptation expresse des dispositions du règlement ou des statuts de l'organisme de placement collectif en valeurs mobilières contractuel par chaque porteur de parts ou d'actions, soit demander leur agrément en qualité d'organisme de placement collectif en valeurs mobilières à règles d'investissement allégées, soit rester soumis à l'article L. 214-35 dans sa rédaction antérieure à la publication de la présente loi.V. - Dans tous les textes législatifs et réglementaires, les références à l'article L. 214-35 du code monétaire et financier sont remplacées par la référence au paragraphe 1 de la sous-section 6 de la section 1 du chapitre IV du titre Ier du livre II du même code."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - A compter du 13 février 2004 :A., B., C. - (Paragraphes modificateurs).II. - Les sociétés de gestion mentionnées à l'article L. 543-1 du code monétaire et financier mettent, avant le 13 février 2004, leurs statuts, leur organisation et leurs moyens en harmonie avec les dispositions du I. Elles effectuent une déclaration d'activité et déposent une demande d'agrément auprès de l'Autorité des marchés financiers avant le 31 décembre 2003. Elles poursuivent leur activité jusqu'à ce qu'il ait été statué sur cette demande."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "L'article L. 144-5 du code monétaire et financier est abrogé."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - 1. L'application du premier alinéa du I de l'article L. 312-1-1 du code monétaire et financier est suspendue pour une période de dix-huit mois à compter de la promulgation de la présente loi.I. - 2. (Alinéa modificateur).II. et III. - (Paragraphes modificateurs)."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. - Paragraphe modificateur.II. - Paragraphe modificateur.III. 1   Paragraphe modificateur.2. L'assureur est également tenu des obligations prévues à l'article L. 112-2 du code des assurances, dans sa rédaction issue de la présente loi, lors de la première reconduction des contrats consécutive à l'entrée en vigueur de la présente loi.IV. - Les I, II et III s'appliquent aux garanties prenant effet postérieurement à l'entrée en vigueur de la présente loi, du fait de la souscription d'un nouveau contrat, ou de la reconduction de garanties d'un contrat en cours.Toute autre garantie, dès lors qu'il est stipulé que la survenance du fait dommageable pendant la durée de validité du contrat est une condition nécessaire de l'indemnisation, est déclenchée par le fait dommageable conformément aux I et II.Toute garantie ne relevant d'aucun des deux alinéas précédents est déclenchée par la réclamation. Sans préjudice de l'application de clauses contractuelles stipulant une protection plus étendue, les I et II sont applicables.V. - Paragraphe modificateur.VI. - Paragraphe modificateur.VII. - Les dispositions du présent article entrent en vigueur à l'issue d'un délai de trois mois à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "A. - Paragraphe modificateur.B. - Les dispositions de l'article L. 421-9 du code des assurances dans sa rédaction issue de la présente loi s'appliquent aux personnes assurées, souscriptrices, adhérentes ou bénéficiaires de prestations de contrats d'assurance qui subissent les conséquences de la défaillance des entreprises d'assurance dont le retrait d'agrément a été prononcé à compter de la promulgation de la présente loi ou dont la procédure de liquidation était encore en cours à cette date. Un décret en Conseil d'Etat détermine les conditions dans lesquelles le Fonds de garantie des assurances obligatoires de dommages intervient pour les défaillances encore en cours à la date de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - Paragraphe modificateur.II. - Paragraphe modificateur.III. - Paragraphe modificateur.IV. - Les dispositions du présent article entrent en vigueur au 1er juillet 2004."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Le Fonds de garantie des assurances obligatoires de dommages, le Fonds de garantie des assurés contre la défaillance des sociétés d'assurance de personnes et le Fonds de garantie des dépôts peuvent exercer à l'encontre des dirigeants de droit ou de fait des établissements pour lesquels ils interviennent les actions en responsabilité visées par les dispositions du troisième alinéa des articles L. 421-9-4 et L. 423-5 du code des assurances et du second alinéa de l'article L. 312-6 du code monétaire et financier, même pour des faits antérieurs à la date d'entrée en vigueur des textes précités."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables aux publicités faites, reçues ou perçues en France ainsi qu'aux contrats de crédit consentis ou renouvelés six mois après la promulgation de la présente loi.Les dispositions du 3° du I sont applicables aux cartes de crédit émises un an après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - Les mutuelles, unions et fédérations dissoutes en application des I et III de l'article 5 de l'ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96 CEE du Conseil des 18 juin et 10 novembre 1992 et les mutuelles, unions et fédérations qui se sont dissoutes volontairement, entre la date d'entrée en vigueur de l'ordonnance susvisée et la date d'entrée en vigueur de la présente loi, disposent d'un délai de six mois, à compter de la date d'entrée en vigueur de la présente loi, pour réunir une assemblée générale afin de nommer un liquidateur et de se prononcer sur la dévolution de l'excédent de l'actif net sur le passif.En cas d'impossibilité de satisfaire aux conditions de quorum prévues à l'article L. 114-12 du code de la mutualité lors de la première convocation, une seconde assemblée générale peut valablement délibérer quel que soit le nombre de membres présents, représentés ou ayant fait usage de la faculté de vote par correspondance lorsque celle-ci est prévue par les statuts.A défaut de réunion de l'assemblée générale malgré deux convocations successives ou à défaut de décision relative à la désignation d'un liquidateur ou à la dévolution de l'excédent de l'actif net, la commission de contrôle mentionnée à l'article L. 510-1 du même code nomme un liquidateur chargé d'affecter l'excédent de l'actif net au fonds de garantie mentionné à l'article L. 431-1 dudit code.II. - Il est prélevé sur l'actif des mutuelles, unions et fédérations qui se sont dissoutes avant le 22 avril 2001 mais dont les opérations de liquidation n'ont pas été menées à leur terme, dans l'ordre suivant, sous réserve des créances privilégiées :1° Le montant des engagements contractés vis-à-vis des tiers ;2° Les sommes nécessaires à la couverture des droits acquis par les membres participants ;3° Les sommes égales au montant des dons et legs, pour être employées conformément aux volontés des donateurs et testateurs, s'ils ont prévu le cas de liquidation.Le surplus éventuel de l'actif social est attribué au fonds de garantie mentionné à l'article L. 431-1 du code de la mutualité.III - Paragraphe modificateur.IV. - Dans l'attente de la constitution du fonds de garantie mentionné à l'article L. 431-1 du code de la mutualité, les sommes dévolues à ce fonds, en application des dispositions des I, II et III du présent article, sont déposées à la Caisse des dépôts et consignations."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "L'article L. 441-2 du code monétaire et financier est abrogé."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. - Sont abrogés :1° L'article L. 512-60 du code monétaire et financier ;2° - L'article 16 de la loi de finances rectificative pour 1974 (n° 74-1114 du 27 décembre 1974).II., III. - (Paragraphes modificateurs).IV. - Dans les textes législatifs et réglementaires en vigueur régissant le crédit maritime mutuel, les mots : \"caisse centrale de crédit coopératif\" sont remplacés par les mots : \"Banque fédérale des banques populaires\"."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Les emprunts contractés en 2003 par l'Union nationale pour l'emploi dans l'industrie et le commerce bénéficient, en principal et en intérêts, de la garantie de l'Etat, dans la limite de 4 milliards d'euros en principal."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "L'article L. 225-224 du code de commerce est abrogé."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I.-Les membres de la commission nationale d'inscription des commissaires aux comptes et de la chambre nationale de discipline des commissaires aux comptes sont maintenus en fonction jusqu'à la nomination des membres de la Haute autorité de l'audit. Jusqu'à cette date, la commission nationale et la chambre nationale exercent les compétences qui leur étaient dévolues avant l'entrée en vigueur de la présente loi.      La Haute autorité de l'audit sera saisi de plein droit des dossiers pendants devant la commission nationale d'inscription et la chambre nationale de discipline à compter du jour de la nomination de ses membres. De même, les membres des commissions régionales d'inscription et des chambres régionales de discipline sont maintenus en fonction jusqu'à la nomination des nouveaux membres et statuent jusqu'à cette date.II.-La nomination des commissaires aux comptes légalement faite avant l'entrée en vigueur de la présente loi ne peut être remise en cause du seul fait de l'entrée en vigueur de celle-ci.III.-Les dispositions de l'article L. 822-14 du code de commerce sont applicables trois ans après la promulgation de la présente loi. Elles ne remettent pas en cause les mandats des commissaires aux comptes qui seront alors en cours dans la limite de six ans à compter de la promulgation de la présente loi.IV.-Lors de la première constitution de la Haute autorité de l'audit, la moitié de ses membres, autres que son président et que le président de l'Autorité des marchés financiers ou son représentant, sont nommés pour trois ans selon des modalités définies par le décret en Conseil d'Etat mentionné à l'article L. 821-11 du code de commerce."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Dans toutes les dispositions législatives et réglementaires, les références faites à la commission nationale d'inscription des commissaires aux comptes et à la chambre nationale de discipline sont remplacées par la référence      à la Haute autorité de l'audit."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Dans tous les textes législatifs et réglementaires, les références aux articles L. 225-219, L. 225-220, L. 225-222, L. 225-223, L. 225-225, L. 225-226 et au dernier alinéa de l'article L. 225-240 du code de commerce sont remplacées respectivement par des références aux articles L. 822-1, L. 822-2, L. 822-3, L. 822-10, L. 822-12, L. 822-13 et L. 822-15 de ce code. Les références à l'article L. 225-221 du même code sont remplacées par des références aux articles L. 822-6 et L. 822-7 dudit code.Dans tous les textes législatifs et réglementaires, la référence au deuxième alinéa de l'article L. 225-228 du même code est remplacée par une référence au troisième alinéa de l'article L. 225-228 et la référence à l'article L. 225-218 du même code par une référence à l'article L. 822-9."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. - (Paragraphe modificateur).II. - Les dispositions des 1° et 2° du I entrent en vigueur pour les exercices comptables ouverts à partir du ler janvier 2003."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "Les dérogations aux dispositions limitant le cumul des mandats prévues aux articles L. 225-21, L. 225-54-1, L. 225-67, L. 225-77, L. 225-94-1 et L. 225-95-1 du code de commerce sont applicables aux présidents, directeurs généraux ou directeurs généraux adjoints des établissements publics de l'Etat exerçant une activité industrielle et commerciale ainsi qu'au directeur général et aux directeurs de la Caisse des dépôts et consignations pour les mandats qu'ils détiennent dans des sociétés contrôlées au sens de l'article L. 233-16 du même code par l'établissement public dans lequel ils exercent l'une des fonctions ci-dessus énumérées.Pour l'application des articles L. 225-54-1 et L. 225-67 dudit code, l'exercice de chacune des fonctions énumérées au premier alinéa compte pour un mandat."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I. - (Paragraphe modificateur).II. - Les dispositions du I entrent en vigueur le 16 novembre 2002."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I. - (Paragraphe modificateur).II. - Les dispositions de l'article L. 233-16 du même code telles qu'elles sont modifiées par le I s'appliquent à compter du premier exercice ouvert après publication de la présente loi au Journal officiel."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I. - (Paragraphe modificateur).II. - Le premier exercice d'application des dispositions du présent article aux établissements publics de l'Etat soumis aux règles de la comptabilité publique commence au plus tard le 1er janvier 2006."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2003-479 DC du 30 juillet 2003."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par ordonnance, les mesures de nature législative permettant de rendre applicables, avec les adaptations nécessaires, les dispositions de la présente loi en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et à Mayotte.Les projets d'ordonnance sont soumis pour avis :1° Lorsque leurs dispositions sont relatives à la Polynésie française, à la Nouvelle-Calédonie ou à Mayotte, aux institutions compétentes prévues respectivement par la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, par la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie et par l'article L. 3551-12 du code général des collectivités territoriales ;2° Lorsque leurs dispositions sont relatives au territoire des îles Wallis et Futuna, à l'assemblée territoriale des îles Wallis et Futuna.Les projets d'ordonnance comportant des dispositions relatives à la Polynésie française sont, en outre, soumis à l'assemblée de ce territoire.Les ordonnances seront prises, au plus tard, le dernier jour du douzième mois suivant la promulgation de la présente loi. Le projet de loi portant ratification de ces ordonnances sera déposé devant le Parlement, au plus tard, le dernier jour du dix-huitième mois suivant la promulgation de la présente loi."
    }
  ]
}