{
  "id": "jorftext000000815414",
  "type": "statute",
  "title": "Loi n° 2005-1579 du 19 décembre 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000815414",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2004, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)RECETTESDÉPENSESSOLDEMaladie133,4145,0- 11,7Vieillesse147,9147,30,6Famille48,749,0-  0,3Accidents du travail et maladies professionnelles10,110,2-  0,1Toutes branches (hors transferts entre branches)335,3346,8- 11,52° Le tableau d'équilibre, par branche, du régime général de la sécurité sociale :(En milliards d'euros) RECETTESDÉPENSESSOLDEMaladie113,4125,0- 11,6Vieillesse75,274,90,3Famille48,248,6-  0,4Accidents du travail et maladies professionnelles8,89,0-  0,2Toutes branches (hors transferts entre branches)240,9252,8- 11,93° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)RECETTESDÉPENSESSOLDEFonds de solidarité vieillesse13,414,0- 0,6Caisse nationale de solidarité pour l'autonomie0,10,10,04° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 130,1 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, s'élevant à 2,2 milliards d'euros ;6° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 3,3 milliards d'euros."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A (non reproduite) à la présente loi décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits constatés à l'occasion de l'approbation, à l'article ler, des tableaux d'équilibre relatifs à l'exercice 2004."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Au titre de l'année 2005, sont rectifiés, conformément aux tableaux qui suivent :1° Les prévisions de recettes et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)PRÉVISIONS de recettesOBJECTIFS de dépensesSOLDEMaladie140,3149,7-  9,4Vieillesse153,1155,2-  2,1Famille50,251,2-  1,0Accidents du travail et maladies professionnelles10,310,7-  0,4Toutes branches (hors transferts entre branches)349,2362,1- 12,92° Les prévisions de recettes et le tableau d'équilibre, par branche, du régime général de la sécurité sociale :(En milliards d'euros)PRÉVISIONS de recettesOBJECTIFS de dépensesSOLDEMaladie120,6128,8-  8,3Vieillesse78,280,1-  2,0Famille49,750,8-  1,1Accidents du travail et maladies professionnelles9,09,5-  0,5Toutes branches (hors transferts entre branches)252,6264,5- 11,93° Les prévisions de recettes et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)PRÉVISIONS de recettesPRÉVISIONS de chargesSOLDEFonds de solidarité vieillesse12,514,6- 2,0Fonds de financement des prestations sociales des non-salariés agricoles13,715,4- 1,7Caisse nationale de solidarité pour l'autonomie0,50,50,0"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Au titre de l'année 2005, l'objectif d'amortissement rectifié de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 2,4 milliards d'euros.II. - Au titre de l'année 2005, les prévisions rectifiées des recettes affectées au Fonds de réserve pour les retraites sont fixées à 1,5 milliard d'euros."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La contribution de l'assurance maladie au fonds de concours mentionné à l'article 51 de la loi de financement de la sécurité sociale pour 2004 (n° 2003-1199 du 18 décembre 2003) est fixée pour 2005 à 176 millions d'euros.Cette contribution est répartie entre les différents régimes d'assurance maladie selon les règles mises en oeuvre au titre de l'année 2004 pour l'application de l'article L. 174-2 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Au titre de l'année 2005, les prévisions rectifiées des objectifs de dépenses, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale sont fixées à :(En milliards d'euros)OBJECTIFS de dépensesMaladie149,7Vieillesse155,2Famille51,2Accidents du travail et maladies professionnelles10,7Toutes branches (hors transferts entre branches)362,1II. - Au titre de l'année 2005, les prévisions rectifiées des objectifs de dépenses, par branche, du régime général de sécurité sociale sont fixées à :(En milliards d'euros)OBJECTIFS de dépensesMaladie128,8Vieillesse80,1Famille50,8Accidents du travail et maladies professionnelles9,5Toutes branches (hors transferts entre branches)264,5"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Au titre de l'année 2005, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base est maintenu à 134,9 milliards d'euros."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2006-2009), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes, ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions du présent article sont applicables à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions du présent article sont applicables aux indemnités perçues à l'occasion d'une rupture du contrat de travail notifiée à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I., II. - Paragraphes modificateurs.III. - Sous réserve des décisions de justice passées en force de chose jugée et des instances en cours à la date de publication de la présente loi, les dispositions du I sont applicables aux cotisations dues au titre des gains et rémunérations versés à compter du 1er janvier 2006.Sous réserve des décisions de justice passées en force de chose jugée et des instances en cours à la date de publication de la présente loi, les dispositions du 1° du II s'appliquent aux compensations salariales versées à compter du 1er janvier 2006 dans le cadre d'accords collectifs réduisant la durée du travail conclus à compter du 1er octobre 1996.Sous réserve des décisions de justice passées en force de chose jugée et des instances en cours à la date de publication de la présente loi, les dispositions du 2 du II s'appliquent aux cotisations dues au titre des contributions versées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-528 DC du 15 décembre 2005.]II. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les entreprises ou établissements couverts par une convention de branche ou un accord professionnel de branche sur les salaires conclu entre le 1er janvier 2005 et le 15 juin 2006 en application de l'article L. 132-12 du code du travail et applicable en 2006, ou ayant eux-mêmes conclu, en application de l'article L. 132-27 du même code, un accord salarial entre le 1er janvier 2005 et le 15 juin 2006, applicable en 2006, peuvent verser à l'ensemble de leurs salariés un bonus exceptionnel d'un montant maximum de 1 000 Euros par salarié.Le montant de ce bonus exceptionnel peut être modulé selon les salariés ; cette modulation ne peut s'effectuer qu'en fonction du salaire, de la qualification, du niveau de classification, de l'ancienneté ou de la durée de présence dans l'entreprise du salarié. Ce bonus ne peut se substituer à des augmentations de rémunération et à des primes conventionnelles prévues par l'accord salarial ou par le contrat de travail. Il ne peut non plus se substituer à aucun des éléments de rémunération au sens de l'article L. 242-1 du code de la sécurité sociale versés par l'employeur ou qui deviennent obligatoires en vertu de règles légales ou contractuelles.Dès lors qu'il est exceptionnel et qu'il ne se substituera à aucun élément de rémunération, ce bonus est exonéré de toutes cotisations et contributions d'origine légale ou conventionnelle, à l'exception des contributions définies aux articles L. 136-2 du code de la sécurité sociale et 14 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale, sans qu'il soit fait application de l'article L. 131-7 du code de la sécurité sociale.Dans le cas où un salarié qui a adhéré à un plan d'épargne d'entreprise prévu au chapitre III du titre IV du livre IV du code du travail affecte à la réalisation de ce plan tout ou partie des sommes qui lui sont versées au titre du bonus exceptionnel, ces sommes sont exonérées d'impôt sur le revenu, dans les conditions prévues par l'article L. 441-6 du même code.Dans les entreprises et établissements non couverts par une convention de branche ou un accord professionnel de branche conclu dans les conditions prévues au premier alinéa et n'entrant pas dans le champ du I de l'article L. 132-26 du code du travail ou dans celui de l'article L. 132-27 du même code, l'accord salarial mentionné au premier alinéa peut être, à titre exceptionnel, conclu selon les modalités fixées par l'article L. 441-1 du même code.L'accord conclu en application de l'article L. 132-27 du code du travail visé au premier alinéa du présent article peut également prévoir le versement du bonus exceptionnel, en déterminer un montant et en définir les modalités d'attribution dans les conditions fixées par le présent article.Le montant et les modalités de versement du bonus exceptionnel sont fixés dans l'entreprise par décision de l'employeur prise avant le 30 juin 2006. Le versement des sommes ainsi déterminées doit intervenir le 31 juillet 2006 au plus tard.L'employeur notifie avant le 31 décembre 2006 à l'organisme de recouvrement des cotisations de sécurité sociale dont relève l'entreprise le montant des sommes versées aux salariés en application du présent article en précisant le montant par salarié.Le bénéfice des exonérations définies au premier alinéa est subordonné à cette notification avant le 31 décembre 2006, ainsi qu'au respect des conditions et délais de versement mentionnés ci-dessus."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. à VI. - Paragraphes modificateurs.VII. - A titre exceptionnel, pour la détermination de la contribution mentionnée à l'article L. 245-6 du code de la sécurité sociale due au titre du chiffre d'affaires réalisé au cours de l'année 2006, le taux de la contribution est fixé à 1,76 %.VIII. - Les dispositions du II et du III s'appliquent pour la première fois au calcul de la contribution due au titre de l'année 2005. A titre dérogatoire, pour l'application à la contribution due au titre de l'année 2005 des dispositions du troisième alinéa du II de l'article L. 138-10 du code de la sécurité sociale dans sa rédaction issue du présent article, la convention mentionnée audit alinéa devra être conclue au plus tard le 15 décembre 2006 ; en l'absence de conclusion de la convention à cette date, la contribution devient à la même date intégralement exigible.Les dispositions des IV et V s'appliquent pour la première fois à la détermination des contributions dues au plus tard le 1er décembre 2006."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Paragraphe modificateur.\n\nII. - Les dispositions du présent article s'appliquent au recouvrement de la contribution assise sur les primes définies au deuxième alinéa de l'article L. 137-7 du code de la sécurité sociale et émises après le 31 décembre 2007."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions du présent article s'appliquent aux sommes à percevoir à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Est approuvé le montant de 21,817 milliards d'euros, correspondant à la compensation des exonérations, des réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2006."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. à V. - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Pour l'année 2006, les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, sont fixées :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale et par branche à :(En milliards d'euros)PRÉVISIONS de recettesMaladie146,4Vieillesse159,1Famille52,2Accidents du travail et maladies professionnelles11,0Toutes branches (hors transferts entre branches)363,62° Pour le régime général de la sécurité sociale et par branche à :(En milliards d'euros)PRÉVISIONS de recettesMaladie125,7Vieillesse81,6Famille51,6Accidents du travail et maladies professionnelles9,7Toutes branches (hors transferts entre branches)263,73° Pour les organismes concourant au financement des régimes obligatoires de base de sécurité sociale à :(En milliards d'euros)PRÉVISIONS de recettesFonds de solidarité vieillesse13,1Fonds de financement des prestations sociales des non-salariés agricoles13,9"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Pour l'année 2006, est approuvé le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)PRÉVISIONS de recettesOBJECTIFS de dépensesSOLDEMaladie146,4153,4-  7,0Vieillesse159,1161,0-  1,8Famille52,253,3-  1,1Accidents du travail et maladies professionnelles11,011,1-  0,1Toutes branches (hors transferts entre branches)363,6373,7- 10,1"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Pour l'année 2006, est approuvé le tableau d'équilibre, par branche, du régime général de la sécurité sociale :(En milliards d'euros)PRÉVISIONS de recettesOBJECTIFS de dépensesSOLDEMaladie125,7131,9- 6,1Vieillesse81,683,1- 1,4Famille51,652,8- 1,2Accidents du travail et maladies professionnelles9,79,9- 0,2Toutes branches (hors transferts entre branches)263,7272,7- 8,9"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Pour l'année 2006, est approuvé le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)PRÉVISIONS de recettesPRÉVISIONS de chargesSOLDEFonds de solidarité vieillesse13,114,6- 1,5Fonds de financement des prestations sociales des non-salariés agricoles13,915,6-  1,7"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - Pour l'année 2006, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 2,4 milliards d'euros.II. - Pour l'année 2006, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :(En milliards d'euros)PRÉVISIONS de recettesPrélèvement social de 2 %1,4Affectation de l'excédent de la Caisse nationale d'assurance vieillesse des travailleurs salariés0,0Affectation de l'excédent du Fonds de solidarité vieillesse0,0Revenus exceptionnels (dont privatisations)0,0Revenus de capitaux0,0Total1,4"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions du I s'appliquent au plus tard aux comptes de l'exercice 2008 selon des modalités définies par décret. Les dispositions du II s'appliquent au 1er janvier 2008."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Sont habilités à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les régimes obligatoires de base et les organismes concourant à leur financement mentionnés ci-dessous, dans les limites indiquées :(En millions d'euros)LIMITESRégime général18 500Régime des exploitants agricoles (Fonds de financement des prestations sociales des non-salariés agricoles)7 100Caisse nationale de retraite des agents des collectivités locales550Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat150Caisse autonome nationale de la sécurité sociale dans les mines300Caisse nationale des industries électriques et gazières475Régime spécial de retraite de la Régie autonome des transports parisiens50"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. à IV. - Paragraphes modificateurs.V. - Les dispositions du III ne s'appliquent pas aux arrêts de travail en cours d'indemnisation depuis plus de six mois au 1er janvier 2006.VI. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Le cinquième alinéa de l'article L. 162-5-3 du code de la sécurité sociale, l'article L. 162-26, les dépassements d'honoraires prévus au 18° de l'article L. 162-5 et le huitième alinéa de l'article L. 324-1 du même code ne sont pas applicables aux soins nécessaires au traitement de l'affection des patients reconnus atteints d'une affection mentionnée aux 3° et 4° de l'article L. 322-3 du même code avant le 15 novembre 2005 et ayant désigné leur médecin traitant, et ce, jusqu'à la remise du protocole de soins, et au plus tard jusqu'au 1er juillet 2008."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-528 DC du 15 décembre 2005.]"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Paragraphe modificateur.II. - L'article L. 2132-2-1 du code de la santé publique dans sa rédaction antérieure à la publication de la présente loi demeure en vigueur, respectivement pour chacune des professions concernées, jusqu'à la publication des dispositions conventionnelles prises en application du 2° du I.III. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-528 DC du 15 décembre 2005.]"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - Les ministres chargés de la santé et de la sécurité sociale peuvent décider le maintien temporaire de la prise en charge de certaines spécialités pharmaceutiques inscrites sur la liste prévue au premier alinéa de l'article L. 162-17 du code de la sécurité sociale dont le service médical rendu, apprécié par la Commission de la transparence, est insuffisant au regard des autres médicaments ou thérapies disponibles.\n\nUn arrêté des ministres chargés de la santé et de la sécurité sociale fixe la liste des spécialités pharmaceutiques concernées. Par dérogation au deuxième alinéa du I de l'article L. 160-13 du code de la sécurité sociale, la participation de l'assuré aux tarifs servant de base au calcul des prestations est fixée à 85 % pour ces spécialités.\n\nII. - Les dispositions prévues au dernier alinéa de l'article L. 871-1 du même code ne s'appliquent pas aux spécialités mentionnées au I du présent article.\n\nPar dérogation à l'article 6 de la loi n° 89-1009 du 31 décembre 1989 renforçant les garanties offertes aux personnes assurées contre certains risques, l'organisme peut décider, lors du renouvellement du contrat, que tout ou partie de la participation de l'assuré en application du I de l'article L. 160-13 du code de la sécurité sociale n'est pas pris en charge pour ces spécialités.\n\nIII. - La radiation des spécialités concernées de la liste prévue au premier alinéa de l'article L. 162-17 du code de la sécurité sociale, ainsi que celle de leurs génériques au sens du 5° de l'article L. 5121-1 du code de la santé publique, inscrits le cas échéant sur la même liste postérieurement à la publication de l'arrêté mentionné au deuxième alinéa du I du présent article, intervient au plus tard le 1er janvier 2008."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. à III. - paragraphes modificateurs.IV. - Pour les titulaires d'autorisations mentionnées à l'article L. 6122-1 du code de la santé publique, les objectifs quantifiés prévus au cinquième alinéa de l'article L. 6114-2 du même code, ainsi que les pénalités applicables en cas de non-respect de ces objectifs sont fixés, au plus tard le 31 mars 2007, dans le contrat pluriannuel d'objectifs et de moyens prévu à l'article L. 6114-1 du même code. A défaut de signature de ce contrat au 31 mars 2007, l'agence régionale de l'hospitalisation inscrit ces objectifs quantifiés, ainsi que les pénalités, dans l'autorisation mentionnée à l'article L. 6122-1 du même code, dans les trois mois qui suivent. A titre transitoire, jusqu'à la conclusion de ce contrat ou de cet avenant, les titulaires de l'autorisation mentionnée à la phrase précédente demeurent tenus au respect de la capacité des installations autorisées."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I., II. - Paragraphes modificateurs.III. - Par exception aux dispositions de l'article L. 174-1-1 du code de la sécurité sociale et de l'article L. 314-3 du code de l'action sociale et des familles, le directeur de l'agence régionale de l'hospitalisation et le préfet du département fixent avant le 30 juin 2009, par arrêté conjoint, la répartition des capacités d'accueil et des ressources de l'assurance maladie relevant respectivement des objectifs mentionnés aux articles L. 314-3-1 du code de l'action sociale et des familles et L. 174-1-1 du code de la sécurité sociale des établissements, pour chaque établissement mentionné au 2° de l'article L. 6111-2 du code de la santé publique après avis de son organe délibérant.Pour chaque établissement, l'arrêté conjoint est pris au plus tard le 30 juin de l'année précédant celle au cours de laquelle il prend effet, au vu du résultat des analyses transversales réalisées sous le contrôle médical des organismes d'assurance maladie présents au niveau régional à partir du référentiel définissant les caractéristiques des personnes relevant de soins de longue durée, arrêté par les ministres chargés des personnes âgées, de la santé et de la sécurité sociale après avis des fédérations d'établissements les plus représentatives du secteur sanitaire et médico-social, et tient compte du schéma régional d'organisation sanitaire et du programme interdépartemental d'accompagnement des handicaps et de la perte d'autonomie.Cet arrêté prend effet le 1er janvier de l'année suivant sa publication.Afin d'évaluer les moyens nécessaires à la mise en adéquation du budget de la section des unités de soins de longue durée avec le résultat de l'analyse transversale, chaque établissement fait connaître au directeur de l'agence régionale de l'hospitalisation et au préfet, par décision de son organe délibérant, l'exercice annuel au cours duquel cette répartition est arrêtée. Cette délibération doit parvenir au directeur de l'agence régionale de l'hospitalisation et au préfet avant le 31 mars de l'exercice annuel au cours duquel la répartition est arrêtée.IV. - (Paragraphe abrogé)V. - Les répartitions prévues au III peuvent correspondre à la transformation en tout ou partie de l'activité de soins de longue durée en places d'établissements mentionnés au 6° et au 7° du I de l'article L. 312-1 du code de l'action sociale et des familles ou à la réorientation de cette activité vers d'autres établissements de santé. Les décisions de l'Etat mentionnées au III valent autorisation au sens de l'article L. 313-1 du code de l'action sociale et des familles pour les établissements auxquels elles s'appliquent, sans préjudice de la modification de l'autorisation prévue à l'article L. 6122-1 du code de la santé publique."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-528 DC du 15 décembre 2005.]"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - Paragraphe modificateur.II. - Dans l'attente de l'arrêté fixant la dotation globale pour l'année 2006, les caisses d'assurance maladie versent à chaque structure de réduction des risques pour usagers de drogue, dont les missions correspondent à celles définies conformément à l'article L. 3121-5 du code de la santé publique et antérieurement financée par l'Etat, des acomptes mensuels sur la dotation globale de financement égaux au douzième de la participation de l'Etat allouée à chaque structure. Tout refus d'autorisation d'un centre met fin à son financement par l'assurance maladie.III. à V. - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I., II. 1 - Paragraphes modificateurs.II$ 2. Les dispositions du présent II entrent en vigueur le 1er janvier 2006.III. - Le décret pris pour l'application du IV de l'article 100 de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées précise les conditions du report des excédents de l'exercice 2005 dans les deux sous-sections mentionnées au V de l'article L. 14-10-5 du code de l'action sociale et des familles. Ces crédits peuvent être utilisés, selon une procédure fixée par arrêté des ministres chargés des personnes âgées et des personnes handicapées, après avis de la Caisse nationale de solidarité pour l'autonomie, au financement d'opérations d'investissement et d'équipement, pour la mise aux normes techniques et de sécurité et la modernisation des locaux des établissements et des services mentionnés à l'article L. 314-3-1 du même code ainsi que des établissements relevant conjointement du 6° du I de l'article L. 312-1 dudit code et de l'article L. 633-1 du code de la construction et de l'habitation et ceux relevant du 2° de l'article L. 6111-2 du code de la santé publique."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les contrats, les bulletins d'adhésion ou les règlements comportant exclusivement des garanties prenant en charge les dépenses occasionnées lors d'une hospitalisation ou prenant exclusivement en charge des spécialités ou dispositifs inscrits sur les listes prévues aux articles L. 162-17 et L. 165-1 du code de la sécurité sociale doivent se mettre en conformité avec les dispositions prévues à l'article L. 871-1 du même code au plus tard le 1er janvier 2008. Jusqu'à cette date, ces contrats, bulletins d'adhésion ou règlements bénéficient des exonérations fiscales et sociales mentionnées au premier alinéa de l'article L. 871-1 du code de la sécurité sociale.V. à VIII. - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-528 DC du 15 décembre 2005.]"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-528 DC du 15 décembre 2005.]"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I., II. - Paragraphes modificateurs.III. - Pour 2006, le montant maximal des dépenses du fonds institué à l'article L. 221-1-1 du code de la sécurité sociale est fixé à 115 millions d'euros.Ce fonds est doté de 60 millions d'euros au titre de l'année 2006."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le montant de la participation des régimes obligatoires d'assurance maladie au financement du Fonds pour la modernisation des établissements de santé publics et privés mentionné à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000) est fixé, pour l'année 2006, à 327 millions d'euros."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "La contribution de l'assurance maladie au fonds de concours mentionné à l'article 51 de la loi de financement de la sécurité sociale pour 2004 (n° 2003-1199 du 18 décembre 2003) est fixée pour 2006 à 175 millions d'euros.Cette contribution est répartie entre les différents régimes d'assurance maladie selon les règles mises en oeuvre au titre de l'année 2004 pour l'application de l'article L. 174-2 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "La dispense d'avance de frais totale ou partielle consentie à l'assuré est subordonnée, à compter du 1er juillet 2007, à la vérification préalable par les pharmaciens d'officine lors de leur facturation :1° De la non-inscription de la carte de l'assuré sur la liste d'opposition mentionnée à l'article L. 161-31 du code de la sécurité sociale ;2° Du respect de l'ensemble des conditions auxquelles est soumise la prise en charge des prestations délivrées, notamment des exigences prévues aux articles L. 162-17, L. 165-1 et L. 324-1 du même code.Les modalités d'application du présent article sont déterminées par arrêté du ministre chargé de la santé."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Pour l'année 2006, les objectifs de dépenses de la branche maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 153,4 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 131,9 milliards d'euros."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Pour l'année 2006, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :(En milliards d'euros)OBJECTIFS de dépensesDépenses de soins de ville65,3Dépenses relatives aux établissements de santé tarifés à l'activité45,8Autres dépenses relatives aux établissements de santé17,9Contribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées4,3Contribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées6,6Dépenses relatives aux autres modes de prise en charge0,7Total140,7"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. – Le Haut Conseil pour l'avenir de l'assurance maladie, créé auprès des ministres chargés de la santé et de l'assurance maladie, a pour missions :\n\n1° D'évaluer le système d'assurance maladie et ses évolutions ;\n\n2° De décrire la situation financière et les perspectives des régimes d'assurance maladie et d'apprécier les conditions requises pour assurer leur pérennité à terme ;\n\n3° De veiller à la cohésion du système d'assurance maladie au regard de l'égal accès à des soins de haute qualité et d'un financement juste et équitable ;\n\n4° De formuler, le cas échéant, des recommandations ou propositions de réforme de nature à répondre aux objectifs de cohésion sociale et de pérennité financière des régimes d'assurance maladie.\n\nLe haut conseil remet chaque année aux ministres chargés de la santé et de l'assurance maladie un rapport analysant la situation de l'assurance maladie et proposant les adaptations nécessaires pour assurer ses objectifs de cohésion sociale et son équilibre financier. Ce rapport est communiqué au Parlement et rendu public.\n\nLe haut conseil peut être saisi de toute question par le Premier ministre ou les ministres chargés de la santé et de l'assurance maladie.\n\nIl comprend parmi ses membres trois députés et trois sénateurs.\n\nII. – La composition, l'organisation et le fonctionnement du haut conseil sont précisés par décret."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I., II. - Paragraphes modificateurs.III. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-528 DC du 15 décembre 2005.]IV. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions du présent article entrent en vigueur le 1er janvier 2006."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Pour l'année 2006, les objectifs de dépenses de la branche vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 161,0 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 83,1 milliards d'euros."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Toute personne qui, du fait de son activité professionnelle, est susceptible d'avoir été exposée à l'inhalation de poussière d'amiante est informée par sa caisse primaire d'assurance maladie dans des conditions précisées par décret de son droit de bénéficier gratuitement de la surveillance médicale post-professionnelle, visée à l'article D. 461-25 du code de la sécurité sociale, incluant le cas échéant, les examens médicaux complémentaires appropriés."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - Le montant de la contribution de la branche accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante, créé par le III de l'article 41 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998), est fixé à 700 millions d'euros au titre de l'année 2006.II. - Le montant de la contribution de la branche accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante, créé par le II de l'article 53 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000), est fixé à 315 millions d'euros au titre de l'année 2006."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé, pour l'année 2006, à 330 millions d'euros."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Pour l'année 2006, les objectifs de dépenses de la branche accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 11,1 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 9,9 milliards d'euros."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions du présent article sont applicables à compter du 1er juillet 2006 pour les enfants nés ou adoptés à compter de cette date, ainsi que pour les enfants nés avant cette date alors que leur date de naissance présumée était postérieure au 30 juin 2006."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. à X. - Paragraphes modificateurs.XI. - Les dispositions du présent article entrent en vigueur à compter du 1er mai 2006 pour toute demande déposée à compter de cette date.Les personnes qui bénéficient de l'allocation de présence parentale en vertu de la réglementation applicable avant cette date continuent à en bénéficier jusqu'à son terme."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Pour l'année 2006, les objectifs de dépenses de la branche famille sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 53,3 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 52,8 milliards d'euros."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-528 DC du 15 décembre 2005.]"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-528 DC du 15 décembre 2005.]"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Pour l'année 2006, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées à :(En milliards d'euros)PRÉVISIONS de chargesFonds de solidarité vieillesse14,6Fonds de financement des prestations sociales des non-salariés agricoles15,6"
    }
  ]
}