{
  "id": "jorftext000000332141",
  "type": "statute",
  "title": "Loi du 16 septembre 1807",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000332141",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Lorsque, par l'ouverture d'un canal de navigation, par le perfectionnement de la navigation d'une rivière, par l'ouverture d'une grande route, par la construction d'un pont, un ou plusieurs départements, un ou plusieurs arrondissements seront jugés devoir recueillir une amélioration à la valeur de leur territoire, ils seront susceptibles de contribuer aux dépenses des travaux, par voie de centimes additionnels aux contributions ; et ce, dans les proportions qui seront déterminées par des lois spéciales.Ces contributions ne pourront s'élever au-delà de la moitié de la dépense ; le Gouvernement fournira l'excédent."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Lorsqu'il y aura lieu à l'établissement ou au perfectionnement d'une petite navigation, d'un canal de flottage, à l'ouverture ou à l'entretien de grandes routes d'un intérêt local, à la construction ou à l'entretien de ponts sur lesdites routes ou sur des chemins vicinaux, les départements contribueront dans une proportion, les arrondissements les plus intéressés, dans une autre, les communes les plus intéressées, d'une manière encore différente ; le tout selon les degrés d'utilité respective.Le Gouvernement ne fournira de fonds, dans ce cas, que lorsqu'il le jugera convenable ; les proportions des diverses contributions seront réglées par des lois spéciales."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Lorsqu'il s'agira de construire des digues à la mer, ou contre les fleuves, rivières ou torrents navigables ou non navigables, la nécessité en sera constatée par le Gouvernement et la dépense supportée par les propriétés protégées, dans la proportion de leur intérêt aux travaux ; sauf le cas où le Gouvernement croirait utile et juste d'accorder des secours sur les fonds publics."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Tous les travaux de salubrité qui intéressent les villes et les communes seront ordonnés par le Gouvernement, et les dépenses supportées par les communes intéressées."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Tout ce qui est relatif aux travaux de salubrité sera réglé par l'administration publique ; elle aura égard, lors de la rédaction du rôle de la contribution spéciale destinée à faire face aux dépenses de ce genre de travaux, aux avantages immédiats qu'acquerraient telles ou telles propriétés privées, pour les faire contribuer à la décharge de la commune dans des proportions variées, et justifiées par les circonstances."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "L'exécution des deux articles précédents restera dans les attributions des préfets et des conseils de préfecture."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Lorsqu'il y aura lieu d'ouvrir ou de perfectionner une route ou des moyens de navigation dont l'objet sera d'exploiter avec économie des forêts ou bois, des mines ou minières, ou de leur fournir un débouché, toutes les propriétés de cette espèce, générales, communales ou privées, qui devront en profiter, seront appelées à contribuer pour la totalité de la dépense, dans les proportions variées des avantages qu'elles devront en recueillir.Le Gouvernement pourra néanmoins accorder sur les fonds publics les secours qu'il croira nécessaire."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les propriétaires se libéreront dans les formes énoncées aux articles 21, 22 et 23 de la présente loi."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les formes d'estimation et l'intervention de la commission organisée par la présente loi seront appliquées à l'exécution des deux précédents articles."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les indemnités pour plus-value, dues à raison des travaux déjà entrepris, et spécialement à raison des travaux de dessèchement, seront réglées d'après les dispositions de la présente loi. Des règlements d'administration publique statueront sur la possibilité et le mode d'application à chaque cas ou entreprise particulière ; et alors l'organisation et l'intervention de la commission spéciale seront toujours nécessaires."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Toutes les lois antérieures cesseront d'avoir leur exécution en ce qui serait contraire à la présente."
    }
  ]
}