{
  "id": "jorftext000041975976",
  "type": "statute",
  "title": "LOI n°2020-692 du 8 juin 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041975976",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV.-Les I à IV s'appliquent pour les décès intervenus à compter du 1er juillet 2020.\n\n- Code du travail\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\n- Code du travail\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Un décret en Conseil d'Etat détermine les conditions d'application du présent article aux agents publics civils et militaires. Le chef de service est informé du don de jours de repos. Il ne peut pas s'y opposer.\n\n- Code du travail"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. à III.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2022, pour les décès intervenant à compter de cette date.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 2002-149 du 7 février 2002\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Les I, II et III du présent article entrent en vigueur à une date fixée par décret, et au plus tard à compter du 1er janvier 2022, au titre des enfants dont le décès intervient à compter de cette date.V.-A titre transitoire, une allocation forfaitaire est versée, à leurs ressortissants respectifs, par les organismes mentionnés à l'article L. 212-1 du code de la sécurité sociale, en cas de décès d'un enfant qui intervient à compter du 1er juin 2020 et jusqu'à la date fixée par le décret mentionné au IV du présent article, et au plus tard jusqu'au 31 décembre 2021. Cette allocation est financée par le fonds d'action sanitaire et sociale géré par la Caisse nationale des allocations familiales mentionné au 2° de l'article L. 223-1 du code de la sécurité sociale et par les moyens de la politique d'action sanitaire et sociale menée par la caisse centrale de mutualité sociale agricole prévus à l'article L. 726-1 du code rural et de la pêche maritime.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 2002-149 du 7 février 2002\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 2002-149 du 7 février 2002\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 2002-149 du 7 février 2002"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - L'Etat autorise, sur l'ensemble du territoire national, à titre expérimental, le financement de la prise en charge de la souffrance psychique du parent ou du titulaire de l'autorité parentale, endeuillé à la suite du décès de son enfant âgé de moins de vingt-cinq ans, dans la continuité des dispositifs existants, notamment hospitaliers. Ce dispositif concerne également les frères et sœurs de l'enfant décédé, ainsi que les enfants vivant sous le même toit.Dans ce cadre, le médecin peut, après évaluation des besoins et de la situation des personnes concernées, les orienter vers un parcours de prise en charge comprenant des séances réalisées par des psychologues.II. - Les modalités d'autorisation, de financement, de mise en œuvre et d'évaluation de cette expérimentation sont celles prévues par le dispositif mentionné à l'article L. 162-31-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. à III. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Les I à III du présent article s'appliquent aux décès intervenus à compter du 1er juillet 2020.La présente loi sera exécutée comme loi de l'Etat.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale."
    }
  ]
}