{
  "id": "jorftext000000215117",
  "type": "statute",
  "title": "Loi n° 2000-321 du 12 avril 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000215117",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont considérés comme autorités administratives au sens de la présente loi les administrations de l'Etat, les collectivités territoriales, les établissements publics à caractère administratif, les organismes de sécurité sociale et les autres organismes chargés de la gestion d'un service public administratif."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le droit de toute personne à l'information est précisé et garanti par le présent chapitre en ce qui concerne la liberté d'accès aux règles de droit applicables aux citoyens.Les autorités administratives sont tenues d'organiser un accès simple aux règles de droit qu'elles édictent. La mise à disposition et la diffusion des textes juridiques constituent une mission de service public au bon accomplissement de laquelle il appartient aux autorités administratives de veiller.Les modalités d'application du présent article sont déterminées, en tant que de besoin, par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La codification législative rassemble et classe dans des codes thématiques l'ensemble des lois en vigueur à la date d'adoption de ces codes.Cette codification se fait à droit constant, sous réserve des modifications nécessaires pour améliorer la cohérence rédactionnelle des textes rassemblés, assurer le respect de la hiérarchie des normes et harmoniser l'état du droit."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le titre Ier de la loi n° 78-753 du 17 juillet 1978 portant diverses mesures d'amélioration des relations entre l'administration et le public et diverses dispositions d'ordre administratif, social et fiscal, est ainsi modifié :1° à 7° et 9° : paragraphes modificateurs ;8° L'article 6 bis est abrogé ;"
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Constituent des subventions, au sens de la présente loi, les contributions facultatives de toute nature, valorisées dans l'acte d'attribution, décidées par les autorités administratives et les organismes chargés de la gestion d'un service public industriel et commercial, justifiées par un intérêt général et destinées à la réalisation d'une action ou d'un projet d'investissement, à la contribution au développement d'activités ou au financement global de l'activité de l'organisme de droit privé bénéficiaire. Ces actions, projets ou activités sont initiés, définis et mis en œuvre par les organismes de droit privé bénéficiaires.\n\nCes contributions ne peuvent constituer la rémunération de prestations individualisées répondant aux besoins des autorités ou organismes qui les accordent."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les budgets et les comptes des autorités administratives mentionnées à l'article 1er et dotées de la personnalité morale sont communicables à toute personne qui en fait la demande, dans les conditions prévues par le livre III du code des relations entre le public et l'administration.\n\nLa communication de ces documents peut être obtenue tant auprès de l'autorité administrative concernée que de celles qui les détiennent.\n\nLes demandes de subvention présentées par les associations auprès d'une autorité administrative ou d'un organisme chargé de la gestion d'un service public industriel et commercial mentionné au premier alinéa de l'article 9-1 sont établies selon un formulaire unique dont les caractéristiques sont précisées par décret.\n\nL'autorité administrative ou l'organisme chargé de la gestion d'un service public industriel et commercial mentionné au premier alinéa de l'article 9-1 qui attribue une subvention doit, lorsque cette subvention dépasse un seuil défini par décret, conclure une convention avec l'organisme de droit privé qui en bénéficie, définissant l'objet, le montant, les modalités de versement, les conditions d'utilisation et les modalités de contrôle et d'évaluation de la subvention attribuée ainsi que les conditions dans lesquelles l'organisme, s'il est à but non lucratif, peut conserver tout ou partie d'une subvention n'ayant pas été intégralement consommée. Le délai de paiement de la subvention est fixé à soixante jours à compter de la date de la notification de la décision portant attribution de la subvention, à moins que l'autorité administrative, le cas échéant sous forme de convention, n'ait arrêté d'autres dates de versement ou n'ait subordonné le versement à la survenance d'un évènement déterminé. Le présent alinéa ne s'applique pas aux organismes qui bénéficient de subventions pour l'amélioration, la construction, l'acquisition et l'amélioration des logements locatifs sociaux prévues au livre III du code de la construction et de l'habitation.\n\nL'autorité administrative ou l'organisme chargé de la gestion d'un service public industriel et commercial mentionné au premier alinéa de l'article 9-1 qui attribue une subvention dépassant le seuil mentionné au quatrième alinéa du présent article à une société commerciale peut prévoir, dans les conditions d'utilisation, une clause relative au versement de dividendes, au sens de l'article L. 232-12 du code de commerce, ou au versement de rémunérations ou avantages de toute nature accordés aux mandataires sociaux pendant toute la durée de la convention et jusqu'à trois ans après la fin de la convention. L'autorité ou l'organisme mentionné à la première phrase du présent alinéa peut émettre un titre exécutoire pour obtenir le remboursement de tout ou partie de la subvention si le montant des versements, mentionnés à la première phrase du présent alinéa, effectués par cette société dépasse le montant maximal fixé par la convention. Le montant du remboursement ne peut excéder le montant total de ces versements, effectués depuis le début de la convention.\n\nLorsque la subvention est affectée à une dépense déterminée, l'organisme de droit privé bénéficiaire doit produire un compte rendu financier qui atteste de la conformité des dépenses effectuées à l'objet de la subvention. Le compte rendu financier est déposé auprès de l'autorité administrative ou de l'organisme chargé de la gestion d'un service public industriel et commercial mentionné au premier alinéa de l'article 9-1 qui a versé la subvention dans les six mois suivant la fin de l'exercice pour lequel elle a été attribuée.\n\nLe budget et les comptes de tout organisme de droit privé ayant reçu une subvention, la convention prévue au présent article et le compte rendu financier de la subvention doivent être communiqués à toute personne qui en fait la demande par l'autorité administrative ou l'organisme chargé de la gestion d'un service public industriel et commercial mentionné au premier alinéa de l'article 9-1 ayant attribué la subvention ou par les autorités administratives qui détiennent ces documents, dans les conditions prévues par le livre III du code des relations entre le public et l'administration.\n\nLes organismes de droit privé ayant reçu annuellement de l'ensemble des autorités administratives ou des organismes chargés de la gestion d'un service public industriel et commercial une subvention supérieure à un montant fixé par décret doivent déposer à la préfecture du département où se trouve leur siège social leur budget, leurs comptes, les conventions prévues au présent article et, le cas échéant, les comptes rendus financiers des subventions reçues pour y être consultés.\n\nLa formalité de dépôt en préfecture, prévue à l'alinéa précédent, n'est pas exigée des organismes ayant le statut d'association ou de fondation. Les fondations sont soumises aux obligations de publicité prévues pour les associations au premier alinéa de l'article L. 612-4 du code de commerce.\n\nL'autorité administrative ou l'organisme chargé de la gestion d'un service public industriel et commercial mentionné au premier alinéa de l'article 9-1 de la présente loi qui attribue une subvention dépassant le seuil mentionné au quatrième alinéa du présent article rend accessible, sous forme électronique, dans un standard ouvert aisément réutilisable et exploitable par un système de traitement automatisé, les données essentielles de la convention de subvention, dans des conditions fixées par voie réglementaire. Lorsque l'autorité administrative ou l'organisme chargé de la gestion d'un service public industriel et commercial attribue à un même organisme plusieurs subventions dont le montant cumulé au cours des douze derniers mois civils dépasse le seuil mentionné au même quatrième alinéa, il rend également accessibles, sous forme électronique et dans un standard ouvert aisément réutilisable et exploitable par un système de traitement automatisé, les données essentielles de chacune de ces subventions, dont l'objet et le montant, dans des conditions fixées par voie réglementaire."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "Toute association ou fondation qui sollicite l'octroi d'une subvention au sens de l'article 9-1 auprès d'une autorité administrative ou d'un organisme chargé de la gestion d'un service public industriel et commercial s'engage, par la souscription d'un contrat d'engagement républicain :1° A respecter les principes de liberté, d'égalité, de fraternité et de dignité de la personne humaine, ainsi que les symboles de la République au sens de l'article 2 de la Constitution ;2° A ne pas remettre en cause le caractère laïque de la République ;3° A s'abstenir de toute action portant atteinte à l'ordre public.Cette obligation est réputée satisfaite par les associations agréées au titre de l'article 25-1 de la présente loi ainsi que par les associations et fondations reconnues d'utilité publique.L'association qui s'engage à respecter les principes inscrits dans le contrat d'engagement républicain qu'elle a souscrit en informe ses membres par tout moyen.Lorsque l'objet que poursuit l'association ou la fondation sollicitant l'octroi d'une subvention, son activité ou les modalités selon lesquelles cette activité est conduite sont illicites ou incompatibles avec le contrat d'engagement républicain souscrit, l'autorité ou l'organisme sollicité refuse la subvention demandée.S'il est établi que l'association ou la fondation bénéficiaire d'une subvention poursuit un objet ou exerce une activité illicite ou que l'activité ou les modalités selon lesquelles l'association ou la fondation la conduit sont incompatibles avec le contrat d'engagement républicain souscrit, l'autorité ou l'organisme ayant attribué la subvention procède au retrait de cette subvention par une décision motivée, après que le bénéficiaire a été mis à même de présenter ses observations dans les conditions prévues à l'article L. 122-1 du code des relations entre le public et l'administration, et enjoint au bénéficiaire de lui restituer, dans un délai ne pouvant excéder six mois à compter de la décision de retrait, les sommes versées ou, en cas de subvention en nature, sa valeur monétaire.Si l'une des autorités ou l'un des organismes mentionnés au premier alinéa du présent article procède au retrait d'une subvention dans les conditions définies au huitième alinéa, cette autorité ou cet organisme communique sa décision au représentant de l'Etat dans le département du siège de l'association ou de la fondation et, le cas échéant, aux autres autorités et organismes concourant, à sa connaissance, au financement de cette association ou de cette fondation.Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art25-1",
      "section": "25-1",
      "title": "Article 25-1",
      "content": "Sans préjudice des conditions spécifiques requises pour la délivrance de chaque agrément, tout agrément, délivré par l'Etat ou ses établissements publics, d'une association régie par la loi du 1er juillet 1901 relative au contrat d'association ou par le code civil local applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, suppose de satisfaire aux conditions suivantes :\n\n1° Répondre à un objet d'intérêt général ;\n\n2° Présenter un mode de fonctionnement démocratique ;\n\n3° Respecter des règles de nature à garantir la transparence financière ;\n\n4° Respecter les principes du contrat d'engagement républicain mentionné à l'article 10-1 de la présente loi.\n\nLes associations reconnues d'utilité publique sont réputées satisfaire à ces conditions.\n\nToute association qui s'est vu délivrer un agrément est réputée remplir ces conditions pendant une durée de cinq ans dans le cadre de toute procédure d'agrément prévue par la législation. Les conditions d'application du présent article sont définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art25-1A",
      "section": "25-1A",
      "title": "Article 25-1A",
      "content": "Lorsqu'une demande d'un citoyen auprès de l'administration relève des prérogatives du maire ou du représentant de l'Etat dans le département définies au chapitre Ier du titre Ier du livre V du code de la construction et de l'habitation, le déplacement d'un agent pour établir un constat doit intervenir dans un délai de trois mois à compter de la demande.\n\nDans un délai de trois mois, l'agent qui a effectué la visite transmet son constat à l'autorité compétente ainsi qu'aux intéressés."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Afin d'améliorer, pour tous les usagers, la qualité des services au public et leur accessibilité, en milieu rural et en milieu urbain, des conventions, dénommées conventions France Services, peuvent être conclues aux niveaux départemental et infra-départemental entre l'Etat, des collectivités territoriales ainsi que leurs groupements et des organismes nationaux ou locaux chargés d'une mission de service public ou concourant à la satisfaction des besoins de la population.\n\nLa convention, qui doit respecter un référentiel approuvé par arrêté du ministre chargé des collectivités territoriales ainsi que le schéma d'amélioration de l'accessibilité des services au public prévu à l'article 26 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire, définit l'offre de services proposée, qui peut être organisée de manière itinérante ou selon des modes d'accès dématérialisés, ainsi que la nature des prestations fournies. L'ensemble des services ainsi offerts porte le label “France Services”.\n\nLes modalités d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art27-1",
      "section": "27-1",
      "title": "Article 27-1",
      "content": "Pour maintenir la présence dans une commune d'un service public de proximité, la personne publique qui en a la charge peut, dans le respect des règles applicables, notamment, en matière de concurrence, de déontologie et de confidentialité, confier, par convention, l'exécution de ce service à une personne dont l'activité habituelle ne relève pas d'une mission de service public. Dans l'hypothèse où cette personne n'est plus en mesure d'assurer ce service, cette convention précise les conditions du maintien du service public.Lorsque le service en cause n'incombe pas à l'Etat ou à ses établissements publics administratifs, le projet de convention est communiqué au représentant de l'Etat pour information ; dans le cas inverse, il lui est soumis pour approbation."
    },
    {
      "provision_ref": "art27-2",
      "section": "27-2",
      "title": "Article 27-2",
      "content": "Dans le cadre de France Services, en cas d'inadaptation de l'offre privée, les établissements publics de coopération intercommunale à fiscalité propre peuvent, dans leur domaine de compétence, définir des obligations de service public destinées à assurer la présence effective de certains services sur leur territoire.\n\nL'exécution d'obligations de service public donne lieu au lancement d'une procédure de mise en concurrence en vue de la sélection d'un opérateur de service.\n\nLes obligations de service public imposées à l'opérateur de service sélectionné font l'objet d'une compensation par l'établissement public de coopération intercommunale à fiscalité propre. Le montant de cette compensation est indiqué dans l'appel d'offres.\n\nLes modalités régissant cette procédure de mise en concurrence ainsi que les conditions de sélection de l'opérateur de service sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "-Premier alinéa modificateur\n\nToutefois, jusqu'à leur modification, les délibérations et les décisions individuelles mentionnant les appellations telles qu'elles étaient fixées par le code général des collectivités territoriales et par la loi n° 84-53 du 26 janvier 1984 précitée avant les modifications prévues par le présent article sont réputées conformes aux dispositions modifiées par la présente loi."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-Les agents non titulaires de l'Etat et de ses établissements publics à caractère administratif, en fonctions à la date de publication de la présente loi et qui n'ont pas été recrutés en application des articles 3,4\n,6 et 27 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, bénéficient d'un contrat à durée indéterminée lorsqu'ils assurent :1° Soit des fonctions du niveau de la catégorie C concourant à l'entretien ou au gardiennage de services administratifs ;2° Soit des fonctions de même niveau concourant au fonctionnement de services administratifs de restauration, des hôtels de représentation du Gouvernement dans les régions et les départements, des hôtels de commandement ou des services d'approvisionnement relevant du ministère chargé de la défense.Les fonctions mentionnées ci-dessus peuvent être exercées à temps incomplet.II.-Les personnels mentionnés au I ci-dessus peuvent demander que le contrat de travail sur la base duquel ils ont été engagés soit un contrat de droit privé soumis aux dispositions du code du travail. Les intéressés disposent d'un délai d'un an à compter de la date de publication de la présente loi pour présenter leur demande. Le bénéfice des dispositions du présent paragraphe leur est reconnu à compter de la date de leur engagement initial.III.-Les dispositions des I et II ci-dessus ne s'appliquent pas aux personnels contractuels qui ont été recrutés sur place, avant la date de publication de la présente loi, par les services de l'Etat à l'étranger, sur des contrats de travail soumis au droit local, quelles que soient les fonctions qu'ils exercent.IV.-Les dispositions de la loi n° 96-1093 du 16 décembre 1996 relative à l'emploi dans la fonction publique et à diverses mesures d'ordre statutaire ne s'appliquent pas aux agents mentionnés au III ci-dessus.V.-Lorsque les nécessités du service le justifient, les services de l'Etat à l'étranger peuvent, dans le respect des conventions internationales du travail, faire appel à des personnels contractuels recrutés sur place, sur des contrats de travail soumis au droit local, pour exercer des fonctions concourant au fonctionnement desdits services.Dans le délai d'un an suivant la publication de la présente loi, et après consultation de l'ensemble des organisations syndicales représentatives, le Gouvernement présentera au Parlement un rapport portant sur l'évaluation globale du statut social de l'ensemble des personnels sous contrat travaillant à l'étranger.VI.-Les agents visés aux I, II et III du présent article ne peuvent bénéficier des dispositions des articles 73 et suivants de la loi n° 84-16 du 11 janvier 1984 précitée, à l'exception de ceux qui ont obtenu une décision de justice passée en force de chose jugée."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-Les agents non titulaires des collectivités territoriales et des établissements publics en relevant mentionnés à l'article 2 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, en fonctions à la date de publication de la présente loi, qui n'ont pas été recrutés en application de l'article 3 et des trois derniers alinéas de l'article 38 de la loi n° 84-53 du 26 janvier 1984 précitée, et qui assurent :1° Soit des fonctions du niveau de la catégorie C concourant à l'entretien ou au gardiennage de services administratifs ;2° Soit des fonctions de même niveau concourant au fonctionnement de services administratifs de restauration,bénéficient d'un contrat à durée indéterminée sauf s'ils sont recrutés dans les conditions prévues au d de l'article 38 de la loi n° 84-53 du 26 janvier 1984 précitée.Les agents non titulaires qui bénéficient d'un contrat à durée indéterminée en application du présent paragraphe sont régis par les deuxième et quatrième alinéas de l'article 136 de la loi n° 84-53 du 26 janvier 1984 précitée.II.-Les agents non titulaires mentionnés au I ci-dessus peuvent demander que le contrat de travail sur la base duquel ils ont été engagés soit un contrat de droit privé soumis aux dispositions du code du travail. Les intéressés disposent d'un délai d'un an à compter de la date de publication de la présente loi pour présenter leur demande. Le bénéfice des dispositions du présent paragraphe leur est reconnu à compter de la date de leur engagement initial.III.-Les agents visés au I et au II ci-dessus ne peuvent bénéficier des dispositions des articles 126 à 135 de la loi n° 84-53 du 26 janvier 1984 précitée, à l'exception de ceux qui ont obtenu une décision de justice passée en force de chose jugée."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-Sous réserve des décisions de justice passées en force de chose jugée, sont validés :\n\n1° Les décisions individuelles prises en application du décret n° 95-1272 du 6 décembre 1995 portant statut des personnels de l'Office national de la chasse intervenues avant la date d'entrée en vigueur du décret n° 98-1262 du 29 décembre 1998 portant statut des personnels de l'Office national de la chasse ;\n\n2° Les décrets portant statuts des personnels mentionnés au 2° de l'article 3 de la loi n° 84-16 du 11 janvier 1984 précitée, en tant que leur légalité serait mise en cause à raison de l'absence de consultation du Conseil d'Etat ;\n\n3° Les décisions individuelles prises en application du décret n° 96-1086 du 9 décembre 1996 portant statut des personnels techniques et administratifs du Conseil supérieur de la pêche intervenues avant le 5 mai 1999.\n\nII Paragraphe modificateur"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les candidats déclarés admis au concours de professeur territorial d'enseignement artistique, spécialité arts plastiques, session de 1994, gardent le bénéfice de leur inscription sur la liste d'aptitude établie à l'issue dudit concours."
    },
    {
      "provision_ref": "art37-1",
      "section": "37-1",
      "title": "Article 37-1",
      "content": "Les créances résultant de paiements indus effectués par les personnes publiques en matière de rémunération de leurs agents peuvent être répétées dans un délai de deux années à compter du premier jour du mois suivant celui de la date de mise en paiement du versement erroné, y compris lorsque ces créances ont pour origine une décision créatrice de droits irrégulière devenue définitive.\n\nToutefois, la répétition des sommes versées n'est pas soumise à ce délai dans le cas de paiements indus résultant soit de l'absence d'information de l'administration par un agent de modifications de sa situation personnelle ou familiale susceptibles d'avoir une incidence sur le montant de sa rémunération, soit de la transmission par un agent d'informations inexactes sur sa situation personnelle ou familiale.\n\nLes deux premiers alinéas ne s'appliquent pas aux paiements ayant pour fondement une décision créatrice de droits prise en application d'une disposition réglementaire ayant fait l'objet d'une annulation contentieuse ou une décision créatrice de droits irrégulière relative à une nomination dans un grade lorsque ces paiements font pour cette raison l'objet d'une procédure de recouvrement.\n\nL'action en recouvrement des sommes indûment versées se prescrit conformément aux dispositions de l'article L. 274 du livre des procédures fiscales."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Sous réserve des décisions passées en force de chose jugée, ont la qualité d'étudiant de deuxième année du premier cycle d'études médicales à l'université Montpellier-I au titre de l'année universitaire 1999-2000 les candidats dont l'admission a été prononcée conformément au classement arrêté par le jury du 20 décembre 1999 et compte tenu du nombre d'étudiants admis à poursuivre ces études fixé à la suite de la reprise de deux épreuves ordonnée par le tribunal administratif de Montpellier dans son jugement du 14 octobre 1999."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Sous réserve des décisions passées en force de chose jugée, sont validées les quatre-vingt-huit admissions en deuxième année d'études médicales et odontologiques pour l'année universitaire 1999-2000 intervenues à la suite des épreuves du concours organisé pour l'année universitaire 1998-1999 à l'université de Bretagne occidentale, en tant que leur légalité serait remise en cause sur le fondement de l'irrégularité de la correction des épreuves correspondantes et de la fixation du nombre d'étudiants autorisés à poursuivre ces études."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.-A.-Sous réserve des adaptations prévues au B du présent I, les dispositions de la présente loi mentionnées dans la colonne de gauche du tableau ci-après, dans leur rédaction indiquée dans la colonne de droite du même tableau, sont applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna aux administrations de l'Etat et à leurs établissements publics.\n\nB.-Pour leur application en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, les références à la loi n° 79-18 du 3 janvier 1979 sur les archives sont remplacées par les références aux dispositions applicables localement en matière d'archives.A l'article 10, pour son application en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, les mots : “ préfecture du département ” sont remplacés, respectivement, par les mots : “ Haut-Commissariat de la Nouvelle-Calédonie ”, “ Haut-Commissariat de la Polynésie française ” et “ Administration supérieure des îles Wallis et Futuna ”.\n\nII. - Les articles 1er à 4, 5 à 7, 9, 10, 43, le titre II, à l'exception des articles 17 et 25, ainsi que le titre IV, à l'exception de l'article 28, sont applicables dans la collectivité territoriale de Mayotte.\n\nA l'article 10, les mots : \" préfecture du département  \"  sont remplacés par les mots : \" représentation du Gouvernement dans la collectivité territoriale \"  .\n\nDispositions applicables\n\nDans leur rédaction résultant de\n\nArticles 1er à 3\n\nla présente loi\n\nArticle 9-1\n\nla loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire\n\nArticle 10\n\nla loi n° 2016-1321 du 7 octobre 2016 pour une République numérique\n\nArticle 10-1\n\nla loi n° 2021-1109 du 24 août 2021 confortant le respect des principes de la République\n\nArticle 25-1\n\nla loi n° 2021-1109 du 24 août 2021 confortant le respect des principes de la République\n\n1"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Le mandat des représentants titulaires et suppléants au comité technique paritaire ministériel institué par le décret n° 94-360 du 6 mai 1994 modifié relatif au comité technique paritaire ministériel du ministère de l'enseignement supérieur et de la recherche, est prorogé pour la période du 5 juillet 1997 au 30 juin 2000."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les articles 16 et 18 à 24 entreront en vigueur le premier jour du septième mois suivant celui de la promulgation de la présente loi."
    }
  ]
}