{
  "id": "jorftext000044441220",
  "type": "statute",
  "title": "LOI n°2021-1575 du 6 décembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044441220",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Il est institué pour une durée de trois ans un comité d'évaluation des textes encadrant l'accès au marché du travail des personnes atteintes de maladies chroniques.Ce comité vise à favoriser l'égal accès au marché du travail et aux formations professionnelles de toute personne, quel que soit son état de santé. Il veille à ce que les personnes atteintes de maladies chroniques aient, en l'absence de motif impérieux de sécurité et de risque pour leur santé, accès à toutes les professions. Il a notamment pour missions :1° De recenser l'ensemble des textes nationaux ou internationaux relatifs à l'accès à une formation ou à un emploi des personnes atteintes d'une maladie chronique ;2° D'évaluer la pertinence de ces textes au regard des risques et sujétions liés aux formations, fonctions ou emplois accessibles ainsi que des traitements possibles ;3° De proposer leur actualisation en tenant compte notamment des évolutions médicales, scientifiques et technologiques ;4° De formuler des propositions visant à améliorer l'accès à certaines professions des personnes souffrant de maladies chroniques.II. - Ce comité, dont la composition est paritaire, comprend :1° Des représentants de l'Etat ;2° Des personnalités qualifiées choisies en raison de leurs compétences dans le champ de la santé au travail ainsi que des soins, de l'épidémiologie et de la recherche sur les maladies concernées ;3° Des représentants d'associations agréées de personnes malades ou d'usagers du système de santé, désignés au titre de l'article L. 1114-1 du code de la santé publique.III. - La composition, l'organisation et le fonctionnement du comité sont précisés par décret.IV. - Le comité adresse chaque année au Gouvernement et au Parlement un rapport sur l'avancée de ses travaux et sur les évolutions constatées des réglementations mentionnées au 1° du I."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Lorsque, conformément à des stipulations internationales, à des normes européennes, au code du travail, aux articles 5 et 5 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et à l'article L. 4132-1 du code de la défense, l'accès d'une personne à un emploi ou à une formation requiert de satisfaire à des conditions de santé particulières, ces conditions sont proportionnées aux risques particuliers pour la santé et la sécurité de la personne ou des tiers dans l'exercice des fonctions accessibles.L'appréciation médicale de ces conditions de santé particulières prévue par des dispositions législatives ou réglementaires est réalisée de manière individuelle et tient compte des possibilités de traitement et de compensation du handicap.II. - Les conditions de santé particulières prévues par voie réglementaire sont régulièrement actualisées au regard de l'évolution des modalités d'accomplissement des fonctions, des sujétions liées à ces dernières, des aménagements envisageables et des traitements possibles.III. - Le présent article entre en vigueur au plus tard le 1er décembre 2022.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}