{
  "id": "jorftext000000259787",
  "type": "statute",
  "title": "Loi n° 2005-380 du 23 avril 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000259787",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les livres Ier, II, III, IV, VI, VII et IX du code de l'éducation sont modifiés conformément aux dispositions des titres Ier et II de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Paragraphe modificateur.II. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-512 DC du 21 avril 2005.]"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2005-512 DC du 21 avril 2005.]"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'article L. 311-5 du code de l'éducation est abrogé à compter de l'installation du Haut Conseil de l'éducation."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Sur proposition de leur chef d'établissement, les lycées d'enseignement technologique ou professionnel peuvent mener, pour une durée maximum de cinq ans, une expérimentation permettant au conseil d'administration de désigner son président parmi les personnalités extérieures à l'établissement siégeant en son sein.Cette expérimentation donnera lieu à une évaluation."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "La présente loi est applicable dans les îles Wallis et Futuna, à l'exception des articles 4, 10, 13, 19, 20, 22, 33, 36, 38, 41, 46, 50 et 89."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "La présente loi est applicable à Mayotte, à l'exception des articles 3, 4, 13, 19, 20, 22, 33, 36, 38, 41, 42, 44, 50 et 89."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "La présente loi, à l'exception des articles 4, 10, 13, 16, 17, 19, 22, 24 à 27, 30, 31, 33 à 41, 46, 50 et 89, est applicable en Polynésie française.Le dernier alinéa de l'article 32 est applicable en Polynésie française sans préjudice de l'exercice de leurs compétences par les autorités locales."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "La présente loi, à l'exception des articles 4, 10, 13, 19, 20, 22, 33, 35, 36, 38, 40, 41, 46, 50 et 89, est applicable en Nouvelle-Calédonie sous réserve des dispositions suivantes :1° Les articles 16 et 17 sont applicables dans les établissements d'enseignement publics et privés du second degré et dans les établissements privés du premier degré relevant de la compétence de l'Etat en vertu du III de l'article 21 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie ;2° Les articles 24 à 27 sont applicables dans les établissements privés du premier degré relevant de la compétence de l'Etat en vertu du même III ;3° Le dernier alinéa de l'article 32 est applicable sans préjudice de l'exercice de leurs compétences par les autorités locales ;4° L'article 34 est applicable dans les établissements d'enseignement publics du second degré relevant de la compétence de l'Etat en vertu du même III."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Dans un délai maximum de trois ans à compter de la publication de la présente loi, les instituts universitaires de formation des maîtres sont intégrés dans l'une des universités auxquelles ils sont rattachés par décret pris après avis du Conseil national de l'enseignement supérieur et de la recherche.Ce décret précise la date à laquelle prend effet l'intégration.Une convention passée entre le recteur d'académie et cette université précise en tant que de besoin les modalités de cette intégration."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "A compter de la date de son intégration, les droits et obligations de l'institut universitaire de formation des maîtres sont transférés à l'université dans laquelle il est intégré. Ces transferts ne donnent lieu à aucune indemnité, droits, taxes, contribution prévue à l'article 879 du code général des impôts  ou honoraires. Les personnels affectés à l'institut sont affectés à cette université."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Les articles L. 721-1 et L. 721-3 du code de l'éducation demeurent applicables, dans leur rédaction antérieure à la présente loi, aux instituts universitaires de formation des maîtres jusqu'à la date de leur intégration dans l'une des universités de rattachement."
    }
  ]
}