{
  "id": "jorftext000000691990",
  "type": "statute",
  "title": "Loi n° 82-610 du 15 juillet 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000691990",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La recherche scientifique et le développement technologique sont des priorités nationales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour atteindre l'objectif retenu par le plan intérimaire tendant à porter à 2,5 % en 1985 la part du produit intérieur brut consacrée aux dépenses de recherche et de développement technologique, les crédits inscrits au budget civil de recherche et de développement technologique progresseront à un rythme moyen annuel de 17,8 % en volume d'ici 1985, et les effectifs employés dans la recherche publique croîtront au rythme moyen annuel de 4,5 %.Le plan de la Nation reprendra, dans ses objectifs et ses stratégies, les orientations définies par la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La politique de la recherche et du développement technologique vise à l'accroissement des connaissances, à la valorisation des résultats de la recherche, à la diffusion de l'information scientifique et à la promotion du français comme langue scientifique."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'appréciation de la qualité de la recherche repose sur des procédures d'appréciation périodique portant à la fois sur les personnels, les équipes, les programmes et les résultats.Ces procédures respecteront le principe de l'examen contradictoire et ouvriront la possibilité de recours devant l'autorité hiérarchique."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'éducation scolaire, l'enseignement supérieur, la formation continue à tous les niveaux et le service public de la radiodiffusion et de la télévision doivent favoriser l'esprit de recherche, d'innovation et de créativité et participer au développement et à la diffusion de la culture scientifique et technique."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La politique de recherche à long terme repose sur le développement de la recherche fondamentale couvrant tout le champ des connaissances. En particulier, les sciences humaines et sociales seront dotées des moyens nécessaires pour leur permettre de jouer le rôle dans la restauration du dialogue entre science et société."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Gouvernement définit une politique globale d'échanges et de coopération scientifiques et technologiques, notamment en Europe, avec le souci d'instaurer à l'égard des pays en voie de développement des liens mutuellement bénéfiques."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La recherche publique a pour objectifs :- le développement et le progrès de la recherche dans tous les domaines de la connaissance ;- la valorisation des résultats de la recherche ;- la diffusion des connaissances scientifiques ;- la formation à la recherche et par la recherche.Elle est organisée dans les services publics, notamment les universités et les établissements publics de recherche, et dans les entreprises publiques.Les établissements publics de recherche ont soit un caractère industriel et commercial ou assimilé, soit un caractère administratif, soit un caractère scientifique et technologique.Tout établissement public de recherche peut conclure avec l'Etat des contrats pluriannuels qui définissent, pour l'ensemble de ses activités, les objectifs de l'établissement ainsi que les engagements réciproques des parties. L'exécution de ces contrats fait l'objet d'une évaluation.Les établissements publics de recherche sont autorisés à transiger au sens de l'article 2044 du code civil, dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les établissements à caractère scientifique et technologique sont administrés par un conseil d'administration qui doit comprendre notamment des représentants élus du personnel et des personnalités représentant le monde du travail et de l'économie.Ils comportent un conseil scientifique et des instances d'évaluation qui comprennent notamment des représentants élus du personnel.Les fonctions de direction et de responsabilité sont dissociées du grade et ne sont attribuées que pour une durée déterminée."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le régime administratif, budgétaire, financier, comptable des établissements publics à caractère administratif est applicable aux établissements publics à caractère scientifique et technologique, sous réserve des adaptations et dérogations fixées par les décrets prévus à l'article 20.Les établissements peuvent comporter des unités de recherche administrant les dotations globales de fonctionnement et d'équipement qui leur sont allouées par les organes directeurs de l'établissement.Les modalités du contrôle financier sont fixées, pour les établissements publics à caractère scientifique et technologique, par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les établissements publics à caractère scientifique et technologique peuvent être autorisés, à prendre des participations, à constituer des filiales, à participer à des groupements et à recourir à l'arbitrage en cas de litiges nés de l'exécution de contrats de recherche passés avec des organismes étrangers après approbation du conseil d'administration. Ils peuvent également transiger. Un décret fixe les conditions d'octroi de ces autorisations et, le cas échéant, le délai à l'expiration duquel elles sont réputées accordées.Les conseils d'administration des établissements publics à caractère scientifique et technologique sont saisis, chaque année, de comptes consolidés incluant les filiales des établissements concernés, ainsi que des comptes de chacune des filiales (1)."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "Dans le cadre des objectifs définis à l'article 14, les établissements publics à caractère scientifique et technologique peuvent assurer par convention des prestations de service, gérer des contrats de recherche, exploiter des brevets et licences et commercialiser les produits de leurs activités.En vue de la valorisation des résultats de la recherche dans leurs domaines d'activités, ils peuvent, par convention et pour une durée limitée, avec information de l'instance scientifique compétente, fournir à des entreprises ou à des personnes physiques des moyens de fonctionnement, notamment en mettant à leur disposition des locaux, des équipements et des matériels. Un décret fixe les conditions d'application du présent alinéa ; il définit en particulier les prestations de service qui peuvent faire l'objet de ces conventions, les modalités de leur évaluation et celles de la rémunération des établissements (1).Les activités mentionnées au présent article peuvent être gérées par des services d'activités industrielles et commerciales, dont le régime financier et comptable est défini par décret. Pour le fonctionnement de ces services et la réalisation de ces activités, les établissements peuvent recruter, dans des conditions définies, en tant que de besoin, par décret en Conseil d'Etat, des agents non titulaires par des contrats de droit public à durée déterminée ou indéterminée."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les modalités d'organisation et les règles de fonctionnement des établissements publics à caractère scientifique et technologique sont précisées par décret."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Des groupements d'intérêt public dotés de la personnalité morale et de l'autonomie financière peuvent être constitués entre des établissements publics ayant une activité de recherche et de développement technologique, entre l'un ou plusieurs d'entre eux et une ou plusieurs personnes morales de droit public ou de droit privé pour exercer ensemble, pendant une durée déterminée, des activités de recherche ou de développement technologique, ou gérer des équipements d'intérêt commun nécessaires à ces activités.\n\nDes groupements d'intérêt public peuvent également être créés pour exercer, pendant une durée déterminée, des activités contribuant à l'élaboration et à la mise en oeuvre de politiques concertées de développement social urbain. Lorsque leurs membres ne sont pas en mesure de mettre à leur disposition les personnels ayant les compétences nécessaires à l'exercice de ces activités particulières, ils peuvent recruter, sur décision de leur conseil d'administration, des personnels qui leur sont propres.\n\nLe directeur du groupement, nommé par le conseil d'administration, assure, sous l'autorité du conseil et de son président, le fonctionnement du groupement. Dans les rapports avec les tiers, le directeur engage le groupement pour tout acte entrant dans l'objet de celui-ci.\n\nUn commissaire du Gouvernement est nommé auprès du groupement.\n\nLa convention par laquelle est constitué le groupement doit être approuvée par l'autorité administrative, qui en assure la publicité. Elle détermine les modalités de participation des membres et les conditions dans lesquelles ils sont tenus des dettes du groupement. Elle indique notamment les conditions dans lesquelles ceux-ci mettent à la disposition du groupement des personnels rémunérés par eux.\n\nLe groupement d'intérêt public est soumis au contrôle de la Cour des comptes dans les conditions prévues par l'article 6 bis de la loi n° 67-483 du 22 juin 1967.\n\nLa transformation de toute autre personne morale en groupement d'intérêt public n'entraîne ni dissolution ni création d'une personne morale nouvelle.\n\nLes dispositions du présent article sont applicables dans les territoires d'outre-mer et à Mayotte."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Afin de lever l'un des obstacles qui s'opposent à un développement rapide de l'effort national de recherche, et afin de démocratiser et de faciliter l'accès à la formation par la recherche, des allocations individuelles spécifiques sont attribuées, sur des critères de qualité scientifique ou technique, par l'Etat ou les organismes de recherche.Les bénéficiaires de ces allocations ont droit à la protection sociale de droit commun. Nonobstant toutes dispositions contraires, ils sont titulaires de contrats à durée déterminée couvrant la période de formation."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les métiers de la recherche concourent à une mission d'intérêt national. Cette mission comprend :- le développement des connaissances ;- leur transfert et leur application dans les entreprises, et dans tous les domaines contribuant au progrès de la société ;- la diffusion de l'information et de la culture scientifique et technique dans toute la population, et notamment parmi les jeunes ;- la participation à la formation initiale et à la formation continue ;- l'administration de la recherche."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Pour l'accomplissement des missions de la recherche publique, les statuts des personnels de recherche ou les règles régissant leur emploi doivent garantir l'autonomie de leur démarche scientifique, leur participation à l'évaluation des travaux qui leur incombent, le droit à la formation permanente.Ces statuts doivent favoriser la libre circulation des idées et, sans préjudice pour leur carrière, la mobilité des personnels entre les divers métiers de la recherche au sein du même organisme, entre les services publics de toute nature, les différents établissements publics de recherche et les établissements d'enseignement supérieur, et entre ces services et établissements et les entreprises.Ces statuts doivent permettre aux chercheurs, tout en poursuivant leurs travaux au sein desdits établissements publics de recherche, de collaborer, pour une période déterminée, renouvelable, avec des laboratoires publics ou privés, afin d'y développer des applications spécifiques."
    },
    {
      "provision_ref": "art25-1",
      "section": "25-1",
      "title": "Article 25-1",
      "content": "Les fonctionnaires civils des services publics et entreprises publiques définis à l'article 14 peuvent être autorisés à participer à titre personnel, en qualité d'associé ou de dirigeant, à la création d'une entreprise dont l'objet est d'assurer, en exécution d'un contrat conclu avec une personne publique ou une entreprise publique, la valorisation des travaux de recherche qu'ils ont réalisés dans l'exercice de leurs fonctions.L'autorisation doit être demandée préalablement à la négociation du contrat prévu au premier alinéa et avant l'immatriculation de l'entreprise au registre du commerce et des sociétés. Le fonctionnaire intéressé ne peut pas représenter la personne publique ou l'entreprise publique dans une telle négociation.L'autorisation est accordée par l'autorité dont relève le fonctionnaire après avis de la commission prévue par l'article 87 de la loi n° 93-122 du 29 janvier 1993 relative à la prévention de la corruption et à la transparence de la vie économique et des procédures publiques pour une période de deux ans renouvelable deux fois (1). Elle est refusée :- si elle est préjudiciable au fonctionnement normal du service public ;- ou si, par nature ou par ses conditions et modalités et eu égard aux fonctions précédemment exercées par le fonctionnaire, la participation de ce dernier porte atteinte à la dignité desdites fonctions ou risque de compromettre ou mettre en cause l'indépendance ou la neutralité du service ;- ou si la prise d'intérêts dans l'entreprise est de nature à porter atteinte aux intérêts matériels ou moraux du service public de la recherche ou à remettre en cause les conditions d'exercice de la mission d'expertise qu'il exerce auprès des pouvoirs publics.A compter de la date d'effet de l'autorisation, le fonctionnaire est soit détaché dans l'entreprise, soit mis à disposition de celle-ci ou d'un organisme qui concourt à la valorisation de la recherche. Il cesse toute activité au titre du service public dont il relève. Toutefois, il peut exercer des activités d'enseignement ressortissant à sa compétence dans des conditions fixées par décret.La commission mentionnée au troisième alinéa est tenue informée, pendant la durée de l'autorisation et durant cinq ans à compter de son expiration ou de son retrait, des contrats et conventions conclus entre l'entreprise et le service public de la recherche. Si elle estime que ces informations font apparaître une atteinte aux intérêts matériels et moraux du service public de la recherche, la commission en saisit le ministre dont dépend la personne publique intéressée.Au terme de l'autorisation, le fonctionnaire peut :- être, à sa demande, placé en position de disponibilité ou radié des cadres s'il souhaite conserver des intérêts dans l'entreprise ;- être réintégré au sein de son corps d'origine. Dans ce cas, il met fin à sa collaboration professionnelle avec l'entreprise dans un délai d'un an et ne peut plus conserver directement ou indirectement un intérêt quelconque dans l'entreprise. Il peut toutefois être autorisé à apporter son concours scientifique à l'entreprise, à conserver une participation dans le capital social de l'entreprise, dans la limite de 15 %, et à être membre du conseil d'administration ou de surveillance de celle-ci dans les conditions prévues aux articles 25-2 et 25-3.L'autorisation est retirée ou non renouvelée si les conditions qui avaient permis sa délivrance ne sont plus réunies ou si le fonctionnaire méconnaît les dispositions du présent article. Dans ce cas, le fonctionnaire ne peut poursuivre son activité dans l'entreprise que dans les conditions prévues à l'article 72 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. S'il ne peut conserver d'intérêts dans l'entreprise, il dispose du délai prévu au onzième alinéa pour y renoncer."
    },
    {
      "provision_ref": "art25-2",
      "section": "25-2",
      "title": "Article 25-2",
      "content": "Les fonctionnaires mentionnés au premier alinéa de l'article 25-1 peuvent être autorisés, pendant une période de cinq ans renouvelable (1), à apporter leur concours scientifique à une entreprise qui assure, en exécution d'un contrat conclu avec une personne publique ou une entreprise publique, la valorisation des travaux de recherche qu'ils ont réalisés dans l'exercice de leurs fonctions.Les conditions dans lesquelles le fonctionnaire intéressé apporte son concours scientifique à l'entreprise sont définies par une convention conclue entre l'entreprise et la personne publique ou l'entreprise publique mentionnée au premier alinéa. Elles doivent être compatibles avec le plein exercice par le fonctionnaire de son emploi public.Le fonctionnaire peut également être autorisé à détenir une participation dans le capital social de l'entreprise, dans la limite de 15 %, sous réserve qu'au cours des cinq années précédentes il n'ait pas, en qualité de fonctionnaire ou d'agent public, exercé un contrôle sur cette entreprise ou participé à l'élaboration ou à la passation de contrats et conventions conclus entre l'entreprise et le service public de la recherche.Le fonctionnaire ne peut participer à l'élaboration ni à la passation des contrats et conventions conclus entre l'entreprise et le service public de la recherche. Il ne peut, au sein de l'entreprise, exercer des fonctions de dirigeant ni être placé dans une situation hiérarchique.L'autorité dont relève le fonctionnaire est tenue informée des revenus qu'il perçoit à raison de sa participation au capital de l'entreprise, des cessions de titres auxquelles il procède ainsi que des compléments de rémunérations, dans la limite d'un plafond fixé par décret, prévus, le cas échéant, par la convention mentionnée au deuxième alinéa.La commission mentionnée au troisième alinéa de l'article 25-1 est tenue informée pendant la durée de l'autorisation et durant cinq ans à compter de son expiration ou de son retrait des contrats et conventions conclus entre l'entreprise et le service public de la recherche. Si elle estime que ces informations font apparaître une atteinte aux intérêts matériels et moraux du service public de la recherche, la commission en saisit le ministre dont dépend la personne publique intéressée.L'autorisation est délivrée et renouvelée par l'autorité dont relève le fonctionnaire après avis de la commission mentionnée au troisième alinéa de l'article 25-1 dans les conditions prévues par les troisième à sixième alinéas de cet article. Elle est retirée ou non renouvelée si les conditions qui avaient permis sa délivrance ne sont plus réunies ou si le fonctionnaire méconnaît les dispositions du présent article. Dans ce cas, le fonctionnaire dispose, pour céder ses droits sociaux, d'un délai d'un an au terme duquel il ne peut plus conserver directement ou indirectement un intérêt quelconque dans l'entreprise. Il ne peut poursuivre son activité dans l'entreprise que dans les conditions prévues au dernier alinéa de l'article 25-1."
    },
    {
      "provision_ref": "art25-3",
      "section": "25-3",
      "title": "Article 25-3",
      "content": "Les fonctionnaires mentionnés au premier alinéa de l'article 25-1 peuvent, à titre personnel, être autorisés à être membres du conseil d'administration ou du conseil de surveillance d'une société anonyme afin de favoriser la diffusion des résultats de la recherche publique. Leur participation dans le capital social de l'entreprise est limitée à la détention du nombre d'actions requis par ses statuts pour être membre du conseil d'administration ou de surveillance mais ne peut excéder 5 % de celui-ci. Ils ne peuvent percevoir de l'entreprise d'autre rémunération que celles prévues aux articles 108 et 140 de la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales, dans la limite d'un plafond fixé par décret.Le fonctionnaire intéressé ne peut participer à l'élaboration ni à la passation des contrats et conventions conclus entre l'entreprise et le service public de la recherche.L'autorité dont relève le fonctionnaire est tenue informée des revenus qu'il perçoit à raison de sa participation au capital de l'entreprise et en sa qualité de membre du conseil d'administration ou du conseil de surveillance ainsi que des cessions de titres auxquelles il procède.La commission mentionnée au troisième alinéa de l'article 25-1 est tenue informée, pendant la durée de l'autorisation et durant cinq ans à compter de son expiration ou de son retrait, des contrats et conventions conclus entre l'entreprise et le service public de la recherche. Si elle estime que ces informations font apparaître une atteinte aux intérêts matériels et moraux du service public de la recherche, la commission en saisit le ministre dont dépend la personne publique intéressée.L'autorisation ne peut être demandée si le fonctionnaire est autorisé à apporter son concours scientifique à l'entreprise dans les conditions prévues à l'article 25-2.L'autorisation est accordée et renouvelée pour la durée du mandat par l'autorité dont relève le fonctionnaire après avis de la commission mentionnée au troisième alinéa de l'article 25-1 dans les conditions prévues par les troisième à sixième alinéas de cet article. Elle est retirée ou non renouvelée si les conditions qui avaient permis sa délivrance ne sont plus réunies ou si le fonctionnaire méconnaît les dispositions du présent article. En cas de retrait ou de non-renouvellement de l'autorisation, le fonctionnaire dispose d'un délai de trois mois pour céder ses droits sociaux. Il ne peut poursuivre son activité au sein de l'entreprise que dans les conditions prévues au dernier alinéa de l'article 25-1."
    },
    {
      "provision_ref": "art25-4",
      "section": "25-4",
      "title": "Article 25-4",
      "content": "Les modalités d'application des articles 25-1, 25-2 et 25-3 sont, en tant que de besoin, précisées par décret en Conseil d'Etat.Les conditions dans lesquelles des agents non fonctionnaires peuvent, sous réserve des adaptations nécessaires, bénéficier des dispositions prévues aux articles 25-1 et 25-2 sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Pour certaines catégories de personnels de recherche visés à l'article 17, les statuts pourront en particulier permettre :- des dérogations au principe du recrutement par concours qui pourra s'effectuer sur titres et travaux ;- des dérogations aux procédures de notation et d'avancement prévues par le statut général des fonctionnaires, afin de permettre l'évaluation des aptitudes par des instances scientifiques ou techniques ;- le recrutement de personnes n'ayant pas la nationalité française, susceptibles d'apporter un concours qualifié à l'effort de recherche et de développement technologique ;- des dérogations au principe de recrutement initial au premier échelon du grade pour des personnes dont la qualification le justifie ;- des adaptations au régime des positions prévues par le statut général des fonctionnaires et des dérogations aux règles relatives aux mutations afin de faciliter la libre circulation des hommes et des équipes entre les métiers de la recherche et les institutions qui y concourent."
    },
    {
      "provision_ref": "art26-1",
      "section": "26-1",
      "title": "Article 26-1",
      "content": "Les personnels de droit privé non marins des établissements publics de recherche à caractère industriel ou commercial ou des groupements dans lesquels les établissements publics de recherche détiennent des participations majoritaires, s'il s'agit de personnels scientifiques ou de personnels chargés d'assurer la maintenance et le fonctionnement des équipements de recherche, sont soumis aux articles 24, 25, 28, 29 et 30 du code du travail maritime pendant la durée de leurs missions temporaires à bord d'un navire de recherche océanographique ou halieutique.Par dérogation aux dispositions des articles 24 et 25 du code du travail maritime, les mesures d'application du présent article sont prises par décrets en Conseil d'Etat. Ces décrets sont pris après consultation des établissement publics et groupements ainsi que des organisations les plus représentatives des personnels mentionnés au premier alinéa."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les orientations définies aux articles 24 à 26 serviront de référence aux dispositions des conventions collectives fixant les conditions d'emploi des travailleurs scientifiques des entreprises, afin de :- assurer aux intéressés des conditions d'emploi et de déroulement de carrière comparables à celles des autres travailleurs de l'entreprise ;- reconnaître les qualifications professionnelles acquises grâce à la formation par la recherche et à la pratique de ses métiers ;- garantir aux intéressés de larges possibilités de mobilité à l'intérieur de l'entreprise ou hors de l'entreprise, notamment dans les laboratoires publics."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les services accomplis à temps complet comme chercheurs et ingénieurs, dans les établissements publics à caractère industriel ou commercial et les organismes privés, par les fonctionnaires qui appartiennent aux corps de chercheurs sont pris en compte, pour l'appréciation des conditions d'ouverture des droits à pension au regard du code des pensions civiles et militaires de retraite, à concurrence de cinq ans."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "L'effort national de recherche et de développement technologique se conformera à la programmation et à l'orientation déterminées par le rapport annexé à la présente loi."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "Une politique ambitieuse de recherche à long terme ne peut se développer qu'à partir d'une recherche fondamentale vigoureuse et libre, couvrant l'ensemble des connaissances.Un développement garanti :Les activités de recherche fondamentale qui doivent être présentes dans un plus grand nombre d'organismes ne peuvent faire l'objet d'une programmation précise déterminée à priori. Le développement et le succès de ces recherches dépendent des facultés d'imagination, de la rigueur expérimentale, d'une connaissance approfondie de chaque discipline et de ses limites et, d'une façon générale, de compétences exigeant, pour s'épanouir, une absence de contraintes qui sera assurée. La répartition des crédits doit être plus souple. C'est en termes de garantie globale de progression des moyens qu'elles doivent figurer dans la programmation nationale, avec pour principe de respecter l'équilibre entre crédits de fonctionnement et d'équipement d'une part, entre financement automatique et d'incitation d'autre part.Les dotations consacrées aux recherches fondamentales et cognitives, dont le redressement doit être assuré, devraient connaître une progression globale et régulière d'ici 1985, à un rythme annuel moyen de 13 p. 100 en volume.En contrepartie de la protection qui leur est garantie, les activités de recherche fondamentale et cognitive seront soumises à un examen régulier de la répartition de l'effort public de recherche qu'elles recouvrent, ainsi qu'à l'évaluation scientifique des travaux concernés. L'évaluation de la qualité, consistant en un jugement critique par les pairs, fera largement appel à la communauté scientifique nationale et internationale. Des instances d'évaluation rigoureuse, dotées d'une autorité scientifique et technique réelle, seront donc placées aux principaux niveaux d'élaboration de la politique scientifique et technologique. Elles auront aussi pour tâche d'inciter à l'indispensable renouvellement de l'exercice des responsabilités.La recherche fondamentale a besoin d'un financement régulier, mais afin de permettre un soutien des équipes de pointe et de favoriser l'émergence de thèmes ou de disciplines nouvelles, les crédits courants, et ceux qui assurent une politique d'incitation, seront équilibrés. De plus, l'attention sera non seulement portée sur les catégories disciplinaires déjà classées, mais également sur celles qui peuvent représenter un surgissement pour l'avenir, bien qu'elles soient encore indisciplinées et non programmables.La mission de recherche dans l'université est une mission prioritaire au même titre que la mission de formation. L'approfondissement des connaissances de base à travers les actions de recherche fondamentale, la compréhension des phénomènes, des lois physiques, des facteurs d'évolution de la société comme des modes de communication sont le domaine privilégié de l'université. L'enrichissement du patrimoine culturel de l'humanité résulte de la motivation profonde de l'homme qui cherche à comprendre pour pouvoir agir. L'université, qui a pour mission de former les hommes et singulièrement les jeunes qui constituent l'avenir de notre pays, doit avoir une activité intense et généralisée de recherche portant sur notre vie matérielle comme sur notre vie culturelle, tout en formant l'esprit et le caractère de ceux qui sont à leur tour destinés à la recherche. Cette mission de \"recherche-formation\" répond à deux préoccupations : le renouveau des équipes de recherche par l'ouverture de nouveaux domaines, et la formation à la recherche et par la recherche.Une situation spécifique :Les sciences sociales et humaines, particulièrement négligées dans la période récente, doivent retrouver toute leur place. Elles sont appelées à jouer pleinement le rôle qui est le leur dans la restauration du dialogue entre la science et la société. C'est pourquoi un effort global de redressement visant simultanément au développement de la recherche fondamentale, la recherche appliquée, et dans plusieurs des programmes mobilisateurs qui sont ou seront mis en oeuvre. Cette action globale s'effectuera en concertation avec l'ensemble des organismes de recherche concernés. Les structures de la recherche en sciences sociales et humaines seront revues et favoriseront la coordination des recherches dans les différents domaines et le regroupement des chercheurs - qu'ils travaillent dans les universités ou dans les organismes de recherche - en équipes de recherche plus cohérentes et mieux structurées que ce n'est souvent le cas actuellement. Elles favoriseront également la meilleure insertion des sciences sociales et humaines dans le corps social lui-même et une meilleure diffusion de leurs résultats. La fonction sociale de ces sciences sera ainsi accrue, dans le respect de leur indépendance et de leur démarche propre. Les moyens affectés aux sciences sociales et humaines connaîtront une croissance au moins égale à celle de la moyenne des crédits de la recherche de base.Conséquences en matière d'équipement :Un équilibre sera établi entre soutien de programmes pour l'acquisition des petits et moyens appareillages indispensables au bon fonctionnement des laboratoires, et gros équipements. D'autre part, le parc français de ces équipements courants qui s'est constitué au cours des années 1960 devra être progressivement renouvelé.Une attention particulière sera apportée à la réalisation des très grands équipements scientifiques. Leur financement peut, en effet, dépasser, certaines années, la capacité usuelle des organismes intéressés ; il appelle le plus souvent des collaborations internationales, notamment européennes ; il doit faire l'objet d'une programmation glissante, mise à jour annuellement.Il s'agira d'assurer les engagements de la France dans les différents organismes internationaux gérant des grands équipements, d'assurer la poursuite des programmes déjà engagés et le lancement de nouveaux équipements dans les années à venir. Dans une liste qui ne saurait être exclusive, ni intangible, il convient de signaler les équipements suivants :Noyaux et particules : la France tient une excellente place dans ce domaine. Le grand accélérateur d'ions lourds Ganil, à Caen, dont l'achèvement est prévu pour 1983, constituera un outil exceptionnel pour l'étude des noyaux, tandis que le nouvel accélérateur du laboratoire Electron-Positron (L.E.P.), au centre européen de recherches nucléaires, à Genève, permettra de tester les théories récentes de la structure subnucléaire de la matière qui permettent d'unifier les inter-actions connues entre les particules ;Astrophysique : cette discipline a eu un essor remarquable durant ces dernières années conduisant à une véritable révolution de notre compréhension de l'univers. La mise en service de l'interféromètre millimétrique franco-allemand à l'Institut de radio-astronomie millimétrique près de Grenoble, comme les programmes spatiaux Spacelab et Vega-Hallet-Giotto déjà engagés apporteront sans aucun doute une moisson de résultats ;Energie : la fusion thermonucléaire contrôlée constitue une voie prometteuse et difficile. Avec sa contribution au projet européen \"Joint European Torus\" (J.E.T.) et la machine Toresupra, actuellement en construction à Cadarache, notre pays se maintiendra parmi les meilleurs dans un domaine essentiel pour l'avenir ;Connaissance de la terre et de l'atmosphère : la météorologie a fait des progrès sensibles avec l'observation de la terre par satellites, progrès dont les conséquences économiques en particulier pour les pays en voie de développement, justifient largement les financements consentis. C'est pour cette raison que la France continuera à participer au programme Météosat. La connaissance des océans constitue un objectif scientifique et économique de première importance ; il convient de commencer à renouveler la flotte de recherche océanologique et, plus précisément, de réaliser un navire hauturier qui sera mis à la disposition des différents organismes ayant pour vocation de travailler dans ce domaine. Par ailleurs, les recherches à basse atmosphère sont importantes au regard des données météorologiques à recueillir ; elles nécessitent l'acquisition d'un avion nouveau muni d'équipements de télédétection ;Connaissance de la matière : des outils de plus en plus lourds sont utilisés par les physiciens, chimistes, biologistes, géologues, pour étudier des atomes, des molécules, des solides, des composés biologiques. Ces outils sont les réacteurs, sources de neutrons, de l'institut Laüe-Langevin, à Grenoble, et de l'institut Léon-Brillouin, à Saclay, dont la modernisation pour le premier et les équipements périphériques pour le second seront achevés. Les anneaux de stockage d'électrons, sources de rayonnement synchrotron, constituent une nouvelle génération de tels outils actuellement en plein développement : il conviendra d'assurer dans les meilleures conditions la réalisation de Super-Aco (anneau de collision d'Orsay) et la jouvence du dispositif de collision dans l'igloo (D.C.L.), à Orsay ; simultanément, il faudra prévoir un nouvel anneau de rayonnement synchrotron, optimisé pour la production de rayons X et dont la construction pourrait être entreprise avec des partenaires européens ;L'Informatique de très haut niveau : la recherche bénéficiera du calculateur vectoriel Cray-One dont l'achat a été décidé. Ce grand équipement permettra de constituer une équipe de spécialistes provenant de différents organismes et capables de conseiller le constructeur. Des efforts seront engagés pour développer, en continuité du programme Cray-One, un équipement de technologie française ;Sciences sociales et humaines : bien que ne constituant pas \"stricto sensu\" un très grand équipement, des surfaces globales d'accueil, correspondant à un ensemble de bâtiments, seront réservées pour assurer un regroupement des équipes actuellement dispersées. Une bibliothèque des sciences sociales et humaines devrait être réalisée. Les moyens des bibliothèques des sciences sociales et humaines seront accrus et mieux coordonnés. L'accès aux ouvrages existant dans les bibliothèques sera amélioré, par exemple par l'informatisation des fichiers et leur mise en circuit. Les moyens des bibliothèques de l'université et des instituts de recherche seront renforcés, de même que les capacités de stockage et d'accueil de la Bibliothèque nationale ;Sciences de la vie : dans une première tranche, des cyclotrons médicaux pour produire des isotopes de durée de vie courte seront implantés à Lyon, Caen, Paris et Clermont-Ferrand. Le renouvellement du parc technologique des sciences de la vie sera entrepris.D'autres équipements importants pourront être prévus, notamment le projet européen de soufflerie cryogénique."
    }
  ]
}