{
  "id": "jorftext000000704427",
  "type": "statute",
  "title": "Loi n° 82-1152 du 30 décembre 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000704427",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Alinéas modificateursLes dispositions ci-dessus sont applicables à compter de la promulgation de la loi n° 82-652 du 29 juillet 1982 sur la communication audiovisuelle."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Est autorisée, aux conditions fixées par la convention à passer à cet effet, la cession gratuite à l'établissement hospitalier public intercommunal dénommé : \"Centre hospitalier André-Bouron\" de l'ensemble immobilier dit : \"Hôpital André-Bouron\", situé à Saint-Laurent-du-Maroni (Guyane) et des meubles qui le garnissent. Cette cession est exonérée de tous droits ou taxes."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les dispositions des paragraphes III et IV de l'article 19 de la loi de finances rectificative pour 1981 (n° 81-1179 du 31 décembre 1981), relatives à l'échange des actions de la Société Matra contre des obligations indemnitaires émises par l'Office national d'études et de recherches aérospatiales, sont applicables à l'échange desdites obligations contre les obligations émises par la caisse nationale de l'industrie (1)."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "A compter de la campagne 1983-1984, les éleveurs producteurs de céréales peuvent obtenir la restitution des taxes spécifiques fiscales correspondant aux quantités de céréales contenues dans les aliments qu'ils acquièrent pour la nourriture animale.Le droit à restitution ne peut s'exercer qu'auprès d'un seul collecteur agréé, dans la limite globale de 150 tonnes par campagne et à concurrence des quantités de céréales équivalentes produites par l'éleveur et livrées audit collecteur agréé."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I - Paragraphe modificateurII - 1. Alinéa modificateurLes dispositions de l'article 833 du code général des impôts sont reconduites pour les actes de formation ou d'augmentation de capital des sociétés exerçant leur activité dans les secteurs industriel, hôtelier ou de la pêche, enregistrés avant le 1er janvier 1985.2. Les dispositions de l'article 208 quater sont applicables, pour une durée de cinq ans, aux bénéfices retirés par des entreprises industrielles métropolitaines des opérations de franchisage réalisées à compter du 1er janvier 1983 avec des entreprises nouvelles à caractère industriel exploitées dans les départements d'outre-mer.III - Les dispositions de l'article 217 bis du code général des impôts ne sont applicables, pour les exercices clos à compter du 1er janvier 1983, qu'aux exploitations appartenant aux secteurs de l'agriculture, de l'industrie, de l'hôtellerie, du tourisme et de la pêche.Les résultats provenant des exploitations appartenant à d'autres secteurs ne sont retenus, pour les exercices clos en 1983, qu'à concurrence de 80 p. 100 de leur montant."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Il est institué, à compter du 1er janvier 1982, dans la Nouvelle-Calédonie, un impôt annuel sur le revenu des personnes physiques dont les taux, l'assiette et les modalités de recouvrement sont fixés par délibération du congrès.\n\nII. - La délibération de l'Assemblée territoriale de la Nouvelle-Calédonie n° 374 du 11 janvier 1982 est validée à l'exclusion des dispositions du 4 de l'article 78."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les dispositions du présent article ont été déclarées non conformes à la Constitution par décision du Conseil constitutionnel en date du 30 décembre 1982."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I - Les intérêts des sommes inscrites aux comptes spéciaux sur livret ouverts, dans des conditions définies par décret, par les caisses de crédit mutuel adhérentes à la confédération nationale du crédit mutuel au nom des organismes énumérés ci-après sont soumis au prélèvement sur les produits de placements à revenu fixe selon les modalités prévues à l'article 125 A-II-bis du code général des impôts.Les organismes qui reçoivent de tels intérêts n'ont pas à les comprendre dans leurs revenus imposables.Peuvent bénéficier des dispositions prévues au présent article, les associations à but non lucratif régies par la loi du 1er juillet 1901 ou régies par la loi locale maintenue en vigueur dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, les organismes sans but lucratif à caractère cultuel, les syndicats professionnels et leurs unions visés au chapitre Ier du titre Ier du livre IV du code du travail et les comités d'entreprise.II - Les sommes figurant sur les comptes spéciaux sur livret ouverts par les caisses de crédit mutuel mentionnées au I, y compris ceux prévus au présent article, sont affectées, selon des modalités définies par arrêté et pour la moitié au moins de leur montant à des emplois d'intérêt général."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "En 1983, les ressources attribuées aux départements de la région d'Ile-de-France et à l'établissement public régional au titre des articles 34, 35 et 36 de la loi n° 64-707 du 10 juillet 1964 précitée sont réparties entre ces collectivités proportionnellement aux sommes qu'elles ont perçues l'année précédente dans la limite de 105 p. 100 des attributions reçues à ce titre.L'excédent éventuel est réparti entre les collectivités concernées par le comité du fonds d'égalisation des charges départementales créé par l'article 36 de la loi du 10 juillet 1964 précitée."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I Paragraphe modificateurII - Le total de la pension de retraite et, selon les cas, de la rente viagère d'invalidité ou de la pension militaire d'invalidité attribuables au conjoint et aux orphelins du fonctionnaire ou du militaire décédé est élevé, dans les cas ci-après énumérés, au montant du traitement ou de la solde correspondant à l'indice retenu pour le calcul de la pension de retraite :- militaire de la gendarmerie tributaire du code des pensions civiles et militaires de retraite tué au cours d'une opération de police;- fonctionnaire, militaire de carrière tributaire du code des pensions civiles et militaires de retraite, militaire servant sous contrat au-delà de la durée légale, tué postérieurement au 1er août 1982 dans un attentat ou au cours d'une opération militaire, alors qu'il se trouvait en service ou en mission à l'étranger.III - Le total des pensions et rentes viagères d'invalidité attribuables aux conjoints et aux orphelins des fonctionnaires des services de déminage et des agents de la ville de Paris appartenant au corps des ingénieurs et techniciens du laboratoire central de la préfecture de police, tués au cours d'une opération de police, ainsi que des sapeurs-pompiers professionnels cités à titre posthume à l'ordre de la Nation, est porté au montant cumulé de la pension et de la rente viagère d'invalidité dont le fonctionnaire ou l'agent aurait pu bénéficier.IV - Ces dispositions sont applicables aux pensions des ayants cause des personnels visés aux paragraphes I, II et III du présent article décédés à compter de la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I - 1. Les créances que l'Etat détient sur les sociétés d'économie mixte concessionnaires d'autoroutes, soit au titre des avances de toute nature consenties en application de la loi n° 55-435 du 18 avril 1955 modifiée portant statut des autoroutes, soit au titre de la mise en jeu de la garantie prévue par l'avant-dernier alinéa de l'article 4 de la loi précitée, sont transférées à un établissement public, dénommé Autoroutes de France, dont les statuts seront fixés par décret en Conseil d'Etat. Son conseil d'administration comprend deux parlementaires désignés, l'un par l'Assemblée nationale, l'autre par le Sénat.2. Le montant de ces créances sera celui constaté à la date de ce transfert, qui sera celle de l'entrée en vigueur du décret précité ou, le cas échéant, celle à laquelle la transformation en société d'économie mixte des sociétés intéressées deviendra effective.3. Dès que sa situation financière le permettra, compte tenu de la mise en oeuvre des dispositions visées au II ci-après, l'établissement remboursera ces créances à l'Etat dans des conditions fixées par décret.II - 1. Les cahiers des charges des sociétés d'économie mixte concessionnaires seront modifiés de façon à prévoir que les sociétés dont les exercices annuels dégagent un solde excédentaire, tel que défini ci-après, doivent rembourser immédiatement, dans la limite de cet excédent, les créances transférées à l'établissement en vertu du paragraphe I ci-dessus.2. Le solde visé au 1 ci-dessus est égal à la différence entre, d'une part, les recettes d'exploitation de la société, et, d'autre part, ses dépenses d'exploitation majorées des remboursements d'emprunts.3. L'établissement peut consentir aux sociétés d'économie mixte concessionnaires des avances qui lui sont remboursées dans les conditions prévues au 1 ci-dessus."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La taxe de protection sanitaire et d'organisation des marchés des viandes créée par la loi n° 77-646 du 24 juin 1977 frappe à l'importation les viandes, préparées ou non, des animaux mentionnés à l'article 2 de cette loi. Elle est due par l'importateur ou par le déclarant en douane lors du dédouanement pour la mise à la consommation. Elle est perçue par le service des douanes. Elle est recouvrée suivant les mêmes règles et sous les mêmes garanties qu'en matière de droit de douane. Les contraventions sont punies, les poursuites effectuées et les instances instruites et jugées comme en matière de douane et par les tribunaux compétents en cette matière."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les sociétés Usinor et Sacilor sont autorisées à émettre des obligations convertibles souscrites par l'Etat ou des personnes morales appartenant au secteur public. Les dispositions du deuxième alinéa de l'article L. 225-135 du code de commerce ne sont pas applicables dans ce cas.La limite prévue par l'article 84 de la loi n° 56-780 du 4 août 1956 n'est pas applicable aux bonifications susceptibles d'être accordées par l'Etat pour le service des emprunts dont bénéficient les sociétés Usinor et Sacilor."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I - Paragraphe modificateurII - Les dispositions de l'article 239 sexies I du code général des impôts sont applicables aux locataires qui acquièrent des installations ou des matériels qui leur sont donnés en crédit-bail par des sociétés agréées mentionnées à l'article 208-3° sexies du code précité. Ces sociétés doivent remplir les obligations prévues à l'article 239 sexies II du code précité."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les dispositions du présent article ont été déclarées non conformes à la Constitution par décision du Conseil constitutionnel en date du 30 décembre 1982."
    }
  ]
}