{
  "id": "jorftext000000257340",
  "type": "statute",
  "title": "Loi n° 2005-157 du 23 février 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000257340",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'Etat est garant de la solidarité nationale en faveur des territoires ruraux et de montagne et reconnaît leur spécificité."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - (paragraphe modificateur).II. - 1. Le dispositif des zones de revitalisation rurale fait l'objet d'une évaluation au plus tard en 2009.2. Le zonage relatif aux territoires ruraux de développement prioritaire et les dispositions qui y sont liées, notamment celles mentionnées aux articles 44 sexies, 239 sexies D et 1594 F quinquies du code général des impôts, demeurent en vigueur jusqu'au 31 décembre 2006.3. (alinéa modificateur).III. - (paragraphe modificateur).IV. - 1. S'agissant des créations d'activités commerciales et des reprises d'activités commerciales, artisanales ou professionnelles au sens du 1 de l'article 92 du code général des impôts réalisées par des entreprises exerçant le même type d'activité, l'éxonération prévue à l'article 1465 A du code général des impôts s'applique aux opérations effectuées à compter du 1er janvier 2004.2. Pour bénéficier dès 2005 de l'exonération prévue au même article, les entreprises réalisant les opérations mentionnées au 1. doivent en faire la demande dans un délai de soixante jours suivant la publication de la présente loi.3. Pour l'application, en 2005, des dispositions du même article aux entreprises réalisant les opérations mentionnées au 1. du présent IV et à celles exerçant une activité professionnelle au sens du 1 de l'article 92 du même code qui créent des établissements, les délibérations contraires des collectivités territoriales ou de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre doivent intervenir dans un délai de soixante jours suivant la publication de la présente loi.4. L'Etat compense chaque année, à compter de 2005, les pertes de recettes résultant, pour les collectivités territoriales, les établissements publics de coopération intercommunale dotés d'une fiscalité propre ou fonds départementaux de péréquation de la taxe professionnelle, de l'exonération prévue à l'article 1465 A du code général des impôts pour les entreprises réalisant les opérations mentionnées au 1, selon les modalités prévues aux III et IV de l'article 95 de la loi de finances pour 1998 (n° 97-1269 du 30 décembre 1997)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du 2° du I s'appliquent aux travaux réalisés à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sans préjudice des dispositions de l'avant-dernier alinéa de l'article 1465 du code général des impôts, toute entreprise, ou organisme, qui cesse volontairement son activité en zone de revitalisation rurale en la délocalisant dans un autre lieu, après avoir bénéficié d'une aide au titre des dispositions spécifiques intéressant ces territoires, moins de cinq ans après la perception de ces aides, est tenue de verser les sommes qu'elle n'a pas acquittées en vertu des exonérations qui lui ont été consenties et, le cas échéant, de rembourser les concours qui lui ont été attribués.Un décret fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - (paragraphe modificateur).II. - S'agissant des entreprises qui exercent une activité professionnelle au sens du premier alinéa de l'article 92 du même code, l'exonération prévue à l'article 1465 A du même code s'applique aux créations d'établissement effectuées à compter du 1er janvier 2004.III. - Pour bénéficier, dès 2005, de l'exonération prévue à l'article 1465 A du même code, les entreprises qui exercent une activité professionnelle au sens du premier alinéa de l'article 92 du même code doivent en faire la demande dans les soixante jours de la publication de la présente loi, si celle-ci est postérieure au 1er décembre 2004.IV. - (paragraphe modificateur)."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent aux entreprises créées à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent aux logements acquis à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les collectivités qui financent l'acquisition, la construction ou la livraison d'un immeuble à usage professionnel qu'elles destinent à la location à titre onéreux soumise à la taxe sur la valeur ajoutée peuvent déduire la taxe sur la valeur ajoutée ayant grevé les différents éléments constitutifs du prix du loyer."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent pour l'établissement de l'impôt sur les sociétés dû à raison des résultats des exercices ouverts à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions des A et B du I sont applicables aux logements acquis ou achevés à compter du 1er janvier 2005. Les dispositions du C du I sont applicables aux travaux achevés à compter du 1er janvier 2005. Les dispositions du D du I sont applicables à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I., II. - (paragraphes modificateurs).III. - Les dispositions des I et II sont applicables pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2004.IV., V. - (paragraphes modificateurs).VI. - Les dispositions du 1° du IV et du V s'appliquent aux dotations ou fractions de dotation en capital perçues par les jeunes agriculteurs à compter du 1er janvier 2004 et aux indemnités versées en cas d'abattage total ou partiel de troupeaux à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I., II. - (paragraphes modificateurs).III. - Les dispositions du II s'appliquent pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2004. Elles n'emportent d'effet, en matière d'impôts directs locaux, qu'à compter des impositions établies au titre de l'année 2005, selon les modalités prévues par les IV à VII de l'article 22 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003).IV. - (paragraphe modificateur)."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - (paragraphe modificateur).II. - La perte de recettes pour l'Etat est compensée à due concurrence par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - (paragraphe modificateur).1. (alinéa modificateur).2. Les dispositions du 1 sont applicables à compter du 1er janvier 2005.II., III. - (paragraphes modificateurs)."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Afin d'assurer la libre circulation des biens et des personnes en période hivernale dans des conditions satisfaisantes en termes de délai et de sécurité, le Gouvernement procédera aux adaptations nécessaires de la réglementation relative au temps de travail, tant pour le secteur public que pour le secteur privé."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent à la taxe d'apprentissage due à raison des rémunérations versées à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent aux résultats des exercices ouverts à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - (paragraphe modificateur).II. - Ces dispositions s'appliquent à compter du 1er janvier 2005.Sous réserve des décisions juridictionnelles passées en force de chose jugée, les cotisations dues au titre des rémunérations versées avant cette date aux personnes mentionnées ci-dessus ne peuvent donner lieu à recouvrement forcé."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I sont applicables à compter du 1er janvier 2000 pour la métropole et à compter du 1er janvier 2004 pour les départements d'outre-mer."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I., II. - (paragraphes modificateurs).III. - Les dispositions du II entreront en vigueur le 1er janvier 2007. Les taux et montants dus au titre des années 2005 et 2006 seront fixés annuellement par les conseils d'administration des caisses départementales de mutualité sociale agricole dans des limites maximales et minimales fixées par le conseil central d'administration de la mutualité sociale agricole après avis conforme du comité central de la protection sociale des salariés agricoles."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - Les dispositions du présent chapitre entrent en vigueur au 1er janvier 2006 sous réserve de l'entrée en vigueur des dispositions, relevant de la loi de finances, prévoyant la compensation des charges assumées par le département du fait du transfert de compétences prévu par le présent chapitre, ainsi que des dispositions suivantes :1° L'article 78 et le X de l'article 83 entrent en vigueur à la date de publication de la présente loi.La Commission nationale d'aménagement foncier reste compétente pour régler les affaires enregistrées à son secrétariat antérieurement à la date de publication de la présente loi, dans les conditions prévues par les onze premiers alinéas de l'article L. 121-11 du code rural dans sa rédaction antérieure à cette date. Elle peut fixer des indemnités dans les conditions prévues par ce même article dans sa rédaction issue du X de l'article 83 de la présente loi. Le juge judiciaire reste compétent pour juger les contestations relatives à ces indemnités. En cas d'annulation par le Conseil d'Etat de la décision de la Commission nationale d'aménagement foncier, le ministre chargé de l'agriculture a qualité pour reprendre une nouvelle décision dont le Conseil d'Etat reste seul compétent pour connaître ;2° Les procédures d'aménagement foncier pour lesquelles l'arrêté préfectoral ordonnant les opérations et fixant le périmètre correspondant sera intervenu à la date d'entrée en vigueur du présent chapitre restent régies par les dispositions antérieures à cette date, y compris les procédures résultant des arrêtés modificatifs de cet arrêté. Toutefois, les associations foncières de réorganisation foncière et les associations foncières de remembrement visées aux articles L. 132-1 et L. 133-1 du code rural constituées pour des opérations d'aménagement foncier ordonnées avant le 1er janvier 2006 sont régies, sous réserve des dispositions particulières du code rural antérieures à cette date, par les dispositions de l'ordonnance n° 2004-632 du 1er juillet 2004 relative aux associations syndicales de propriétaires et de ses textes d'application ;3° Les projets d'échanges d'immeubles ruraux réalisés hors périmètre d'aménagement foncier pour lesquels la décision de la commission départementale d'aménagement foncier reconnaissant l'utilité du projet sera intervenue à la date d'entrée en vigueur du présent chapitre restent régis par les dispositions antérieures à cette date ;4° Les demandes d'autorisation de mise en valeur des terres incultes ou manifestement sous-exploitées réalisées hors périmètre pour lesquelles la décision de la commission départementale d'aménagement foncier mentionnée au deuxième alinéa de l'article L. 125-1 du code rural sera intervenue à la date d'entrée en vigueur du présent chapitre restent régies par les dispositions antérieures à cette date ;5° Les zonages définis au 1° de l'article L. 126-1 du code rural restent en vigueur jusqu'à leur expiration ou leur modification selon les dispositions du présent chapitre.Les procédures d'élaboration de périmètres d'interdiction et de réglementation des semis, plantations et replantations d'essences forestières pour lesquelles l'avis préalable à l'enquête publique a été publié à la date d'entrée en vigueur du présent chapitre sont menées à leur terme selon les dispositions antérieures à cette date.Pour la mise en oeuvre des interdictions et réglementations des semis, plantations et replantations d'essences forestières arrêtées par le préfet, les dispositions du présent chapitre entrent en vigueur à la date prévue par le premier alinéa du présent I.II. - Les services et parties de services déconcentrés qui participent à l'exercice des compétences de l'Etat transférées au département par le présent chapitre sont transférés selon les modalités prévues aux articles L. 1321-1 à L. 1321-8 du code général des collectivités territoriales et au titre V de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales, sous réserve de celles qui sont définies ci-après.Dans l'attente de la signature de la ou des conventions prévues au III de l'article 104 de la loi n° 2004-809 du 13 août 2004 précitée ou, à défaut, des arrêtés visés au IV de ce même article, et à compter de la date de transfert des compétences, le président du conseil général donne ses instructions au chef de service de l'Etat en charge des procédures d'aménagement foncier rural engagées postérieurement au transfert de compétences.La ou les conventions prévues au III de l'article 104 de la loi n° 2004-809 du 13 août 2004 précitée peuvent notamment prévoir, pour une durée limitée fixée d'un commun accord, un partage d'autorité sur les services ou parties de services mis à disposition pour permettre à ces derniers de conduire à leur terme les procédures d'aménagement foncier rural sous la responsabilité de l'Etat en application du I postérieurement au transfert de compétences.A défaut de convention passée dans le délai de trois mois prévu au III de l'article 104 de la loi n° 2004-809 du 13 août 2004 précitée, la liste des services ou parties de services mis à disposition est établie par arrêté conjoint du ministre chargé des collectivités territoriales et du ministre chargé de l'agriculture."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I entrent en vigueur le premier jour du sixième mois suivant la publication du décret en Conseil d'Etat mentionné au dernier alinéa de l'article L. 171-1 du code rural."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent aux logements acquis neufs ou en état futur d'achèvement à compter du 1er janvier 2004 et aux logements que le contribuable a fait construire et qui ont fait l'objet, à compter de cette date, d'une déclaration d'ouverture de chantier. Elles sont également applicables aux locaux affectés à un usage autre que l'habitation acquis à compter du 1er janvier 2004 et que le contribuable transforme en logement ainsi qu'aux logements acquis à compter de cette date que le contribuable réhabilite en vue de leur conférer des caractéristiques techniques voisines de celles des logements neufs."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. - (paragraphe modificateur).II. - La perte de recettes pour l'Etat résultant du quatrième alinéa du I de l'article L. 1511-8 du code général des collectivités territoriales est compensée par une majoration à due concurrence des droits visés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "La rémunération perçue au titre de la permanence des soins exercée en application de l'article L. 6315-1 du code de la santé publique par les médecins ou leurs remplaçants installés dans une zone définie en application de l'article L. 162-47 du code de la sécurité sociale est exonérée de l'impôt sur le revenu à hauteur de soixante jours de permanence par an."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "En zones de montagne, pour assurer le maintien de services, les collectivités territoriales ou leurs groupements ont la possibilité de construire ou de subventionner la réalisation d'équipements sanitaires dans le respect des décisions de           l'agence régionale de santé. Ces investissements peuvent bénéficier du soutien financier de l'Etat, au même titre que les investissements des communes."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I. - (paragraphe modificateur).II. - A. - Les dispositions du I s'appliquent aux installations et regroupements intervenus à compter du 1er janvier 2004.B. - Pour bénéficier dès 2005 de l'exonération de taxe professionnelle prévue à l'article 1464 D du code général des impôts, les médecins, les auxiliaires médicaux et les vétérinaires concernés doivent apporter les justifications nécessaires au service des impôts compétent au plus tard dans les trente jours de la publication de la présente loi, si elle est postérieure au 1er décembre 2004.C. - Pour l'application des dispositions du I au titre de 2005, les délibérations des collectivités territoriales et des établissements publics de coopération intercommunale dotés d'une fiscalité propre doivent intervenir au plus tard dans les trente jours de la publication de la présente loi, si elle est postérieure au 1er septembre 2004."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent à l'impôt sur le revenu dû au titre de 2004 et des années suivantes."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "I., II. - (paragraphes modificateurs).III. - Les dispositions des I et II s'appliquent à compter des impositions établies au titre de 2005."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Le ministre de l'agriculture prend toutes dispositions pour assurer auprès de son administration une représentation et une expression particulières des territoires visés au chapitre II du titre IV et au titre V de la présente loi, compte tenu de la particularité de leur situation."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I.-(paragraphe modificateur).\n\nII.-L'Etat compense les pertes de recettes supportées, l'année précédente, par les communes et les établissements publics de coopération intercommunale à fiscalité propre en raison de l'exonération de taxe foncière sur les propriétés non bâties accordée en application du I.\n\nCette compensation est égale au produit obtenu en multipliant, chaque année, et pour chaque commune ou établissement public de coopération intercommunale à fiscalité propre, le montant des bases d'imposition exonérées de l'année précédente par le taux de la taxe foncière sur les propriétés non bâties de la même année.\n\nPour les communes qui appartiennent à un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale.\n\nAu titre de 2009, la compensation calculée selon les dispositions qui précèdent est minorée par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. Au titre de 2010, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre de 2009 est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article. Au titre de 2011, la compensation calculée selon les dispositions qui précèdent et à laquelle sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 est minorée par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010 et 2011, est minorée par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011 et 2012, est minorée par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011, 2012 et 2013, est minorée par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "Les documents d'objectifs en cours d'élaboration à la date de publication de la présente loi continuent à être élaborés dans les conditions prévues avant son entrée en vigueur. En revanche, leur mise en oeuvre est conduite dans les conditions prévues à l'article L. 414-2 du code de l'environnement.La présidence des comités de pilotage Natura 2000 créés par l'autorité administrative avant l'entrée en vigueur de la présente loi est transférée à un représentant d'une collectivité territoriale ou d'un groupement membre du comité de pilotage dans des conditions définies par décret, à l'exception de la présidence des comités de pilotage des sites Natura 2000 entièrement inclus dans un terrain relevant du ministère de la défense."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "A.-(paragraphe modificateur).\n\nB.-L'Etat compense, chaque année, les pertes de recettes résultant pour les communes et les établissements publics de coopération intercommunale à fiscalité propre de l'exonération de taxe foncière sur les propriétés non bâties accordée en application du A. La compensation n'est pas applicable aux établissements publics de coopération intercommunale qui font application du II de l'article 1609 nonies C du code général des impôts.\n\nCette compensation est égale au produit obtenu en multipliant la perte de base résultant, chaque année et pour chaque commune ou établissement public de coopération intercommunale à fiscalité propre, de l'exonération par le taux de la taxe foncière sur les propriétés non bâties voté en 2003 par la commune ou l'établissement public de coopération intercommunale.\n\nLa base d'imposition à retenir ne tient pas compte des majorations prévues au II de l'article 1396 du code général des impôts.\n\nPour les communes qui appartiennent en 2003 à un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale.\n\nJusqu'au 31 décembre 2010, pour les communes qui sont membres d'un établissement public de coopération intercommunale soumis, à compter du 1er janvier 2004, aux dispositions de l'article 1609 nonies C du code général de impôts dans sa version en vigueur jusqu'au 31 décembre 2010, le taux appliqué en 2003 dans la commune est majoré du taux voté en 2003 par l'établissement.\n\nAu titre de 2009, la compensation calculée selon les dispositions qui précèdent est minorée par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. Au titre de 2010, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre de 2009 est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article. Au titre de 2011, les compensations calculées selon les dispositions qui précèdent et auxquelles sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 sont minorées par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010 et 2011, est minorée par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011 et 2012, est minorée par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011, 2012 et 2013, est minorée par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017 et des années suivantes, les taux d'évolution fixés  depuis 2009 et jusqu'à 2016 sont appliqués à la même compensation.\n\nC.-Les dispositions du A s'appliquent aux impositions établies à compter du 1er janvier 2006.\n\nD.-(paragraphe modificateur)."
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Article 194",
      "content": "Les dispositions de l'article 190 entreront en vigueur à une date fixée par décret en Conseil d'Etat et au plus tard un an après la publication de la présente loi."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "Sous réserve des décisions juridictionnelles passées en force de chose jugée, sont validées, en tant que leur légalité serait contestée sur le fondement de l'annulation des délibérations du jury proclamant les résultats du concours d'attaché administratif principal des services déconcentrés du ministère de l'agriculture, de l'alimentation, de la pêche et des affaires rurales, les nominations dans le grade d'attaché administratif principal des services déconcentrés de deuxième classe des personnes inscrites sur les tableaux d'avancement en date des 25 mai 1999, 18 juin 2000 et 11 juin 2001, établis au titre des années 1999, 2000 et 2001."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Article 212",
      "content": "Sous réserve des décisions juridictionnelles passées en force de chose jugée, les décisions prises par les directeurs des écoles nationales vétérinaires, à l'issue de l'année universitaire 2002-2003, à l'égard des étudiants de deuxième année du premier cycle des études vétérinaires, sont validées en tant qu'elles seraient contestées sur le fondement de l'annulation de la délibération du jury du concours d'admission dans les écoles nationales vétérinaires de 2002."
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "Article 213",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validées, en tant que leur régularité est mise en cause sur le fondement de l'illégalité de la composition des commissions prévues à l'article 17 du décret n° 84-1207 du 28 décembre 1984 relatif aux statuts particuliers des corps de fonctionnaires de l'Institut national de la recherche agronomique, les décisions d'avancement à la première classe du corps de directeurs de recherche de l'Institut national de la recherche agronomique intervenues au titre des années 1994 à 1999."
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Article 215",
      "content": "Les associations à vocation éducative, sociale, culturelle et familiale exerçant en milieu rural participent à l'animation et au développement des territoires ruraux."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "I., II., III. - (paragraphes modificateurs).IV. - Les dispositions du présent article ne font pas obstacle à la possibilité pour les chambres consulaires ou tout autre organisme compétent de se voir confier la gestion de programmes d'aides de l'Etat ou de la Communauté européenne dans les domaines mentionnés au I de l'article L. 313-3 du code rural."
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "Article 222",
      "content": "I., II. - (paragraphes modificateurs).III. - Le présent article entrera en vigueur à la date de publication du décret prévu au premier alinéa de l'article L. 226-1 du code rural et au plus tard le 1er janvier 2006."
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225",
      "content": "I., II.-(paragraphes modificateurs).III.-En cas de dissolution de l'Institut pour le développement forestier, les personnels employés par cet institut sont transférés, à la date de dissolution, au Centre national de la propriété forestière et affectés dans les services d'utilité forestière. Ces personnels sont employés dans les conditions mentionnées au dernier alinéa de l'article L. 221-10 du code forestier et au dernier alinéa de l'article L. 132-8 du code du travail.Au cas où l'Institut pour le développement forestier décide d'attribuer ses biens immobiliers et mobiliers au Centre national de la propriété forestière, ce transfert est effectué à titre gratuit et ne donne lieu à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat ni à aucune indemnité ou perception de droits et de taxes.Le Centre national de la propriété forestière est substitué de plein droit aux droits et obligations de l'Institut pour le développement forestier."
    },
    {
      "provision_ref": "art230",
      "section": "230",
      "title": "Article 230",
      "content": "I. - Il est créé un établissement public national à caractère industriel et commercial placé sous la haute protection du Président de la République et sous la tutelle de l'Etat dénommé \"Domaine national de Chambord\".Cet établissement a pour mission de préserver, gérer, mettre en valeur et assurer le rayonnement national et international des biens constitutifs du domaine national de Chambord. A ce titre, il est notamment chargé de :1° Conserver, restaurer, présenter au public et animer le château et ses dépendances bâties et non bâties ;2° Gérer, dans le respect des principes mentionnés à l'article L. 1er du code forestier, la forêt et les milieux associés, en apportant une attention particulière à la conservation des habitats naturels ;3° Gérer les activités cynégétiques et la faune sauvage du domaine national de Chambord ;4° Gérer l'ensemble des biens appartenant à l'Etat, définis par arrêté des ministres chargés de la culture, du budget, de la chasse et de la forêt, situés sur le territoire de Chambord et des communes limitrophes ;5° Veiller, sur le domaine national de Chambord, au respect de la réglementation relative à la chasse, à la pêche et aux sites prévue par le code de l'environnement. A cet effet, ses agents peuvent être commissionnés et assermentés en application des dispositions des articles L. 428-20 et L. 437-1 du code de l'environnement. Il peut également bénéficier du concours de fonctionnaires relevant des articles 22 et 28 du code de procédure pénale, commissionnés et assermentés pour constater les infractions en matière forestière, de chasse ou de pêche, détachés ou mis à sa disposition.II. - L'établissement public est administré par un conseil d'administration et dirigé par un directeur général, commissaire du domaine national de Chambord.Le conseil d'administration est composé de représentants de l'Etat et des collectivités territoriales intéressées, de représentants des établissements publics nationaux compétents dans les domaines d'activité de l'établissement, de personnalités qualifiées et de représentants élus du personnel.Le président du conseil d'administration et le directeur général sont nommés par décret.Les ressources de l'établissement sont constituées par des subventions de l'Etat, des collectivités territoriales et de tout organisme public ou privé, des droits d'entrée, des redevances pour services rendus, le produit des ventes, des locations et des conventions ainsi que par des emprunts, dons et legs et recettes diverses.III. - Les biens constitutifs du domaine national de Chambord sont remis en dotation à l'établissement public. Les affectations et les attributions à titre de dotation sont effectuées à titre gratuit.Les voies du domaine national de Chambord ouvertes à la circulation publique à la date d'entrée en vigueur du décret prévu au VIII du présent article sont également remises en dotation à l'établissement public à titre gratuit. Le directeur général de l'établissement public exerce les pouvoirs de police afférents à leur gestion, notamment en ce qui concerne la circulation sur ces voies, sous réserve des pouvoirs dévolus au maire de la commune de Chambord sur les voies de communication situées à l'intérieur de l'agglomération en application de l'article L. 2213-1 du code général des collectivités territoriales.L'établissement public gère la forêt conformément au document d'aménagement prévu à l'article L. 133-1 du code forestier. Par dérogation à cet article, ce document est arrêté par le ministre chargé de la forêt après accord du conseil d'administration de l'établissement.L'Office national des forêts assure l'élaboration et le suivi du document d'aménagement, la vente et l'exploitation des coupes ou produits de coupes de la forêt ainsi que la police forestière, conformément aux articles L. 134-1 à L. 136-4 et L. 152-1 à L. 152-8 du code forestier. L'Office national des forêts assure également, en tant que de besoin, à la demande du domaine national de Chambord, les études, opérations et travaux strictement nécessaires à la gestion de la forêt. Les conditions de réalisation de ces actions sont précisées dans une convention passée entre l'Etat, le domaine national de Chambord et l'Office national des forêts.IV. - 1. A compter de la date d'entrée en vigueur du décret prévu au VIII et pour une durée de six mois, les fonctionnaires et les agents non titulaires de droit public de l'Etat et de ses établissements publics qui, à cette date, exercent leurs fonctions dans les services ou parties de services transférés au domaine national de Chambord pour l'exercice des missions prévues au I, sont mis à la disposition de l'établissement public à titre individuel.2. Les fonctionnaires de l'Etat et de ses établissements publics mis à la disposition du domaine national de Chambord en application du 1 peuvent demander à continuer d'exercer leurs fonctions dans cet établissement à l'issue de la période de mise à disposition.Ils disposent d'un délai de quatre mois à compter de la date d'entrée en vigueur du décret prévu au VIII pour présenter cette demande.Les fonctionnaires qui optent dans ces conditions pour leur maintien auprès du domaine national de Chambord ou qui, à l'expiration du délai précité, n'ont pas fait part de leur choix à l'administration, sont placés auprès de l'établissement public, au besoin d'office, dans une position conforme aux dispositions législatives et réglementaires dont ils relèvent.3. Les agents non titulaires de droit public de l'Etat et de ses établissements publics mis à disposition du domaine national de Chambord en application du 1 sont recrutés de plein droit par l'établissement public à l'issue de leur mise à disposition. Ils se prononcent auparavant sur les conditions de leur recrutement en optant pour la conclusion soit d'un contrat de droit privé leur garantissant le bénéfice de leur rémunération antérieure, soit d'un contrat de droit public qui leur conserve le bénéfice des stipulations de leur contrat initial ainsi que des avantages individuels acquis en vertu des dispositions collectives applicables aux agents non titulaires de leur établissement ou administration d'origine.Ce droit d'option s'exerce dans un délai de quatre mois à compter de la date d'entrée en vigueur du décret prévu au VIII.V. - Les droits et obligations de l'Etat, du Centre des monuments nationaux, de l'Office national des forêts et de l'Office national de la chasse et de la faune sauvage, afférents à la gestion, à l'entretien et à l'utilisation des biens mentionnés au 4° du I, sont transférés au domaine national de Chambord.VI., VII. - (paragraphes modificateurs).VIII. - Un décret en Conseil d'Etat détermine les conditions d'application du présent article, notamment les modalités d'organisation et de fonctionnement de l'établissement, de conservation du château et de gestion de la forêt.Les dispositions du présent article prennent effet à la date d'entrée en vigueur du décret prévu à l'alinéa précédent et au plus tard le 1er juillet 2005."
    },
    {
      "provision_ref": "art231",
      "section": "231",
      "title": "Article 231",
      "content": "I. - (paragraphe modificateur).II. - Sous réserve des dispositions de justice passées en force de chose jugée, le classement du parc naturel régional du Verdon, prononcé par le décret n° 97-187 du 3 mars 1997, est prolongé jusqu'au 3 mars 2006."
    },
    {
      "provision_ref": "art236",
      "section": "236",
      "title": "Article 236",
      "content": "Des groupements d'intérêt public dotés de la personnalité morale et de l'autonomie financière peuvent être constitués entre des personnes morales de droit public ou entre une ou plusieurs d'entre elles et une ou plusieurs personnes morales de droit privé pour conduire, à l'échelle nationale, régionale ou locale, des actions dans le domaine de l'aménagement du territoire et du développement économique, contribuant à l'étude, à la recherche ou à la formation, ainsi qu'à la réalisation d'actions spécifiques en matière d'aménagement du territoire, de prospection des investissements étrangers ou de développement des massifs de montagne.\n\nLorsque l'Etat en est membre, le chapitre II de la loi n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit est applicable à ces groupements d'intérêt public.\n\nDans les autres cas, la convention constitutive du groupement est approuvée par le ou les représentants de l'Etat dans la ou les régions concernées, qui en assurent la publicité. Le groupement d'intérêt public d'aménagement et de développement du territoire est soumis aux règles de la comptabilité publique. Le comptable public est le directeur départemental des finances publiques du département du siège social du groupement ou un agent comptable désigné par lui. Le groupement ne comprend pas de commissaire du Gouvernement.\n\nLes groupements d'intérêt public de développement local sont transformés en groupements d'intérêt public d'aménagement et de développement du territoire par décision simple de leur assemblée générale avant le terme fixé par la loi n° 2003-590 du 2 juillet 2003 urbanisme et habitat, sous réserve de se conformer aux dispositions du présent article. Cette transformation est effectuée à titre gratuit et ne donne lieu au paiement d'aucune indemnité, droit, taxe, de contribution prévue à l'article 879 du code général des impôts ou honoraire."
    },
    {
      "provision_ref": "art237",
      "section": "237",
      "title": "Article 237",
      "content": "Relèvent de la compétence de la juridiction administrative les litiges relatifs à la passation ou à l'exécution, en France, des marchés d'études ou de travaux conclus soit en vue de la réalisation des ouvrages préliminaires ou de reconnaissance exécutés en application de l'accord franco-italien du 29 janvier 2001, soit en vue de la réalisation du tunnel de base prévu par cet accord et le cas échéant par les accords internationaux subséquents."
    },
    {
      "provision_ref": "art238",
      "section": "238",
      "title": "Article 238",
      "content": "L'ordonnance n° 2004-1198 du 12 novembre 2004 portant diverses dispositions d'adaptation au droit communautaire dans le domaine des installations à câbles transportant des personnes et relatives aux remontées mécaniques en montagne est ratifiée."
    },
    {
      "provision_ref": "art239",
      "section": "239",
      "title": "Article 239",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement, après avoir recueilli l'avis des organisations professionnelles agricoles, est autorisé à prendre par ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures d'adaptation aux départements d'outre-mer et à Saint-Pierre-et-Miquelon des dispositions des articles 73 et 74, ainsi qu'à déterminer les conditions dans lesquelles les articles 61, 78, 80, 83 à 86, 87 à 92, 94 et 95 s'appliquent à ces départements et à cette collectivité.Dans les mêmes conditions, le Gouvernement est autorisé à étendre à Mayotte par ordonnance, avec les adaptations nécessaires, les dispositions de la présente loi.II. - Les projets d'ordonnance sont soumis pour avis aux conseils généraux et aux conseils régionaux concernés.III. - Des projets de loi de ratification de ces ordonnances devront être déposés devant le Parlement au plus tard six mois à compter de leur publication."
    },
    {
      "provision_ref": "art240",
      "section": "240",
      "title": "Article 240",
      "content": "I. - (paragraphe modificateur).II. - Les sociétés d'armement à la pêche sont des sociétés soumises au régime d'imposition des sociétés de personnes, ayant pour objet l'armement au plus de quatre navires de pêche exploités dans les départements d'outre-mer et dont 75 % des droits sociaux et droits de vote sont détenus par le ou les gérants personnes physiques de la société ou des pêcheurs embarqués. Pour calculer ce taux de détention, les parts détenues par les ascendants, descendants ou conjoints du gérant de ces sociétés ou des marins pêcheurs sont assimilées à celles détenues par ces derniers.III. - Les dispositions du I s'appliquent aux agréments délivrés à compter de l'année 2005.Les dispositions du II de l'article 238 bis HP du code général des impôts cessent de s'appliquer pour le financement de navires neufs à compter du 1er janvier 2006."
    }
  ]
}