{
  "id": "jorftext000045614779",
  "type": "statute",
  "title": "Ordonnance n°2022-582 du 20 avril 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045614779",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Les dispositifs médicaux légalement mis sur le marché avant le 26 mai 2021 demeurent régis, au plus tard jusqu'à la date prévue au paragraphe 4 de l'article 120 du règlement (UE) 2017/745 du Parlement européen et du Conseil du 5 avril 2017, par les dispositions du titre Ier du livre II, du chapitre Ier du titre VI du livre IV et du chapitre Ier du titre VII du livre IV de la cinquième partie du code de la santé publique dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance, à l'exception des articles L. 5461-2-1 et L. 5461-4.II. - Les dispositifs médicaux mis sur le marché à compter du 26 mai 2021 dans les conditions prévues au paragraphe 3 de l'article 120 du règlement (UE) 2017/745 demeurent régis, au plus tard jusqu'à la date mentionnée au paragraphe 4 du même article 120, par les dispositions du titre Ier du livre II, du chapitre Ier du titre VI du livre IV et du chapitre Ier du titre VII du livre IV de la cinquième partie du code de la santé publique dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance, sous réserve :1° De l'application des dispositions du règlement (UE) 2017/745 relatives à la surveillance après commercialisation, à la surveillance du marché, à la vigilance et à l'enregistrement des opérateurs économiques et des dispositifs ;2° De l'application, à compter de l'entrée en vigueur de la présente ordonnance, des dispositions du présent code prises pour la mise en œuvre, le contrôle et la sanction des dispositions mentionnées au 1° du présent II.III. - Les dispositions issues de la présente ordonnance ne sont applicables aux groupes de produits mentionnés à l'annexe XVI du règlement (UE) 2017/745 qu'à compter de la date d'application des spécifications communes adoptées pour chacun de ces groupes, dans les conditions prévues au paragraphe 2 de l'article premier du même règlement.IV. - Les dispositions des articles L. 1121-4, L. 1123-6 à L. 1123-12, L. 5211-3-1, L. 5211-4 et L. 5212-2 du code de la santé publique, dans leur rédaction antérieure à la présente ordonnance, demeurent applicables, en tant qu'elles régissent le traitement des demandes ou les échanges de documents ou d'informations entre les personnes concernées et les autorités compétentes, dans la mesure nécessaire à la mise en œuvre des exigences du règlement (UE) 2017/745 énumérées au point d du paragraphe 3 de l'article 123 de ce règlement, jusqu'à l'entrée en application de l'obligation d'utiliser la base de données Eudamed à la date mentionnée au même point d.Jusqu'à la date mentionnée à l'alinéa précédent, les infractions mentionnées aux articles L. 5461-2, L. 5461-2-1 et L. 5461-4 du code de la santé publique, ainsi que les manquements mentionnés aux 1°, 2°, 3° et 9° de l'article L. 5461-9 du même code, ne comprennent pas le fait de ne pas utiliser la base de données Eudamed en application des dispositions correspondantes du règlement (UE) 2017/745.Les infractions mentionnées à l'article L. 1125-29 du code de la santé publique ne sont également applicables qu'à compter de cette même date.V. - Les dispositions de l'article L. 5461-4-1 du code de la santé publique ainsi que du 8° de l'article L. 5461-9 du même code, dans leur rédaction issue de la présente ordonnance, entrent en vigueur à compter de la date mentionnée au point e de l'article 123 du règlement (UE) 2017/745.VI. - Sont régies par les dispositions du titre II du livre Ier de la première partie du code de la santé publique, dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance :1° Les recherches impliquant la personne humaine mentionnées au 1° de l'article L. 1121-1 du code de la santé publique, portant sur des dispositifs médicaux, et ayant obtenu, avant le 26 mai 2021, l'autorisation de l'Agence nationale de sécurité du médicament et des produits de santé et l'avis favorable d'un comité de protection de personnes, tels que prévus à l'article L. 1124-1 du code de la santé publique ;2° Les recherches impliquant la personne humaine mentionnées au 1° de l'article L. 1121-1 du code de la santé publique, portant sur des dispositifs médicaux, et pour lesquelles une demande d'autorisation auprès de l'Agence nationale de sécurité du médicament et des produits de santé et une demande d'avis auprès d'un comité de protection des personnes au titre de l'article L. 1121-4 est en cours d'instruction avant le 26 mai 2021 ;3° Les recherches impliquant la personne humaine mentionnées aux 2° et 3° de l'article L. 1121-1 du code de la santé publique, portant sur des dispositifs médicaux, et dont la demande d'avis auprès du comité de protection des personnes est en cours d'instruction avant le 26 mai 2021, ainsi que celles disposant de l'avis d'un tel comité à cette date.Par dérogation au premier alinéa du présent VI, les dispositions de l'article L. 1123-10 du code de la santé publique ne sont pas applicables aux recherches impliquant la personne humaine portant sur un dispositif médical régies par les dispositions du titre II du livre 1er de la première partie du code de la santé publique dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance. La notification des événements indésirables graves et des défectuosités de dispositifs médicaux survenus dans le cadre de telles recherches s'effectue conformément à l'article 80 du règlement (UE) 2017/745 du Parlement européen et du Conseil modifié du 5 avril 2017."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de la relance, la ministre des armées, le ministre des outre-mer et le ministre des solidarités et de la santé sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}