{
  "id": "jorftext000000878228",
  "type": "statute",
  "title": "Loi n° 85-1376 du 23 décembre 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000878228",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La recherche scientifique et le développement technologique sont des priorités nationales.La politique nationale se propose de porter l'ensemble des dépenses publiques et privées de recherche et de développement technologique à 3 p. 100 du produit intérieur brut à la fin de la présente décennie.Les objectifs de la politique nationale de recherche scientifique et de développement technologique sont pour la période de plan triennal 1986-1988 sont énoncés dans le rapport annexé à la présente loi.L'objectif fixé pour le financement de la politique nationale de recherche et du développement technologique par les entreprises est d'atteindre 1,20 p. 100 du produit intérieur brut en 1988."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les crédits et les emplois publics consacrés à la recherche et au développement technologique pendant la période 1986-1988 seront affectés en priorité :- à la poursuite de l'effort de recherche fondamentale. Une attention particulière sera portée au soutien des programmes, à l'équipement des laboratoires ainsi qu'au développement de la recherche dans les établissements d'enseignement supérieur, notamment dans les domaines technologiques.- au soutien de la recherche dans les entreprises ainsi qu'au soutien de la création d'entreprises innovantes et au renforcement du transfert technologique vers les petites et moyennes entreprises."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La politique nationale concourt au renforcement de la capacité et de l'autonomie de l'Europe en matière de développement scientifique et technologique.L'accent sera mis en particulier sur les technologies de la production et de l'information, les grands projets technologiques d'intérêt économique et stratégique et les technologies du vivant au service du développement économique et social."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Par dérogation aux principes énoncés à l'article 3 du titre Ier du statut général des fonctionnaires ou, le cas échéant, aux articles L. 122-1 à L. 122-3 du code du travail, peuvent être appelés à exercer temporairement par contrat leurs fonctions, à temps complet ou à temps partiel, dans les services de recherche des administrations, dans les établissements publics de recherche et dans les établissements d'enseignement supérieur :1° Les chercheurs, ingénieurs et techniciens de recherche français appartenant au personnel d'une entreprise publique ou privée, française ou étrangère, ou d'un établissement public à caractère industriel et commercial français ou d'un organisme de recherche étranger ;2° Les chercheurs, ingénieurs et techniciens de recherche non titulaires qui relèvent d'un établissement public n'ayant pas le caractère industriel et commercial ou d'un service de recherche de l'Etat ;3° Les chercheurs, ingénieurs et techniciens de recherche de nationalité étrangère ;4° Les docteurs en médecine ou en pharmacie ou en odontologie ayant terminé leur internat de spécialité et n'ayant pas la qualité de fonctionnaire titulaire.Les personnels visés au présent article doivent avoir exercé antérieurement une activité profesionnelle effective pendant au moins deux ans (1).Un décret en Conseil d'Etat détermine les conditions dans lesquelles sont conclus les contrats mentionnés au présent article. La durée de ces contrats ne peut excéder trois ans renouvelables une fois. Au-delà de cette période, les personnes visées au 3° ci-dessus ayant la qualité de réfugié politique peuvent être renouvelés annuellement dans leurs fonctions."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les services de recherche des administrations et les établissements publics de recherche n'ayant pas le caractère industriel et commercial créent parmi leurs emplois budgétaires des postes de chercheurs associés.Ces postes sont destinés à accueillir des enseignants chercheurs ou des chercheurs fonctionnaires appartenant à un établissement public ou à un service de recherche des administrations.Ces postes ne peuvent être occupés par les mêmes personnes au-delà d'une période de trois ans, renouvelable une fois (1).Un décret en Conseil d'Etat détermine les conditions dans lesquelles ces dispositions sont appliquées."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Lorsque des chercheurs fonctionnaires, appartenant à un établissement public n'ayant pas le caractère industriel et commercial ou à un service de recherche des administrations, sont recrutés en qualité d'enseignants associés dans les établissements d'enseignement supérieur et de recherche relevant du ministère de l'éducation nationale, ils sont placés en position de détachement.Par dérogation aux dispositions de l'article 54 de la loi n° 84-52 du 26 janvier 1984 sur l'enseignement supérieur, la durée de leurs fonctions en qualité d'enseignants associés est égale à la durée de leur détachement et peut être prolongée dans les mêmes conditions que le renouvellement du détachement."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le titre de directeur de recherche émérite peut être conféré aux chercheurs admis à la retraite. Les qualités requises, la durée de l'éméritat et les droits attachés au titre sont fixés par décret en Conseil d'Etat.Pour l'exercice de ces droits, les dispositions de l'article L. 86-1 du code des pensions civiles et militaires de retraite ne sont pas applicables."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Pour atteindre l'objectif visé à l'article 1er de la présente loi, les autorisations de programme et les dépenses ordinaires inscrites au budget civil de recherche et de développement technologique progresseront à un rythme moyen annuel minimal de 4 p. 100 en volume pendant la durée du plan triennal pour la recherche et la technologie."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Une politique cohérente de l'emploi scientifique doit s'inscrire dans le long terme permettant ainsi une gestion rationnelle du potentiel humain de la recherche.Conformément au plan à long terme de recrutement des personnels des organismes publics de recherche défini dans le rapport annexé à la présente loi, le nombre des créations nettes d'emploi à réaliser d'ici à 1988 est fixé à 1 400, dont 725 pour les chercheurs et ingénieurs de recherche et 675 pour les autres catégories de personnel."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les programmes de recherche et de développement relevant des catégories énoncées à l'article 3 de la loi n° 82-610 du 15 juillet 1982 d'orientation et de programmation pour la recherche et le développement technologique de la France font l'objet d'une évaluation sur la base de critères objectifs adaptés à chacun d'eux. Ces critères ainsi que les modalités de l'évaluation sont déterminés avant la mise en oeuvre des programmes.Un bilan des résultats scientifiques, technologiques, économiques et sociaux est établi, pour chaque programme, au plus tard deux ans après le début de son exécution, puis tous les trois ans. Les principaux éléments en sont rendus publics (1)."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les organismes publics de recherche font l'objet de procédures d'évaluation périodiques. Celles-ci donnent lieu à un rapport remis au ministre de la recherche dont les principaux éléments sont rendus publics (1)."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les régions sont associées à l'élaboration et à l'évaluation de la politique nationale de la recherche et de la technologie et participent à sa mise en oeuvre.A cet effet, le ministre chargé de la recherche et de la technologie réunit une conférence annuelle regroupant notamment les présidents des conseils régionaux, les présidents des comités consultatifs régionaux de recherche et de développement technologique, des responsables d'organismes publics de recherche ainsi que des responsables d'entreprises publiques et privées et des représentants de la recherche universitaire. La conférence annuelle donne lieu à un débat sur les orientations de la politique nationale de recherche et sur les plans de localisation des organismes publics de recherche. Elle examine les implications au niveau régional de ces orientations et leur articulation avec les programmes d'initiative régionale."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le Conseil supérieur de la recherche et de la technologie rend un avis annuel sur l'évaluation de la politique de recherche et de développement technologique. Cet avis est rendu public. Il est joint au rapport sur les activités de recherche et de développement technologique prévu par l'article 16 de la présente loi."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions de la présente loi seront intégrées dans le plan de développement économique, social et culturel."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "Depuis 1982, les programmes mobilisateurs ont fait la preuve de leur efficacité.Les programmes mobilisateurs ont été créés par la précédente loi dans le but de finaliser sur des objectifs prioritaires clairement affichés des moyens dispersés et mis en oeuvre par des opérateurs multiples, organismes de recherche, établissements d'enseignement supérieur, entreprises nationales et privées.En trois ans, la procédure mise en place a été avalisée par l'ensemble des partenaires de la recherche et a prouvé son intérêt d'un triple point de vue :- la capacité à mobiliser effectivement des initiatives dispersées ;- l'efficacité des actions entreprises dans le cadre de ces programmes ;- l'affichage d'un thème prioritaire et l'institutionnalisation de la concertation entre les partenaires administratifs, économiques et sociaux, au sein des comités nationaux.Les programmes mobilisateurs ont effectivement constitué un outil efficace pour la mise en oeuvre de la politique nationale de recherche.En termes financiers tout d'abord : ainsi, alors que, pendant la période considérée, le B.C.R.D. dans son ensemble progressait de 7 p. 100 en volume, au sein de cette enveloppe, les programmes mobilisateurs progressaient de 22,4 p. 100. Mais l'effet mobilisateur n'a pas concerné que le volume des crédits. Ces programmes ont été à l'origine de collaborations et de synergies nombreuses au sein des organismes de recherche : création du P.I.R.T.T.E.M. P.I.R.S.E.M. au C.N.R.S., structuration de l'O.R.S.T.O.M. et du G.E.R.D.A.T. au sein de la recherche publique, collaboration C.N.R.S. - ministère de l'éducation nationale dans les programmes de recherche coordonnés de la filière électronique.Mais l'appréciation globale portée sur la procédure ne dispense pas d'un examen particulier de chacun des sept programmes institués par la loi de 1982. En effet, la procédure du programme mobilisateur a été utilisée pour répondre à des préoccupations de nature différente : dans certains cas, il s'agissait d'un thème sectoriel :énergie, biotechnologie, filière électronique. Dans d'autres, au contraire, l'accent était mis sur l'affichage d'une priorité de nature économique ou sociale impliquant une approche transversale de plusieurs thèmes et secteurs.Au vu des résultats obtenus, la liste des programmes mobilisateurs doit être modifiée et le contenu de certains d'entre eux réorienté.Cette révision est conforme aux dispositions de la loi du 15 juillet 1982 qui prévoyait que la liste des programmes mobilisateurs serait arrêtée chaque année en concertation avec l'ensemble des parties intéressées après consultation du Conseil supérieur de la recherche et de la technologie, concertation et consultation qui ont eu lieu dans le cadre de la commission plan-recherche qui a été réunie pour la préparation du plan triennal.Le programme \"Production et utilisation rationnelle de l'énergie et diversification énergétique\" semble devoir être désormais poursuivi sous la forme plus institutionnelle qu'il a progressivement revêtue grâce à l'A.F.M.E. Les actions menées dans le cadre de ce programme ont un réel succès.Le programme \"Essor des biotechnologies\" a eu des résultats tout à fait remarquables dans le domaine des médicaments. Il sera poursuivi et recentré sur les aspects agro-alimentaires, où un besoin recherche de ce type se fait sentir.Le programme \"Maîtrise et développement de la filière électronique\" a incontestablement donné naissance à des initiatives intéressantes comme les \"projets nationaux\" ou les \"programmes de recherche coordonnés\". Néanmoins, il apparaît indispensable de mieux afficher les objectifs et de préciser les responsabilités , il ressort des journées d'études qui se sont tenues récemment que la restructuration du programme pourrait se faire dans les directions suivantes : intensification de certaines actions de recherche fondamentale, et développement des liaisons entre ces recherches et le milieu industriel ; amélioration de la coordination entre les divers organismes de recherche, enfin mise en place d'une politique plus affirmée en matière d'actions incitatives par le biais de l'A.T.V.A.R. du F.R.T. et de l'A.D.I.Le programme relatif à \"La recherche scientifique et à l'innovation technologique au service des pays du tiers monde\" fonctionne dans de bonnes conditions. Le Comité national constitue un instrument efficace de coordination entre les différents partenaires, et notamment les deux départements ministériels intéressés. Des objectifs précis ont été élaborés et les actions sont mises en oeuvre en liaison étroite avec les organismes principalement concernés :O.R.S.T.O.M. et C.IR.A.D. notamment.Le programme concernant les \"Recherches sur l'emploi et les conditions du travail\", après une période de maturation plus longue, a démarré sur des bases encourageantes. Le Comité national a été mis en place. Un certain nombre d'actions en profondeur ont été initiées avec des organismes publics, des organisations professionnelles et des entreprises.Le programme relatif à la \"Promotion du français langue scientifique\" et à la \"Diffusion de la culture scientifique et technique\" doit être recentré sur ce dernier aspect. Il devra intégrer les nouvelles possibilités offertes par l'ouverture de la cité des sciences et de l'industrie de La Villette, et veiller à ce que le potentiel ainsi accumulé puisse essaimer et servir au développement d'opérations et d'initiatives régionales dans ce domaine. Des centres régionaux de culture scientifique et technique seront notamment construits.Il devra être notamment articulé autour des principaux axes porteurs suivants :- une mobilisation des personnels de la recherche (organismes et recherche universitaire) pour traduire réellement dans les faits la mission de diffusion des connaissances qui leur est donnée dans la loi ;- une articulation effective entre la cité des sciences et de l'industrie de La Villette et les autres centres de culture scientifique et technique, notamment les centres régionaux dont il faut favoriser la création et le développement ;- la diffusion de l'information et de la culture scientifique et technique dans l'entreprise ;- le suivi et le développement des mesures annoncées en direction de la jeunesse ;- une action forte dans le cadre des médias et des nouveaux produits d'édition (encyclopédie des sciences et des techniques. aide à la traduction scientifique, diffusion radio T.V.) ;- une coopération accentuée pour une politique de culture scientifique et technique au niveau européen.Un certain nombre d'actions en matière de bases et banques de données et d'édition scientifique doivent être poursuivies et renforcées.Le programme \"Développement technologique du tissu industriel\" présente à son actif un certain nombre de résultats très positifs :le développement des bourses C.I.F.R.E., la mise en place des centres régionaux d'innovation et de transfert technologique (C.R.T.T.) ; les actions tendant au développement de la recherche dans les écoles d'ingénieurs. Les actions diffuses qu'il a engendrées au niveau régional et dans l'ensemble du tissu industriel méritent d'être poursuivies en liaison avec tous les acteurs concernés, et en particulier l'A.N.V.A.R. Cependant, il faut noter que le champ d'application de ce programme n'a pas permis la mise en oeuvre des instances de programmation prévues pour les programmes mobilisateurs.Compte tenu de ce bilan positif, le programme sera poursuivi mais recevra une nouvelle dénomination : \"Modernisation des processus industriels\" témoignant des nouvelles orientations qui lui seront données :- développer l'aptitude des entreprises à recevoir et à assimiler les mutations technologiques, notamment par la formation par la recherche ;- faciliter l'émergence et la diffusion des technologies sans le tissu industriel en particulier en encourageant les opérations de recherche associant organismes publics de recherche et entreprises, ou entreprises entre elles, qu'elles soient d'un même secteur ou de secteurs différents ;- soutenir la recherche en productique dans le souci de favoriser son développement dans les processus industriels,- détecter au plus tôt et lever les verrous technologiques qui laisseront la place à des avancées déterminantes quant aux retombées économiques.Ce programme contribuera ainsi fortement à la modernisation de l'appareil de production.Un nouveau programme mobilisateur : \"Matériaux\".Les matériaux jouent désormais un rôle primordial dans les sociétés avancées. Au coeur des besoins quotidiens (habitat, transports, loisirs, santé) et des grands programmes technologiques actuels, leur domaine représente un poids économique considérable (plus de deux millions d'emplois). Plus spécifiquement, les matériaux interviennent à l'amont des nouveaux produits industriels dont ils déterminent le plus souvent les limites, commandent la compétitivité et finalement, les marchés. Cela justifie un programme mobilisateur pour mettre le niveau de la recherche et de la technologie à la hauteur de ces enjeux.Le domaine des matériaux est vaste : il couvre tous les secteurs de l'industrie. Il met en oeuvre des disciplines et techniques très variées, allant de l'approvisionnement en matières de base à tour mise en forme et leur traitement. Ce caractère horizontal rend plus qu'ailleurs essentielle la cohérence d'ensemble des actions mises en oeuvre par les différents partenaires concernés, que ce soit au niveau de la formation, des recherches de base, des objectifs scientifiques et technologiques proposés par les différents organismes civils et militaires, les entreprises nationales et les entreprises privées.Pour optimiser les efforts consentis, ceux-ci doivent être concentrés sur un nombre limité de thèmes stratégiques, en s'appuyant sur les structures exigeantes et en les harmonisant, à savoir :- la formation, essentielle à la diffusion des technologies ;- les recherches de base, à caractère horizontal, en étroite collaboration entre laboratoires publics et industriels ;- le soutien à la mutation des matériaux traditionnels ;- les composites avancés ;- les céramiques fines ;- les polymères techniques et adhésifs ;- les nouveaux alliages à hautes caractéristiques ;- les matériaux pour l'électronique ;- les nouveaux matériaux pour l'habitat."
    }
  ]
}