{
  "id": "jorftext000000319976",
  "type": "statute",
  "title": "Loi n° 83-1119 du 23 décembre 1983",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000319976",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Lorsque des mesures ou pratiques énumérées à l'article 2 ci-après provenant d'autorités publiques ou d'entreprises ressortissant d'un Etat étranger portent atteinte aux intérêts maritimes et commerciaux de la France, des dispositions peuvent être prises afin d'en prévenir, réduire ou supprimer les effets."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les mesures ou pratiques mentionnées à l'article 1er de la présente loi sont les suivantes :1. Mesures ou pratiques contraires à un engagement international ;2. Mesures ou pratiques établissant de manière directe ou indirecte une répartition unilatérale de cargaisons ;3. Mesures fiscales ou assimilées liées à l'emploi de certains pavillons ainsi que toutes mesures relatives à la réglementation des changes faisant obstacle à l'exécution des paiements afférents à l'exploitation des navires utilisés par un armement français ;4. Fixation ou homologation unilatérale, par un gouvernement ou un organisme étranger, des taux de fret applicables aux services rendus par un navire exploité par un armement français ;5. Pratiques à caractère discriminatoire ;6. Pratiques portant atteinte au principe d'une concurrence commerciale et loyale en matière de transport maritime."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans les cas énumérés à l'article 2 de la présente loi, peuvent être soumis à autorisation ou interdits :1. Le chargement ou le déchargement en France des marchandises autres qu'en transit transportées à bord de navires utilisés par ou pour le compte d'entreprises ressortissant de l'Etat étranger concerné ;2. L'affrètement total ou partiel par des entreprises françaises de navires utilisés par ou pour le compte d'entreprises ressortissant de l'Etat étranger concerné ;3. Le frètement total ou partiel à des entreprises ressortissant de l'Etat étranger concerné de navires utilisés par des entreprises françaises."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans les cas énumérés à l'article 2 de la présente loi, peuvent être également décidés :1. Un prélèvement financier sur les navires utilisés par ou pour le compte d'entreprises ressortissant de l'Etat étranger concerné, à l'occasion de leurs opérations commerciales dans les ports français.Son montant, établi en fonction du volume du navire tel qu'il est défini pour le calcul des droits de port et de navigation, est fixé à 30 F par mètre cube ou fraction de mètre cube, pour un navire dont le volume ne dépasse pas 50.000 mètres cubes. Pour un navire dont le volume dépasse 50.000 mètres cubes s'ajoutent à ce montant 20 F par mètre cube pour chaque mètre cube compris entre 50.000 et 100.000 mètres cubes et 10 F par mètre cube au-delà de 100.000 mètres cubes ;2. Un prélèvement financier s'élevant à 30 p. 100 de leur valeur en douane, sur les marchandises d'origine française ou à destination de la France, transportées à bord de navires utilisés par ou pour le compte d'entreprises ressortissant de l'Etat étranger concerné."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans les cas énumérés à l'article 2 de la présente loi, il peut être interdit à toute personne physique ou à tout dirigeant de droit ou de fait d'une personne morale, de se prêter ou d'apporter directement ou indirectement son concours à la mise en oeuvre des mesures ou pratiques mentionnées à l'article 2 précité.Les actes faisant l'objet de cette interdiction sont portés à la connaissance des intéressés."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Quiconque effectue, en violation d'une interdiction ou sans autorisation lorsqu'elle est requise, ou en infraction avec les conditions de l'autorisation, une opération de chargement, de déchargement, d'affrètement ou de frètement prévue par l'article 3 de la présente loi, sera puni d'une amende de 75000 euros.\n\nSera puni de la même peine quiconque, au mépris de l'interdiction qui aura été portée à sa connaissance en application de l'article 5 de la présente loi, se prête ou apporte directement ou indirectement son concours à la mise en oeuvre des mesures ou pratiques énumérées à l'article 2 de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les infractions prévues à l'article 6 de la présente loi sont de la compétence du tribunal correctionnel du lieu de commission de l'infraction, ou du lieu de résidence du prévenu, ou du lieu de sa dernière résidence connue, ou du lieu où le prévenu a été trouvé. A défaut de tout autre tribunal, le tribunal compétent est celui de Paris."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Outre les officiers et agents de police judiciaire, les agents des douanes, les administrateurs des affaires maritimes et les officiers du corps technique et administratif des affaires maritimes sont chargés de rechercher et constater les infractions prévues à l'article 6 de la présente loi.Les procès-verbaux constatant lesdites infractions sont transmis immédiatement au procureur de la République par l'agent verbalisateur."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le calcul et le recouvrement des prélèvements financiers prévus à l'article 4 de la présente loi sont assurés par les services de la direction générale des douanes et des droits indirects, selon les règles, garanties et sanctions applicables en la matière."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les dispositions de la présente loi s'appliquent sous réserve des traités ou accords internationaux qui lient la France, en particulier des traités instituant les communautés européennes."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'article 20 du code des douanes est abrogé."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Un décret en Conseil d'Etat prévoit une procédure de consultation des professionnels concernés.Ce même décret fixe les conditions et modalités d'application des dispositions de la présente loi, notamment en ce qui concerne les articles 3, 4 et 5.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}