{
  "id": "jorftext000045287568",
  "type": "statute",
  "title": "LOI n°2022-296 du 2 mars 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045287568",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Gouvernement présente au Parlement, avant le 1er septembre 2022, un rapport sur la prise en charge par l'assurance maladie des séances d'activités physiques adaptées prescrites en application de l'article L. 1172-1 du code de la santé publique."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Les maisons sport-santé en activité avant la publication de la présente loi peuvent continuer leur activité et sont tenues de se mettre en conformité avec le cahier des charges mentionné au I de l'article L. 1173-1 du code de la santé publique avant le 1er janvier 2024.III. - Le I entre en vigueur le 1er janvier 2023.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport sur les voies d'accès aux parcours sportifs de haut niveau en outre-mer, avec pour objectif d'éviter le déracinement précoce des jeunes talents. Ce rapport envisage le renforcement des moyens des centres de ressources d'expertise et de performance sportive et des structures territoriales dédiées au sport, de l'Institut martiniquais du sport en Martinique et de l'Institut de formation et d'accès aux sports en Guyane et leur intégration à une réelle dynamique de performance au sein du réseau Grand Institut national du sport, de l'expertise et de la performance."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "A modifié les dispositions suivantes :\n\nII. - A. - Le 1 du II de l'article L. 131-8 du code du sport, dans sa rédaction résultant de la présente loi, est applicable à compter du premier renouvellement des instances dirigeantes des fédérations postérieur au 1er janvier 2024.B. - Le 2 du II de l'article L. 131-8 du code du sport, dans sa rédaction résultant de la présente loi, est applicable à compter du premier renouvellement des instances dirigeantes des fédérations postérieur au 1er janvier 2028.\n\n- Code du sport."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "A modifié les dispositions suivantes :\n\nIII.-Le présent article est applicable à compter du premier renouvellement des mandats de président de la fédération, de président de l'un de ses organes régionaux ou de président de ligue professionnelle postérieur au 1er janvier 2024. Pour l'application de la limitation prévue au II ter de l'article L. 131-8 du code du sport, est considéré le nombre des mandats exercés à cette date. A titre dérogatoire, un président dont le troisième mandat est en cours à la date de la promulgation de la présente loi peut être candidat à un quatrième mandat et, le cas échéant, exercer celui-ci pour la période courant jusqu'au 31 décembre 2028.\n\n-Code du sport."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Un décret en Conseil d'Etat précise les modalités d'application du présent article.\n\n- LOI n° 2016-1321 du 7 octobre 2016"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport concernant l'impact de la crise actuelle sur les dépenses de partenariat sportif des entreprises et les moyens de les encourager dans la perspective de l'accueil des jeux olympiques et paralympiques de Paris en 2024."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "A modifié les dispositions suivantes :\n\n- Code du sport.\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}