{
  "id": "jorftext000037847585",
  "type": "statute",
  "title": "LOI n°2018-1203 du 22 décembre 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037847585",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2017, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\n;3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 190,7 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 15,0 milliards d'euros.\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n203,1\n\n208,0\n\n- 4,9\n\nAccidents du travail et maladies professionnelles\n\n14,4\n\n13,2\n\n1,2\n\nVieillesse\n\n232,7\n\n230,7\n\n2,0\n\nFamille\n\n49,8\n\n50,0\n\n- 0,2\n\nToutes branches (hors transferts entre branches)\n\n486,2\n\n488,1\n\n- 1,9\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n483,7\n\n488,6\n\n- 4,8\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n201,3\n\n206,2\n\n- 4,9\n\nAccidents du travail et maladies professionnelles\n\n12,9\n\n11,7\n\n1,1\n\nVieillesse\n\n126,6\n\n124,8\n\n1,8\n\nFamille\n\n49,8\n\n50,0\n\n- 0,2\n\nToutes branches (hors transferts entre branches)\n\n377,6\n\n379,8\n\n- 2,2\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n376,5\n\n381,6\n\n- 5,1\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,6\n\n19,6\n\n- 2,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2017, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2017 figurant à l'article 1er."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. et II. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- LOI n° 2016-1827 du 23 décembre 2016\n\nIII. - Les modalités de suivi et de comptabilisation des recettes et dépenses mentionnées aux II et III de l'article L. 221-1-1 du code de la sécurité sociale, dans sa rédaction antérieure à la présente loi, telles que mises en œuvre pour l'exercice 2017, sont maintenues pour l'établissement des comptes des régimes obligatoires de base d'assurance maladie de l'exercice 2018.Le montant de la dotation des régimes obligatoires de base d'assurance maladie, comptabilisée par ces derniers et incluse dans le champ des dépenses relevant de l'objectif national de dépenses d'assurance maladie, correspond au solde des recettes et dépenses mentionnées au premier alinéa du présent III."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Au titre de l'année 2018, sont rectifiés :1° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;2° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, du régime général de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;3° Les prévisions de recettes, les prévisions de dépenses et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;4° L'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale qui est fixé à 15,4 milliards d'euros ;5° Les prévisions des recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles.II. - En 2018, par dérogation à l'article L. 131-7 du code de la sécurité sociale, le crédit d'impôt prévu à l'article 231 A du code général des impôts ne fait pas l'objet d'une compensation à la sécurité sociale.\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n211,9\n\n212,8\n\n- 0,9\n\nAccidents du travail et maladies professionnelles\n\n14,2\n\n13,3\n\n0,9\n\nVieillesse\n\n236,9\n\n236,6\n\n0,4\n\nFamille\n\n50,5\n\n50,1\n\n0,4\n\nToutes branches (hors transferts entre branches)\n\n499,9\n\n499,2\n\n0,7\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n498,2\n\n499,6\n\n- 1,4\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n210,4\n\n211,3\n\n- 0,9\n\nAccidents du travail et maladies professionnelles\n\n12,8\n\n12,0\n\n0,8\n\nVieillesse\n\n134,5\n\n133,7\n\n0,8\n\nFamille\n\n50,5\n\n50,1\n\n0,4\n\nToutes branches (hors transferts entre branches)\n\n395,2\n\n394,1\n\n1,1\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n394,6\n\n395,7\n\n- 1,0\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,8\n\n18,9\n\n- 2,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Au titre de l'année 2018, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros)\n\nSOUS-OBJECTIF\n\nOBJECTIF DE DÉPENSES\n\nDépenses de soins de ville\n\n89,5\n\nDépenses relatives aux établissements de santé\n\n80,5\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n9,2\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n11,1\n\nDépenses relatives au Fonds d'intervention régional\n\n3,3\n\nAutres prises en charge\n\n1,7\n\nTotal\n\n195,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Le présent article est applicable à Mayotte et à Saint-Pierre-et-Miquelon, dans la limite des taux de cotisations en vigueur dans ces territoires.V. - Le présent article s'applique aux cotisations dues pour les périodes courant à compter du 1er janvier 2019.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. à VIII. - A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-Les exonérations prévues aux 7° et 13° du I donnent lieu à compensation par le budget général de l'Etat.\n\nIX. - A. - Pour les rémunérations dues au titre des salariés relevant de l'article L. 241-13 du code de la sécurité sociale, la valeur maximale du coefficient mentionné au troisième alinéa du III du même article L. 241-13 est limitée, pour l'année 2019, à la somme des taux des cotisations et des contributions mentionnées au I dudit article L. 241-13, à l'exception des contributions à la charge de l'employeur dues au titre de l'assurance chômage prévues à l'article L. 5422-9 du code du travail.Pour les rémunérations de ces salariés, un coefficient limité au taux des contributions à la charge de l'employeur dues au titre de l'assurance chômage prévues au même article L. 5422-9 s'ajoute, pour la période du 1er octobre au 31 décembre 2019, au coefficient mentionné au premier alinéa du présent A.Chacun des coefficients mentionnés aux deux premiers alinéas du présent A est calculé en fonction de la rémunération annuelle totale prise en compte pour la détermination de l'assiette des cotisations définie à l'article L. 242-1 du code de la sécurité sociale.B. - Le A n'est pas applicable aux rémunérations dues pour des salariés employés :1° Par les associations intermédiaires mentionnées à l'article L. 5132-7 du code du travail et par les ateliers et chantiers d'insertion mentionnés à l'article L. 5132-15 du même code ;2° Au titre des contrats d'apprentissage mentionnés à l'article L. 6221-1 du code du travail et des contrats de professionnalisation mentionnés à l'article L. 6325-1 du même code conclus avec des demandeurs d'emploi de quarante-cinq ans et plus ou conclus par les groupements d'employeurs pour l'insertion et la qualification mentionnés à l'article L. 1253-1 dudit code ;3° Par les employeurs occupés aux activités mentionnées aux 1° à 4° de l'article L. 722-1 du code rural et de la pêche maritime ;4° Par les employeurs localisés en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Saint-Barthélemy et à Saint-Martin.X. - Le présent article entre en vigueur le 1er janvier 2019. L'article L. 243-6-1 du code de la sécurité sociale dans sa rédaction résultant du 10° du I s'applique aux contrôles engagés à compter du 1er janvier 2019.Par dérogation au premier alinéa du présent X, les dispositions de l'article L. 5553-11 du code des transports dans sa rédaction résultant du IV entrent en vigueur dès lors que la Commission européenne a confirmé que celles-ci sont compatibles avec le droit de l'Union européenne.XI. - Avant le 1er juin 2019, le Gouvernement procède à l'évaluation de l'impact financier, pour les structures visées à l'article L. 5132-7 du code du travail, de la suppression de l'exonération dont les modalités sont mentionnées à l'article D. 241-6 du code de la sécurité sociale.XII. - Avant le 30 juin 2019, le Gouvernement remet au Parlement un rapport indiquant les conséquences de la modification du crédit d'impôt pour la compétitivité et l'emploi pour les entreprises individuelles imposées sur le revenu.XIII. - (Abrogé)\n\n- Code du travail\n\n- Code du travail\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code des transports\n\n- Code du travail\n\n- LOI n° 2013-1203 du 23 décembre 2013\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII.-L'article L. 758-1 du code de la sécurité sociale est abrogé à compter du 1er janvier 2025."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article s'applique aux cotisations dues au titre des périodes courant à compter du 1er janvier 2019.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Avant le 1er juin 2019, le Gouvernement remet au Parlement un rapport sur les effets des différentes dispositions du droit en vigueur qui prévoient des montants minimaux de cotisations sociales pour les travailleurs indépendants applicables à une activité saisonnière de courte durée qu'ils exercent ou le paiement de cotisations par des personnes ayant déjà liquidé leur pension de retraite. Ce rapport évalue notamment l'intérêt de recourir au régime de la micro-entreprise pour ces travailleurs indépendants et présente les différentes évolutions légales ou réglementaires de nature à simplifier ou clarifier leurs obligations et leurs démarches, tout en respectant leurs droits à la retraite ainsi que l'équité entre assurés."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Le présent article s'applique aux contributions dues pour les périodes courant à compter du 1er janvier 2019.\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique à la taxe sur les salaires due à raison des rémunérations versées à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le b du 1° et le 2° du I entrent en vigueur le 1er janvier 2019.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Le présent article entre en vigueur le 1er janvier 2019.IV. - La contribution prévue à l'article L. 862-4-1 du code de la sécurité sociale, dans sa rédaction résultant du II du présent article, est due pour les années 2019,2020 et 2021. Le dispositif est prorogé annuellement, sauf disposition législative expresse prenant acte d'un nouveau dispositif conventionnel destiné au financement de la prise en charge des modes de rémunération mentionnés au 13° de l'article L. 162-5 du code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Pour l'année 2019, le montant M mentionné à l'article L. 138-10 du code de la sécurité sociale est égal à 1,01 multiplié par le chiffre d'affaires hors taxes réalisé au cours de l'année 2018 en France métropolitaine, en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Saint-Barthélemy et à Saint-Martin au titre des médicaments mentionnés au II du même article L. 138-10 par l'ensemble des entreprises assurant l'exploitation d'une ou de plusieurs spécialités pharmaceutiques, au sens des articles L. 5124-1 et L. 5124-2 du code de la santé publique, minoré des remises mentionnées aux articles L. 162-16-5-1, L. 162-17-5, L. 162-18 et L. 162-22-7-1 du code de la sécurité sociale dues au titre de l'année 2018 et du montant S.Le montant S est égal à la contribution qui aurait été due, au titre de l'année 2018, par les entreprises assurant l'exploitation d'une ou de plusieurs spécialités pharmaceutiques en application de l'article L. 138-10 du même code, dans sa rédaction résultant de la présente loi. Pour calculer ce montant S au titre de l'année 2018, le montant M mentionné au même article L. 138-10 est fixé à 1,005 multiplié par le chiffre d'affaires hors taxes réalisé au cours de l'année 2017 en France métropolitaine, en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Saint-Barthélemy et à Saint-Martin au titre des médicaments mentionnés au II dudit article L. 138-10 par l'ensemble des entreprises assurant l'exploitation d'une ou de plusieurs spécialités pharmaceutiques, au sens des articles L. 5124-1 et L. 5124-2 du code de la santé publique, minoré des remises mentionnées aux articles L. 138-13, L. 162-16-5-1, L. 162-17-5, L. 162-18 et L. 162-22-7-1 du code de la sécurité sociale et des contributions mentionnées à l'article L. 138-10 du même code dues au titre de l'année 2017.III. - Le présent article entre en vigueur le 1er janvier 2019.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-Les I et II entrent en vigueur le 1er janvier 2020.\n\n- Code de la sécurité sociale.\n\n- LOI n° 2017-1836 du 30 décembre 2017"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article s'applique aux opérations de contrôle engagées à compter du 1er janvier 2019. Toutefois, le III de l'article L. 133-4-2 et le II de l'article L. 243-7-7 du code de la sécurité sociale dans leur rédaction résultant du présent article s'appliquent aux procédures de contrôle en cours au 1er janvier 2019 ainsi qu'à toute annulation de réductions ou d'exonérations de cotisations de sécurité sociale ou de contributions n'ayant pas donné lieu à une décision de justice ayant un caractère irrévocable sur demande expresse du cotisant et sur présentation de justificatifs probants.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Dans un délai de six mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport sur la fraude patronale aux cotisations sociales."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. à VIII., XII., XVI. à XVIII.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIX.-Pour l'année 2019, la Caisse nationale de solidarité pour l'autonomie contribue à la réforme du financement des services qui apportent au domicile des personnes âgées en perte d'autonomie et des personnes handicapées une assistance dans les actes quotidiens de la vie dans la limite de 50 millions d'euros prélevés sur ses ressources et dans des conditions définies par voie réglementaire. La section mentionnée au IV de l'article L. 14-10-5 du code de l'action sociale et des familles retrace cette somme en charges.\n\nX.-(Abrogé)\n\nXI.-En 2019, les contributions mentionnées au 1° de l'article L. 5422-9 du code du travail, donnant lieu à la réduction prévue à l'article L. 241-13 du code de la sécurité sociale, font l'objet d'une prise en charge par l'Agence centrale des organismes de sécurité sociale pour les montants correspondant au niveau de la réduction sur les cotisations recouvrées.\n\nL'Agence centrale des organismes de sécurité sociale assure la notification et le versement des contributions encaissées à l'organisme mentionné au premier alinéa de l'article L. 5427-1 du code du travail, sans tenir compte de la part de la réduction imputée sur celles-ci.\n\nLa prise en charge de la part exonérée des cotisations recouvrées en application des a, b, d, e et f du même article L. 5427-1 et par l'organisme mentionné à l'article L. 133-9 du code de la sécurité sociale est centralisée, sur la base des informations transmises par les organismes chargés du recouvrement de ces contributions, par l'Agence centrale des organismes de sécurité sociale, qui reverse les montants et notifie les produits correspondants à l'organisme mentionné au premier alinéa de l'article L. 5427-1 du code du travail.\n\nLes branches mentionnées à l'article L. 200-2 du code de la sécurité sociale assurent l'équilibre financier de l'agence au titre de cette mission, selon une répartition fixée par arrêté des ministres chargés du budget et de la sécurité sociale en fonction des soldes prévisionnels des branches.\n\nXIII.-(Abrogé)\n\nXIV.-A.-Les dispositions des I à VIII et XI du présent article s'appliquent :\n\n1° Sous les réserves et dans les conditions définies aux 2° à 6° du présent A, aux faits générateurs d'imposition intervenant à compter du 1er janvier 2019 ;\n\n2° A compter de l'imposition des revenus de l'année 2018 pour les prélèvements assis sur les revenus mentionnés à l'article L. 136-6 du code de la sécurité sociale, sous réserve du II de l'article 34 de la loi n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 ;\n\n3° A compter de l'imposition des revenus de l'année 2019 pour le prélèvement prévu à l'article L. 136-6-1 du code de la sécurité sociale ;\n\n4° Sauf en ce qui concerne les 5° et 6° du I du présent article, aux produits mentionnés au D du V de l'article 8 de la loi n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018 acquis ou constatés à compter du 1er janvier 2019 ;\n\n5° En ce qui concerne les 3° et 4° du III du présent article, aux transferts de domicile fiscal hors de France intervenus à compter du 1er janvier 2018 ;\n\n6° Pour l'application du 5° du I du présent article aux gains mentionnés à l'article 150-0 B bis du code général des impôts et aux plus-values mentionnées au I de l'article 150-0 B ter du même code, aux gains et plus-values placés en report d'imposition à compter du 1er janvier 2018.\n\nB.-Les dispositions des I à VIII et XI du présent article, à l'exception des 5° et 6° du I, ne s'appliquent pas aux produits visés aux C et D du V de l'article 8 de la loi n° 2017-1836 du 30 décembre 2017 précitée acquis ou constatés avant le 1er janvier 2019.\n\nC.-Nonobstant les A et B du présent XIV, le produit des prélèvements prévus à l'article 1600-0 S du code général des impôts, aux articles L. 245-14 et L. 245-15 du code de la sécurité sociale et à l'article L. 14-10-4 du code de l'action sociale et des familles, dans leurs rédactions antérieures à la présente loi, ainsi que des contributions additionnelles prévues au III de l'article L. 262-24 du code de l'action sociale et des familles dans sa rédaction résultant de l'article 3 de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion est affecté dans les mêmes conditions que celles prévues pour les prélèvements mentionnés à l'article 235 ter du code général des impôts, dans sa rédaction résultant de la présente loi.\n\nXV.-Les plus-values mentionnées au I de l'article 150-0 B ter du code général des impôts résultant d'opérations d'apports réalisées à compter du 1er janvier 2019 sont soumises aux contributions mentionnées à l'article L. 136-6 du code de la sécurité sociale et à l'article 15 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale et au prélèvement prévu au 1° du I de l'article 235 ter du code général des impôts selon leur taux en vigueur l'année de réalisation de ces plus-values.\n\nXIX.-Par dérogation à l'article L. 131-7 du code de la sécurité sociale, les exonérations prévues au I ter des articles L. 136-6 et L. 136-7 du même code ne donnent pas lieu à compensation à la sécurité sociale.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code rural et de la pêche maritime\n\n-Ordonnance n° 96-50 du 24 janvier 1996\n\n-LOI n° 2017-1775 du 28 décembre 2017\n\n-LOI n° 2016-1917 du 29 décembre 2016\n\n-LOI n° 2013-1279 du 29 décembre 2013\n\n-LOI n° 2017-1836 du 30 décembre 2017\n\n-Code de la sécurité sociale.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er septembre 2019.\n\n- Code de l'éducation\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-L'ordonnance n° 2018-470 du 12 juin 2018 procédant au regroupement et à la mise en cohérence des dispositions du code de la sécurité sociale applicables aux travailleurs indépendants est ratifiée.II.-L'ordonnance n° 2018-474 du 12 juin 2018 relative à la simplification et à l'harmonisation des définitions des assiettes des cotisations et contributions de sécurité sociale est ratifiée.\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-A modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Est approuvé le montant de 5,6 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2019."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour l'année 2019, sont approuvées les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale et des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n217,3\n\n218,0\n\n- 0,7\n\nAccidents du travail et maladies professionnelles\n\n14,7\n\n13,5\n\n1,2\n\nVieillesse\n\n241,4\n\n241,2\n\n0,2\n\nFamille\n\n51,4\n\n50,3\n\n1,1\n\nToutes branches (hors transferts entre branches)\n\n510,9\n\n509,2\n\n1,8\n\nFonds de solidarité vieillesse\n\n16,5\n\n18,4\n\n- 2,0\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n509,4\n\n509,6\n\n- 0,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Pour l'année 2019, sont approuvés les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, du régime général et des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n215,7\n\n216,4\n\n- 0,7\n\nAccidents du travail et maladies professionnelles\n\n13,3\n\n12,2\n\n1,1\n\nVieillesse\n\n137,5\n\n136,9\n\n0,6\n\nFamille\n\n51,4\n\n50,3\n\n1,1\n\nToutes branches (hors transferts entre branches)\n\n404,8\n\n402,7\n\n2,1\n\nFonds de solidarité vieillesse\n\n16,5\n\n18,4\n\n- 2,0\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n404,4\n\n404,2\n\n0,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Pour l'année 2019, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 16,0 milliards d'euros.II. - Pour l'année 2019, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nIII. - Pour l'année 2019, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE RECETTES\n\nRecettes affectées\n\n0\n\nTotal\n\n0\n\n1\n\ncenter\n\nPRÉVISIONS DE RECETTES\n\nRecettes\n\n0\n\nTotal\n\n0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Sont habilités en 2019 à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nENCOURS LIMITES\n\nAgence centrale des organismes de sécurité sociale\n\n38 000\n\nCaisse centrale de la mutualité sociale agricole\n\n4 900\n\nCaisse de prévoyance et de retraite du personnel de la SNCF -période du 1er au 31 janvier\n\n600\n\nCaisse de prévoyance et de retraite du personnel de la SNCF -période du 1er février au 31 décembre\n\n330\n\nCaisse autonome nationale de la sécurité sociale dans les mines\n\n470\n\nCaisse nationale des industries électriques et gazières\n\n420\n\nCaisse nationale de retraite des agents des collectivités locales - période du 1er janvier au 31 juillet\n\n800\n\nCaisse nationale de retraite des agents des collectivités locales - période du 1er août au 31 décembre\n\n1 200\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2019 à 2022), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - Les 2° et 3° du I entrent en vigueur le 1er janvier 2020.B. - Le b du 1° du I entre en vigueur le 1er janvier 2020.La première année d'entrée en vigueur du même b est une année de recueil des indicateurs qui ne donne pas lieu au versement de la dotation complémentaire mentionnée au I de l'article L. 162-23-15 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, et n'est pas prise en compte pour l'appréciation de la pénalité financière mentionnée au II du même article L. 162-23-15.C. - Le d du 1° du I entre en vigueur le 1er janvier 2020 pour les activités mentionnées au 4° de l'article L. 162-22 du code de la sécurité sociale ainsi que pour les structures d'hospitalisation à domicile, et le 1er janvier 2021 pour les activités mentionnées au 2° du même article L. 162-22.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-A modifié les dispositions suivantes :\n\nII. - Le directeur général de l'Union nationale des caisses d'assurance maladie engage, dans un délai d'un mois à compter de la promulgation de la présente loi, des négociations conventionnelles en vue de déterminer des mesures visant à inciter au développement de l'exercice coordonné et au recrutement de personnels salariés ayant vocation à assister les médecins dans leur pratique quotidienne.III. - Le directeur général de l'Union nationale des caisses d'assurance maladie engage, dans un délai d'un mois à compter de la promulgation de la présente loi, des négociations conventionnelles en vue de déterminer, dans le cadre d'un accord conventionnel interprofessionnel, les mesures visant à accompagner le déploiement sur l'ensemble du territoire des communautés professionnelles territoriales de santé, conformément au II de l'article L. 162-14-1 du code de la sécurité sociale.IV. - Le délai d'entrée en vigueur mentionné au premier alinéa du I de l'article L. 162-14-1-1 du code de la sécurité sociale n'est pas applicable aux mesures conventionnelles prises conformément aux II et III du présent article.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "A titre expérimental, pour une durée de trois ans et sur autorisation de l'Etat, la réorientation d'un patient effectuée par un service ou une unité d'accueil et de traitement des urgences peut donner lieu à la facturation, par certains établissements de santé mentionnés à l'article L. 162-22-6 du code de la sécurité sociale, d'une prestation d'hospitalisation mentionnée au 1° du même article L. 162-22-6.Par dérogation à l'article L. 160-13 du même code, la prestation mentionnée au présent article est intégralement prise en charge par les régimes obligatoires d'assurance maladie pendant une durée de trois ans à compter du début de l'expérimentation. Un décret en Conseil d'Etat précise les modalités de mise en œuvre de cette expérimentation, notamment les conditions de désignation des établissements retenus pour y participer ainsi que ses conditions d'évaluation en vue d'une éventuelle généralisation."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-776 DC du 21 décembre 2018.]"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. à II.-A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Loi n° 86-33 du 9 janvier 1986\n\n- Loi n°68-690 du 31 juillet 1968\n\n- Loi n° 86-33 du 9 janvier 1986\n\nIII.-Les I et II entrent en vigueur le 1er janvier 2020."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\nIV. - Le présent article entre en vigueur le 1er janvier 2020."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nIII.-Le ministre chargé de la santé remet au Parlement, avant le 31 décembre 2021, un rapport sur le déploiement des pratiques avancées sur le territoire, sur leur impact en termes d'accès aux soins et sur leur coût pour l'assurance maladie.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - Le code de la sécurité sociale est ainsi modifié :[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-776 DC du 21 décembre 2018].\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-776 DC du 21 décembre 2018].III. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-776 DC du 21 décembre 2018]."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-A.-Les I et II entrent en vigueur le 1er janvier 2019, sous réserve des dispositions du B du présent III.B.-Les dispositions prises pour l'application de l'article L. 871-1 du code de la sécurité sociale dans sa rédaction résultant de la présente loi s'appliquent aux contrats souscrits ou renouvelés à compter du 1er janvier 2020.Les organisations liées par une convention de branche ou un accord professionnel permettant aux salariés de bénéficier de la couverture minimale prévue à l'article L. 911-7 du code de la sécurité sociale engagent une négociation afin que la convention ou l'accord soient rendus conformes, avant le 1er janvier 2020, aux conditions prévues à l'article L. 871-1 du même code, dans sa rédaction résultant de la présente loi.Les accords d'entreprise et les décisions unilatérales des employeurs permettant de faire bénéficier leurs salariés de cette couverture minimale sont adaptés dans les mêmes conditions, dans le respect, pour les décisions unilatérales, de l'article 11 de la loi n° 89-1009 du 31 décembre 1989 renforçant les garanties offertes aux personnes assurées contre certains risques.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. à VIII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIX.-Les dispositions du présent article entrent en vigueur ainsi qu'il suit :\n\n1° Le c des 1° et 5° et le b du 9° du I ainsi que le 2° du IV entrent en vigueur le 1er janvier 2019 ;\n\n2° Les dispositions prévues au e du 5° du I relatives aux bénéficiaires du revenu de solidarité active entrent en vigueur le 1er avril 2019 ;\n\n3° Le 4° du II entre en vigueur le 1er juillet 2019 ;\n\n4° Les autres dispositions du présent article s'appliquent à compter du 1er novembre 2019 dans le respect des modalités suivantes :\n\na) L'article L. 861-1 du code de la sécurité sociale, sous réserve du 1° du présent IX, et l'article L. 861-3 du même code, dans leur rédaction résultant du présent article, ne s'appliquent pas aux décisions d'attribution de la protection complémentaire en matière de santé prévue à l'article L. 861-1 dudit code prises antérieurement au 1er novembre 2019 ;\n\nb) Les contrats complémentaires de santé ouvrant droit au crédit d'impôt mentionné à l'article L. 863-1 du même code en cours à la date du 1er novembre 2019 restent éligibles au bénéfice de ce crédit d'impôt jusqu'à l'expiration du droit du bénéficiaire ;\n\nc) A la demande de l'assuré bénéficiant du droit à la déduction prévue à l'article L. 863-2 du même code ayant un contrat figurant sur la liste mentionnée au dernier alinéa de l'article L. 863-6 du même code en cours au 1er novembre 2019, l'organisme complémentaire mentionné au b de l'article L. 861-4 du même code ou, le cas échéant, l'organisme de sécurité sociale calcule la durée du droit au crédit d'impôt restant à courir et le montant de la participation mentionnée à l'article L. 861-1 du même code dû pour la période correspondante. Il transmet à l'assuré une attestation de reliquat de droits comportant ces informations. Sur la base de cette information, l'assuré peut demander la résiliation de son contrat, sans frais ni pénalités. La résiliation prend effet au plus tard le premier jour du deuxième mois suivant l'envoi de cette attestation à l'organisme assureur en charge du contrat ouvrant droit au bénéfice du crédit d'impôt. Le bénéfice de la protection complémentaire en matière de santé prévue au même article L. 861-1 lui est alors ouvert pour la durée du droit restant à courir. Le troisième alinéa de l'article L. 113-15-1 du code des assurances et le dernier alinéa des articles L. 221-10-1 du code de la mutualité et L. 932-21-1 du code de la sécurité sociale sont applicables aux résiliations effectuées en application du présent c.\n\n-Code rural et de la pêche maritime\n\n-Code de l'action sociale et des familles\n\n-Code de la santé publique\n\n-Code des transports\n\n-LOI n° 89-1009 du 31 décembre 1989\n\n-Loi n° 99-641 du 27 juillet 1999\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 96-1122 du 20 décembre 1996\n\nII. - Le présent article entre en vigueur le 1er mai 2019."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Le présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er mars 2019.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er juin 2019, un rapport relatif aux dépenses de prévention des addictions, notamment concernant la prévention de l'alcoolisme, afin d'évaluer l'efficience des dépenses. Le rapport met en avant l'articulation entre les dépenses de prévention et l'évolution des conduites addictives, notamment des hospitalisations et passages aux urgences liés à ces pratiques et les coûts engendrés par celles-ci."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\nIV. - Le présent article entre en vigueur le 1er mars 2019. Les expérimentations conduites en application de l'article 66 de la loi n° 2016-1827 du 23 décembre 2016 de financement de la sécurité sociale pour 2017 prennent fin à la même date."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - L'Etat peut autoriser, pour une durée de trois ans, dans deux régions volontaires dont au moins une région d'outre-mer, à titre expérimental, le financement, par le fonds d'intervention régional mentionné à l'article L. 1435-8 du code de la santé publique, des frais occasionnés par l'amélioration des pratiques des professionnels et établissements de santé pour le développement de la vaccination contre les infections liées aux papillomavirus humains chez les jeunes filles et, sous réserve de l'avis de l'autorité mentionnée à l'article L. 161-37 du code de la sécurité sociale, chez les garçons.II. - Un décret en Conseil d'Etat précise les modalités de mise en œuvre de cette expérimentation, notamment les caractéristiques du projet à présenter dans chaque région ainsi que les conditions d'évaluation de l'expérimentation. Les ministres chargés de la santé et de la sécurité sociale arrêtent la liste des régions participant à l'expérimentation. Le contenu de chaque projet d'expérimentation régional est défini par rapport à un cahier des charges arrêté par le directeur général de l'agence régionale de santé concernée.III. - Un rapport d'évaluation est réalisé au terme de l'expérimentation et fait l'objet d'une transmission au Parlement par le Gouvernement."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - L'Etat peut autoriser, pour une durée de trois ans, dans deux régions volontaires, à titre expérimental, le financement, par le fonds d'intervention régional mentionné à l'article L. 1435-8 du code de la santé publique, des frais occasionnés par l'amélioration des pratiques des professionnels et établissements de santé pour le développement de la vaccination contre la grippe des professionnels de santé et du personnel soignant dans les établissements de santé publics ou privés ainsi que les établissements d'hébergement pour personnes âgées dépendantes.II. - Un décret en Conseil d'Etat précise les modalités de mise en œuvre de ces expérimentations, notamment les caractéristiques du projet à présenter dans chaque région, ainsi que les conditions d'évaluation de l'expérimentation. Les ministres chargés de la santé et de la sécurité sociale arrêtent la liste des régions participant à l'expérimentation. Le contenu de chaque projet d'expérimentation régional est défini par rapport à un cahier des charges arrêté par le directeur général de l'agence régionale de santé concernée.III. - Un rapport d'évaluation est réalisé au terme de l'expérimentation et fait l'objet d'une transmission au Parlement par le Gouvernement."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I., II. et IV. - A modifié les dispositions suivantes :\n\nIII. - Le présent article est applicable à Saint-Pierre-et-Miquelon.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Ordonnance n° 77-1102 du 26 septembre 1977"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "A titre expérimental, pour une durée de cinq ans à compter de la publication de la présente loi et par dérogation aux IV, V et VI de l'article L. 314-1 du code de l'action sociale et des familles, les autorités compétentes en matière de tarification des établissements et services mentionnés au 7° du I de l'article L. 312-1 du même code et à l'article L. 2132-4 du code de la santé publique peuvent, par convention signée entre elles, organiser, au profit de l'une d'entre elles, la délégation de la compétence de détermination et de modification des tarifs attribués auxdits établissements et services.La convention détermine les conditions et modalités de la tarification des établissements et services concernés, en ne retenant qu'une seule des formes mentionnées au deuxième alinéa de l'article L. 314-8 du code de l'action sociale et des familles.Les articles L. 314-7 et L. 314-7-1 du même code ne s'appliquent qu'à l'égard de l'autorité délégataire.Un rapport d'évaluation est réalisé au terme de l'expérimentation et fait l'objet d'une transmission au Parlement par le Gouvernement."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-L'article L. 162-17-2-2 du code de la sécurité sociale est également applicable aux médicaments homéopathiques pris en charge, à la date de publication de la présente loi, au titre de l'une des listes mentionnées à l'article L. 162-17 du même code.IV.-Le présent article entre en vigueur le 1er mars 2019, à l'exception des 11° et 13° du I ainsi que du III.V.-Jusqu'à l'entrée en vigueur du décret relatif aux conditions de transmission de l'indication mentionné à l'article L. 162-16-5-3 du code de la sécurité sociale, la répartition des volumes de vente selon les indications nécessaires à l'application de l'article L. 162-16-5-1 du même code est calculée au prorata des estimations des populations cibles réalisées par le Comité économique des produits de santé.VI.-Le Gouvernement remet au Parlement, dans un délai de deux ans à compter de la promulgation de la présente loi, un rapport évaluant la mise en œuvre de l'ouverture des autorisations temporaires d'utilisation à de nouvelles indications.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\nArt. L162-16-5-1-1,  Art. L162-17-1-2,  Art. L165-1-5,  Art. L162-16-5-4"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. à II.-A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les modalités de détermination de la dotation mentionnées à l'article L. 162-22-7-4 du code de la sécurité sociale peuvent se fonder sur l'analyse des prescriptions effectuées à compter du 1er janvier 2018.IV.-La mention expresse mentionnée au deuxième alinéa du II de l'article L. 5125-23 du code de la santé publique, dans sa rédaction résultant de la présente loi, est portée sur l'ordonnance sous forme exclusivement manuscrite, jusqu'à l'entrée en vigueur de l'arrêté mentionné au même deuxième alinéa.V.-Le présent article entre en vigueur le 1er janvier 2019, à l'exception du 2° du II et des dispositions relatives aux médicaments hybrides qui entrent en vigueur le 1er janvier 2020.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Au titre de 2019 [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-776 DC du 21 décembre 2018], par dérogation à l'article L. 161-25 du code de la sécurité sociale, les montants des prestations et des plafonds de ressources relevant du même article L. 161-25 sont revalorisés annuellement de 0,3 %.Toutefois, ne sont pas concernés par cette dérogation :1° L'allocation de veuvage mentionnée à l'article L. 356-2 du même code ;2° L'allocation de solidarité aux personnes âgées mentionnée à l'article L. 815-1 dudit code et les prestations mentionnées à l'article 2 de l'ordonnance n° 2004-605 du 24 juin 2004 simplifiant le minimum vieillesse, ainsi que les plafonds de ressources prévus pour le service de ces allocations ;3° L'allocation supplémentaire d'invalidité mentionnée à l'article L. 815-24 du code de la sécurité sociale ainsi que les plafonds de ressources prévus pour le service de cette allocation ;4° Le plafond de ressources prises en compte pour l'attribution de la protection complémentaire en matière de santé prévu à l'article L. 861-1 du même code ;5° Le revenu de solidarité active mentionné à l'article L. 262-2 du code de l'action sociale et des familles et l'aide à la réinsertion familiale et sociale des anciens migrants mentionnée à l'article L. 117-3 du même code ;6° Les allocations mentionnées au 2° de l'article L. 5421-2 du code du travail et l'allocation temporaire d'attente mentionnée à l'article L. 5423-8 du même code ;7° L'allocation pour demandeur d'asile mentionnée à l'article L. 744-9 du code de l'entrée et du séjour des étrangers et du droit d'asile ;8° L'allocation spéciale pour les personnes âgées mentionnée à l'article 28 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte, ainsi que le plafond de ressources prévu pour le service de cette allocation ;9° L'allocation de solidarité aux personnes âgées et les prestations mentionnées, respectivement, aux 1° et 9° de l'article 7 de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon ainsi que les plafonds de ressources prévus pour le service de ces allocations."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur le 1er novembre 2019 et s'applique aux gardes réalisées à compter de cette date.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 77-1102 du 26 septembre 1977"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. II et III.-A modifié les dispositions suivantes :\n\nIV.-Le 4° du I et le III du présent article s'appliquent à compter du 1er janvier 2019. Les 1° et 2° du I et le II s'appliquent aux gardes d'enfants réalisées à compter du 1er janvier 2020. Le 3° du I s'applique aux gardes d'enfants réalisées à compter d'une date fixée par décret, et au plus tard à compter du 1er septembre 2026.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 2002-149 du 7 février 2002"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\nIII. - Le I du présent article s'applique aux allocations mentionnées à l'article L. 623-1 du code de la sécurité sociale dont le premier versement intervient à compter du 1er janvier 2019.Le II du présent article s'applique aux allocations ou indemnités relatives à des arrêts de travail pour maternité débutant après le 31 décembre 2018."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-Le présent article s'applique aux naissances intervenant à compter d'une date fixée par décret, et au plus tard à compter du 1er juillet 2019.\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité sociale.\n\n-Code du travail"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable à compter du 1er janvier 2020 pour les travailleurs indépendants mentionnés à l'article L. 640-1 du code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Dès réception d'une déclaration de grossesse, l'organisme de sécurité sociale adresse à l'intéressée un document détaillant l'ensemble de ses droits et lui indiquant qu'elle peut bénéficier, le cas échéant et à sa demande, d'un report de cotisations sociales dans les conditions prévues à l'article L. 131-6-1-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "A titre expérimental, pour une durée de trois ans à compter du 1er juillet 2020, par dérogation à la condition de cessation d'activité prévue à l'article L. 623-1 du code de la sécurité sociale, les assurées mentionnées au I du même article L. 623-1 peuvent percevoir des indemnités journalières en cas de reprise partielle d'activité dans les conditions suivantes :1° A hauteur d'un jour par semaine durant les quatre semaines au maximum suivant la période d'interruption totale d'activité prévue audit article L. 623-1 ;2° A hauteur de deux jours par semaine au maximum durant les quatre semaines au maximum suivant la période mentionnée au 1° du présent article ;\n\n3° La reprise partielle d'activité peut débuter entre le jour suivant la fin de la période minimale d'interruption d'activité mentionnée au premier alinéa de l'article L. 331-3 du code de la sécurité sociale et le terme du congé de maternité.\n\nLes indemnités journalières, dans la limite de dix jours au maximum, ne sont pas versées pour les jours travaillés mais leur versement peut être reporté dans un délai maximal de dix semaines à compter de la fin du congé de maternité telle qu'elle résulte des dispositions de l'article L. 623-1 du même code.Au plus tard trois mois avant la fin de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de cette expérimentation."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Le présent article s'applique aux prestations versées au titre d'arrêts de travail débutant à compter du 1er janvier 2019, à l'exception des dispositions du second alinéa de l'article L. 622-3 dans sa rédaction résultant du 1° du I, qui s'appliquent aux prestations versées au titre d'arrêts de travail débutant à compter du 1er janvier 2020.\n\n- Code de la sécurité sociale.\n\n- Ordonnance n° 96-1122 du 20 décembre 1996"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. à V.-A modifié les dispositions suivantes :\n\nVI.-Le présent article entre en vigueur le 1er janvier 2019, à l'exception des dispositions suivantes qui entrent en vigueur le 1er janvier 2020 :\n\n1° Les 2° et 4°, le b du 5°, les 6° et 7°, le b du 8° et le 9° du I ;\n\n2° Le II ;\n\n3° Le 2° du III ;\n\n4° Le b du 1° et le 2° du A, le 2° du B, le 1° et le b des 2° et 3° du C et les D et E du IV ;\n\n5° Le A du V ;\n\n6° Le B du V.\n\n-Code de la sécurité sociale.\n\n-Code de l'action sociale et des familles\n\n-Code de la construction et de l'habitation.\n\n-Ordonnance n° 96-1122 du 20 décembre 1996\n\n-Ordonnance n° 2002-149 du 7 février 2002\n\n-Ordonnance n° 2002-411 du 27 mars 2002\n\n-Ordonnance n° 2006-1588 du 13 décembre 2006\n\n-Ordonnance n° 2016-160 du 18 février 2016\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-LOI n° 87-563 du 17 juillet 1987"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nV.-Une base des ressources commune aux organismes de sécurité sociale est créée le 1er janvier 2019 et utilisée par ces organismes jusqu'à la date mentionnée au B du VI pour l'attribution de prestations ou leur calcul, en fonction des ressources des assurés ou allocataires.\n\nCette base contient les données relatives aux ressources des personnes pouvant demander ou percevant l'une de ces prestations, issues des déclarations mentionnées à l'article L. 133-5-3 du code de la sécurité sociale et nécessaires pour la détermination des droits et le calcul de ces prestations.\n\nLes personnels des organismes de sécurité sociale sont destinataires des seules données strictement nécessaires à l'exercice de leurs missions pour les allocataires relevant de leur champ de compétence, dans des conditions définies par décret en Conseil d'Etat.\n\nLe numéro d'inscription au répertoire national d'identification des personnes physiques est l'identifiant utilisé. Les données sont opposables aux bénéficiaires des prestations pour la gestion desquelles la base de ressources mensuelles est utilisée. En cas d'erreur constatée par une personne sur les données issues de cette base, la rectification est opérée par la personne ayant assuré le versement et la déclaration des ressources concernées en application de l'article L. 133-5-3 du code de la sécurité sociale.\n\nLes personnes dont les données figurent dans la base mentionnée au présent V en sont individuellement informées.\n\nLes personnes demandant ou bénéficiant d'une prestation pour laquelle les données sur les ressources figurant dans la base prévue au présent V sont utilisées ne peuvent faire valoir le droit d'opposition à ce traitement de données.\n\nLa base mentionnée au présent V est supprimée à la date mentionnée au B du VI.\n\nVI.-A.-Les I à III entrent en vigueur le 1er janvier 2019.\n\nB.-Le IV entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2020.\n\nC.-Au cours de l'année 2019, pour les revenus de l'année 2018, l'administration fiscale communique à la caisse nationale des allocations familiales et à la caisse centrale de la mutualité sociale agricole, selon les modalités prévues pour l'application de l'article L. 152 du livre des procédures fiscales, les informations nominatives nécessaires pour déterminer, parmi les allocataires de ces caisses, ceux pouvant bénéficier des aides au logement.\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés mentionnée à l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 de financement de la sécurité sociale pour 2001 est fixé à 647 millions d'euros pour l'année 2019.II. - Le montant de la contribution de la Caisse nationale de solidarité pour l'autonomie au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements en direction des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 137 millions d'euros pour l'année 2019.III. - Le montant de la dotation des régimes obligatoires d'assurance maladie pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionnée à l'article L. 1142-23 du code de la santé publique, est fixé à 155 millions d'euros pour l'année 2019."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2019.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Pour l'année 2019, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 218,0 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 216,4 milliards d'euros."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Pour l'année 2019, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nSOUS-OBJECTIF\n\nOBJECTIF DE DÉPENSES\n\nDépenses de soins de ville\n\n91,5\n\nDépenses relatives aux établissements de santé\n\n82,7\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n9,4\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n11,3\n\nDépenses relatives au Fonds d'intervention régional\n\n3,5\n\nAutres prises en charge\n\n1,9\n\nTotal\n\n200,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 260 millions d'euros au titre de l'année 2019.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 532 millions d'euros au titre de l'année 2019.III. - Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à un milliard d'euros au titre de l'année 2019.IV. - Les montants mentionnés à l'article L. 242-5 du code de la sécurité sociale et à l'article L. 751-13-1 du code rural et de la pêche maritime couvrant les dépenses supplémentaires engendrées par les départs en retraite à l'âge fixé en application de l'article L. 351-1-4 du code de la sécurité sociale et les dépenses supplémentaires engendrées par le dispositif mentionné à l'article L. 4163-1 du code du travail sont fixés, respectivement, à 254,2 millions d'euros et 8 millions d'euros pour l'année 2019."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Pour l'année 2019, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,5 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 12,2 milliards d'euros."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Pour l'année 2019, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 241,2 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 136,9 milliards d'euros."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Pour l'année 2019, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 50,3 milliards d'euros."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Pour l'année 2019, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros)\n\nLa présente loi entrera en vigueur immédiatement et sera exécutée comme loi de l'Etat.\n\nPRÉVISION DE CHARGES\n\nFonds de solidarité vieillesse\n\n18,4\n\n1\n\ncenter"
    }
  ]
}