{
  "id": "jorftext000023877131",
  "type": "statute",
  "title": "LOI n° 2011-412 du 14 avril 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000023877131",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Toute personne ayant déclaré son patrimoine en début de fonctions, en application du dernier alinéa de l'article 2 de la loi n° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique dans sa rédaction antérieure à la présente loi, et qui n'est plus soumise à cette obligation en raison de la modification de ces dispositions par le I du présent article, déclare son patrimoine auprès de la Commission pour la transparence financière de la vie politique dans les deux mois qui suivent l'entrée en vigueur du présent article, sous réserve des dispositions de l'avant-dernier alinéa du I du même article 2.\n\nLa nomination des personnes mentionnées au II du même article 2 est, le cas échéant, subordonnée à la justification du dépôt de la déclaration exigible en application de l'alinéa précédent.\n\nIII. - Le présent article entre en vigueur à compter du premier jour du deuxième mois suivant la publication du décret en Conseil d'Etat mentionné au dernier alinéa du II de l'article 2 de la loi n° 88-227 du 11 mars 1988 précitée et, au plus tard, six mois à compter de la publication de la présente loi.\n\n- Loi n°88-227 du 11 mars 1988"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé par ordonnance, dans un délai de six mois à compter de la publication de la présente loi :1° A codifier, au sein du code électoral et à droit constant, les dispositions de valeur législative relatives aux élections au suffrage universel, nationales et locales, y compris les élections spécifiques aux collectivités d'outre-mer et aux Français établis hors de France, ainsi que les dispositions législatives relatives à la transparence financière de la vie politique ;2° A procéder aux modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes, assurer la cohérence rédactionnelle des textes ainsi rassemblés, remédier aux éventuelles erreurs et abroger les dispositions, codifiées ou non, devenues sans objet ;3° A étendre à Mayotte, à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna les dispositions prises en application du présent I.II. ― L'ordonnance prévue au présent article entre en vigueur en même temps que la loi organique contenant les dispositions à valeur organique du nouveau code électoral et que la loi contenant les dispositions du code électoral à valeur ordinaire ne faisant pas l'objet d'une codification à droit constant.III. ― Le projet de loi portant ratification de l'ordonnance prévue au présent article est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant celui de sa publication."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - La présente loi est applicable en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna.II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code électoral\n\n- Code électoral\n\n- Loi n°88-227 du 11 mars 1988"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. ― Les articles 3 et 5-1 de la loi n° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique, dans leur rédaction résultant de la présente loi, sont applicables aux déclarations déposées auprès de la Commission pour la transparence financière de la vie politique à compter de la date de promulgation de la présente loi.II. ― Les articles L. 308-1 et L. 439-1 A du code électoral, dans leur rédaction issue de la présente loi, sont applicables à compter du premier renouvellement du Sénat suivant le prochain renouvellement de cette assemblée, prévu en septembre 2011."
    }
  ]
}