{
  "id": "jorftext000000691991",
  "type": "statute",
  "title": "Loi n° 82-653 du 29 juillet 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000691991",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le plan détermine les choix stratégiques et les objectifs à moyen terme du développement économique, social et culturel de la nation ainsi que les moyens nécessaires pour les atteindre.Le Gouvernement associe le   Conseil économique, social et environnemental, les partenaires sociaux et économiques et les régions à son élaboration dans les conditions définies par la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La première loi de plan définit pour une durée de cinq ans les choix stratégiques et les objectifs ainsi que les grandes actions proposées pour parvenir aux résultats attendus.Elle comporte l'approbation d'un rapport préparé par le Gouvernement sur la base des travaux et consultations auxquels a procédé la commission prévue à l'article 6.Ce rapport indique les domaines dans lesquels il est recommandé que s'engagent des négociations entre partenaires sociaux et économiques en fonction des objectifs du plan.En outre, il mentionne les domaines où, et les Etats avec lesquels, il serait souhaitable d'engager des négociations en vue de la conclusion d'accords ou de programmes de coopération, en tenant compte de l'action des communautés européennes."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La seconde loi de plan définit les mesures juridiques, financières et administratives à mettre en oeuvre pour atteindre les objectifs de la première loi de plan.Elle prévoit l'évolution de certaines dépenses ou recettes publiques et indique les moyens indispensables au financement d'actions nouvelles et tout spécialement les redéploiements nécessaires.Elle définit, pour la durée du plan, des programmes prioritaires d'exécution auxquels correspondent notamment des autorisations de programme votées dans les conditions prévues par l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances.Elle fixe les orientations de certaines interventions publiques, notamment en matière de prélèvements et de transports sociaux.Elle indique l'objet et la portée des contrats de plan que l'Etat se propose de souscrire avec les régions, conformément aux dispositions du chapitre III du présent titre.Elle précise les conditions d'intervention économique des communes, des départements et des régions, conformément aux articles 5, 48 et 66 de la loi n° 82-213 du 2 mars 1982 relative aux droits et libertés des communes, des départements et des régions.Elle peut être modifiée, après deux années d'exécution du plan, par une loi de plan rectificative préparée et adoptée dans les mêmes conditions."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Avec, éventuellement, les adaptations nécessaires pour la rendre conforme aux objectifs du Plan, toute loi de programme à caractère sectoriel est intégrée dans la plus prochaine seconde loi de plan ou, le cas échéant, la plus prochaine loi de plan rectificative."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est créé, pour chaque plan, une commission nationale de planification, de caractère consultatif, chargée de conduire les consultations nécessaires à l'élaboration du Plan et de participer au suivi de son exécution.Elle est présidée par le ministre chargé du Plan et de l'aménagement du territoire. Le commissaire au Plan et le délégué à l'aménagement du territoire et à l'action régionale en sont rapporteurs.Sa composition et son fonctionnement sont fixés par décret en Conseil d'Etat. Y sont notamment représentés : chaque région, les organisations syndicales représentatives des salariés et du patronat, les organismes représentant l'agriculture, l'artisanat, le commerce et les professions libérales, le secteur public industriel et bancaire, le secteur coopératif et mutualiste, les mouvements associatifs et culturels. Elle peut être complétée par des personnalités qualifiées nommées par le Gouvernement en raison de leurs compétences particulières dans le domaine de la planification.La commission nationale organise ses travaux. Ses rapports, avis et recommandations sont rendus publics."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "En vue de la préparation de la première loi de plan, chaque région fait connaître en temps utile au Gouvernement les priorités du développement de ses activités productives. Dix-huit mois au moins avant la date prévue pour l'entrée en vigueur du Plan, la commission nationale de planification est saisie par le Gouvernement d'un document d'orientation établi après la consultation des régions. Ce document est transmis aux régions à titre d'information.L'Assemblée des Français de l'étranger transmet à la commission nationale de planification un avis sur le document d'orientation visé à l'alinéa précédent dans les domaines qui concernent le commerce extérieur et la coopération internationale ainsi que les besoins des Français établis hors de France."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La commission nationale de planification doit remettre son rapport au Gouvernement un an au moins avant l'entrée en vigueur du Plan. Sur la base de ce rapport, le Gouvernement élabore le projet de première loi de plan qu'il soumet au   Conseil économique, social et environnemental.Le projet de première loi de plan est soumis au Parlement au début de l'année qui précède l'entrée en vigueur du Plan."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Après avis de la commission nationale de planification qui doit s'être prononcée quatre mois au moins avant l'entrée en vigueur du Plan et après information des régions, le Gouvernement élabore le projet de seconde loi de plan qu'il soumet au   Conseil économique, social et environnemental.Le projet de seconde loi de plan est soumis au Parlement au début de la ordinaire de l'année qui précède l'entrée en vigueur du Plan."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'Etat peut conclure avec les collectivités territoriales, les régions, les entreprises publiques ou privées et éventuellement d'autres personnes morales, des contrats de plan comportant des engagements réciproques des parties en vue de l'exécution du plan et de ses programmes prioritaires.Ces contrats portent sur les actions qui contribuent à la réalisation d'objectifs compatibles avec ceux du plan de la nation. Ils définissent les conditions dans lesquelles l'Etat participe à ces actions.Le contrat de plan conclu entre l'Etat et la région définit les actions que l'Etat et la région s'engagent à mener conjointement par voie contractuelle pendant la durée du plan. Il précise les conditions de conclusion ultérieure de ces contrats.Des contrats particuliers fixent les moyens de mise en oeuvre des actions définies dans le contrat de plan. Le représentant de l'Etat dans la région est chargé de préparer pour le compte du Gouvernement le contrat de plan et les contrats particuliers entre l'Etat et les régions.Les contrats conclus entre l'Etat, d'une part, et des collectivités territoriales, des entreprises ou d'autres personnes morales, d'autre part, doivent être communiqués aux régions concernées.L'Etat peut subordonner la conclusion du contrat de plan avec une entreprise à l'inclusion dans ce contrat de la définition des principales orientations stratégiques de l'entreprise et à la mise en évidence de leur comptabilité avec les objectifs du plan de la nation. Avant sa conclusion, le projet de contrat de plan est transmis pour information aux institutions représentatives du personnel qui sont également informées des conditions de l'exécution du contrat.Le contrat de plan avec une entreprise comporte obligatoirement des clauses tendant au développement de l'effort de recherche et d'innovation technologique, prévoyant un programme de recrutement de personnels de recherche et organisant, notamment par la sous-traitance, les transferts de technologie, au profit des petites et moyennes industries (1)."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les contrats de plan sont conclus suivant une procédure fixée par décret en Conseil d'Etat. Ils ne peuvent être résiliés par l'Etat, avant leur date normale d'expiration, que dans les formes et conditions qu'ils stipulent expressément. Ils sont réputés ne contenir que des clauses contractuelles.Dans la limite des dotations ouvertes par la loi de finances de l'année, correspondant, le cas échéant, aux autorisations de programme prévues par l'article 4 de la présente loi, les dotations en capital, subventions, prêts, garanties d'emprunt, agréments fiscaux et toutes aides financières sont accordées en priorité par l'Etat dans le cadre des contrats de plan. Ils peuvent être attribués dans des conditions fixées par la seconde loi de plan, en contrepartie des engagements souscrits par les bénéficiaires."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Chaque année, avant la fin du premier trimestre, le Gouvernement dépose au Parlement un rapport qui retrace l'ensemble des actions engagées au cours de l'exercice précédent et rend compte de l'exécution des contrats de plan.Ce rapport est établi après consultation de la commission nationale de planification.A compter de la deuxième année d'exécution du plan, il dresse le bilan détaillé des résultats obtenus. Il est annexé, s'il y a lieu, à la loi de plan rectificative prévue à l'article 4."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les délais prévus aux articles 7 et 8 de la présente loi sont fixés respectivement à seize et onze mois pour la préparation du IXème plan."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "A titre transitoire et jusqu'à l'érection des régions en collectivités territoriales, les pouvoirs qui leur sont attribués par la présente loi sont exercés par les établissements publics régionaux."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les articles 2 et 3 de la loi n° 62-900 du 4 août 1962 portant approbation du Plan de développement économique et social sont abrogés."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La présente loi s'applique aux territoires d'outre-mer et à Mayotte sous réserve, le cas échéant, de mesures d'adaptation des dispositions du titre II relatives aux plans des régions, prises par décret après consultation des assemblées territoriales."
    }
  ]
}