{
  "id": "jorftext000025943780",
  "type": "statute",
  "title": "Ordonnance n°2012-785\n du 31 mai 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025943780",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le code de l'action sociale et des familles est applicable à Mayotte dans les conditions prévues par la présente ordonnance. Il en est de même, pour les besoins de cette application, des dispositions du code de la sécurité sociale auxquelles ces dispositions renvoient."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Pour leur application à Mayotte, les textes suivants sont ainsi modifiés :\n\n1° Au premier alinéa de l'article 6-1 de la loi n° 90-449 du 31 mai 1990 susvisée, les mots : \"de son patrimoine ou\" sont supprimés ;\n\n2° Au 13° du I de l'article 20-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 susvisée, les mots : \"aux 2°, 3°, b du 5°, 7°, 10° et 11° du I de l'article L. 312-1 applicable à Mayotte du code de l'action sociale et des familles\" sont remplacés par les mots : \"à l'article L. 314-3-1 et au deuxième alinéa de l'article L. 314-3-3 du code de l'action sociale et des familles\" ;\n\n3° A l'article 12 de l'ordonnance n° 2002-149 du 7 février 2002 susvisée, après la référence : \"L. 552-1\" sont insérées les références : \"L. 552-3 et L. 552-3-1\"."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. ― Les dispositions qui confient au Département de Mayotte la responsabilité de l'aide sociale à destination des personnes âgées et handicapées entrent en vigueur sous réserve de la compensation des charges en résultant dans les conditions fixées par la loi de finances.\n\nLe montant de cette compensation financière est calculé, sous le contrôle de la commission consultative sur l'évaluation des charges mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales dans les conditions prévues aux articles L. 1614-3 et L. 1614-3-1 du même code, et après avis du comité local mentionné à l'article L. 1711-3 du même code.\n\nII. ― Les dispositions de l'article L. 361-1 relatives au financement de la dotation globale par le département entrent en application à Mayotte, sous réserve de la compensation des charges en résultant dans les conditions fixées par la loi de finances.\n\nLe montant de cette compensation financière est calculé, sous le contrôle de la commission consultative sur l'évaluation des charges mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales dans les conditions prévues aux articles L. 1614-3 et L. 1614-3-1 du même code, et après avis du comité local mentionné à l'article L. 1711-3 du même code.\n\nIII. ― Les charges qui résultent, pour le Département de Mayotte, du financement de la formation des assistants maternels prévues à l'article L. 421-14 du code de l'action sociale et des familles, sont compensées par l'Etat dans les conditions fixées par la loi de finances.\n\nLe montant de cette compensation financière est calculé, sous le contrôle de la commission consultative sur l'évaluation des charges mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales dans les conditions prévues aux articles L. 1614-3 et L. 1614-3-1 du même code, et après avis du comité local mentionné à l'article L. 1711-3 du même code :\n\n― au titre de la formation des assistants maternels mentionnée au premier alinéa de l'article L. 421-14 précité, en fonction du nombre d'assistants maternels recensés au 31 décembre 2013 dans le Département de Mayotte, de la durée de la formation obligatoire des assistants maternels, ainsi que du coût horaire de formation ;\n\n― au titre de l'initiation aux gestes de secourisme mentionnée au deuxième alinéa du même article, en fonction du nombre d'assistants maternels recensés au 31 décembre 2013 dans le Département de Mayotte, de la durée de la formation d'initiation aux gestes de secourisme, ainsi que du coût horaire de formation ;\n\n― au titre de l'accueil des enfants confiés aux assistants maternels durant les temps de formation obligatoire après leur embauche, mentionné au quatrième alinéa du même article, en fonction de la durée de la formation obligatoire après l'embauche, du montant minimal de la rémunération et des montants minimaux d'indemnité d'entretien versés aux assistants maternels.\n\nIV. ― Les charges nettes qui résultent, pour le Département de Mayotte, du financement des formations sociales initiales et des aides aux étudiants inscrits dans les conditions prévues à l'article L. 544-5 du code de l'action sociale et des familles issu de la présente ordonnance, sont compensées par l'Etat dans les conditions fixées par la loi de finances.\n\nAu titre des années 2013 à 2017, cette compensation est calculée de manière à permettre, d'une part, le financement forfaitaire d'un nombre de places de formation initiale correspondant aux besoins de formation à prendre en compte pour la conduite de l'action sociale et médico-sociale à Mayotte et, d'autre part, le financement des bourses aux étudiants inscrits dans les établissements agréés, éligibles, sur la base d'un montant forfaitaire annuel d'aide par étudiant boursier.\n\nAu titre des années 2018 et suivantes, cette compensation est ajustée de manière définitive au vu du nombre moyen de travailleurs sociaux à former chaque année et du taux d'étudiants boursiers constaté.\n\nLa commission consultative sur l'évaluation des charges mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales est consultée, après avis du comité local mentionné à l'article L. 1711-3 du même code, dans les conditions prévues aux articles L. 1614-3 et L. 1614-3-1 du même code :\n\n― en 2012 sur les modalités d'évaluation de la compensation provisionnelle échelonnée allouée au Département de Mayotte au titre de la période 2013-2017 ;\n\n― en 2017, sur les modalités d'évaluation de la compensation définitive allouée au Département de Mayotte."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les dispositions du code de l'action sociale et des familles entrent en vigueur à Mayotte dans les conditions suivantes :\n\n1° L'article L. 115-3 entre en vigueur le 1er janvier 2013 ;\n\n2° Les dispositions du chapitre II du titre II et les chapitres Ier et II du titre III du livre Ier sont applicables aux nouvelles demandes d'admission à l'aide sociale déposées à Mayotte à compter du 1er janvier 2014 ;\n\nJusqu'à cette date, les dispositions correspondantes des articles L. 540-1, L. 542-1, L. 542-2, L. 542-3, L. 542-8, L. 542-9, L. 548-2, L. 548-3 et L. 548-4 demeurent en vigueur dans leur rédaction antérieure à la présente ordonnance ;\n\n3° A l'exception de l'article L. 146-8, les articles L. 146-3 à L. 146-13 du livre Ier et le chapitre Ier bis du titre IV du livre II entrent en vigueur à une date fixée par décret et au plus tard le 1er janvier 2016 ;\n\nJusqu'à la date mentionnée au premier alinéa, les articles L. 545-1 à L. 545-4, dans leur rédaction antérieure à la présente ordonnance, demeurent en vigueur et l'article L. 545-1, dans cette même rédaction est complété par une phrase ainsi rédigée : \" En 2012 et pour les exercices suivants, la Caisse nationale de solidarité pour l'autonomie verse le concours prévu au b du III de l'article L. 14-10-5 pour l'installation et le fonctionnement des maisons départementales des personnes handicapées pour le financement du service commun prévu au présent article. \" ;\n\nUne évaluation du fonctionnement du service commun mentionné à l'article L. 545-1, dans sa rédaction antérieure à la présente ordonnance, est réalisée au plus tard le 30 juin 2015 ;\n\n3° bis La commission prévue à l'article L. 545-2 dans sa rédaction antérieure à la présente ordonnance est compétente pour instruire les droits à la prestation de compensation dans les conditions prévues au titre IV du livre V du code de l'action sociale et des familles.\n\nLes décisions prises par cette commission peuvent faire l'objet d'un recours devant le tribunal de grande instance.\n\nJusqu'à la date prévue au 3°, la référence à l'article L. 146-9 est remplacée par la référence à l'article L. 545-2 tel que maintenu en vigueur par ce même 3°.\n\n4° Les dispositions des articles L. 226-10 et L. 226-11 et le chapitre VIII du titre IV du livre II entrent en vigueur le 1er janvier 2014. Jusqu'à cette date, les dispositions correspondantes des articles L. 542-1, L. 548-2, L. 548-3 et L. 548-4 demeurent en vigueur dans leur rédaction antérieure à la présente ordonnance ;\n\n5° Les dispositions de l'article L. 421-14 relatives à la formation des assistants maternels entrent en vigueur le 1er janvier 2014, sous réserve de l'inscription préalable dans la loi de finances des dispositions relatives aux modalités de compensation des charges correspondantes prévues au I de l'article 4 de la présente ordonnance ;\n\n6° Les dispositions du titre V du livre IV entrent en vigueur le 1er janvier 2013, sous réserve, pour les articles L. 451-2 et L. 451-3, de l'inscription préalable dans la loi de finances des dispositions relatives aux modalités de compensation des charges correspondantes prévues au II de l'article 4 de la présente ordonnance ;\n\n7° Les titres I, III et IV du livre IV entrent en vigueur le 1er janvier 2014. Ces dispositions sont applicables aux nouvelles situations d'accueil intervenant à compter de la date d'entrée en vigueur du titre IV du livre IV. Elles sont applicables aux situations d'accueil ayant débuté avant cette date dans les conditions définies par le II de l'article 12 ;\n\n8° Le titre VII du livre II, les 14° et 15° du I de l'article L. 312-1, le titre VI du livre III et le titre VII du livre IV entrent en vigueur le 1er janvier 2016."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― L'article 27, à l'exception du IV, de la loi n° 2007-293 du 5 mars 2007 portant réforme de la protection de l'enfance est applicable à Mayotte à compter du 1er janvier 2013 selon des modalités définies par décret.II. ― Pour son application à Mayotte, l'article 44 de la loi n° 2007-308 du 5 mars 2007 portant réforme de la protection juridique des majeurs est ainsi modifié :1° Au premier alinéa du I et au V, les mots : « à compter de l'entrée en vigueur de la présente loi » sont remplacés par les mots : « à compter du 1er janvier 2016 » ;2° Il est inséré un I bis ainsi rédigé :« I bis. ― Les personnes physiques ou morales qui étaient habilitées avant le 1er janvier 2016 pour exercer la tutelle d'Etat ou la curatelle d'Etat ou la gérance de tutelle en qualité d'administrateur spécial sont à compter de cette même date inscrites sur la liste mentionnée au premier alinéa de l'article L. 471-2 du code de l'action sociale et des familles dans sa version applicable à Mayotte, sous réserve des conditions suivantes :« 1° Les services relevant du 1° du même article disposent d'un délai de trois ans à compter de cette même date pour obtenir l'autorisation mentionnée à l'article L. 313-3 du même code. L'article L. 313-1-1 du même code n'est pas applicable pour l'obtention de cette autorisation ;« 2° Les personnes physiques relevant du 2° du même article disposent d'un délai de trois ans à compter de cette même date pour obtenir l'agrément mentionné à l'article L. 471-1 du même code. »3° Au II, les mots : « dans un délai de trois ans à compter de l'entrée en vigueur du décret prévu à l'article L. 472-4 du même code et au plus tard le 1er janvier 2012 » sont remplacés par les mots : « au plus tard dans le délai prévu au I » ;4° Au III :a) Les mots : « aux régimes de sécurité sociale applicables en vertu des articles L. 613-1 et L. 622-5 du code de la sécurité sociale » sont remplacés par les mots : « aux régimes de sécurité sociale dans les conditions prévues par l'ordonnance n° 96-1122 du 20 décembre 1996 susvisée » ;b) Les mots : « au plus tard le 1er janvier 2012 » sont remplacés par les mots : « au plus tard dans le délai prévu au I » ;5° Au IV, les mots : « dans un délai de trois ans à compter de l'entrée en vigueur de son décret d'application et au plus tard le 1er janvier 2012 » sont remplacés par les mots : « au plus tard dans le délai prévu au I » ;6° Au V, les mots : « dans un délai de trois ans à compter de l'entrée en vigueur du décret en Conseil d'Etat prévu au même article et au plus tard le 1er janvier 2012 » sont remplacés par les mots : « au plus tard dans le délai prévu au I »."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. ― Dans l'attente du calcul d'un potentiel fiscal tel que prévu par l'article L. 3543-1 du code général des collectivités territoriales pour Mayotte, le concours prévu à l'article L. 14-10-7 du code de l'action sociale et des familles relatif à l'installation et au fonctionnement des maisons départementales des personnes handicapées, versée au service commun prévu à l'article L. 545-1 du même code dans sa rédaction antérieure à la présente ordonnance, est réparti en retenant, pour le Département de Mayotte, une valeur nulle pour le potentiel fiscal.II. ― Le président du conseil général de Mayotte peut accorder un agrément, dont la durée est fixée par décret, aux personnes qui, à la date d'entrée en vigueur du titre IV du livre IV du code de l'action sociale et des familles, accueillent des personnes handicapées ou âgées dans les conditions prévues à l'article L. 441-1 du même code sans satisfaire à l'ensemble des conditions d'agrément. L'agrément n'est délivré qu'à l'effet de poursuivre l'accueil des personnes handicapées ou âgées déjà accueillies et sous réserve de satisfaire à la condition assurantielle prévue au premier alinéa de l'article L. 443-4 du même code dans un délai de trois mois."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le Premier ministre, la ministre des affaires sociales et de la santé et le ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}