{
  "id": "jorftext000023022127",
  "type": "statute",
  "title": "LOI n° 2010-1330 du 9 novembre 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000023022127",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Avant le 31 mars 2018, le Conseil d'orientation des retraites remet au Gouvernement et au Parlement un rapport faisant le point sur la situation financière des régimes de retraite, l'évolution du taux d'activité des personnes de plus de cinquante-cinq ans, l'évolution de la situation de l'emploi, l'évolution des écarts de pension entre hommes et femmes, l'évolution de la situation de l'emploi des handicapés et un examen d'ensemble des paramètres de financement des régimes."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans un délai d'un an suivant la promulgation de la présente loi, le Conseil d'orientation des retraites remet au Gouvernement et au Parlement un rapport sur la rénovation des mécanismes de transfert de compensation démographique entre régimes d'assurance vieillesse afin d'assurer la stricte solidarité démographique entre ces régimes.Sur la base de ce rapport, le Gouvernement consulte la commission de compensation entre régimes de sécurité sociale définie à l'article L. 114-3 du code de la sécurité sociale sur un projet de réforme de ces mécanismes."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "A compter du 1er janvier 2013, tout assuré pensionné d'un régime de retraite de base ou complémentaire versant des prestations par trimestre à échoir peut demander à percevoir sa pension selon une périodicité mensuelle. Cette option ne peut lui être refusée. Une fois exercée, l'option est irrévocable. L'assuré est informé de cette possibilité dans des conditions définies par décret."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le Gouvernement présente au Parlement, avant le 1er janvier 2011, un rapport sur les conditions de mise en œuvre d'un versement des pensions dès le premier de chaque mois."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Avant le 1er octobre 2011, le Gouvernement transmet au Parlement un rapport faisant le point sur la situation des assurés ayant relevé de plusieurs régimes d'assurance vieillesse, en indiquant les différences de situation entre les femmes et les hommes."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "II. - Le I est applicable aux demandes d'adhésion présentées à compter du 1er mars 2011."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. ― A compter du premier semestre 2013, le Comité de pilotage des régimes de retraite organise une réflexion nationale sur les objectifs et les caractéristiques d'une réforme systémique de la prise en charge collective du risque vieillesse.Parmi les thèmes de cette réflexion, figurent :1° Les conditions d'une plus grande équité entre les régimes de retraite légalement obligatoires ;2° Les conditions de mise en place d'un régime universel par points ou en comptes notionnels, dans le respect du principe de répartition au cœur du pacte social qui unit les générations ;3° Les moyens de faciliter le libre choix par les assurés du moment et des conditions de leur cessation d'activité.II (Abrogé)"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "A modifié les dispositions suivantes :\n\nIII. ― (Abrogé).IV. ― (Abrogé).\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "A modifié les dispositions suivantes :\n\nIII.-Par dérogation aux dispositions des articles L. 732-25 et L. 762-30 du code rural et de la pêche maritime, l'âge mentionné auxdits articles est fixé à soixante-cinq ans pour les assurés qui bénéficient d'un nombre minimum de trimestres fixé par décret au titre de la majoration de durée d'assurance prévue à l'article L. 351-4-1 du code de la sécurité sociale et pour les assurés qui, pendant une durée et dans des conditions fixées par décret, ont apporté une aide effective à leur enfant bénéficiaire de l'élément de la prestation relevant du 1° de l'article L. 245-3 du code de l'action sociale et des familles.\n\nIV.-Par dérogation aux dispositions des articles L. 732-25 et L. 762-30 du code rural et de la pêche maritime, l'âge mentionné auxdits articles est fixé à soixante-cinq ans pour les assurés nés entre le 1er juillet 1951 et le 31 décembre 1955 inclus qui remplissent les conditions prévues aux 1° à 3° du IV de l'article 20.\n\nV.-Par dérogation aux dispositions des articles L. 732-25 et L. 762-30 du même code, l'âge mentionné auxdits articles est fixé à soixante-cinq ans pour les assurés ayant interrompu leur activité professionnelle pour s'occuper d'un membre de leur famille en raison de leur qualité d'aidant familial dans des conditions déterminées par décret en Conseil d'Etat.\n\nVI.-Par dérogation aux dispositions des articles L. 732-25 et L. 762-30 du même code, l'âge mentionné auxdits articles est, pour les assurés justifiant d'une incapacité permanente au moins égale à un taux fixé par décret, celui prévu à l'article L. 161-17-2 du code de la sécurité sociale.\n\n-Code rural"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. ― Pour les fonctionnaires relevant de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires dont la pension de retraite peut être liquidée à un âge inférieur à soixante ans en application des dispositions législatives et réglementaires antérieures à l'entrée en vigueur de la présente loi, l'âge d'ouverture du droit à une pension de retraite est fixé :\n\n1° A cinquante-deux ans lorsque cet âge était fixé antérieurement à cinquante ans, pour les agents nés à compter du 1er janvier 1965 ;\n\n2° A cinquante-cinq ans lorsque cet âge était fixé antérieurement à cinquante-trois ans, pour les agents nés à compter du 1er janvier 1962 ;\n\n3° A cinquante-six ans lorsque cet âge était fixé antérieurement à cinquante-quatre ans, pour les agents nés à compter du 1er janvier 1961 ;\n\n4° A cinquante-sept ans lorsque cet âge était fixé antérieurement à cinquante-cinq ans, pour les fonctionnaires nés à compter du 1er janvier 1960.\n\nII. ― Cet âge est fixé par décret dans la limite respective des âges mentionnés au I pour les fonctionnaires atteignant avant le 1er janvier 2015 l'âge d'ouverture du droit applicable antérieurement à la présente loi et, pour ceux atteignant cet âge entre le 1er juillet 2011 et le 31 décembre 2014, de manière croissante à raison :1° De quatre mois par génération pour les fonctionnaires atteignant cet âge entre le 1er juillet et le 31 décembre 2011 ;2° De cinq mois par génération pour les fonctionnaires atteignant cet âge entre le 1er janvier 2012 et le 31 décembre 2014."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "A modifié les dispositions suivantes :\n\nII. - L'évolution des âges mentionnés aux II et III de l'article L. 14 du code des pensions civiles et militaires de retraite, dans sa rédaction antérieure à la présente loi, est fixée par décret dans les conditions définies au II de l'article 22.\n\n- Code des pensions civiles et militaires de retraite"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. ― Les cotisations versées avant le 13 juillet 2010 en application des articles L. 351-14-1, L. 634-2-2, L. 643-2 et L. 723-10-3 du code de la sécurité sociale, de l'article L. 732-27-1 du code rural et de la pêche maritime et de l'article L. 9 bis du code des pensions civiles et militaires de retraite, ainsi que celles versées en application des dispositions réglementaires ayant le même objet applicables aux fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales et aux ouvriers régis par le régime des pensions des ouvriers des établissements industriels de l'Etat, par l'assuré né à compter du 1er juillet 1951 lui sont remboursées sur sa demande à la condition qu'il n'ait fait valoir aucun des droits aux pensions personnelles de retraite auxquels il peut prétendre au titre des régimes légaux ou rendus légalement obligatoires, de base et complémentaires. Les demandes de remboursement doivent être présentées dans un délai de trois ans suivant la date d'entrée en vigueur de la présente loi. Les assurés concernés, qu'ils résident en France ou hors de France, sont informés de cette possibilité.Le montant des cotisations à rembourser est calculé en revalorisant les cotisations versées par l'assuré par application chaque année du coefficient annuel de revalorisation mentionné à l'article L. 161-23-1 du code de la sécurité sociale.II. ― Le I du présent article est applicable aux salariés agricoles mentionnés au premier alinéa de l'article L. 742-3 du code rural et de la pêche maritime et aux personnes mentionnées à l'article L. 382-29 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. ― Pour les fonctionnaires relevant de la loi n° 83-634 du 13 juillet 1983 précitée dont la limite d'âge était de soixante-cinq ans en application des dispositions législatives et réglementaires antérieures à l'entrée en vigueur de la présente loi et nés à compter du 1er janvier 1955, la limite d'âge est fixée à soixante-sept ans.\n\nII. ― Cette limite d'âge est fixée par décret dans la limite de l'âge mentionné au I pour les fonctionnaires atteignant avant le 1er janvier 2015 l'âge d'ouverture du droit à une pension de retraite applicable antérieurement à la présente loi et, pour ceux atteignant cet âge entre le 1er juillet 2011 et le 31 décembre 2014, de manière croissante à raison :1° De quatre mois par génération pour les fonctionnaires atteignant cet âge entre le 1er juillet et le 31 décembre 2011 ;2° De cinq mois par génération pour les fonctionnaires atteignant cet âge entre le 1er janvier 2012 et le 31 décembre 2014.\n\nIII. ― Pour les fonctionnaires nés entre le 1er juillet 1951 et le 31 décembre 1955 dont la limite d'âge était fixée à soixante-cinq ans avant l'entrée en vigueur de la présente loi et qui remplissent les conditions prévues aux 1° à 3° du IV de l'article 20, l'âge auquel s'annule le coefficient de minoration prévu à l'article L. 14 du code des pensions civiles et militaires de retraite ne peut être supérieur à soixante-cinq ans, par dérogation au III de l'article 66 de la loi n° 2003-775 du 21 août 2003 précitée. Pour l'application aux fonctionnaires du 1° du IV de l'article 20, les enfants sont ceux énumérés au II de l'article L. 18 du code des pensions civiles et militaires de retraite.\n\nIV. ― Pour les fonctionnaires dont la limite d'âge était fixée à soixante-cinq ans avant l'entrée en vigueur de la présente loi et qui ont interrompu leur activité professionnelle pour s'occuper d'un membre de leur famille en raison de leur qualité d'aidant familial dans des conditions déterminées par décret en Conseil d'Etat, l'âge auquel s'annule le coefficient de minoration prévu à l'article L. 14 du code des pensions civiles et militaires de retraite ne peut être supérieur à soixante-cinq ans, par dérogation au III de l'article 66 de la loi n° 2003-775 du 21 août 2003 précitée.\n\nV. ― Pour les fonctionnaires handicapés dont la limite d'âge était fixée à soixante-cinq ans avant l'entrée en vigueur de la présente loi, l'âge auquel s'annule le coefficient de minoration prévu à l'article L. 14 du code des pensions civiles et militaires de retraite ne peut être supérieur à soixante-cinq ans, par dérogation au III de l'article 66 de la loi n° 2003-775 du 21 août 2003 précitée."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. ― Pour les fonctionnaires relevant de la loi n° 83-634 du 13 juillet 1983 précitée dont la limite d'âge est inférieure à soixante-cinq ans en application des dispositions législatives et réglementaires antérieures à l'entrée en vigueur de la présente loi, la limite d'âge est fixée :\n\n1° A cinquante-sept ans lorsque cette limite d'âge était fixée antérieurement à cinquante-cinq ans, pour les agents nés à compter du 1er janvier 1965 ;\n\n2° A cinquante-neuf ans lorsque cette limite d'âge était fixée antérieurement à cinquante-sept ans, pour les agents nés à compter du 1er janvier 1963 ;\n\n3° A soixante ans lorsque cette limite d'âge était fixée antérieurement à cinquante-huit ans, pour les agents nés à compter du 1er janvier 1962 ;\n\n4° A soixante et un ans lorsque cette limite d'âge était fixée antérieurement à cinquante-neuf ans, pour les agents nés à compter du 1er janvier 1961 ;\n\n5° A soixante-deux ans lorsque cette limite d'âge était fixée antérieurement à soixante ans, pour les agents nés à compter du 1er janvier 1960 ;\n\n6° A soixante-quatre ans lorsque cette limite d'âge était fixée antérieurement à soixante-deux ans, pour les agents nés à compter du 1er janvier 1958.\n\nII. ― Cette limite d'âge est fixée par décret dans la limite respective des âges mentionnés au I pour les fonctionnaires atteignant avant le 1er janvier 2015 l'âge d'ouverture du droit à une pension de retraite applicable antérieurement à la présente loi et, pour ceux atteignant cet âge entre le 1er juillet 2011 et le 31 décembre 2014, de manière croissante à raison :1° De quatre mois par génération pour les fonctionnaires atteignant cet âge entre le 1er juillet 2011 et le 31 décembre 2011 ;2° De cinq mois par génération pour les fonctionnaires atteignant cet âge entre le 1er janvier 2012 et le 31 décembre 2014."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Pour les militaires dont la limite d'âge est inférieure à soixante-cinq ans, en application de l'article L. 4139-16 du code de la défense, dans sa version antérieure à l'entrée en vigueur de la présente loi, la limite d'âge est fixée, à compter du 1er janvier 2015 :\n\n1° A quarante-sept ans lorsque cette limite d'âge était fixée antérieurement à quarante-cinq ans ;\n\n2° A cinquante-deux ans lorsque cette limite d'âge était fixée antérieurement à cinquante ans ;\n\n3° A cinquante-six ans lorsque cette limite d'âge était fixée antérieurement à cinquante-quatre ans ;\n\n4° A cinquante-huit ans lorsque cette limite d'âge était fixée antérieurement à cinquante-six ans ;\n\n5° A cinquante-neuf ans lorsque cette limite d'âge était fixée antérieurement à cinquante-sept ans ;\n\n6° A soixante ans lorsque cette limite d'âge était fixée antérieurement à cinquante-huit ans ;\n\n7° A soixante-deux ans lorsque cette limite d'âge était fixée antérieurement à soixante ans ;\n\n8° A soixante-six ans lorsque cette limite d'âge était fixée antérieurement à soixante-quatre ans.\n\nUn décret fixe, de manière croissante, les limites d'âge sur la période du 1er juillet 2011 au 31 décembre 2014, dans la limite des âges fixés au présent I.\n\nPour les militaires mentionnés au présent I, l'âge maximal de maintien mentionné au I de l'article L. 4139-16 du code de la défense est relevé de deux années à compter du 1er janvier 2015.\n\nUn décret fixe, de manière croissante, les âges maximaux de maintien des militaires mentionnés au présent I sur la période du 1er juillet 2011 au 31 décembre 2014, dans la limite des deux années prévues à l'alinéa précédent.\n\nII. - Pour les militaires sous contrat, les limites de durée de services sont fixées, à compter du 1er janvier 2015 :\n\n1° A dix-sept ans lorsque cette durée était fixée antérieurement à quinze ans ;\n\n2° A vingt-sept ans lorsque cette durée était fixée antérieurement à vingt-cinq ans.\n\nUn décret fixe, de manière croissante, les limites de durée de services sur la période du 1er juillet 2011 au 31 décembre 2014, dans la limite des durées fixées aux 1° et 2° du présent II.\n\nIII. - A abrogé les dispositions suivantes :\n\n- Loi n°2005-270 du 24 mars 2005"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. ― Les durées de services effectifs prévues au 1° du I et aux 1° et 2° du II de l'article L. 24 du code des pensions civiles et militaires de retraite, et au 1° de l'article L. 25 du même code, dans leur rédaction antérieure à l'entrée en vigueur de la présente loi, pour la liquidation de la pension des fonctionnaires et des militaires sont fixées, à compter du 1er janvier 2015 :\n\n1° A douze ans lorsque cette durée était fixée antérieurement à dix ans ;\n\n2° A dix-sept ans lorsque cette durée était fixée antérieurement à quinze ans ;\n\n3° A vingt-sept ans lorsque cette durée était fixée antérieurement à vingt-cinq ans.\n\nII. ― A titre transitoire, les durées de services effectifs prévues par les dispositions mentionnées au premier alinéa du I, dans leur rédaction antérieure à l'entrée en vigueur de la présente loi, pour la liquidation des pensions des fonctionnaires et des militaires sont fixées, pour la période du 1er juillet 2011 au 31 décembre 2014, par décret, de manière croissante et dans la limite des durées fixées à ce même I.\n\nIII. ― Par dérogation, les I et II ne sont pas applicables aux fonctionnaires et aux militaires qui, après avoir effectué les durées de services effectifs mentionnées au I avant l'entrée en vigueur de la présente loi, soit ont été intégrés dans un corps ou un cadre d'emploi dont les emplois ne sont pas classés en catégorie active, soit ont été radiés des cadres."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. à XVIII. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXIX. - L'âge auquel la pension peut être liquidée par les agents mentionnés aux I à XVII du présent article évolue dans les conditions fixées par le décret prévu au II de l'article 22. La limite d'âge de ces agents évolue dans les conditions fixées par le décret prévu au II de l'article 28 et au II de l'article 31. Les durées de services effectifs mentionnées dans les mêmes I à XVII évoluent dans les conditions fixées par le décret prévu au II de l'article 35.\n\nXX. - Avant le 1er janvier 2017, le Gouvernement remet au Parlement un rapport sur les mesures de relèvement des âges d'ouverture du droit à pension et des limites d'âge prises, par voie réglementaire, pour les autres régimes spéciaux de retraite.\n\n- Loi n°96-452 du 28 mai 1996\n\n- Loi  n° 2003-1312 du 30 décembre 2003\n\n- Loi n°83-1179 du 29 décembre 1983\n\n- Loi n°2003-775 du 21 août 2003\n\n- Loi n°90-1067 du 28 novembre 1990\n\n- Loi n°2003-1199 du 18 décembre 2003\n\n- Loi n°89-1007 du 31 décembre 1989\n\n- Code de l'éducation\n\n- CODE DES COMMUNES.\n\n- Loi n°2004-809 du 13 août 2004\n\n- Code des pensions civiles et militaires de retraite\n\n- Loi n°2005-5 du 5 janvier 2005\n\n- LOI n°2010-751 du 5 juillet 2010\n\n- Loi n°47-1465 du 8 août 1947\n\n- CODE DES COMMUNES.\n\n- Code de justice administrative\n\n- Code de justice administrative\n\n- Loi n°57-444 du 8 avril 1957"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Avant le 30 septembre 2011, le Gouvernement remet au Parlement un rapport relatif à la création d'une Caisse de retraite des fonctionnaires de l'Etat. Ce rapport examine notamment les contraintes organiques encadrant une telle création, les améliorations attendues en termes de transparence du système de retraite et les conditions d'une participation des partenaires sociaux à la gestion de cet établissement public."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - L'article L. 25 bis du code des pensions civiles et militaires de retraite est applicable aux fonctionnaires affiliés au régime de la Caisse nationale de retraites des agents des collectivités locales. La condition de durée minimale d'assurance ou de périodes reconnues équivalentes prévue à ce même article est celle accomplie dans le régime de la Caisse nationale de retraites des agents des collectivités locales et, le cas échéant, dans un ou plusieurs autres régimes obligatoires.\n\n- Loi n°2004-1370 du 20 décembre 2004\n\n- Code des pensions civiles et militaires de retraite"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "A modifié les dispositions suivantes :\n\nIII.-Par dérogation à l'article L. 24 du code des pensions civiles et militaires de retraite, le fonctionnaire civil et le militaire ayant accompli quinze années de services civils ou militaires effectifs avant le 1er janvier 2012 et parent à cette date de trois enfants vivants, ou décédés par faits de guerre, conserve la possibilité de liquider sa pension par anticipation à condition d'avoir, pour chaque enfant, interrompu ou réduit son activité dans des conditions fixées par un décret en Conseil d'Etat.\n\nSont assimilées à l'interruption ou à la réduction d'activité mentionnée au premier alinéa du présent III les périodes n'ayant pas donné lieu à cotisation obligatoire dans un régime de retraite de base, dans des conditions fixées par le décret en Conseil d'Etat mentionné au deuxième alinéa du 3° du I et au 1° bis du II de l'article L. 24 du code des pensions civiles et militaires de retraite dans sa rédaction antérieure à l'entrée en vigueur de la présente loi.\n\nSont assimilés aux enfants mentionnés au premier alinéa du présent III les enfants énumérés au II de l'article L. 18 du même code que l'intéressé a élevés dans les conditions prévues au III de ce même article.\n\nIV.-Pour l'application du VI de l'article 5, dans sa rédaction issue de la présente loi, et des II et III de l'article 66 de la loi n° 2003-775 du 21 août 2003 précitée aux fonctionnaires civils et militaires mentionnés au III du présent article qui présentent une demande de pension, l'année prise en compte est celle au cours de laquelle ils atteignent l'âge prévu au dernier alinéa du I de l'article 5 de la loi n° 2003-775 du 21 août 2003 précitée ou, le cas échéant, l'âge prévu au I de l'article 22 de la présente loi. Si cet âge est atteint après 2019, le coefficient de minoration applicable est celui prévu au I de l'article L. 14 du code des pensions civiles et militaires de retraite. Lorsque la durée de services et bonifications correspondant à cette année n'est pas fixée, la durée exigée est celle correspondant à la dernière génération pour laquelle elle a été fixée.\n\nLe premier alinéa du présent IV n'est pas applicable :\n\n1° Aux demandes présentées avant le 1er janvier 2011, sous réserve d'une radiation des cadres prenant effet au plus tard le 1er juillet 2011 ;\n\n2° Aux pensions des fonctionnaires civils et des militaires qui, au plus tard le 1er janvier 2011, sont à moins de cinq années ou ont atteint l'âge d'ouverture des droits à pension applicable avant l'entrée en vigueur de la présente loi ou l'âge mentionné à l'article L. 4139-16 du code de la défense dans sa rédaction antérieure à l'entrée en vigueur de la présente loi.\n\nLes personnels mentionnés aux 1° et 2° conservent le bénéfice des dispositions de l'article L. 17 du code des pensions civiles et militaires de retraite dans leur rédaction antérieure à la présente loi.\n\nV.-Les services administratifs compétents informent, avant le 15 décembre 2010, les fonctionnaires civils et les militaires ayant accompli quinze années de services effectifs et parents de trois enfants vivants ou décédés pour faits de guerre du changement des règles de départ anticipé à la retraite.\n\n-Code des pensions civiles et militaires de retraite"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "A modifié les dispositions suivantes :\n\nIV.-A titre transitoire, l'âge mentionné au I du présent article, auquel s'annule le coefficient de minoration prévu à l'article L. 14 du code des pensions civiles et militaires de retraite, et au III de l'article 66 de la loi n° 2003-775 du 21 août 2003 précitée est minoré pour l'application du présent article d'un nombre de trimestres déterminé par décret en Conseil d'Etat.\n\nV.-Le I du présent article s'applique aux pensions liquidées à compter du 1er janvier 2011. Toutefois, les fonctionnaires civils et les magistrats qui ont atteint, avant cette date, l'âge de liquidation qui leur est applicable en vertu du 1° du I des articles L. 24 et L. 25 bis et du 1° de l'article L. 25 du code des pensions civiles et militaires de retraite, des articles L. 416-1 et L. 444-5 du code des communes, de l'article 86 de la loi n° 52-432 du 28 avril 1952 portant statut général du personnel des communes et des établissements publics communaux, de l'article 2 de la loi n° 57-444 du 8 avril 1957 précitée, de l'article 4 de la loi n° 89-1007 du 31 décembre 1989 précitée et du II de l'article 24 de la loi n° 96-452 du 28 mai 1996 précitée, dans leur rédaction antérieure à l'entrée en vigueur de la présente loi et les militaires non officiers dont la durée de services est, au 1er janvier 2011, au moins égale à celle prévue pour la liquidation de leur pension par le 2° du II de l'article L. 24 du code des pensions civiles et militaires de retraite conservent le bénéfice des dispositions de l'article L. 17 du même code dans leur rédaction antérieure à la présente loi.\n\nVI.-Les II et III du présent article sont applicables aux pensions liquidées à compter du 1er juillet 2013.\n\nVII.-Le présent article est applicable aux fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales ainsi qu'aux ouvriers régis par le régime des pensions des ouvriers des établissements industriels de l'Etat, dans des conditions déterminées, en tant que de besoin, par décret en Conseil d'Etat.\n\n-Code des pensions civiles et militaires de retraite\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "A modifié les dispositions suivantes :\n\nIII. - Les I et II sont applicables aux pensions liquidées à compter du 1er juillet 2011.\n\n- Code des pensions civiles et militaires de retraite\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Avant le 1er juillet 2011, le Gouvernement remet au Parlement un rapport sur l'évaluation de la procédure de reclassement des agents reconnus inaptes à l'exercice de leurs fonctions dans les trois fonctions publiques et sur les voies d'amélioration envisageables."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Avant le 31 mars 2011, le Gouvernement remet au Parlement un rapport sur les bonifications inscrites à l'article L. 12 du code des pensions civiles et militaires."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "A modifié les dispositions suivantes :\n\nII. - Les fonctionnaires recrutés avant le 1er janvier 2011 conservent pour les périodes antérieures à cette date le bénéfice du h de l'article L. 12 du code des pensions civiles et militaires de retraite dans sa rédaction antérieure à l'entrée en vigueur de la présente loi.\n\n- Code des pensions civiles et militaires de retraite"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "A modifié les dispositions suivantes :\n\nII.-Le I du présent article est applicable aux fonctionnaires affiliés au régime de la Caisse nationale de retraites des agents des collectivités locales.\n\n-Code des pensions civiles et militaires de retraite\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "II. - Les personnels admis, avant le 1er janvier 2011, au bénéfice de la cessation anticipée d'activité conservent, à titre personnel, ce dispositif.III. - Les personnels mentionnés au II peuvent, à tout moment et sous réserve d'un délai de prévenance de trois mois, demander à renoncer au bénéfice de la cessation progressive d'activité."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Il est créé, à compter du 1er janvier 2013, un régime de retraite complémentaire obligatoire des professions artisanales, industrielles et commerciales reprenant les droits et obligations des régimes mentionnés à l'article L. 635-1 du code de la sécurité sociale, selon des modalités fixées par un règlement établi par le conseil d'administration de la Caisse nationale du régime social des indépendants approuvé par arrêté du ministre chargé de la sécurité sociale.Ce règlement détermine notamment les modalités selon lesquelles les points acquis au titre des régimes mentionnés au même article L. 635-1, jusqu'au 31 décembre 2012, sont convertis en points dans le nouveau régime. Les réserves des régimes mentionnés au premier alinéa sont transférées, à compter du 1er janvier 2013, au régime complémentaire obligatoire des professions artisanales, industrielles et commerciales."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-617 DC du 9 novembre 2010.]"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIII. - Les I et II sont applicables à compter du 1er janvier 2012.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Le Conseil d'orientation sur les conditions de travail, placé auprès du ministre chargé du travail, participe à l'élaboration de la politique nationale en matière de protection et de promotion de la santé et de la sécurité au travail, ainsi que d'amélioration des conditions de travail.Le Conseil d'orientation sur les conditions de travail comprend un comité permanent, une commission générale et des commissions spécialisées.Son comité permanent est assisté d'un observatoire de la pénibilité chargé d'apprécier la nature des activités pénibles dans le secteur public et le secteur privé, et en particulier celles ayant une incidence sur l'espérance de vie. Cet observatoire propose au comité permanent toute mesure de nature à améliorer les conditions de travail des salariés exposés à ces activités.L'observatoire de la pénibilité du Conseil d'orientation sur les conditions de travail est composé de représentants de l'Etat, de représentants des organisations d'employeurs les plus représentatives au plan national, de représentants des organisations syndicales de salariés représentatives au plan national interprofessionnel et de personnalités qualifiées.Les conclusions de l'observatoire de la pénibilité sont rendues publiques."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Le Gouvernement dépose au Parlement avant le 1er janvier 2012 un rapport visant à étudier un barème d'attribution des pensions d'invalidité cohérent avec le barème d'attribution de l'allocation aux adultes handicapés et à mieux encadrer la définition de l'inaptitude ; ce rapport propose des indications pertinentes de pratique pour les échelons locaux du service médical de l'assurance maladie en vue d'une réduction de l'hétérogénéité des décisions."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Le Gouvernement présente au Parlement, avant le 30 juin 2011, un rapport sur les modalités selon lesquelles le dispositif prévu à l'article L. 351-1-4 du code de la sécurité sociale peut être adapté pour s'appliquer aux travailleurs non salariés non agricoles."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I (Abrogé)\n\nII. ― Il est créé jusqu'au 31 décembre 2013 auprès de la Caisse nationale de l'assurance maladie des travailleurs salariés un Fonds national de soutien relatif à la pénibilité, destiné à contribuer aux actions mises en œuvre par les entreprises couvertes par un accord collectif de branche mentionné au I. Peuvent également bénéficier de l'intervention de ce fonds les entreprises couvertes par un accord collectif d'entreprise créant un dispositif d'allégement ou de compensation de la charge de travail pour les salariés occupés à des travaux pénibles mentionné au même I. Les recettes de ce fonds sont constituées par une dotation de l'Etat et une dotation de la branche Accidents du travail et maladies professionnelles, qui ne peut être supérieure à celle de l'Etat.Les modalités d'application du présent II sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "A modifié les dispositions suivantes :\n\nLoi n° 98-1194 du 23 décembre 1998\n\nArt. 41"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Avant le 1er janvier 2014, le Gouvernement présente au Parlement un rapport établissant un bilan de l'application du présent titre.Sur la base des travaux du comité scientifique mentionné à l'article 88, ce rapport formule des propositions en vue de prendre en compte la pénibilité à effets différés."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Un rapport gouvernemental publié dans les douze mois suivant la publication de la présente loi examine les conditions dans lesquelles pourrait être mise en œuvre une modification du mode de calcul de la pension de retraite de base des non-salariés agricoles basée sur l'application des vingt-cinq meilleures années. Il étudie les conséquences d'un tel changement sur les prestations ainsi que sur les cotisations et émet des propositions relatives aux modifications à apporter à la structuration du régime de base des non-salariés agricoles."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "II.-Le I est applicable aux personnes visées à l'article 2 de l'ordonnance n° 2004-605 du 24 juin 2004 simplifiant le minimum vieillesse."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code rural"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Un rapport du Gouvernement est déposé au Parlement, avant le 30 juin 2011, sur les conditions d'introduction dans l'assiette des cotisations sociales de la gratification dont font l'objet les stages en entreprise mentionnés à l'article 9 de la loi n° 2006-396 du 31 mars 2006 pour l'égalité des chances, et sur les conditions de prise en compte de ces périodes de stage comme périodes assimilées pour la détermination du droit à pension ou rente lorsqu'elles ont donné lieu au versement d'un minimum de cotisations en application de l'article L. 351-2 du code de la sécurité sociale.Le Gouvernement remet, au plus tard le 30 juin 2011, aux commissions compétentes de l'Assemblée nationale et du Sénat, un rapport portant sur l'assimilation des périodes de travail en détention à des périodes de cotisations à part entière."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "IV.-Le I entre en vigueur à compter du 1er janvier 2012. Pour les entreprises couvertes par un accord ou, à défaut, par un plan d'action tel que défini à l'article L. 2242-5-1 du code du travail, à la date de publication de la présente loi, le I entre en vigueur à l'échéance de l'accord ou, à défaut d'accord, à l'échéance du plan d'action."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "A modifié les dispositions suivantes :\n\nII. - Le Gouvernement présente au Parlement, avant le 31 décembre 2012, un rapport établissant un bilan détaillé de la mise en œuvre de l'aide à l'embauche des seniors prévue à l'article L. 5133-11 du code du travail.\n\n- Code du travail"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Peuvent être financées, au titre de la participation des employeurs au développement de la formation professionnelle continue dans le cadre du plan de formation, les dépenses correspondant à une part de la rémunération des salariés de cinquante-cinq ans et plus assurant le tutorat de jeunes de moins de vingt-six ans embauchés en contrat de professionnalisation. Un décret détermine les modalités d'application du présent article."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Les demandeurs d'emploi qui bénéficient au 31 décembre 2010 de l'allocation équivalent retraite continuent d'en bénéficier jusqu'à l'âge prévu à l'article L. 351-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "L'épargne retraite, qui vise à compléter les pensions dues au titre des régimes de retraite par répartition légalement obligatoires, permet de disposer, à partir du départ à la retraite, de ressources provenant d'une épargne constituée individuellement ou collectivement à partir de versements sur une base volontaire ou obligatoire réalisés à titre privé ou lors de l'activité professionnelle."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. ― Un régime de retraite supplémentaire à prestations définies répondant aux caractéristiques des régimes mentionnés au premier alinéa du I de l'article L. 137-11 du code de la sécurité sociale réservé par l'employeur à une ou certaines catégories de ses salariés ou aux personnes visées au deuxième alinéa de l'article L. 3323-6 et au troisième alinéa de l'article L. 3324-2 du code du travail ne peut être mis en place dans une entreprise que si l'ensemble des salariés bénéficie d'au moins un des dispositifs suivants :1° Plan d'épargne pour la retraite collectif prévu au chapitre IV du titre III du livre III de la troisième partie du code du travail ;2° Régime de retraite supplémentaire auquel l'affiliation est obligatoire et mis en place dans les conditions prévues à l'article L. 911-1 du code de la sécurité sociale.II. ― Lorsqu'un régime de retraite supplémentaire mentionné au premier alinéa du I existe dans l'entreprise à la date de promulgation de la présente loi, cette entreprise est tenue de mettre en place, au plus tard le 31 décembre 2012, pour l'ensemble de ses salariés, l'un des dispositifs prévus par les 1° et 2° du même I, sauf si le régime n'accueille plus de nouvelles personnes adhérentes à compter de sa date de fermeture lorsque celle-ci est antérieure à la promulgation de la présente loi."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I. ― L'article 6 entre en vigueur le 1er janvier 2012.II. ― Les articles 18 à 40, 79, 83 et 84 sont applicables aux pensions prenant effet à compter du 1er juillet 2011.III. ― L'article 43 entre en vigueur le 1er juillet 2011 et est applicable aux demandes de pension déposées à compter de cette date.IV. ― L'article 60 est applicable aux expositions intervenues à compter d'une date fixée par décret et au plus tard le 1er janvier 2012.V. ― L'article 94 est applicable aux demandes d'allocation de veuvage déposées à compter du 1er janvier 2011.VI. ― L'article 98 est applicable aux indemnités journalières d'assurance maternité versées dans le cadre des congés de maternité débutant à compter du 1er janvier 2012.Il est également applicable aux indemnités journalières d'assurance maternité versées dans le cadre des congés de maternité ayant débuté avant le 1er janvier 2012. Ces indemnités sont évaluées sur une base forfaitaire, selon des modalités fixées par décret en tenant compte du montant dont peut bénéficier un salarié rémunéré au niveau du salaire médian l'année précédant le congé de maternité.VII. ― Le II de l'article 110 est applicable aux droits à participation attribués au titre des exercices clos après la promulgation de la présente loi.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}