{
  "id": "jorftext000000504667",
  "type": "statute",
  "title": "LOI n° 56-334 du 27 mars 1956",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000504667",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions de la loi n° 51-1124 du 26 septembre 1951, complétée par la loi n° 53-642 du 29 juillet 1953 et par l'article 6 de la loi n° 53-1313 du 31 décembre 1953, sont étendues aux fonctionnaires, agents, ouvriers, agents contractuels et temporaires, employés auxiliaires de l'Algérie et des départements, des communes et établissements publics départementaux et communaux de l'Algérie."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le délai prévu à l'article 2 de la loi n° 51-1124 du 26 septembre 1951, modifiée, commencera à courir à l'égard des bénéficiaires des dispositions de l'article précédent à la date de la publication de la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Nonobstant toutes dispositions contraires de leurs statuts particuliers, les magistrats, fonctionnaires, agents et ouvriers de l'Etat, des départements, des communes, de l'Algérie, des territoires d'outre-mer et des établissements publics dépendant des collectivités publiques précitées, qui ont pris une part active et continue à la Résistance et ont été recrutés, nommés ou titularisés en application de l'une des lois ou ordonnances énumérées à l'article 7, doivent être considérés, en ce qui concerne la titularisation, les droits à l'avancement et l'ensemble des avantages de carrière, comme issus d'un concours normal de recrutement."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les titres de résistance des intéressés devront avoir été retenus par le ministre chargé des anciens combattants ou le directeur général de l'organisme mentionné à l'article L. 611-1 du code des pensions militaires d'invalidité et des victimes de guerre qu'il a habilité à cet effet."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans les trois mois suivant la promulgation de la présente loi, les administrations et services dont relèvent les bénéficiaires sont tenus de procéder à la révision des situations individuelles, sur la base des dispositions appliquées jusqu'alors aux fonctionnaires issus d'un recrutement dit normal."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sont abrogées les dispositions des statuts particuliers contraires à la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dispositions des articles 3 à 6 de la présente loi sont applicables aux anciens membres de la Résistance recrutés, nommés ou titularisés en application de tout texte ayant permis le recrutement de fonctionnaires résistants, et, notamment :1° De l'ordonnance n° 45-281 du 22 février 1945 ;2° De l'ordonnance n° 45-1283 du 15 juin 1945 complétée par la loi n° 48-838 du 19 mai 1948 ;3° De l'ordonnance n° 45-1485 du 7 juillet 1945 ;4° De la loi n° 51-1124 du 26 septembre 1951 complétée par les lois n° 53-642 du 22 juillet 1953 et n° 53-1313 du 31 décembre 1953."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Un règlement d'administration publique pris sur le rapport du ministre de l'intérieur, du ministre des finances et des affaires économiques, du secrétaire d'Etat au budget, du ministre des anciens combattants et victimes de la guerre et du secrétaire d'Etat à la présidence du conseil, chargé de la fonction publique, déterminera les modalités d'application des articles 1er et 2 de la présente loi dans un délai de trois mois à compter de sa publication."
    }
  ]
}