{
  "id": "jorftext000000612133",
  "type": "statute",
  "title": "Loi n° 2003-1311 du 30 décembre 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000612133",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2004 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. - Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 2003 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 2003 ;3° A compter du 1er janvier 2004 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. à IV. - Paragraphes modificateurs.V. - En 2004, le premier et le deuxième acompte provisionnel ainsi que les prélèvements mensuels prévus respectivement aux articles 1664 et 1681 B du même code sont réduits de 3 %."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I., II. - Paragraphes modificateurs.III. - Le Gouvernement présentera au Parlement, avant le 1er juin 2004, un rapport présentant les moyens de rapprocher le versement de la prime pour l'emploi de la période d'activité et notamment d'inscrire son montant sur la fiche de paie."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Paragraphe modificateur.II. - Les personnes hébergées à la date du 31 décembre 2002 dans une unité de soin de longue durée non conventionnée, ayant bénéficié, pour l'établissement de l'impôt dû au titre des revenus de l'année 2002, d'une réduction d'impôt en application du premier alinéa de l'article 199 quindecies du code général des impôts dans sa rédaction applicable avant l'entrée en vigueur de la présente loi, conservent le bénéfice de ce régime dans la limite d'un plafond de 3 000 Euros."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de l'année 2003."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables aux logements acquis ou achevés à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I., II., V., VI., VIII. - Paragraphes modificateurs.III. - Les dispositions prévues par l'article 150 A bis du code général des impôts s'appliquent aux plus-values en report d'imposition à la date du 1er janvier 2004.IV. - Les dispositions de l'article 150 UB du même code s'appliquent aux gains nets tirés de cessions à titre onéreux de valeurs mobilières et de droits sociaux de sociétés non cotées soumises à l'impôt sur les sociétés dont l'actif satisfait aux conditions prévues au I dudit article, acquis avant le 21 novembre 2003 et cédés entre le 1er janvier 2004 et le 31 décembre 2004.Toutefois, les titres de sociétés immobilières pour le commerce et l'industrie non cotées sont assimilés à des titres cotés et imposés conformément aux dispositions du 3 du II de l'article 150-0 A du même code.VII. - L'imposition des plus-values reportées en application des dispositions du II de l'article 92 B dans sa rédaction en vigueur avant le 1er janvier 2000, de l'article 150-0 C, de l'article 150 A bis dans sa rédaction en vigueur avant la promulgation de la présente loi, du I ter de l'article 160 du code général des impôts dans sa rédaction en vigueur avant le 1er janvier 2000, intervient lors de la cession, du rachat, du remboursement ou de l'annulation des titres reçus en échange. Ces plus-values sont imposées selon les modalités prévues pour l'imposition de la cession des titres mettant fin à ce report.IX. - Un décret en Conseil d'Etat fixe les conditions d'application du présent article et notamment les obligations déclaratives incombant aux contribuables et aux intermédiaires.X. - Les dispositions prévues aux I à IX s'appliquent pour l'imposition des plus-values réalisées lors des cessions à titre onéreux intervenues à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Paragraphe modificateur.II. - Un décret en Conseil d'Etat définit les conditions et modalités d'application du I.III. - Les dispositions du I s'appliquent aux réévaluations réalisées du 1er janvier 2004 au 31 décembre 2007."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. A à F. - Paragraphe modificateur.\n\nI. G. - Les dispositions du présent I s'appliquent aux résultats des exercices ouverts à compter du 1er janvier 2004 par les jeunes entreprises innovantes réalisant des projets de recherche et de développement créées à cette date ou qui se créent entre cette date et le 31 décembre 2023, en tant qu'elles concernent l'article 44 sexies A du code général des impôts.\n\nII. A. - Paragraphe modificateur.\n\nII. B. - 1. Pour l'application des dispositions de l'article 1383 D du code général des impôts au titre de 2004, les délibérations des collectivités territoriales et des établissements publics de coopération intercommunale dotés d'une fiscalité propre doivent intervenir avant le 31 janvier 2004.\n\n2. Pour les immeubles susceptibles d'être exonérés dès le 1er janvier 2004 en application du I de l'article 1383 D du même code, la déclaration prévue au II de l'article 1383 D doit être souscrite au plus tard avant le 15 février 2004.\n\nIII. A. - Paragraphe modificateur.\n\nIII. B. - 1. Pour l'application des dispositions de l'article 1466 D du code général des impôts au titre de 2004, les délibérations des collectivités territoriales et des établissements publics de coopération intercommunale dotés d'une fiscalité propre doivent intervenir avant le 31 janvier 2004.\n\n2. Pour bénéficier dès 2004 de l'exonération de taxe professionnelle prévue à l'article 1466 D du même code, les contribuables doivent en faire la demande au plus tard le 15 février 2004.\n\nIV. A. à I. - Paragraphe modificateur.\n\nIV. H. - Un décret fixe les modalités d'application du présent IV, et notamment les obligations incombant aux contribuables et aux sociétés concernées.\n\nV. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux créances nées à compter du 1er janvier 2004 et à celles existant à cette date."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux versements effectués au cours des exercices ouverts à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - La réduction de droits de 50 % mentionnée à l'article 790 du code général des impôts est applicable sans limite d'âge aux donations consenties en pleine propriété et effectuées entre le 25 septembre 2003 et le 31 décembre 2005.II. - La réduction visée au I s'applique à concurrence de la fraction de la valeur des biens transmis représentative directement ou indirectement de la pleine propriété des biens."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent pour la détermination des résultats des exercices clos à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions du I s'appliquent pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2004. Elles n'emportent d'effet, en matière d'impôts directs locaux, qu'à compter des impositions établies au titre de l'année 2005.IV. - A compter de 2005 et jusqu'en 2009, dans les conditions prévues par la loi de finances, l'Etat compense, chaque année, la perte de recettes résultant pour les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre de l'exonération de taxe foncière sur les propriétés bâties au titre des bâtiments entrant dans le champ d'application du a du 6° de l'article 1382 du code général des impôts en application du I.La compensation est égale au produit obtenu en multipliant la perte de base résultant chaque année et pour chaque collectivité ou groupement des dispositions du I par le taux de la taxe foncière sur les propriétés bâties voté en 2004 par la collectivité ou l'établissement public de coopération intercommunale. Cette perte de base est égale, pour chaque collectivité ou groupement, aux bases d'imposition établies au titre de 2004 relatives à des bâtiments exclusivement affectés aux activités de préparation et d'entraînement des équidés domestiques, en vue de leur exploitation dans les activités autres que celles du spectacle.Pour les communes qui appartenaient en 2004 à un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune en 2004 est majoré du taux appliqué la même année au profit de l'établissement public de coopération intercommunale.Pour les communes qui appartiennent à un établissement public de coopération intercommunale à fiscalité additionnelle soumis à compter de 2004 aux dispositions de l'article 1609 nonies C du même code, le taux appliqué en 2004 dans la commune est majoré du taux voté en 2004 par l'établissement public de coopération intercommunale précité ; dans ce cas, les dispositions du premier alinéa ne sont pas applicables aux établissements publics de coopération intercommunale soumis aux dispositions du II de l'article 1609 nonies C du même code.V. - A compter de 2005 et jusqu'en 2009, dans les conditions prévues par la loi de finances, l'Etat compense, chaque année, la perte de recettes résultant pour les collectivités territoriales et les établissements publics de coopération intercommunale dotés d'une fiscalité propre de l'exonération de taxe professionnelle au titre des activités entrant dans le champ d'application de l'article 1450 du code général des impôts en application du I.La compensation est égale au produit obtenu en multipliant la perte de base résultant chaque année et pour chaque collectivité ou groupement des dispositions du I par le taux de taxe professionnelle voté pour 2004 par la collectivité ou l'établissement public de coopération intercommunale. Cette perte de base est égale aux bases d'imposition établies en 2004 relatives aux activités de préparation et d'entraînement des équidés domestiques, en vue de leur exploitation dans les activités autres que celles du spectacle.Pour les communes qui appartenaient en 2004 à un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune en 2004 est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale.Pour les établissements publics de coopération intercommunale qui perçoivent pour la première fois à compter de 2005 la taxe professionnelle au lieu et place des communes en application des dispositions de l'article 1609 nonies C ou du II de l'article 1609 quinquies C du même code, cette compensation est calculée en retenant le taux moyen pondéré des communes membres de l'établissement public de coopération intercommunale constaté pour 2004, éventuellement majoré dans les conditions fixées à l'alinéa précédent.VI. - Les compensations prévues au IV et au V sont réduites de 20 % en 2006, 40 % en 2007, 60 % en 2008 et 80 % en 2009. Elles font l'objet de versements mensuels.VII. - A. - Avant le 31 décembre  2004, les propriétaires des biens dans lesquels sont exercées les activités mentionnées au I doivent déposer, auprès du centre des impôts fonciers du lieu de situation de l'immeuble, un document mentionnant la liste des biens imposés à la taxe foncière sur les propriétés bâties établie au titre de 2004 et correspondant aux bâtiments exclusivement affectés aux activités de préparation et d'entraînement des équidés domestiques, en vue de leur exploitation dans les activités autres que celles du spectacle.B. - Avant le 31 décembre 2004, les contribuables concernés par les dispositions du I doivent déposer, auprès du service des impôts compétent, un document mentionnant le montant des bases de taxe professionnelle, autres que celles afférentes aux biens passibles de taxe foncière, établies au titre de 2004 et déclarées en 2003, correspondant aux activités de préparation et d'entraînement des équidés domestiques, en vue de leur exploitation dans les activités autres que celles du spectacle."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables sous réserve de l'accord de l'ensemble des Etats membres sur une modification de l'annexe H à la directive 77/388/CEE du Conseil, du 17 mai 1977, en matière d'harmonisation des législations des Etats membres relatives aux taxes sur le chiffre d'affaires - Système commun de taxe sur la valeur ajoutée : assiette uniforme. Elles sont également applicables en cas d'accord de l'ensemble des Etats membres sur la prorogation de l'article 28, paragraphe 6, premier alinéa, de la directive 77/388/CEE du Conseil, du 17 mai 1977, précitée."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du présent article entrent en vigueur le 1er janvier 2004."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Il est institué, pour 2004, au profit du budget général de l'Etat, un prélèvement de 300 millions d'euros sur le Fonds de garantie des assurances obligatoires de dommages. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Il est institué, pour 2004, au profit du budget de l'Etat, un prélèvement exceptionnel de 30,5 millions d'euros sur les comités professionnels de développement économique, dont la répartition est fixée comme suit :NOM DE L'ORGANISMEMONTANT prélevé (en milliers d'euros)Comité professionnel de développement de l'horlogerie, de la bijouterie, de la joaillerie et de l'orfèvrerie : 829Comité interprofessionnel de développement des industries du cuir, de la maroquinerie et de la chaussure : 1 331Comité de développement et de promotion du textile et de l'habillement : 20 803Comité de développement des industries françaises de l'ameublement :7 537"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les biens, droits et obligations de l'établissement public dénommé Fonds de financement de la réforme des cotisations patronales de sécurité sociale sont transférés à l'Etat le 1er janvier 2004."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts à la date de dépôt de la présente loi sont confirmées pour l'année 2004."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Il est institué, pour l'année 2004, une taxe dénommée redevance audiovisuelle.Le produit de cette redevance est imputé à un compte d'affectation spéciale ouvert au profit des sociétés et de l'établissement public visés par les articles 44, 45 et 49 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication.Cette redevance est due par tout détenteur d'un appareil récepteur de télévision ou d'un dispositif assimilé permettant la réception de la télévision.La détention d'un tel dispositif de réception constitue le fait générateur de la redevance.II. - Les dispositifs de réception mentionnés au I sont classés en deux catégories et imposables à la redevance audiovisuelle dans les conditions suivantes :1° Pour les appareils destinés à l'usage privatif du foyer, le redevable doit une redevance pour sa résidence principale, dès lors qu'il y détient un ou plusieurs appareils récepteurs de télévision ou dispositifs assimilés permettant la réception de la télévision. Une redevance est également due par résidence secondaire, dès lors qu'un ou plusieurs récepteurs de télévision ou dispositifs assimilés y sont détenus de façon permanente ;2° Pour les appareils installés dans des établissements où ils sont à la disposition du public ou d'usagers multiples ou successifs :a) Le détenteur de ces appareils est le responsable de cet établissement. La redevance est due pour chacun des points de vision où sont installés les dispositifs de réception détenus dans l'établissement.Un abattement est appliqué au taux de 30 % sur la redevance due pour chacun des points de vision à partir du troisième et jusqu'au trentième, puis de 35 % sur la redevance due pour chacun des points de vision à partir du trente et unième.Les hôtels de tourisme dont la période d'activité annuelle n'excède pas neuf mois bénéficient d'une minoration de 25 % sur la redevance due conformément aux alinéas précédents ;b) Le montant de la redevance applicable aux appareils installés dans les débits de boissons à consommer sur place de 2e, 3e et 4e catégories visés à l'article L. 3331-1 du code de la santé publique est égal à quatre fois le montant fixé au V ;c) Lorsqu'à la même adresse, un redevable détient un dispositif de réception imposable à la fois dans un local affecté à son habitation et dans un local affecté à l'exercice de sa profession, il doit acquitter une redevance pour le ou les appareils détenus dans le local affecté à son habitation et une redevance par appareil détenu dans le local affecté à l'exercice de sa profession, dans les conditions précisées au a ;d) Le détenteur des appareils utilisés par des personnes écrouées à l'intérieur d'un établissement pénitentiaire défini par les articles D. 53 et D. 70 du code de procédure pénale est réputé être l'établissement pénitentiaire.III. - N'entrent pas dans le champ d'application de la redevance audiovisuelle mentionnée au I :1° Les matériels utilisés pour les besoins des services et organismes de télévision prévus aux titres Ier, II et III de la loi n° 86-1067 du 30 septembre 1986 précitée et installés dans les véhicules ou les locaux des services ou organismes concernés, à l'exclusion des locaux affectés à l'habitation ;2° Les matériels détenus en vue de la recherche, de la production et de la commercialisation de ces appareils ;3° Les matériels utilisés en application des dispositions de l'article 706-52 du code de procédure pénale ;4° Les matériels détenus par les établissements d'enseignement publics ou privés sous contrat d'association avec l'Etat, à condition qu'ils soient utilisés à des fins strictement scolaires dans les locaux où sont dispensés habituellement les enseignements ;5° Les matériels détenus par les membres du corps diplomatique étranger en fonction en France et par les membres des délégations permanentes auprès des organisations internationales dont le siège est en France ;6° Les matériels détenus à bord de navires et avions assurant de longs courriers ;7° Les matériels détenus dans les locaux administratifs de l'Assemblée nationale et du Sénat ;8° Les matériels fonctionnant en circuit fermé pour la réception de signaux autres que ceux émis par les sociétés visées par les titres II et III de la loi n° 86-1067 du 30 septembre 1986 précitée.IV. - Sont exonérés de la redevance audiovisuelle mentionnée au I :A. - Les personnes âgées d'au moins soixante-cinq ans au 1er janvier de l'année d'exigibilité de la redevance, qui remplissent simultanément les conditions suivantes :1° Ne pas être imposé à l'impôt sur le revenu prévu à l'article 1er du code général des impôts, au titre de l'avant-dernière année précédant l'année d'exigibilité de la redevance ;2° Ne pas avoir été passible de l'impôt annuel de solidarité sur la fortune prévu aux articles 885 A et suivants du code général des impôts au titre de la même année ;3° Ne pas vivre sous le même toit qu'une personne ne remplissant pas elle-même les conditions énoncées aux 1° et 2°.B. - Quel que soit leur âge, les mutilés et invalides civils ou militaires atteints d'une infirmité ou d'une invalidité au taux minimum de 80 % lorsque sont remplies simultanément les conditions suivantes :1° Avoir bénéficié, l'année précédant l'année d'exigibilité de la redevance, d'un montant de revenus n'excédant pas les limites prévues au I de l'article 1417 du code général des impôts ;2° Ne pas être passible de l'impôt de solidarité sur la fortune prévu aux articles 885 A et suivants du même code au titre de la même année ;3° Vivre seul ou avec son conjoint et, le cas échéant, avec des personnes à charge au sens des articles 6, 196 et 196 A bis du code général des impôts, avec des personnes bénéficiant, l'année précédente, d'un montant de revenus n'excédant pas la limite prévue au I de l'article 1417 du même code, avec une tierce personne chargée d'une assistance permanente, ou avec ses parents en ligne directe si ceux-ci bénéficient eux-mêmes, l'année précédente, d'un montant de revenus n'excédant pas la limite prévue au I de l'article 1417 du même code.C. - Sous réserve que les organismes considérés ne soient pas assujettis à la taxe sur la valeur ajoutée et que les récepteurs imposables ne soient pas destinés à l'usage privatif de leurs personnels :1° Les associations caritatives hébergeant des personnes en situation d'exclusion ;2° Les établissements et services sociaux et médico-sociaux visés par l'article L. 312-1 du code de l'action sociale et des familles, lorsqu'ils sont gérés par une personne publique et ont été habilités à recevoir des bénéficiaires de l'aide sociale en application des articles L. 313-6 et L. 313-8-1 du même code ;3° Les établissements et services de même nature que ceux cités au 2° gérés par une personne privée, lorsqu'ils ont été habilités à recevoir des bénéficiaires de l'aide sociale en application des articles L. 313-6 et L. 313-8-1 du code de l'action sociale et des familles ;4° Les établissements de santé visés par le titre IV du livre Ier de la sixième partie du code de la santé publique ;5° Les établissements de santé visés par le titre VI du livre Ier de la sixième partie du code de la santé publique.V. - Le montant de la redevance audiovisuelle est :a) Pour la France métropolitaine, de 116,50 Euros ;b) Dans les départements d'outre-mer, de 74,31 Euros.VI. - A. - Tout détenteur d'un appareil ou d'un dispositif de réception défini au I doit en faire la déclaration à l'administration chargée d'asseoir et de liquider la redevance audiovisuelle, dans les trente jours de l'entrée en possession de ce matériel. La déclaration précise l'identité du détenteur, sa date et son lieu de naissance et le lieu d'utilisation du matériel.Toutefois, ces dispositions ne s'appliquent pas au cas visé au C du VII.B. - Les commerçants, les constructeurs et les importateurs en récepteurs imposables sont tenus de faire souscrire par leurs clients une déclaration à l'occasion de toute vente de ce matériel.Cette obligation s'impose également aux officiers publics et ministériels à l'occasion des ventes publiques de ces matériels et aux entreprises dont l'activité consiste en la revente ou le dépôt-vente de récepteurs imposables d'occasion.Une déclaration collective est souscrite par les personnes désignées aux deux alinéas précédents. Cette déclaration collective regroupe les déclarations individuelles de chaque acquéreur. Elle doit être adressée à l'administration chargée d'asseoir et de liquider la redevance audiovisuelle dans les trente jours à compter de la vente. Elle comporte la date d'achat, l'identité sous laquelle se déclare l'acquéreur, son nom, son prénom, son adresse, sa date et son lieu de naissance. Un double de cette déclaration doit être conservé pendant quatre ans par les professionnels désignés ci-dessus et présenté à toute réquisition des agents assermentés de l'administration.Les opérations de vente entre professionnels sont dispensées de déclaration.VII. - A. - La redevance audiovisuelle prévue au I fait l'objet de rôles rendus exécutoires par le chef du service de la redevance audiovisuelle et, sur délégation de ce dernier, par les chefs des services de gestion de cette redevance. Ces rôles sont adressés aux contribuables selon les modalités pratiques visées par les deux premiers alinéas de l'article L. 253 du livre des procédures fiscales.B. - La redevance instituée par le I est acquittée annuellement et d'avance, en une seule fois et pour une période de douze mois.La première période de douze mois, au titre de laquelle le redevable doit la redevance, s'ouvre le premier jour du mois suivant celui au cours duquel il est entré en possession du dispositif de réception imposable.Le rôle est mis en recouvrement à cette date. La redevance est exigible dès la mise en recouvrement du rôle.La date limite de paiement de la redevance est fixée au dernier jour du mois de sa mise en recouvrement.Pour les personnes déjà assujetties à la redevance pour droit d'usage des appareils récepteurs de télévision mentionnée à l'article 53 de la loi n° 86-1067 du 30 septembre 1986 précitée, la première période de douze mois mentionnée au deuxième alinéa du présent B s'ouvre le premier jour qui suit la période au titre de laquelle a été émise cette redevance.C. - Par exception aux dispositions du B du présent VII, lorsque l'appareil ou le dispositif de réception est loué auprès d'une entreprise, le locataire doit la redevance à raison d'un vingt-sixième du tarif fixé au V, par semaine ou fraction de semaine de location.Le locataire paie la redevance entre les mains de l'entreprise de location en sus du loyer.L'entreprise de location reverse le montant des redevances perçues au service de l'administration chargée de recouvrer la redevance audiovisuelle dont relève son siège au plus tard le dernier jour du mois suivant celui au cours duquel elle a encaissé les loyers.Chaque versement est accompagné d'une déclaration du nombre de locations et de leur durée.L'entreprise de location doit se faire immatriculer auprès du service de l'administration chargée d'asseoir et de liquider la redevance audiovisuelle dont relève son siège et lui indiquer le nombre de matériels imposables qu'elle destine à la location.D. - 1. Par exception aux dispositions du B, la redevance audiovisuelle peut être acquittée par paiements fractionnés, sur option du redevable formulée auprès du service de l'administration chargée de recouvrer la redevance audiovisuelle dont il dépend au plus tard le 10 décembre de l'année précédant celle de la mise en recouvrement de la redevance.L'option ne peut toutefois être formulée pour le paiement de la première redevance consécutive à l'entrée en possession du dispositif de réception imposable prévu au I.2. Le paiement est réalisé par trois prélèvements effectués les 1er février, 1er juin et 1er octobre de l'année civile au titre de laquelle la redevance est due. Le paiement fractionné est reconduit tacitement chaque année, sauf renonciation adressée au service de gestion de la redevance au plus tard le 1er novembre, pour effet l'année suivante.Il est mis fin au paiement fractionné en cas de décès du redevable ou en cas de rejet de deux prélèvements, consécutifs ou non.Lorsqu'un prélèvement n'est pas opéré à la date prévue, il est appelé avec le prélèvement suivant.3. L'option de prélèvement formulée au titre de la redevance pour droit d'usage des appareils récepteurs de télévision mentionnée à l'article 53 de la loi n° 86-1067 du 30 septembre 1986 précitée est réputée acquise pour le paiement de la redevance audiovisuelle dans les conditions prévues au présent D.VIII. - Une majoration de 30 % est appliquée au montant de la redevance audiovisuelle qui n'a pas été réglée à la date prévue à l'avant-dernier alinéa du B du VII.Lorsque la redevance est acquittée dans les conditions prévues au D du VII, la majoration porte sur tout ou partie des prélèvements dont la date est postérieure à la date d'échéance et qui n'ont pas été honorés.IX. - A. - Les infractions aux obligations incombant aux personnes désignées au A et au B du VI et aux bailleurs désignés au C du VII sont constatées au moyen de procès-verbaux dressés en application du A du X par les agents assermentés de l'administration chargée d'asseoir, de liquider ou de recouvrer la redevance audiovisuelle et font l'objet de l'émission d'une amende fiscale, dont le recouvrement se fait sur la base d'un titre rendu exécutoire par le chef du service de gestion de la redevance audiovisuelle ou, sur sa délégation, par les chefs des services de gestion.Les personnes qui ne se conforment pas à l'obligation prévue au A du VI sont personnellement redevables d'une amende fiscale de 300 Euros.Les personnes qui ne se conforment pas aux obligations posées au B du VI et au C du VII sont personnellement redevables d'une amende fiscale de 10 000 Euros.En cas de récidive, dans le délai de cinq ans, l'amende est doublée.B. - 1. Sous réserve des dispositions particulières du présent article, le contrôle, le recouvrement, le contentieux, les garanties, sanctions, sûretés et privilèges sont régis comme en matière d'impôts directs.2. L'administration chargée d'asseoir, de liquider ou de recouvrer la redevance audiovisuelle peut obtenir de l'administration des impôts communication de tous les renseignements et documents nécessaires à l'accomplissement de sa mission.X. - A. - Les agents commissionnés et assermentés de l'administration chargée d'asseoir, de liquider ou de recouvrer la redevance audiovisuelle sont chargés de vérifier que les personnes soumises à l'obligation de déclaration, prévue au A du VI, s'y sont conformées. Ils vérifient également que les personnes soumises à l'obligation de déclaration, prévue au B du VI, ainsi que celles qui sont chargées de collecter la redevance dans les conditions prévues au C du VII respectent leurs obligations.Lorsqu'ils constatent une infraction à ces obligations, ils peuvent dresser un procès-verbal faisant foi jusqu'à preuve du contraire, qui doit être apportée selon les modalités prévues par le dernier alinéa de l'article 537 du code de procédure pénale.Ces agents ont, dans l'exercice de leurs fonctions, le droit de se faire communiquer par les commerçants, constructeurs, importateurs, réparateurs et bailleurs de dispositifs de réception, les livres dont la tenue est prescrite par le titre II du livre Ier du code de commerce ainsi que tous les livres de comptabilité, documents annexes, pièces de recettes et de dépenses.Les officiers ministériels sont tenus, à l'occasion des ventes publiques de dispositifs de réception, à la même obligation de communication en ce qui concerne les documents comptables qu'ils tiennent et les pièces justificatives y afférentes.B. - Les agents mentionnés au A sont tenus de présenter à la personne contrôlée leur commission.C. - En cas de défaut de déclaration ou de déclaration inexacte ou incomplète en matière de redevance audiovisuelle, le redevable, à défaut d'avoir régularisé sa situation dans les trente jours de la notification d'une mise en demeure, est taxé d'office.Les droits omis ou éludés, en tout ou partie, sont rappelés pour l'année en cours et l'année précédente, sans préjudice de l'amende fiscale prévue au A du IX.D. - Le recouvrement de la redevance prévue au I et de la majoration prévue au VIII est confié au comptable du service de gestion de la redevance audiovisuelle et aux chefs des services de gestion territorialement compétents, constitués régisseurs de recettes.Le comptable du service de gestion de la redevance audiovisuelle, les régisseurs de recettes du même service ainsi qu'à leur demande, les autres comptables du Trésor sont compétents pour engager les poursuites, y compris le commandement de payer, tendant au recouvrement de la redevance.XI. - Paragraphe modificateur.XII. - Un décret en Conseil d'Etat précise, en tant que de besoin, les modalités d'application des I à X et les obligations déclaratives relatives à l'assiette et nécessaires au contrôle de la redevance audiovisuelle."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Le compte d'affectation spéciale n° 902-00 \"Fonds national de l'eau\", ouvert par le I de l'article 58 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999), est clos à la date du 31 décembre 2003.II. - Les opérations en compte au titre de ce fonds sont reprises au sein du budget général, sur lequel sont reportés les crédits disponibles à la clôture des comptes.III., IV. - Paragraphes modificateurs.V. - Pour 2004, le montant du prélèvement de solidarité pour l'eau, institué par le II de l'article 58 de la loi de finances pour 2000 précitée, est ainsi fixé :Agence de l'eau Adour-Garonne : 7 636 000 EurosAgence de l'eau Artois-Picardie : 6 358 000 EurosAgence de l'eau Loire-Bretagne : 13 230 000 EurosAgence de l'eau Rhin-Meuse : 7 022 000 EurosAgence de l'eau Rhône-Méditerranée-Corse : 19 123 000 EurosAgence de l'eau Seine-Normandie : 29 631 000 EurosVI. à XI. - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Le compte d'affectation spéciale n° 902-20 \"Fonds national pour le développement de la vie associative\", ouvert par l'article 62 de la loi de finances pour 1985 (n° 84-1208 du 29 décembre 1984), est clos à la date du 31 décembre 2003.II. - Les opérations en compte au titre de ce compte sont reprises au sein du budget général, sur lequel sont reportés les crédits disponibles à la clôture du compte.III., IV. - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I., II., III. A - Paragraphes modificateurs.B. - Les taxes instaurées par les articles 1609 vicies et 1618 septies du code général des impôts sont affectées au fonds mentionné à l'article L. 731-1 du code rural à compter du 1er janvier 2005.C. - A compter du 1er janvier 2004, une quote-part du produit du droit de consommation sur les tabacs mentionné à l'article 575 du code général des impôts est affectée au profit du Fonds de financement des prestations sociales des non-salariés agricoles selon des modalités d'affectation déterminées chaque année en loi de finances.D. - Nonobstant les dispositions du I du présent article créant le Fonds de financement des prestations sociales des non-salariés agricoles, le budget annexe des prestations sociales agricoles, dont les ressources sont définies à l'article 62 et les crédits sont ouverts aux articles 68 et 69 de la présente loi, continue de retracer les opérations financières de la protection sociale des personnes non salariées des professions agricoles au plus tard jusqu'au 31 décembre 2004 sur la base des dispositions des articles L. 731-1 à L. 731-10 et L. 762-1-1 du code rural en vigueur dans leur rédaction antérieure à celle introduite par la présente loi.E. - Le Fonds de financement des prestations sociales des non-salariés agricoles assure le remboursement à la Caisse centrale de la mutualité sociale agricole mentionnée à l'article L. 723-11 du code rural des intérêts de l'emprunt contracté en 2004 pour le financement de la mensualisation des retraites des personnes non salariées des professions agricoles. L'établissement reçoit à ce titre une ressource affectée financée par le C du présent III.F. - Les droits et obligations de l'Etat au titre du budget annexe des prestations sociales agricoles sont transférés au plus tard le 31 décembre 2004 à l'établissement mentionné à l'article L. 731-1 du code rural. Celui-ci est chargé des opérations de liquidation du budget annexe."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - Les sommes à percevoir à compter du 1er janvier 2004, au titre des taxes suivantes, sont intégralement affectées au budget de l'Etat :a) La taxe spéciale sur les conventions d'assurance mentionnée à l'article 991 du code général des impôts ;b) La contribution sociale sur les bénéfices des sociétés mentionnée aux articles 235 ter ZC et 1668 D du même code ;c) La taxe sur les véhicules de sociétés mentionnée à l'article 1010 du même code ;d) La taxe générale sur les activités polluantes visée aux articles 266 sexies à 266 terdecies du code des douanes ;e) Le produit des droits visés aux articles 402 bis, 438 et 520 A du code général des impôts ainsi que le produit du droit de consommation visé à l'article 403 dudit code, à l'exception du produit de ce droit perçu dans les départements de la Corse ;f) Le produit de la taxe sur les contributions au bénéfice des salariés pour le financement des prestations complémentaires de prévoyance mentionnée à l'article L. 137-1 du code de la sécurité sociale ;g) Le produit de la contribution assise sur les contrats d'assurance en matière de circulation de véhicules terrestres à moteur mentionnée à l'article L. 137-6 du même code.II. - Les sommes à percevoir à compter du 1er janvier 2004, au titre du droit de consommation sur les tabacs mentionné à l'article 575 du code général des impôts, sont réparties dans les conditions suivantes :a) Une fraction égale à 21,42 % est affectée à la Caisse nationale de l'assurance maladie des travailleurs salariés ;b) Une fraction égale à 52,06 % est affectée au budget annexe des prestations sociales agricoles ;c) Une fraction égale à 0,3 % est affectée au fonds mentionné à l'article L. 731-1 du code rural ;d) Une fraction égale à 25,91 % est affectée au budget général ;e) Une fraction égale à 0,31 % est affectée au fonds créé par le III de l'article 41 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998)."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - Le montant de la contribution sociale de solidarité à la charge des sociétés mentionnée à l'article L. 651-1 du code de la sécurité sociale, affecté au régime d'assurance vieillesse des professions mentionnées au 4° de l'article L. 621-3 du même code, est fixé à 775 millions d'euros en 2004.II. 4. Les dispositions du présent II entrent en vigueur le 5 janvier 2004.II. 1. à 3., III et IV. - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les droits et obligations afférents à la gestion des aides à la recherche technologique et à l'innovation relevant des chapitres 62-92, article 30, 64-92, article 20, et 66-01, article 80, du ministère de l'industrie sont transférés à l'Agence nationale de valorisation de la recherche, à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Le compte de règlement avec les gouvernements étrangers n° 905-10 \"Exécution des accords internationaux relatifs à des produits de base\", ouvert par l'article 30 de la loi de finances rectificative pour 1972 (n° 72-1147 du 23 décembre 1972), est clos à la date du 31 décembre 2003.II. - Le compte d'opérations monétaires n° 906-06 \"Soutien financier à moyen terme aux Etats membres de la Communauté économique européenne\", ouvert par l'article 17 de la loi de finances rectificative pour 1972 précitée, est clos à la date du 31 décembre 2003.III. - Les opérations en compte au titre de ces comptes sont reprises au sein du budget général, sur lequel sont reportés les crédits disponibles à la clôture des comptes.IV. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. à IV. (1ère et 2ème phrase) - Paragraphes modificateurs.IV. (3ème phrase) - Le montant de la dotation générale de décentralisation est réduit, pour chaque région, d'un montant égal à celui intégré dans la dotation forfaitaire en application de l'article L. 4332-7 du code général des collectivités territoriales, revalorisé en fonction du taux de croissance de la dotation globale de fonctionnement fixé pour 2004."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. à VI. (1ère et 2ème phrase) - Paragraphes modificateurs.VI. (3ème phrase) - Le montant de la dotation générale de décentralisation est réduit, pour chaque département, d'un montant égal à celui intégré dans la dotation globale de fonctionnement en application des articles L. 3334-3 et L. 3334-7-1 du même code, revalorisé en fonction du taux de croissance de la dotation globale de fonctionnement fixé pour 2004."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I., II. (1ère phrase) et III. - Paragraphes modificateurs.II. - Le I du D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998) est abrogé en tant qu'il concerne les communes et établissements publics de coopération intercommunale."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I.-Il est institué un prélèvement sur les recettes de l'Etat permettant de verser une compensation :\n\n1° Aux communes qui enregistrent d'une année sur l'autre une perte importante de bases d'imposition à la taxe professionnelle ou de ressources de redevances des mines. Cette compensation est versée de manière dégressive sur trois ans ;\n\n2° Aux communes et aux établissements publics de coopération intercommunale dotés d'une fiscalité propre sur le territoire desquels sont implantés des établissements de France Télécom. Ces collectivités territoriales et établissements publics de coopération intercommunale peuvent bénéficier en 2007 d'une compensation de la perte de produit de taxe professionnelle afférente à ces établissements constatée entre 2003 et 2006, à condition que cette perte soit égale ou supérieure, pour les communes et les établissements publics de coopération intercommunale soumis au régime fiscal défini aux I et II de l'article 1609 quinquies C du code général des impôts, à une fraction du produit fiscal global de la taxe d'habitation, des taxes foncières et de la taxe professionnelle qu'ils ont perçu en 2006 et, pour les établissements publics de coopération intercommunale soumis au régime fiscal défini aux articles 1609 nonies B et 1609 nonies C du même code, à une fraction du produit de taxe professionnelle qu'ils ont perçu en 2006. Ces fractions sont fixées par décret en Conseil d'Etat.\n\nLes communes et les établissements publics de coopération intercommunale dotés d'une fiscalité propre éligibles à cette compensation bénéficient d'une attribution dégressive sur cinq ans égale à 90 % de la perte en 2007,70 % en 2008,50 % en 2009,30 % en 2010 et 15 % en 2011.\n\nLes attributions versées en 2007 et en 2008 en application du présent 2° sont minorées du montant de celles versées ces deux mêmes années en application du 1° et afférentes aux pertes de bases enregistrées au titre des années 2004,2005 et 2006.\n\nUn décret en Conseil d'Etat fixe les conditions d'application du présent 2°.\n\nLes conditions que doivent remplir les communes pour bénéficier de cette compensation ainsi que le calcul des attributions qui leur reviennent sont fixés par décret en Conseil d'Etat en tenant compte, notamment, de la perte de produit de taxe professionnelle ou de ressources de redevances des mines et de l'importance relative de la perte de produit fiscal qui en résulte par rapport aux recettes de la commune provenant de la taxe d'habitation, des taxes foncières et de la taxe professionnelle.\n\nLa diminution des bases résultant du I de l'article 1466 C et du deuxième alinéa du 2° de l'article 1467 du code général des impôts n'est pas prise en compte.\n\nLes communes éligibles à la compensation bénéficient d'une attribution égale :\n\n-la première année, à 90 % de la perte de produit enregistrée ;\n\n-la deuxième année, à 75 % de l'attribution reçue l'année précédente ;\n\n-la troisième année, à 50 % de l'attribution reçue la première année.\n\nToutefois, la durée de compensation est portée à cinq ans pour les communes situées dans les cantons où l'Etat anime une politique de conversion industrielle et dont la liste est fixée par décret. Dans ce cas, les taux de la compensation sont fixés à 90 % la première année, 80 % la deuxième année, 60 % la troisième année, 40 % la quatrième année et 20 % la cinquième année.\n\nLes groupements de communes dotés d'une fiscalité propre qui remplissent les conditions fixées par décret en Conseil d'Etat bénéficient de la compensation prévue au présent I selon les modalités prévues pour les communes.\n\nI bis.-Il est institué, à compter de 2007, un prélèvement sur les recettes de l'Etat permettant de verser une compensation aux départements et aux régions qui enregistrent d'une année sur l'autre une perte importante de bases d'imposition à la taxe professionnelle. Cette compensation est versée de manière dégressive sur trois ans.\n\nSont concernés les départements et les régions qui ont enregistré, par rapport à l'année précédente, une perte de produit de taxe professionnelle égale ou supérieure à 10 % du produit de la taxe professionnelle de l'année précédente, à condition qu'elle représente au moins 2 % du produit fiscal global de la taxe d'habitation, des taxes foncières et de la taxe professionnelle de l'année où intervient la perte de bases d'imposition à la taxe professionnelle.\n\nLa diminution des bases résultant du I de l'article 1466 C et du deuxième alinéa du 2° de l'article 1467 du code général des impôts n'est pas prise en compte.\n\nLes départements et régions éligibles à la compensation bénéficient d'une attribution égale :\n\n-la première année, à 60 % de la perte de produit enregistrée ;\n\n-la deuxième année, à 40 % de la perte de produit enregistrée ;\n\n-la troisième année, à 20 % de la perte de produit enregistrée.\n\nLes conditions d'application du présent I bis sont précisées, en tant que de besoin, par décret en Conseil d'Etat.\n\nI ter.-La compensation prévue au premier alinéa du 1° du I en faveur des communes, au dernier alinéa du même I en faveur des établissements publics de coopération intercommunale dotés d'une fiscalité propre et au I bis au profit des départements et des régions est supprimée à compter du 1er janvier 2010 lorsqu'elle compense une perte de bases d'imposition à la taxe professionnelle.\n\nLes collectivités territoriales et établissements publics de coopération intercommunale dotés d'une fiscalité propre éligibles à la compensation mentionnée au précédent alinéa avant le 1er janvier 2010 perçoivent jusqu'à son terme la compensation calculée à partir des pertes de bases d'imposition à la taxe professionnelle constatées avant la suppression de cette taxe.\n\nI quater.-La compensation prévue au premier alinéa du 2° du I en faveur des communes et des établissements publics de coopération intercommunale dotés d'une fiscalité propre est supprimée à compter du 1er janvier 2011.\n\nI quinquies.-La compensation prévue au 1° du I en faveur des communes et au dernier alinéa du même I en faveur des établissements publics de coopération intercommunale à fiscalité propre est supprimée à compter du 1er janvier 2012 lorsqu'elle compense une perte de ressources de redevance communale des mines.\n\nLes communes et les établissements publics de coopération intercommunale à fiscalité propre éligibles à la compensation mentionnée au premier alinéa du présent I quinquies avant le 1er janvier 2012 perçoivent jusqu'à son terme la compensation calculée à partir des pertes de ressources de redevance communale des mines constatées avant le 1er janvier 2012.\n\nII.-Les communes et groupements de communes devant bénéficier en 2004 et les années suivantes d'une attribution en application des dixième, onzième et douzième alinéas du 2° du II de l'article 1648 B du code général des impôts dans sa rédaction antérieure à la présente loi bénéficient de l'application des sixième, septième et huitième alinéas du présent I.\n\nIII. à VI.-Paragraphes modificateurs."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Paragraphe modificateur.II. - Les commissions établies, à la date de la promulgation de la présente loi, dans chaque département en application du 1° du I de l'article 1648 B du code général des impôts dans sa rédaction antérieure à la présente loi sont compétentes, jusqu'au prochain renouvellement général des conseils des établissements publics de coopération intercommunale, pour la gestion de la dotation de développement rural prévue à l'article L. 2334-40 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - (Abrogé)\n\nII. - Le I du D de l'article 44 de la loi de finances pour 1999 précitée est abrogé en tant qu'il concerne les fonds départementaux de péréquation de la taxe professionnelle prévus à l'article 1648 A du code général des impôts."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. Paragraphe modificateur.II. - En 2004, en 2005, en 2006 et en 2007, la dotation globale de fonctionnement, la dotation spéciale pour le logement des instituteurs, la dotation élu local, la dotation globale d'équipement, la dotation générale de décentralisation, la dotation de décentralisation pour la formation professionnelle, la dotation générale de décentralisation pour la Corse, la dotation départementale d'équipement des collèges, la dotation régionale d'équipement scolaire, la dotation de compensation de la suppression progressive de la part salaires de la taxe professionnelle versée aux fonds départementaux de péréquation de la taxe professionnelle et la dotation de compensation de la taxe professionnelle (hors réduction pour création d'entreprises) forment un ensemble dont le montant s'accroît, à structure constante, de loi de finances initiale à loi de finances initiale  par application d'un indice égal à la somme du taux prévisionnel d'évolution des prix à la consommation des ménages (hors tabac) de l'année de versement et de 33 % du taux d'évolution du produit intérieur brut en volume de l'année précédente associés au projet de loi de finances de l'année de versement.Pour l'application de l'alinéa précédent, est prise en compte, au titre de 2003, une dotation globale de fonctionnement dont le montant découle de l'application du 1° de l'article L. 1613-1 du code général des collectivités territoriales dans sa rédaction résultant du I du présent article.III. Paragraphe modificateur."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - Par dérogation aux dispositions des articles L. 1613-2 et L. 2334-1 du code général des collectivités territoriales, la part revenant aux communes et établissements publics de coopération intercommunale au titre de la régularisation de la dotation globale de fonctionnement pour 2002 vient majorer en 2004 le solde de la dotation d'aménagement prévue à l'article L. 2334-13 du même code.II. - La dotation versée en 2004 au Centre national de la fonction publique territoriale en application de l'article L. 2334-29 du code général des collectivités territoriales au titre de la dotation spéciale pour le logement des instituteurs est minorée de 15 millions d'euros ; le solde de la dotation d'aménagement définie à l'article L. 2334-13 du même code est majoré en 2004 à due concurrence.Pour l'application des troisième et quatrième alinéas de l'article L. 2334-29 du même code, le reliquat comptable de la dotation spéciale pour le logement des instituteurs de l'exercice 2002 est minoré de 15 millions d'euros.III. - Le solde de la dotation d'aménagement est en outre majoré de 36 millions d'euros.IV. - Les majorations prévues aux I, II et III ne sont pas prises en compte dans le montant de la dotation globale de fonctionnement pour l'application du II de l'article 57 de la présente loi."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - Les ressources attribuées au titre des transferts de compétences prévus par la loi n° 2003-1200 du 18 décembre 2003 portant décentralisation en matière de revenu minimum d'insertion et créant un revenu minimum d'activité sont équivalentes au montant des dépenses exécutées par l'Etat en 2003 au titre de l'allocation de revenu minimum d'insertion et de l'allocation de revenu de solidarité prévu à l'article L. 522-14 du code de l'action sociale et des familles et au montant des dépenses exécutées par les départements en 2004 au titre de l'allocation de revenu minimum d'activité.\n\nCes ressources sont composées d'une part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole. Cette part est obtenue, pour l'ensemble des départements, par application d'une fraction du tarif de l'accise sur les énergies perçue sur les gazoles et les essences en métropole aux quantités de carburants vendues sur l'ensemble du territoire métropolitain.\n\nLa fraction de tarif mentionnée à l'alinéa précédent, calculée de sorte qu'appliquée aux quantités de carburants vendues sur l'ensemble du territoire métropolitain en 2003 elle conduise à un produit égal au montant des dépenses exécutées par l'Etat en 2003 au titre de l'allocation de revenu minimum d'insertion et de l'allocation de revenu de solidarité et au montant des dépenses exécutées par les départements en 2004 au titre de l'allocation de revenu minimum d'activité, s'élève à :\n\n- 12,024 euros par hectolitre s'agissant de l'essence E10 et des produits relevant de la catégorie fiscale des essences et soumis au tarif normal ;\n\n- 7,998 euros par hectolitre s'agissant des produits relevant de la catégorie fiscale des gazoles et soumis au tarif normal.\n\nLe niveau définitif de cette fraction est arrêté par la plus prochaine loi de finances après la connaissance des montants définitifs de dépenses exécutées par les départements en 2004 au titre de l'allocation de revenu minimum d'insertion et du revenu minimum d'activité. Il tient compte du coût supplémentaire résultant pour les départements, d'une part, de la création d'un revenu minimum d'activité, et, d'autre part, de l'augmentation du nombre d'allocataires du revenu minimum d'insertion résultant de la limitation de la durée de versement de l'allocation de solidarité spécifique.\n\nChaque département reçoit un pourcentage de la part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole mentionnée au deuxième alinéa. Ce pourcentage est égal, pour chaque département, au montant des dépenses exécutées par l'Etat en 2003 au titre de l'allocation de revenu minimum d'insertion et de l'allocation de revenu de solidarité dans ce département et au montant des dépenses exécutées par ce département en 2004 au titre de l'allocation de revenu minimum d'activité, rapporté au montant total de ces dépenses dans l'ensemble des départements.\n\nA compter de 2015, la métropole de Lyon et le département du Rhône reçoivent un produit de taxe résultant de l'application, à la part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole reçu par le département du Rhône avant la création de la métropole de Lyon, d'une clé de répartition correspondant à 87,629 62 % pour la métropole de Lyon et à 12,370 38 % pour le département du Rhône.\n\nA compter du 1er janvier 2019, la collectivité territoriale de Guyane et, à compter de 2020, le département de La Réunion ne bénéficient plus des ressources de compensation issues du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole attribuées au titre des transferts de compétences résultant de la loi n° 2003-1200 du 18 décembre 2003 précitée.\n\nA compter du 1er janvier 2020, les pourcentages de la part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole attribués aux départements au titre des transferts de compétences prévus par la loi n° 2003-1200 du 18 décembre 2003 portant décentralisation en matière de revenu minimum d'insertion et créant un revenu minimum d'activité sont fixés comme suit :\n\ncenter\n\nleft\n\nA compter de l'année 2006, le Gouvernement remet tous les trois ans au Parlement, au plus tard le jour du dépôt du projet de loi de finances de l'année, un rapport relatif :\n\n- à l'évolution annuelle, pour chaque département, d'un ratio harmonisé rapportant le nombre des allocataires du revenu minimum d'insertion, des allocataires du revenu de solidarité et des bénéficiaires du revenu minimum d'activité au montant de la dépense effectuée au titre de l'exercice des politiques publiques transférées par la loi n° 2003-1200 du 18 décembre 2003 précitée ;\n\n- au bilan de la gestion administrative et financière de ces politiques publiques par chaque département, sous la forme d'indicateurs annuels de résultats harmonisés et renseignés par des informations transmises par les conseils départementaux ;\n\n- à l'analyse des variations annuelles selon les départements du nombre des allocataires du revenu minimum d'insertion, des allocataires du revenu de solidarité et des bénéficiaires du revenu minimum d'activité.\n\nSi le produit affecté globalement aux départements en vertu des fractions de tarif qui leurs sont attribuées par la loi de finances représente un montant annuel inférieur au montant des dépenses exécutées par l'Etat en 2003 au titre de l'allocation de revenu minimum d'insertion et de l'allocation de revenu de solidarité et au montant des dépenses exécutées par les départements en 2004 au titre de l'allocation de revenu minimum d'activité, la différence fait l'objet d'une attribution d'une part correspondante du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole revenant à l'Etat.\n\nCette part de produit est répartie entre les départements selon les pourcentages mentionnés aux alinéas précédents.\n\nII. - Paragraphe modificateur.\n\nDépartement ou collectivité\n\nPourcentage\n\nAin\n\n0,354900\n\nAisne\n\n0,656539\n\nAllier\n\n0,491798\n\nAlpes-de-Haute-Provence\n\n0,203126\n\nHautes-Alpes\n\n0,098271\n\nAlpes-Maritimes\n\n1,659323\n\nArdèche\n\n0,362930\n\nArdennes\n\n0,559770\n\nAriège\n\n0,336660\n\nAube\n\n0,439806\n\nAude\n\n0,929696\n\nAveyron\n\n0,195347\n\nBouches-du-Rhône\n\n6,891126\n\nCalvados\n\n0,896135\n\nCantal\n\n0,138704\n\nCharente\n\n0,595291\n\nCharente-Maritime\n\n1,016447\n\nCher\n\n0,552053\n\nCorrèze\n\n0,196200\n\nCorse-du-Sud\n\n0,276405\n\nHaute-Corse\n\n0,381176\n\nCôte-d'Or\n\n0,506519\n\nCotes-d'Armor\n\n0,522304\n\nCreuse\n\n0,149837\n\nDordogne\n\n0,631680\n\nDoubs\n\n0,551383\n\nDrôme\n\n0,697596\n\nEure\n\n0,617029\n\nEure-et-Loir\n\n0,406944\n\nFinistère\n\n0,978508\n\nGard\n\n1,898721\n\nHaute-Garonne\n\n2,420641\n\nGers\n\n0,174041\n\nGironde\n\n2,264178\n\nHérault\n\n2,821570\n\nIlle-et-Vilaine\n\n0,738956\n\nIndre\n\n0,224447\n\nIndre-et-Loire\n\n0,756111\n\nIsère\n\n1,125009\n\nJura\n\n0,170802\n\nLandes\n\n0,454847\n\nLoir-et-Cher\n\n0,368811\n\nLoire\n\n0,844041\n\nHaute-Loire\n\n0,134614\n\nLoire-Atlantique\n\n1,535496\n\nLoiret\n\n0,654065\n\nLot\n\n0,207389\n\nLot-et-Garonne\n\n0,511019\n\nLozère\n\n0,062293\n\nMaine-et-Loire\n\n0,848510\n\nManche\n\n0,422159\n\nMarne\n\n0,695833\n\nHaute-Marne\n\n0,211400\n\nMayenne\n\n0,177683\n\nMeurthe-et-Moselle\n\n1,158917\n\nMeuse\n\n0,251960\n\nMorbihan\n\n0,669912\n\nMoselle\n\n1,069635\n\nNièvre\n\n0,309725\n\nNord\n\n5,873965\n\nOise\n\n0,861496\n\nOrne\n\n0,376814\n\nPas-de-Calais\n\n3,143484\n\nPuy-de-Dôme\n\n0,826911\n\nPyrénées-Atlantiques\n\n0,912167\n\nHautes-Pyrénées\n\n0,325053\n\nPyrénées-Orientales\n\n1,253042\n\nBas-Rhin\n\n1,233628\n\nHaut-Rhin\n\n0,634241\n\nRhône\n\n0,287144\n\nMétropole de Lyon\n\n2,034078\n\nHaute-Saône\n\n0,207247\n\nSaône-et-Loire\n\n0,480574\n\nSarthe\n\n0,633019\n\nSavoie\n\n0,307962\n\nHaute-Savoie\n\n0,499185\n\nParis\n\n5,138148\n\nSeine-Maritime\n\n2,255087\n\nSeine-et-Marne\n\n1,023857\n\nYvelines\n\n0,981117\n\nDeux-Sèvres\n\n0,317607\n\nSomme\n\n0,911821\n\nTarn\n\n0,548152\n\nTarn-et-Garonne\n\n0,376698\n\nVar\n\n2,005555\n\nVaucluse\n\n1,078561\n\nVendée\n\n0,371855\n\nVienne\n\n0,615305\n\nHaute-Vienne\n\n0,446357\n\nVosges\n\n0,398980\n\nYonne\n\n0,367084\n\nTerritoire de Belfort\n\n0,179504\n\nEssonne\n\n1,335739\n\nHauts-de-Seine\n\n1,965728\n\nSeine-Saint-Denis\n\n4,354978\n\nVal-de-Marne\n\n2,157825\n\nVal-d'Oise\n\n1,487591\n\nGuadeloupe\n\n3,243973\n\nMartinique\n\n3,069776\n\nSaint-Pierre-Miquelon\n\n0,002402\n\n1"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - La Caisse des dépôts et consignations verse en 2004 au budget général de l'Etat, après avis de sa commission de surveillance, un montant représentatif de la plus-value nette constatée à l'occasion de la cession des participations qu'elle détient, directement ou indirectement, dans les sociétés CDC-Ixis et Compagnie financière Eulia. Aux fins de cette cession, les les dispositions des II, III, IV et V de l'article 143 de la loi omiques demeurent applicables quelles qu n° 2001-420 du 15 mai 2001 relative aux nouvelles régulations économiques demeurent applicables quelle que soit l'évolution de la répartition du capital des sociétés concernées. Elles s'appliquent également à toute société ou entité qui viendrait à reprendre tout ou partie des activités exercées par ces sociétés. Les charges correspondantes sont remboursées à la Caisse des impôts et consignations.\n\nAux mêmes fins, la souscription par un organe central au sens de l'article L. 511-30 du code monétaire et financier de titres visés aux titres II quater et II quinquies de la loi n° 45-1775 du 10 septembre 1947 portant statut de la coopération, émis par les banques coopératives de son réseau, ne peut exéder 30 % du capital de celle-ci.\n\nII. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2004 à 16,4 milliards d'euros."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - Pour 2004, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résultent sont fixés aux montants suivants :(non reproduit, voir JO du 31 décembre 2003 pages 22553 et suivantes).II. - Le ministre de l'économie, des finances et de l'industrie est autorisé à procéder, en 2004, dans des conditions fixées par décret :1° A des emprunts à long, moyen et court terme libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;2° A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;3° A des conversions facultatives, à des opérations de pension sur titres d'Etat, à des opérations de dépôts de liquidités sur le marché interbancaire de la zone euro et auprès des Etats de la même zone, des rachats, des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options ou de contrats à terme sur titres d'Etat.III. - Le ministre de l'économie, des finances et de l'industrie est autorisé à donner, en 2004, la garantie de refinancement en devises pour les emprunts communautaires.IV. - Le ministre de l'économie, des finances et de l'industrie est, jusqu'au 31 décembre 2004, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long terme des investissements, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Le montant des crédits ouverts aux ministres, pour 2004, au titre des services votés du budget général, est fixé à la somme de 331 736 878 110 Euros."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Il est ouvert aux ministres, pour 2004, au titre des mesures nouvelles de dépenses ordinaires des services civils, des crédits ainsi répartis :Titre Ier : \"Dette publique et dépenses en atténuation de recettes\" : 4 082 700 000 EurosTitre II : \"Pouvoirs publics\" : 20 267 957 EurosTitre III : \"Moyens des services\" : 1 360 339 542 EurosTitre IV : \"Interventions publiques\" : 3 822 159 680 EurosTotal9 285 467 179 EurosCes crédits sont répartis par ministère conformément à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Il est ouvert aux ministres, pour 2004, au titre des mesures nouvelles de dépenses en capital des services civils du budget général, des autorisations de programme ainsi réparties :Titre V : \"Investissements exécutés par l'Etat\" : 4 239 517 000 EurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" : 11 834 121 000 EurosTotal16 073 638 000 EurosCes autorisations sont réparties par ministère conformément à l'état C annexé à la présente loi.II. - Il est ouvert aux ministres, pour 2004, au titre des mesures nouvelles des dépenses en capital des services civils du budget général, des crédits de paiement ainsi répartis :Titre V : \"Investissements exécutés par l'Etat\" : 1 220 764 000 Euros Titre VI : \"Subventions d'investissement accordées par l'Etat\" : 5 731 954 000 EurosTotal6 952 718 000 EurosCes crédits de paiement sont répartis par ministère conformément à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Pour 2004, les crédits de mesures nouvelles de dépenses ordinaires des services militaires applicables au titre III : \"Moyens des armes et services\" s'élèvent au total à la somme de - 271 403 Euros."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - Il est ouvert à la ministre de la défense, pour 2004, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des autorisations de programme ainsi réparties :Titre V : \"Equipement\" : 16 410 633 000 EurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" : 358 251 000 EurosTotal16 768 884 000 EurosII. - Il est ouvert à la ministre de la défense, pour 2004, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des crédits de paiement ainsi répartis :Titre V : \"Equipement\" : 2 001 536 000 EurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" : 331 622 000 EurosTotal2 333 158 000 Euros"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Le montant des crédits ouverts aux ministres, pour 2004, au titre des services votés des budgets annexes, est fixé à la somme de 17 692 561 140 Euros ainsi répartie :Aviation civile : 1 365 433 993 EurosJournaux officiels : 162 378 448 EurosLégion d'honneur : 17 555 789 EurosOrdre de la Libération : 640 627 EurosMonnaies et médailles : 88 142 283 EurosPrestations sociales agricoles : 16 058 410 000 EurosTotal17 692 561 140 Euros"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. - Il est ouvert aux ministres, pour 2004, au titre des mesures nouvelles des budgets annexes, des autorisations de programme s'élevant à la somme totale de 244 893 000 Euros, ainsi répartie :Aviation civile : 220 000 000 EurosJournaux officiels : 21 000 000 EurosLégion d'honneur : 1 460 000 EurosOrdre de la Libération : 0 Euros Monnaies et médailles : 2 433 000 EurosTotal244 893 000 EurosII. - Il est ouvert aux ministres, pour 2004, au titre des mesures nouvelles des budgets annexes, des crédits s'élevant à la somme totale de - 899 434 701 Euros, ainsi répartie :Aviation civile : 147 459 828 EurosJournaux officiels : 6 696 552 EurosLégion d'honneur : 338 500 EurosOrdre de la Libération : 38 100 EurosMonnaies et médailles : 1 237 681 EurosPrestations sociales agricoles : 1 052 730 000 EurosTotal- 899 434 701 Euros"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Le montant des crédits ouverts aux ministres, pour 2004, au titre des services votés des opérations définitives des comptes d'affectation spéciale, est fixé à la somme de 3 187 590 000 Euros."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - Il est ouvert aux ministres, pour 2004, au titre des mesures nouvelles des opérations définitives des dépenses en capital des comptes d'affectation spéciale, des autorisations de programme s'élevant à la somme de 3 987 000 000 Euros.II. - Il est ouvert aux ministres, pour 2004, au titre des mesures nouvelles des opérations définitives des comptes d'affectation spéciale, des crédits de paiement s'élevant à la somme de 4 441 256 800 Euros, ainsi répartie :Dépenses ordinaires civiles454 256 800 EurosDépenses civiles en capital3 987 000 000 EurosTotal4 441 256 800 Euros"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - Le montant des découverts applicables, en 2004, aux services votés des comptes de commerce est fixé à 1 936 967 800 Euros.II. - Le montant des crédits ouverts au ministre de l'économie des finances et de l'industrie, pour 2004, au titre des services votés des comptes d'avances du Trésor, est fixé à la somme de 60 799 890 000 Euros.III. - Le montant des crédits ouverts au ministre de l'économie, des finances et de l'industrie, pour 2004, au titre des services votés des comptes de prêts, est fixé à la somme de 175 460 000 Euros."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Il est ouvert aux ministres, pour 2004, au titre des mesures nouvelles des opérations temporaires des comptes d'affectation spéciale, un crédit de paiement de dépenses ordinaires de 2 542 700 Euros."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, pour 2004, au titre des mesures nouvelles des comptes de prêts, des crédits de paiement s'élevant à 1 145 970 000 Euros."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Est fixée pour 2004, conformément à l'état F annexé à la présente loi, la liste des chapitres sur lesquels s'imputent des crédits évaluatifs autres que ceux limitativement énumérés à l'article 9 de l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Est fixée pour 2004, conformément à l'état G annexé à la présente loi, la liste des chapitres dont les dotations ont un caractère provisionnel."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Est fixée pour 2004, conformément à l'état H annexé à la présente loi, la liste des chapitres sur lesquels s'imputent les crédits pouvant donner lieu à report, dans les conditions fixées par l'article 17 de l'ordonnance n° 59-2 du 2 janvier 1959 précitée."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Est approuvée, pour l'exercice 2004, la répartition suivante entre les organismes du service public de la communication audiovisuelle, des recettes, hors taxe sur la valeur ajoutée, du compte d'emploi de la redevance audiovisuelle :(En millions d'euros)France Télévisions : 1 534,59Radio France : 469,1Radio France internationale : 53Réseau France outre-mer : 206,79ARTE-France : 193,45Institut national de l'audiovisuel : 68,8Total    2 525,73"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - (Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2003-489 DC du 29 décembre 2003.)\n\nII. - Le fascicule \"Voies et moyens\" annexé au projet de loi de finances pour 2005 comporte les résultats d'une enquête destinée à évaluer le montant et préciser le nombre de bénéficiaires des dépenses fiscales figurant en annexe du projet de loi de finances pour 2004 avec la mention \"\" ou \"non connu\"."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - Paragraphe modificateur.II. - A. - Les dispositions des A, C, D et G du I s'appliquent à compter de l'imposition des revenus de l'année 2004.B. - Les dispositions des E et F du I s'appliquent pour la détermination des résultats des exercices clos ou des périodes d'imposition arrêtées à compter du 1er janvier 2004.III. - Paragraphe modificateur.IV. - Dans l'ensemble des dispositions législatives et réglementaires en vigueur, la désignation des produits d'épargne retraite est ainsi modifiée :1° Les mots : \"plan partenarial d'épargne salariale volontaire pour la retraite\" sont remplacés par les mots : \"plan d'épargne pour la retraite collectif\" ;2° Les mots : \"plans partenariaux d'épargne salariale volontaire pour la retraite\" sont remplacés par les mots : \"plans d'épargne pour la retraite collectifs\".V. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. à IV. - Paragraphes modificateurs.V. - A. - Les dispositions des I à III sont applicables à compter du 1er janvier 2004 pour la généralité des contrats, et à compter du 1er janvier 2005 pour les contrats à primes périodiques ou à primes uniques conclus ou prorogés avant le 5 septembre 1996 par les contribuables dont la cotisation d'impôt sur le revenu définie à l'article 199 septies-0 A du code général des impôts n'excédait pas 7 000 F au titre de l'imposition des revenus de l'année 1996.B. - Les dispositions du IV sont applicables à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Jusqu'au 31 décembre 2005, la condition de durée prévue à l'article 885 J du code général des impôts ne s'applique pas aux contrats et plans créés par les articles 108 et 109 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites lorsque le souscripteur y adhère moins de quinze années avant l'âge donnant droit à la liquidation d'une retraite à taux plein."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du b du 1° du A du I s'appliquent aux créances nées à compter du 1er janvier 2004 et à celles existant à cette date. Les autres dispositions du I s'appliquent au crédit d'impôt relatif aux dépenses de recherche exposées à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - Paragraphe modificateur.II. - Un décret fixe les conditions d'application du I et notamment les obligations déclaratives incombant aux entreprises concernées.III. - Les dispositions du I s'appliquent aux dépenses exposées pour la production d'oeuvres cinématographiques dont les prises de vues commencent à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux exercices ouverts à compter du 1er janvier 2004. Le droit au report illimité des déficits prévu au 1° du C du I s'applique également aux déficits restant à reporter à la clôture de l'exercice précédant le premier exercice ouvert à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Les terminaux permettant l'accès à l'Internet haut débit par satellite acquis entre le 1er janvier 2004 et le 31 décembre 2006 peuvent faire l'objet d'un amortissement accéléré sur douze mois à compter de la date de leur mise en service."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I., II. - Paragraphes modificateurs.III. - Un décret précise les modalités d'application du présent article, notamment en ce qui concerne les conditions d'éligibilité mentionnées à l'article 208 D et les obligations déclaratives des sociétés unipersonnelles d'investissement à risque.IV. - Les dispositions du présent article sont applicables aux sociétés unipersonnelles d'investissement à risque créées à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. A et C - Paragraphe modificateur.I. B. - Les bénéfices distribués ou répartis par les organismes ou sociétés mentionnés aux a et c du 4° du 3 de l'article 158 du code général des impôts à compter du 1er janvier 2005 n'ouvrent plus droit au transfert de l'avoir fiscal, quelle que soit l'origine des revenus distribués ou répartis.I. D. - Les dispositions des 1°, 2° et 6° à 9° du A et les dispositions du B et du C sont applicables aux revenus distribués ou répartis perçus à compter du 1er janvier 2005. La disposition prévue au a du 1 du C du II est applicable à compter du 1er janvier 2005.Toutefois, pour les personnes autres que les personnes physiques, les dispositions du 1° du A sont applicables aux crédits d'impôt utilisables à compter du 1er janvier 2005.Les dispositions des 3° à 5° du A sont applicables aux distributions mises en paiement à compter du 1er janvier 2005.I. E. - Un décret fixe les modalités d'application du présent I.II. A à C 1 - Paragraphe modificateur.II. C 2. -  Un décret en Conseil d'Etat précise les conditions que doivent respecter les organismes mentionnés au c du 1 bis du I de l'article 2 de la loi n° 92-666 du 16 juillet 1992 relative au plan d'épargne en actions ou leur gérant ou représentant légal pour permettre à leurs porteurs de parts ou actionnaires de justifier de l'éligibilité de leur investissement au plan d'épargne en actions.II. D - Paragraphe modificateur.II. E. - Les dispositions du présent II sont applicables aux revenus distribués ou répartis perçus à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions des I et II s'appliquent aux clôtures de plans d'épargne en actions intervenant à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - Sous réserve des dispositions de l'article 209 quinquies du code général des impôts, lorsque les produits distribués par une société sont prélevés sur des sommes à raison desquelles elle n'a pas été soumise à l'impôt sur les sociétés au taux normal prévu au deuxième alinéa du I de l'article 219 du même code, cette société est tenue d'acquitter un prélèvement égal à 25 % du montant net des produits distribués.Ce prélèvement est également exigible lorsque les produits distribués sont prélevés sur les résultats d'exercice clos depuis plus de cinq ans.Il est exigible en cas de distribution de bénéfices ayant été pris en compte pour le calcul de la créance prévue au I de l'article 220 quinquies du code général des impôts.Il n'est pas exigible lorsque les sommes distribuées sont prélevées sur des bénéfices d'exercice clos depuis cinq ans au plus imposés aux taux prévus au b du I de l'article 219 dudit code.II. - Un décret fixe les modalités d'application du présent article. Il précise notamment les postes du bilan sur lesquels les répartitions doivent être imputées ainsi que l'ordre de cette imputation.II bis. - Les capacités de distribution en franchise de prélèvement s'entendent des capacités de distribution en franchise du précompte mentionné à l'article 223 sexies du code général des impôts dans sa rédaction applicable aux distributions mises en paiement jusqu'au 31 décembre 2004 restant disponibles après imputation fiscale de ces distributions.III. - Les dispositions du présent article ne sont pas applicables aux produits distribués :1° Par les sociétés immobilières d'investissement et les sociétés immobilières de gestion ;2° Par les sociétés d'investissement remplissant les conditions prévues à l'article 208 A du code général des impôts et par les sociétés visées au 1° ter de l'article 208 du même code ;3° Par les sociétés immobilières pour le commerce et l'industrie visées au dixième alinéa du 3° quater de l'article 208 du code général des impôts et prélevés sur les bénéfices exonérés visés au neuvième alinéa du 3° quater du même article ;4° Par les sociétés agréées pour le financement des télécommunications lorsqu'ils sont prélevés sur des résultats exonérés en application des premier et deuxième alinéas du 3° quinquies de l'article 208 du code général des impôts ou lorsqu'ils sont distribués en application du huitième alinéa du 3° quinquies du même article ;5° Par les sociétés de capital-risque lorsque ces distributions proviennent de produits et plus-values nets exonérés en application du 3° septies de l'article 208 du code général des impôts et les sociétés unipersonnelles d'investissement à risque prévues par l'article 208 D du même code ;6° Par les personnes morales implantées dans les zones prévues au 5° de l'article 2 de la loi n° 86-793 du 2 juillet 1986 autorisant le Gouvernement à prendre diverses mesures d'ordre économique et social, lorsque ces distributions proviennent des produits nets exonérés en application de l'article 208 quinquies du code général des impôts ;7° Par les sociétés qui, à la date de la distribution ainsi qu'à la clôture de l'exercice dont les résultats sont distribués, ont pour activité exclusive la gestion d'un portefeuille de titres de participations, ont deux tiers au moins de leur actif composé de participations dans des sociétés dont le siège social est hors de France qui ouvrent droit au régime prévu aux articles 145 et 216 du code général des impôts et retirent de ces participations deux tiers au moins de leur bénéfice comptable hors plus-values.Toutefois, l'exonération du prélèvement prévu au présent article ne s'applique que pour la partie de la distribution qui provient des dividendes de ces participations ;8° Par les sociétés d'investissements immobiliers cotées et leurs filiales visées à l'article 208 C du code général des impôts et prélevés sur les bénéfices exonérés en application du premier alinéa du II de cet article.IV. - La société mère d'un groupe fiscal au sens de l'article 223 A du code général des impôts est redevable du prélèvement prévu au présent article qui est dû par les sociétés du groupe.Les bénéfices distribués par une société du groupe à une autre société du groupe ne donnent pas lieu au prélèvement prévu au présent article lorsqu'ils sont prélevés sur des résultats ou des plus-values nettes à long terme réalisés pendant la période au cours de laquelle la société distributrice est membre du groupe. Ces dispositions s'appliquent aux distributions de bénéfices mises en paiement par une société du groupe au cours du premier exercice dont le résultat n'est pas pris en compte dans le résultat d'ensemble, si cette distribution a lieu avant l'événement qui entraîne sa sortie du groupe. Elles s'appliquent également, lorsque intervient une opération visée au c ou au e du 6 de l'article 223 L du code général des impôts, aux distributions de bénéfices prélevées sur les résultats du groupe ayant cessé du fait de cette opération et effectuées entre les sociétés du ou de l'un des nouveaux groupes pendant les deux premiers exercices ; il en est de même, dans la situation définie au d du 6 du même article, des distributions de bénéfices prélevés sur les résultats du groupe ayant cessé et effectuées entre les sociétés du nouveau groupe pendant le premier exercice.Pour la liquidation du prélèvement dû à raison des distributions réalisées par la société mère, le bénéfice disponible soumis à l'impôt sur les sociétés au taux normal s'entend du bénéfice net d'ensemble.Les bénéfices d'une société filiale compris dans le résultat d'ensemble ne constituent pas des bénéfices soumis à l'impôt sur les sociétés au taux normal pour la liquidation du prélèvement dû par cette société.V. - Le prélèvement prévu au présent article doit être versé au Trésor dans le mois qui suit la mise en paiement des revenus et sous les mêmes sanctions que la retenue perçue à la source sur les produits d'obligations.VI. - Le prélèvement prévu au présent article n'est pas admis dans les charges déductibles pour l'établissement de l'impôt sur les sociétés. La créance visée à l'article 220 quinquies du code général des impôts et l'imposition forfaitaire annuelle mentionnée à l'article 223 septies du même code ne sont pas imputables sur ce prélèvement. Il en est de même des crédits d'impôt de toute nature, à l'exception des avoirs fiscaux et crédits d'impôt attachés aux produits des participations visées à l'article 145 du même code, encaissés au cours des exercices clos depuis cinq ans au plus.VII. - Le paiement du prélèvement prévu au présent article fait naître une créance d'égal montant. La constatation de cette créance n'est pas imposable. Elle peut être utilisée pour le paiement de l'impôt sur les sociétés dû au titre des trois exercices clos postérieurement au fait générateur du prélèvement. Cette créance n'est utilisable qu'à compter du 1er janvier 2006. La fraction utilisable ne peut excéder au titre de chacun de ces exercices le tiers du montant de la créance initialement constatée. L'excédent non imputé de chaque fraction est remboursé après liquidation de l'impôt sur les sociétés dû au titre de chacun des trois exercices clos postérieurement au fait générateur du prélèvement. La créance est inaliénable et incessible, sauf dans les conditions prévues par les articles L. 313-23 à L. 313-35 du code monétaire et financier.La créance ne comprend pas les avoirs fiscaux et crédits d'impôt attachés aux produits des participations visées à l'article 145 du code général des impôts imputés en application du VI sur le prélèvement de 25 % prévu au présent article.En cas de fusion, de scission ou d'opérations assimilées intervenant au cours des trois exercices clos postérieurement au fait générateur de la créance, la créance de la société absorbée, scindée ou apporteuse est transférée à la ou aux sociétés bénéficiaires des apports. Ce transfert est effectué pour sa valeur nominale. En cas de scission ou d'apport partiel d'actif, la créance est transmise au prorata du montant de l'actif net réel apporté à la ou aux sociétés bénéficiaires des apports apprécié à la date d'effet de l'opération.VIII. - Les créances constatées par les sociétés filiales d'un groupe fiscal au sens de l'article 223 A du code général des impôts peuvent être cédées à la société mère à leur valeur nominale. Dans ce cas, la société mère peut utiliser ces créances pour le paiement de l'impôt sur les sociétés dû à raison du résultat d'ensemble à hauteur du montant de l'impôt sur les sociétés auquel aurait été soumise la société filiale si elle avait été imposée séparément et l'excédent non imputé peut être remboursé à la société mère dans les conditions prévues au VII.IX. - Les dispositions mentionnées au présent article sont applicables aux distributions de bénéfices mises en paiement en 2005."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions du I s'appliquent aux exercices clos à compter du 1er janvier 2006.Toutefois, les organismes et les sociétés visés au premier alinéa du 4° du 1 de l'article 207 du code général des impôts peuvent opter pour l'application anticipée des dispositions du I aux exercices clos à compter du 1er janvier 2005. Cette option est irrévocable.IV. - Pour l'application des dispositions du premier alinéa de l'article 221 bis du code général des impôts, la deuxième condition mentionnée à cet alinéa n'est pas exigée des sociétés qui cessent totalement ou partiellement d'être soumises au taux prévu au deuxième alinéa du I de l'article 219 du même code du fait des dispositions du I du présent article. Les dispositions de l'article 111 bis du même code ne s'appliquent pas à ces mêmes sociétés."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions du présent article sont applicables aux résultats des exercices clos à compter du 31 décembre 2003."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux dépenses exposées à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Dans les quatre mois suivant l'entrée en vigueur de la directive incluant les services de restauration dans l'annexe H à la directive 77/388/CEE du Conseil, du 17 mai 1977, en matière d'harmonisation des législations des Etats membres relatives aux taxes sur le chiffre d'affaires - Système commun de taxe sur la valeur ajoutée : assiette uniforme, une loi fixera les conditions dans lesquelles ces services seront soumis au taux prévu à l'article 279 du code général des impôts."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables aux biens acquis ou fabriqués à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. à IV. - Paragraphes modificateurs.V. - Les dispositions du présent article sont applicables pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. - Paragraphe modificateur.II. - Un décret fixe les modalités d'application des dispositions du I. Ces dispositions, à l'exception de celles prévues aux B et D, s'appliquent aux agréments délivrés à compter du 1er janvier 2004. Les dispositions des B et D du I s'appliquent aux agréments délivrés au cours de l'année 2004 pour le financement de navires dont le permis de mise en exploitation a été accordé à compter du 1er octobre 2003."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions des I, II et III sont applicables pour les impositions établies au titre de 2005 et des années suivantes. Toutefois, les exonérations des parts communale et intercommunale en cours au 1er janvier 2005 sur le fondement de l'article 1395 B du même code sont maintenues pour la période restant à courir."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter des impositions établies au titre de 2004."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions du présent article sont applicables pour l'établissement de la taxe d'enlèvement des ordures ménagères due au titre des années 2005 et suivantes."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter des impositions établies au titre de l'année 2004."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. à IV. - Paragraphes modificateurs.V. - Les collectivités territoriales et les organismes mentionnés aux I, II, III et IV qui détiennent des valeurs mobilières acquises en vertu de dispositions antérieures à celles figurant au présent article peuvent les conserver jusqu'à leur réalisation ou leur échéance.VI. - 1. Les articles L. 1618-1, L. 1618-2 et L. 2221-5-1 du code général des collectivités territoriales sont applicables :- aux communes de la Nouvelle-Calédonie et à leurs établissements publics ;- aux communes de Saint-Pierre-et-Miquelon et à leurs établissements publics.VI. 2 à 7 - Paragraphe modificateur."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Les collectivités territoriales et leurs établissements publics informent l'Etat avant toute opération affectant le compte du Trésor. Les seuils et les conditions de mise en oeuvre de cette obligation d'information préalable sont fixés par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Le Gouvernement présentera, avant le 30 juin 2005, un rapport présentant l'évaluation de l'application de chacune des dispositions de la loi n° 2003-709 du 1er août 2003 relative au mécénat, aux associations et aux fondations, faisant notamment apparaître le nombre de bénéficiaires de ces dispositions."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "I. - Paragraphe modificateur.II. - La présente disposition est applicable à compter du 1er juillet 2004."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "Dans un délai de trois mois suivant la promulgation de la présente loi, le Gouvernement présente un rapport indiquant dans quelle mesure il envisage de donner suite aux observations formulées par le rapport public particulier d'avril 2003 de la Cour des comptes au sujet de l'indemnité temporaire prévue aux décrets n° 52-1050 du 10 septembre 1952 et n° 54-1293 du 24 décembre 1954."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "I. - A compter de la date de la création des établissements publics administratifs du musée d'Orsay et du musée des arts asiatiques Guimet, les personnels employés à temps complet pour une durée indéterminée par l'Etablissement public de la Réunion des musées nationaux et affectés à cette date à ces musées, dans des fonctions énumérées par décret en Conseil d'Etat, pourront, à leur demande, être nommés et titularisés dans les corps de fonctionnaires relevant du ministère chargé de la culture correspondant à ces fonctions, dans la limite des emplois ouverts par la présente loi.La titularisation des agents mentionnés à l'alinéa précédent prend effet à la date de création des établissements publics, pour les agents qui remplissent à cette date les conditions exigées par les articles 5 et 5 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires pour obtenir la qualité de fonctionnaire. Dans le cas contraire, elle prend effet à la date où ces conditions sont réunies.Jusqu'au 31 décembre 2004, les agents mentionnés au premier alinéa et en congé régulier non rémunéré à la date de création des établissements publics du musée d'Orsay et du musée des arts asiatiques Guimet peuvent, à leur demande, être nommés et titularisés dans des conditions identiques à celles prévues au premier alinéa. La titularisation des agents en congé régulier non rémunéré ne peut intervenir avant la date de réintégration dans leurs fonctions.Un décret en Conseil d'Etat fixe les conditions d'intégration et de classement des intéressés.II. - A compter de la date du rattachement du musée national Eugène Delacroix à l'Etablissement public du musée du Louvre, les personnels employés à temps complet pour une durée indéterminée par l'Etablissement public de la Réunion des musées nationaux et affectés à cette date au musée national Eugène Delacroix, dans des fonctions énumérées par décret en Conseil d'Etat, pourront, à leur demande, être nommés et titularisés dans les corps de fonctionnaires relevant du ministère chargé de la culture correspondant à ces fonctions, dans la limite des emplois ouverts par la présente loi.La titularisation des agents mentionnés à l'alinéa précédent prend effet à compter de la date du rattachement du musée national Eugène Delacroix à l'Etablissement public du musée du Louvre, pour les agents qui remplissent à cette date les conditions exigées par les articles 5 et 5 bis de la loi n° 83-634 du 13 juillet 1983 précitée pour obtenir la qualité de fonctionnaire. Dans le cas contraire, elle prend effet à la date où ces conditions sont réunies.Jusqu'au 31 décembre 2004, les agents mentionnés au premier alinéa et en congé régulier non rémunéré à la date du rattachement du musée national Eugène Delacroix à l'Etablissement public du musée du Louvre peuvent, à leur demande, être nommés et titularisés dans des conditions identiques à celles prévues au premier alinéa. La titularisation des agents en congé régulier non rémunéré ne peut intervenir avant la date de réintégration dans leurs fonctions.Un décret en Conseil d'Etat fixera les conditions d'intégration et de classement des intéressés.III. - Lorsque les agents mentionnés aux I et II ne remplissent pas, à la date de création des établissements publics du musée d'Orsay et du musée des arts asiatiques Guimet ou à la date du rattachement du musée national Eugène Delacroix à l'établissement public du musée du Louvre, les conditions exigées par le statut général de la fonction publique pour obtenir la qualité de fonctionnaire, ou lorsqu'ils n'opteront pas pour la titularisation ou lorsque la spécificité des fonctions qu'ils exercent ne permettra pas de les titulariser dans un corps de fonctionnaires relevant du ministère chargé de la culture, ces personnels pourront, à leur demande, bénéficier d'un contrat de droit public à durée indéterminée conclu avec l'établissement public administratif dans lequel ils sont affectés et conserver le bénéfice de la rémunération brute perçue au titre de leur contrat de travail antérieur.IV. - a. A compter de la date de la création des établissements publics du musée d'Orsay et du musée des arts asiatiques Guimet, et jusqu'au le 1er juillet 2004, ces établissements publics ainsi que les établissements publics du musée du Louvre et du musée et du domaine national de Versailles peuvent, dans la limite des emplois ouverts à leur budget, recruter, pour pourvoir des fonctions déterminées par décret en Conseil d'Etat, les agents autres que ceux mentionnés aux I, II et V qui bénéficient au 31 décembre 2003 d'un contrat à durée indéterminée conclu avec l'Etablissement public de la Réunion des musées nationaux ;b. Les agents recrutés en application du a bénéficient d'un contrat de droit public à durée indéterminée et conservent le bénéfice de la rémunération brute perçue au titre de leur contrat de travail antérieur ;c. Postérieurement, ceux qui exercent les fonctions mentionnées dans un tableau de correspondance établi par décret en Conseil d'Etat pourront être titularisés dans un corps de fonctionnaires relevant du ministère chargé de la culture après réussite à un concours qui leur est réservé, ouvert avant le 1er janvier 2005 dans des conditions déterminées par ce décret.V. - A compter du 1er janvier 2004 et jusqu'au 31 décembre 2004, les personnels, employés à temps complet pour une durée indéterminée par l'Etablissement public de la Réunion des musées nationaux et affectés au 1er janvier 2004 aux Galeries nationales du Grand Palais dans des fonctions énumérées par décret en Conseil d'Etat, pourront, à leur demande, être nommés et titularisés, dans les corps de fonctionnaires relevant du ministère chargé de la culture correspondant à ces fonctions, dans la limite des emplois budgétaires vacants.Les agents mentionnés à l'alinéa précédent et en congé régulier non rémunéré au 1er janvier 2004 peuvent, à leur demande, être nommés et titularisés dans des conditions identiques à celles prévues à l'alinéa précédent. La titularisation des agents en congé régulier non rémunéré au 1er janvier 2004 ne peut intervenir avant la date d'expiration de leur congé.Un décret en Conseil d'Etat fixe les conditions de titularisation et de classement des intéressés.VI. - Les personnes recrutées dans les conditions fixées aux I à V ne perçoivent pas d'indemnités au titre du licenciement prévues par l'article L. 122-9 du code du travail."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I.-Les revenus d'activité tels qu'ils sont pris en compte pour la détermination de l'assiette des cotisations définie à l'article L. 242-1 du code de la sécurité sociale ainsi que celle définie à l'article L. 741-10 du code rural et de la pêche maritime, versés au cours d'un mois civil aux personnes mentionnées au II appartenant aux jeunes entreprises innovantes réalisant des projets de recherche et de développement définies à l'article 44 sexies-0 A du code général des impôts sont exonérés des cotisations à la charge de l'employeur au titre des assurances sociales et des allocations familiales dans la double limite, d'une part, des cotisations dues pour la part de rémunération inférieure à 4,5 fois le salaire minimum de croissance, d'autre part, d'un montant, par année civile et par établissement employeur, égal à cinq fois le plafond annuel défini à l'article L. 241-3 du code de la sécurité sociale, et dans les conditions prévues au V du présent article. Les conditions dans lesquelles ce montant est déterminé pour les établissements créés ou supprimés en cours d'année sont précisées par décret.\n\nII.-Les cotisations exonérées sont celles qui sont dues au titre, d'une part, des salariés énumérés au III et au titre desquels l'employeur est soumis à l'obligation édictée par l'article L. 5422-13 du code du travail et, d'autre part, des mandataires sociaux qui participent, à titre principal, au projet de recherche et de développement de l'entreprise ou à la réalisation d'opérations de conception de prototypes ou installations pilotes de nouveaux produits tels que définis au 6° du k du II de l'article 244 quater B du code général des impôts.\n\nIII.-Les salariés mentionnés au II sont les chercheurs, les techniciens, les gestionnaires de projets de recherche et de développement, les juristes chargés de la protection industrielle et des accords de technologie liés au projet, les personnels chargés des tests préconcurrentiels et tous les autres personnels affectés directement à la réalisation d'opérations de conception de prototypes ou installations pilotes de nouveaux produits tels que définis au 6° du k du II de l'article 244 quater B du code général des impôts.\n\nIV.-L'avis exprès ou tacite délivré par l'administration fiscale, saisie par une entreprise dans les conditions prévues au 4° de l'article L. 80 B du livre des procédures fiscales, est opposable à l'organisme chargé du recouvrement des cotisations de sécurité sociale compétent.\n\nV.-L'exonération prévue au I est applicable jusqu'au dernier jour de la septième année suivant celle de la création de l'établissement. Toutefois, si au cours d'une année l'entreprise ne satisfait plus à l'une des conditions requises pour bénéficier du dispositif relatif aux jeunes entreprises innovantes réalisant des projets de recherche et de développement et fixées par l'article 44 sexies-0 A du code général des impôts, elle perd le bénéfice de l'exonération prévue au I pour l'année considérée et pour les années suivantes tant qu'elle ne satisfait pas à l'ensemble de ces conditions.\n\nPour bénéficier à nouveau du dispositif, elle doit obtenir l'avis exprès ou tacite prévu au IV du présent article.\n\nVI.-Le bénéfice des dispositions du présent article ne peut être cumulé, pour l'emploi d'un même salarié, ni avec une aide d'Etat à l'emploi, ni avec une autre exonération totale ou partielle de cotisations patronales, ni avec l'application de taux spécifiques, d'assiettes ou de montants forfaitaires de cotisations, à l'exception de la déduction forfaitaire prévue à l'article L. 241-18 du code de la sécurité sociale.\n\nVII.-Le droit à l'exonération est subordonné à la condition que l'entreprise ait rempli ses obligations de déclaration et de paiement à l'égard de l'organisme de recouvrement des cotisations de sécurité sociale et d'allocations familiales.\n\nVIII.-Un décret détermine les modalités d'application du présent article.\n\nIX.-Les services chargés du recouvrement des cotisations sociales exonérées et compensées par le budget de l'Etat au titre du présent article sont tenus d'adresser au ministère responsable du programme sur lequel les crédits destinés à la compensation sont inscrits, chaque année avant le 30 juin de l'année suivant l'exercice concerné, les informations suivantes concernant l'entreprise : raison sociale, adresse du siège social, montant des cotisations exonérées, nombre de salariés concernés."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "Les personnels non enseignants en service au 1er septembre 2001 à l'Ecole des métiers Jean-Drouant (sise 20, rue Médéric, Paris [17e]) intégrée dans l'enseignement public en application de l'article L. 442-4 du code de l'éducation qui justifient au 1er septembre 2002 de services effectifs dans cette école d'une durée équivalente à un an au moins à temps complet pourront, à compter de cette même date, sur leur demande et dans la limite des emplois budgétaires créés à cet effet par la présente loi, être nommés puis titularisés dans les corps correspondants de la fonction publique de l'Etat.Un décret en Conseil d'Etat fixera les conditions d'intégration, de vérification de l'aptitude professionnelle et de classement des personnels intéressés.Justice"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "Le montant hors taxe sur la valeur ajoutée de l'unité de valeur mentionnée au troisième alinéa de l'article 27 de la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique est fixé, pour les missions achevées à compter du 1er janvier 2004, à 20,84 Euros."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "I. à III. - Paragraphes modificateurs.IV. - abrogé"
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "I. à V. - Paragraphes modificateurs.VI. - Les dispositions des I à V s'appliquent au 1er janvier 2004. En outre, les dispositions du II et du V sont applicables aux taxes dues au titre de l'année 2003 et exigibles en 2004."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions du I entrent en vigueur à compter du versement dû au titre du premier trimestre 2004. Les dispositions du II entrent en vigueur pour la contribution définie à l'article L. 862-4 du code de la sécurité sociale versée au titre du premier trimestre 2004."
    }
  ]
}