{
  "id": "jorftext000036339387",
  "type": "statute",
  "title": "LOI n°2017-1838 du 30 décembre 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000036339387",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans un délai de six mois à compter de l'entrée en vigueur de la présente loi, le Gouvernement remet au Parlement un rapport d'évaluation des conséquences, pour la gestion des fleuves, des zones côtières et des digues domaniales ainsi que dans les zones de montagne, du transfert de la gestion des milieux aquatiques et de la prévention des inondations aux établissements publics de coopération intercommunale à fiscalité propre en vertu de l'article 56 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles. Ce rapport présente un bilan de la protection du territoire national contre les risques d'inondations fluviales et de submersion marine et étudie notamment les évolutions institutionnelles et financières possibles de cette gestion. Il évalue également l'application dans les territoires ultramarins du transfert de la gestion des milieux aquatiques et de la prévention des inondations aux établissements publics de coopération intercommunale à fiscalité propre."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Pour une période courant jusqu'au 31 décembre 2020, un établissement public de coopération intercommunale à fiscalité propre ou un établissement public territorial compétent en matière de gestion des milieux aquatiques et de prévention des inondations peut déléguer à tout syndicat de communes ou syndicat mixte l'ensemble des missions relevant de cette compétence ou certaines d'entre elles, en totalité ou partiellement. Cette délégation totale ou partielle peut être réalisée au profit d'un syndicat de communes ou d'un syndicat mixte sur tout ou partie du territoire de l'établissement public, ou au profit de plusieurs syndicats situés chacun sur des parties distinctes de ce territoire. Une telle délégation obéit aux modalités prévues aux deux derniers alinéas de l'article L. 1111-8 du code général des collectivités territoriales.\n\n- Code général des collectivités territoriales\n\n- LOI n° 2014-58 du 27 janvier 2014"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans un délai de deux mois à compter de l'entrée en vigueur de la présente loi, le Gouvernement remet au Parlement un rapport sur la maîtrise des eaux pluviales et de ruissellement aux fins de prévention des inondations. Ce rapport mentionne les types d'opérations et d'équipements susceptibles d'être financés par le fonds de prévention des risques naturels majeurs mentionné à l'article L. 561-3 du code de l'environnement et par le produit de la taxe pour la gestion des milieux aquatiques et la prévention des inondations mentionnée à l'article 1530 bis du code général des impôts. Dans ce même rapport, le Gouvernement indique quelles modifications législatives ou réglementaires il envisage, afin de :1° Préciser la répartition des compétences en la matière entre les collectivités territoriales et leurs groupements ;2° Clarifier l'articulation entre la mission de maîtrise des eaux pluviales et de ruissellement et de lutte contre l'érosion des sols mentionnée au 4° du I de l'article L. 211-7 du code de l'environnement, le service public administratif de gestion des eaux pluviales urbaines mentionné à l'article L. 2226-1 du code général des collectivités territoriales, et la compétence en matière d'assainissement mentionnée à l'article L. 2224-8 du même code ;3° Améliorer le financement des opérations et équipements concourant à la prévention des inondations par la maîtrise des eaux pluviales et de ruissellement."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales"
    }
  ]
}