{
  "id": "jorftext000019347122",
  "type": "statute",
  "title": "LOI n° 2008-789 du 20 août 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000019347122",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "III.-Le II n'est pas applicable dans les entreprises qui entrent dans le champ des articles L. 2232-21 à L. 2232-29 du code du travail et de l'article 14 de la présente loi, ni dans les entreprises qui entrent dans le champ des conventions de branche ou accords professionnels conclus en application des articles L. 2232-21 à L. 2232-29 du code du travail dans leur rédaction antérieure à la publication de la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― La première mesure de l'audience au niveau des branches professionnelles et au niveau national et interprofessionnel, prévue aux articles L. 2122-5 et L. 2122-9 du code du travail, est réalisée au plus tard cinq ans après la publication de la présente loi.\n\nII. ― Jusqu'à la première détermination des organisations syndicales de salariés reconnues représentatives au niveau national et interprofessionnel, telle que prévue au I du présent article, sont présumées représentatives à ce niveau les organisations syndicales de salariés présumées représentatives au niveau national et interprofessionnel à la date de publication de la présente loi, ainsi que toute organisation syndicale de salariés dont la représentativité est fondée sur les critères mentionnés à l'article L. 2121-1 du code du travail dans sa rédaction antérieure à la présente loi.\n\nIII. ― Jusqu'à la première détermination des organisations syndicales de salariés reconnues représentatives au niveau de la branche professionnelle, telle que prévue au I du présent article, sont présumés représentatifs à ce niveau les syndicats affiliés aux organisations syndicales de salariés représentatives au niveau national et interprofessionnel mentionnées au II et les organisations syndicales de salariés déjà représentatives au niveau de la branche à la date de publication de la présente loi.\n\nPendant quatre ans à compter de la première détermination des organisations syndicales de salariés reconnues représentatives au niveau des branches en application de l'article L. 2122-5 du code du travail, toute organisation syndicale affiliée à l'une des organisations syndicales de salariés reconnues représentatives au niveau national et interprofessionnel est présumée représentative au niveau de la branche.\n\nIV. ― Jusqu'aux résultats des premières élections professionnelles dans l'entreprise ou l'établissement, pour lesquelles la date fixée pour la première réunion de la négociation du protocole d'accord préélectoral est postérieure à la publication de la présente loi, est présumé représentatif à ce niveau tout syndicat affilié à l'une des organisations syndicales de salariés présumées représentatives au niveau national et interprofessionnel à la date de publication de la présente loi, ainsi que tout syndicat représentatif à ce niveau à la date de cette publication.\n\nEst également présumé représentatif dans les mêmes conditions tout syndicat constitué à partir du regroupement de plusieurs syndicats dont l'un au moins est affilié à une organisation syndicale de salariés représentative au niveau national et interprofessionnel à la date de publication de la présente loi.\n\nV. ― Pour son application à la fonction publique, l'article L. 2121-1 du code du travail reste en vigueur dans sa rédaction antérieure à l'entrée en vigueur de la présente loi jusqu'à l'intervention de dispositions législatives tenant compte de sa spécificité."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. ― Jusqu'à la détermination des organisations représentatives dans les branches et au niveau interprofessionnel, en application de la présente loi, la validité d'un accord interprofessionnel ou d'une convention de branche ou accord professionnel est subordonnée au respect des conditions posées par les articles L. 2232-2, L. 2232-6 et L. 2232-7 du code du travail dans leur rédaction antérieure à la présente loi, les suffrages aux élections mentionnées dans ces articles étant pris en compte quel que soit le nombre de votants.\n\nII. ― Les règles de validité des accords d'entreprise prévues à l'article L. 2232-12 du code du travail dans sa rédaction issue de la présente loi s'appliquent à compter du 1er janvier 2009.\n\nJusqu'à cette date, la validité d'un accord d'entreprise est subordonnée au respect des conditions posées par les articles L. 2232-12 à L. 2232-15 du code du travail dans leur rédaction antérieure à la présente loi, les suffrages mentionnés dans ces articles étant pris en compte quel que soit le nombre de votants.\n\nJusqu'aux résultats des premières élections professionnelles dans l'entreprise ou l'établissement, pour lesquelles la date fixée pour la première réunion de la négociation du protocole d'accord préélectoral est postérieure au 21 août 2008, en cas de carence au premier tour des élections professionnelles ou d'absence de dépouillement du premier tour des élections professionnelles, la validité de l'accord d'entreprise ou d'établissement négocié et conclu avec un ou plusieurs délégués syndicaux est subordonnée à son approbation par les salariés à la majorité des suffrages exprimés."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les délégués syndicaux régulièrement désignés à la date de publication de la présente loi conservent leur mandat et leurs prérogatives jusqu'aux résultats des premières élections professionnelles organisées dans l'entreprise ou l'établissement dont la date fixée pour la négociation du protocole préélectoral est postérieure à la publication de la présente loi. Après les élections, ces délégués syndicaux conservent leurs mandats et leurs prérogatives dès lors que l'ensemble des conditions prévues aux articles L. 2143-3 et L. 2143-6 du code du travail dans leur rédaction issue de la présente loi sont réunies.Jusqu'aux résultats des premières élections professionnelles organisées dans les entreprises ou les établissements pour lesquels la date fixée pour la négociation du protocole préelectoral est postérieure à la publication de la présente loi, chaque syndicat représentatif dans l'entreprise ou l'établissement à la date de cette publication peut désigner un ou plusieurs délégués syndicaux pour le représenter auprès de l'employeur, conformément aux articles L. 2143-3 et L. 2143-6 du code du travail dans leur rédaction antérieure à ladite publication."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les articles L. 2232-21 à L. 2232-29 du code du travail demeurent applicables dans leur rédaction antérieure à la publication de la présente loi jusqu'au 31 décembre 2009.La négociation entre l'employeur et les élus ou les salariés de l'entreprise mandatés se déroule dans le respect des règles suivantes :1° Indépendance des négociateurs vis-à-vis de l'employeur ;2° Elaboration conjointe du projet d'accord par les négociateurs ;3° Concertation avec les salariés ;4° Faculté de prendre l'attache des organisations syndicales représentatives de la branche.Par ailleurs, les informations à remettre aux élus titulaires ou aux salariés mandatés préalablement à la négociation sont déterminées par accord entre ceux-ci et l'employeur.L'article 9 de la présente loi s'applique à compter du 31 décembre 2009 pour toutes les entreprises dépourvues de délégué syndical qui ne relèvent pas d'une convention de branche ou d'un accord professionnel.Les conventions de branche ou accords professionnels conclus en application des articles L. 2232-21 à L. 2232-29 du code du travail dans leur rédaction antérieure à la publication de la présente loi continuent de produire leurs effets pour toutes les entreprises comprises dans leur champ, quel que soit leur effectif."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les obligations fixées aux articles L. 2135-1 à L. 2135-3 du code du travail s'appliquent à compter de l'exercice comptable 2009.\n\nLes obligations visées aux articles L. 2135-4 à L. 2135-6 du même code s'appliquent à compter de l'exercice comptable 2010 aux niveaux confédéral et fédéral des organisations syndicales et professionnelles visées à l'article L. 2135-1 du même code.\n\nLes obligations visées aux articles L. 2135-4 à L. 2135-6 du même code s'appliquent à compter de l'exercice comptable 2011 aux niveaux régional et départemental des organisations syndicales et professionnelles visées à l'article L. 2135-1 du même code.\n\nLes obligations visées aux articles L. 2135-4 à L. 2135-6 du même code s'appliquent à compter de l'exercice comptable 2012 à tous les niveaux des organisations syndicales et professionnelles visées à l'article L. 2135-1 du même code."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. ― Avant le 31 décembre 2013, le Gouvernement présente au Parlement, après avis motivé de la Commission nationale de la négociation collective, un rapport sur l'application des articles L. 2122-1 et L. 2122-2, du 3° de l'article L. 2122-5, des articles L. 2122-6, \nL. 2122-7, du 3° de l'article L. 2122-9 et des articles L. 2122-10 et L. 2232-2 à L. 2232-13 du code du travail.II. ― Le Haut conseil du dialogue social prévu à l'article L. 2122-11 du code du travail soumet au ministre chargé du travail les enseignements à tirer de l'application de la présente loi, ainsi que les enseignements à tirer du rapport mentionné au I du présent article, notamment de l'application des articles L. 2122-2, L. 2122-5 à L. 2122-10 et L. 2232-2 à L. 2232-13 du même code."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "IV.- La contrepartie obligatoire en repos due pour toute heure supplémentaire accomplie au-delà du contingent prévu aux deux derniers alinéas de l'article L. 3121-11 du code du travail dans la rédaction issue de la présente loi est fixée à 50 % pour les entreprises de vingt salariés au plus et à 100 % pour les entreprises de plus de vingt salariés. Cette dernière disposition, qui concerne également les professions agricoles, ne s'applique qu'aux seules professions agricoles visées aux 6° à 6° quater de l'article L. 722-20 du code rural qui n'ont pas une activité de production agricole. Les heures choisies accomplies en application d'un accord conclu sur le fondement de l'article L. 3121-17 du code du travail dans sa rédaction antérieure à la présente loi n'ouvrent pas droit à la contrepartie obligatoire en repos."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "III.-Les accords conclus en application des articles L. 3121-40 à L. 3121-51 du code du travail dans leur rédaction antérieure à la publication de la présente loi restent en vigueur."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "V.-Les accords conclus en application des articles L. 3122-3, L. 3122-9, L. 3122-19 et L. 3123-25 du code du travail ou des articles L. 713-8 et L. 713-14 du code rural dans leur rédaction antérieure à la publication de la présente loi restent en vigueur."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-Les III et IV de l'article 1er de la loi n° 2008-111 du 8 février 2008 pour le pouvoir d'achat s'appliquent, jusqu'au 31 décembre 2009, à la rémunération des jours auxquels les salariés renoncent dans les conditions prévues à l'article L. 3121-42 du code du travail.\n\nII.-Pour l'application des articles 1er et 4 de la loi n° 2008-111 du 8 février 2008 précitée, les articles L. 3121-45, L. 3121-46, L. 3121-51, L. 3122-5, L. 3122-19 et L. 3152-1 du code du travail s'appliquent, jusqu'au 31 décembre 2009, dans leur rédaction antérieure à la publication de la présente loi.\n\nPour l'application de l'article 2 de la loi n° 2008-111 du 8 février 2008 précitée, les mêmes articles du code du travail s'appliquent jusqu'au 31 décembre 2010 dans leur rédaction antérieure à la publication de la présente loi.\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Pour les entreprises n'ayant pas conclu de nouvel accord sur les modalités d'organisation du temps de travail postérieurement à l'entrée en vigueur de la présente loi, l'article 81 quater du code général des impôts s'applique dans sa rédaction antérieure à la date de la publication de la présente loi.\n\nIl en est de même, jusqu'au 31 décembre 2009, pour les entreprises n'ayant pas conclu de nouvel accord sur le contingent annuel d'heures supplémentaires.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-LOI n° 2008-111 du 8 février 2008"
    }
  ]
}