{
  "id": "jorftext000000262887",
  "type": "statute",
  "title": "Loi n° 2005-811 du 20 juillet 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000262887",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Paragraphe modificateur.II. - Le Gouvernement est autorisé à prendre par ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures nécessaires pour transposer la directive 2004/39/CE du Parlement européen et du Conseil, du 21 avril 2004, concernant les marchés financiers, et notamment celles tendant à la protection des investisseurs, par le renforcement de la transparence et de l'intégrité des marchés financiers. Dans ce cadre, il veille plus particulièrement à définir les principes et modalités garantissant la meilleure exécution possible des ordres et la fluidité de leur circulation entre les infrastructures de marché, la prévention des conflits d'intérêt au sein des prestataires de services d'investissement, et une définition équitable des dérogations accordées à la transparence des négociations.Cette ordonnance est prise dans un délai de dix-huit mois à compter de la publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance.III. - Les dispositions du I sont applicables à la date d'entrée en vigueur de l'ordonnance mentionnée au II."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La présente loi, à l'exception de son article 2, est applicable à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Est ratifiée l'ordonnance n° 2004-1201 du 12 novembre 2004 relative à la surveillance complémentaire des établissements de crédit, des entreprises d'assurance et des entreprises d'investissement appartenant à un conglomérat financier, prise en application de l'article 1er de la loi n° 2004-237 du 18 mars 2004 portant habilitation du Gouvernement à transposer, par ordonnance, des directives communautaires et à mettre en oeuvre certaines dispositions du droit communautaire.II. - Est ratifiée l'ordonnance n° 2005-303 du 31 mars 2005 portant simplification des règles de transfert de propriété des instruments financiers admis aux opérations d'un dépositaire central ou livrés dans un système de règlement et de livraison, prise en application de l'article 34 de la loi n° 2004-1343 du 9 décembre 2004 de simplification du droit, sous réserve de la disposition ci-après :Le 1° de l'article 1er de l'ordonnance est ainsi rédigé :1° Le premier alinéa est ainsi rédigé :\"Le transfert de propriété d'instruments financiers mentionnés aux 1, 2 et 3 du I de l'article L. 211-1 et de tous les instruments financiers équivalents émis sur le fondement de droits étrangers, lorsqu'ils sont admis aux opérations d'un dépositaire central ou livrés dans un système de règlement et de livraison d'instruments financiers, mentionné à l'article L. 330-1, résulte de leur inscription au compte de l'acheteur, à la date et dans les conditions définies par le règlement général de l'Autorité des marchés financiers.\""
    }
  ]
}