{
  "id": "jorftext000000221912",
  "type": "statute",
  "title": "Loi n° 2001-1168 du 11 décembre 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000221912",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Les marchés passés en application du code des marchés publics ont le caractère de contrats administratifs.\n\nToutefois, le juge judiciaire demeure compétent pour connaître des litiges qui relevaient de sa compétence et qui ont été portés devant lui avant la date d'entrée en vigueur de la présente loi.\n\nII. - Les dispositions du I sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\nToutefois, pour leur application, les mots : \" Les marchés passés en application du code des marchés publics \" sont remplacés par les mots : \" Les marchés passés par l'Etat, la Nouvelle-Calédonie, la Polynésie française, les îles Wallis et Futuna ou par leurs établissements publics respectifs ainsi que ceux passés par les provinces, les communes et les groupements de communes de Nouvelle-Calédonie et de Polynésie française ou par leurs établissements publics respectifs \"."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-452 DC du 6 décembre 2001)."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A créé les dispositions suivantes\n\n-Code monétaire et financier\n\nArt. L312-1-1 ; Art. L312-1-2 ; Art. L312-1-3 ; Art. L312-1-4\n\nII. 1. Le chapitre Ier du titre V du livre III du même code est intitulé : Infractions relatives au droit au compte et aux relations avec le client\n\n2-A modifié les dispositions suivantes\n\n-Code monétaire et financier\n\nArt. L351-1\n\nIII.-Les dispositions des articles L. 312-1-1 à L. 312-1-4 et de l'article L. 351-1 du code monétaire et financier entrent en vigueur un an après la publication de la présente loi :\n\n1° et 2°-(Alinéas abrogés).\n\nIV.-A modifié les dispositions suivantes :\n\n-Code de la consommation\n\nArt. L 113-3 ; Art. L121-35 ; Art. L122-1 ; Art. L122-4"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de la consommation\n\nArt. L311-9\n\nII.-Les dispositions du présent article entrent en vigueur à l'issue d'un délai de six mois à compter de la publication de la présente loi. Elles s'appliquent aux cartes émises ou renouvelées postérieurement à ce délai."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Iet II.-Ont modifié les dispositions suivantes\n\n-Code monétaire et financier\n\nArt. L131-73 ; Art. L131-75\n\nIII.-Les dispositions du présent article sont applicables en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et à Mayotte.\n\nIV.-A titre transitoire et jusqu'au 31 décembre 2001, la pénalité libératoire visée au II est fixée à 150 F par tranche de 1 000 F ou fraction de tranche non provisionnée, et ramenée à 34 F lorsque la fraction non provisionnée du chèque est inférieure à 340 F."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code de la consommation\n\nArt. L321-2 ; Art. L322-3 ; Art. L322-4 ; Art. L322-5\n\nII.-A modifié les dispositions suivantes :\n\n-Code de la consommation\n\nArt. L311-37\n\n3. Ces dispositions s'appliquent aux contrats conclus à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.-A modifié les dispositions suivantes\n\n-Code pénal\n\nArt. 442-5\n\nII.-A créé les dispositions suivantes\n\n-Code pénal\n\nArt. 442-15\n\nIII. A modifié les dispositions suivantes\n\n-Code pénal\n\nArt. 113-10\n\nIV.-Le fait de mettre à disposition des euros sous quelque forme que ce soit, lors d'une opération d'échange de pièces et billets en francs effectuée entre le 1er décembre 2001 et le 30 juin 2002 pour un montant égal ou inférieur à 10 000 Euro, ne constitue pas, au sens du deuxième alinéa de l'article 324-1 du code pénal, l'apport d'un concours susceptible d'être reproché aux établissements de crédit, aux institutions et services mentionnés à l'article L. 518-1 du code monétaire et financier et aux changeurs manuels mentionnés à l'article L. 524-1 du même code, ainsi qu'à leurs représentants, agents et préposés.\n\nCes dispositions ne dispensent pas les personnes qui y sont soumises du respect des obligations de vigilance mentionnées au titre VI du livre V du code monétaire et financier."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-A créé les dispositions suivantes\n\n-Code général des impôts\n\nArt. 39 AG\n\nII.-Les dispositions du I s'appliquent aux équipements acquis en 2000 ou en 2001 au titre des exercices clos à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Par dérogation au VII de l'article L. 225-129 du code de commerce, l'assemblée générale n'est pas tenue de se prononcer sur un projet de résolution tendant à réaliser une augmentation de capital effectuée dans les conditions prévues à l'article L. 443-5 du code du travail, lorsque la décision d'augmentation du capital est la conséquence de la conversion du capital social ou de la valeur nominale des actions en euros ; toutefois, la conversion de la valeur nominale des actions en euros doit être effectuée au plus à la dizaine de centimes d'euro supérieure."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi 80-3 du 4 janvier 1980\n\nArt. 1\n\nII.-Par dérogation au 3° de l'article 1er de la loi n° 80-3 du 4 janvier 1980 précitée, un décret en Conseil d'Etat détermine les nouveaux statuts de la Compagnie nationale du Rhône. Ces statuts fixent notamment l'objet de la société.\n\nIII.-A abrogé les dispositions suivantes :\n\n-Loi 80-3 du 4 janvier 1980\n\nArt. 6 ; Art. 8\n\nA modifié\n\n-Loi 80-3 du 4 janvier 1980\n\nArt. 7"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi 90-568 du 2 juillet 1990\n\nArt. 23\n\nII.-Les dispositions du premier alinéa de l'article 23 de la loi n° 90-568 du 2 juillet 1990 précitée entreront en vigueur à la date de publication du décret approuvant les modifications apportées au cahier des charges pour l'application du dernier alinéa du même article et au plus tard dans un délai de six mois à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-Les projets d'opérations immobilières mentionnés au II doivent être précédés, avant toute entente amiable, d'une demande d'avis du directeur des services fiscaux (1) lorsqu'ils sont poursuivis par :\n\n1° Les collectivités territoriales, leurs groupements, leurs établissements publics et leurs concessionnaires ;\n\n2° Les sociétés et organismes dans lesquels les collectivités, personnes ou établissements publics mentionnés au 1° exercent un pouvoir prépondérant de décision ou de gestion, ou détiennent, ensemble ou séparément, la majorité du capital ou des voix dans les organes délibérants, lorsque ces sociétés ou organismes ont pour objet des activités immobilières ou des opérations d'aménagement ;\n\n3° Les organismes dans lesquels les personnes mentionnées aux 1° et 2° exercent un pouvoir prépondérant de décision ou de gestion, ou détiennent, directement ou indirectement, ensemble ou séparément, la majorité du capital ou des voix dans les organes délibérants, lorsque ces organismes ont pour objet des activités immobilières ou des opérations d'aménagement.\n\nII.-Ces projets d'opérations immobilières comprennent :\n\n1° Les baux, accords amiables et conventions quelconques ayant pour objet la prise en location d'immeubles de toute nature d'un loyer annuel, charges comprises, égal ou supérieur à un montant fixé par l'autorité administrative compétente ;\n\n2° Les acquisitions à l'amiable, par adjudication ou par exercice du droit de préemption, d'immeubles, de droits réels immobiliers, de fonds de commerce et de droits sociaux donnant vocation à l'attribution, en pleine propriété, d'immeubles ou de parties d'immeubles, d'une valeur totale égale ou supérieure à un montant fixé par l'autorité administrative compétente, ainsi que les tranches d'acquisition d'un montant inférieur, mais faisant partie d'une opération d'ensemble d'un montant égal ou supérieur ;\n\n3° Les acquisitions poursuivies par voie d'expropriation pour cause d'utilité publique.\n\nIII.-Les personnes mentionnées au I délibèrent au vu de l'avis du directeur des services fiscaux (1). Lorsque le consultant est un concessionnaire, la délibération est prise par l'organe délibérant du concédant.\n\nIV.-Un décret en Conseil d'Etat fixe, en tant que de besoin, les conditions d'application des dispositions figurant aux I, II et III.\n\nV.-A abrogé les dispositions suivantes :\n\n-Loi du 1 décembre 1942\n\n-Loi 69-1160 du 24 décembre 1969\n\nArt. 18\n\n-Code du domaine de l'Etat\n\nArt. L9"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - (Paragraphe modificateur).\n\nII. - (Paragraphe modificateur).\n\nIII. - Le présent article est applicable en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et à Mayotte. (Deuxième phrase modificatrice).\n\nIV. - L'article 23 de la loi n° 2001-420 du 15 mai 2001 relative aux nouvelles régulations économiques est applicable en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna ainsi qu'à Mayotte."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-La caisse d'épargne et de prévoyance de Nouvelle-Calédonie est transformée en société anonyme régie par les dispositions du présent article et par le livre II du code de commerce sous réserve des dispositions et adaptations prévues par le titre III du livre IX du même code. Cette transformation n'emporte pas de changement dans la personnalité morale de la caisse d'épargne et de prévoyance de Nouvelle-Calédonie.\n\nLes actions représentatives du capital social de la caisse d'épargne et de prévoyance de Nouvelle-Calédonie sont attribuées à la Caisse nationale des caisses d'épargne et de prévoyance instituée par les articles L. 512-94 et suivants du code monétaire et financier.\n\nLes opérations visées au présent paragraphe ne donnent lieu ni à indemnité ni à perception d'impôts, droits ou taxes.\n\nII.-La caisse d'épargne et de prévoyance de Nouvelle-Calédonie est un établissement de crédit réputé agréé en qualité de banque par l'Autorité de contrôle prudentiel et de résolution, et peut exercer toutes les opérations de banque dans le cadre prévu par les articles L. 511-9 et suivants du code monétaire et financier.\n\nElle est affiliée de plein droit à la Caisse nationale des caisses d'épargne et de prévoyance visée au I.\n\nIII.-(Abrogé)"
    }
  ]
}