{
  "id": "jorftext000000625513",
  "type": "statute",
  "title": "Ordonnance n° 2004-688 du 12 juillet 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000625513",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Les dispositions des articles L. 2212-2, L. 2213-1, L. 2321-1 à L. 2321-4, L. 2322-1, L. 2322-2, L. 3221-1, L. 3221-2, L. 3221-3, L. 4113-14, L. 4221-18, L. 4124-2, L. 4124-7, L. 5126-1 et L. 5126-4 du code de la santé publique, dans leur rédaction issue de l'ordonnance du 4 septembre 2003 susvisée, sont applicables à Mayotte sous réserve des adaptations prévues au présent article :\n\nII., III., IV., V., VI. - (Paragraphes modificateurs)"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A titre transitoire, le schéma d'organisation sanitaire prévu par l'article L. 6412-2 du code de la santé publique dans la rédaction de cet article en vigueur avant la publication de la présente ordonnance est prorogé jusqu'à la publication du schéma pris en application de la présente ordonnance et au plus tard trois ans après la publication de cette ordonnance.A titre transitoire, les dispositions législatives du livre Ier de la sixième partie du code de la santé publique relatives à la carte sanitaire et au régime des autorisations, dans leur rédaction en vigueur avant la publication de l'ordonnance du 4 septembre 2003 susvisée, sont applicables à Mayotte aux installations, activités de soins ou équipements matériels lourds jusqu'à la publication des dispositions du schéma d'organisation sanitaire applicable à ces activités ou équipements et au plus tard trois ans après la publication de la présente ordonnance. Toutefois, à compter de la publication de la présente ordonnance, la carte sanitaire n'est plus opposable aux structures d'hospitalisation à domicile et aux structures d'hospitalisation à temps partiel, à l'exception des structures d'anesthésie ou de chirurgie ambulatoires.A titre transitoire, les dispositions législatives du chapitre IV du titre Ier du livre Ier de la sixième partie du code de la santé publique relatives aux contrats pluriannuels d'objectifs et de moyens sont applicables à Mayotte, dans leur rédaction en vigueur avant la publication de l'ordonnance du 4 septembre 2003 susvisée jusqu'à la publication du schéma d'organisation sanitaire pris en application de la présente ordonnance et au plus tard trois ans après la publication de la présente ordonnance.II. - (Paragraphe modificateur)III. - Les directeurs des laboratoires d'analyses de biologie médicale exploités avant la date de publication au Journal officiel de la République française de la présente ordonnance disposent d'un délai de deux mois à compter de cette date pour déposer la demande d'autorisation mentionnée à l'article L. 6211-2 du code de la santé publique.IV. - A compter de la date de publication de la présente ordonnance et pour une durée de cinq ans, l'établissement public de santé de Mayotte est autorisé à poursuivre l'exploitation des activités de soins, des installations et des équipements matériels lourds, mentionnés à l'article L. 6121-2 du code de la santé publique dans sa rédaction en vigueur avant la publication de l'ordonnance du 4 septembre 2003 susvisée, dont il dispose à la date de publication de la présente ordonnance sous réserve de déclarer à l'agence régionale de l'hospitalisation, dans un délai de deux mois à compter de cette même date, les activités de soins, les installations et les équipements en cause. Le renouvellement de l'autorisation est subordonné au respect de la procédure prévue par l'article L. 6122-10 du même code.V. - A compter du 1er janvier 2005, dans les dispositions législatives et réglementaires applicables à Mayotte, la référence à l'article L. 162-22-6 du code de la sécurité sociale est remplacée par la référence à l'article L. 162-22-18 du même code.VI. - Sont applicables à Mayotte à compter du 1er janvier 2005 les dispositions du 2° et du 3° du I et du II de l'article 30, de l'article 32 de la loi n° 2003-1199 du 18 décembre 2003 de financement de la sécurité sociale pour 2004."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Premier ministre, le ministre de la santé et de la protection sociale et la ministre de l'outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}