{
  "id": "jorftext000000634104",
  "type": "statute",
  "title": "Loi n° 2005-1564 du 15 décembre 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000634104",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I à III.  -  Paragraphes modificateursIV. - Les institutions de prévoyance et les unions d'institutions de prévoyance régies par le titre III du livre IX du code de la sécurité sociale et les mutuelles et les unions de mutuelles régies par le code de la mutualité mettent leurs statuts en conformité avec les dispositions du présent article avant le 31 décembre 2006."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la date de publication de la présente loi, les dispositions législatives nécessaires à la transposition de la directive 2003/41/CE du Parlement européen et du Conseil, du 3 juin 2003, concernant les activités et la surveillance des institutions de retraite professionnelle, ainsi que les mesures d'adaption de la législation liées à cette transposition et celles nécessaires à l'instauration de comptabilités auxiliaires d'affectation dans les organismes d'assurance.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du douzième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - La Commission de contrôle des assurances, des mutuelles et des institutions de prévoyance est désormais dénommée : Autorité de contrôle des assurances et des mutuelles.II. - Dans le code des assurances, le code monétaire et financier ainsi que dans tous les autres codes et textes législatifs et réglementaires, toute mention de la Commission de contrôle des assurances, des mutuelles et des institutions de prévoyance et toute référence à cette commission est remplacée par une mention de l'Autorité de contrôle des assurances et des mutuelles ou par une référence à cette autorité."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Dans le code des assurances et l'ensemble des dispositions législatives et réglementaires en vigueur, les références aux articles L. 140-1 à L. 140-6 du code des assurances sont remplacées par les références aux articles L. 141-1 à L. 141-6 du même code."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les intermédiaires d'assurance ou de réassurance, les personnes qui dirigent, gèrent ou administrent une entreprise soumise au contrôle de l'Etat en vertu de l'article L. 310-1 ou de l'article L. 310-1-1 du code des assurances, une société de groupe d'assurance définie à l'article L. 322-1-2 du même code, une compagnie financière holding mixte définie à l'article L. 334-2 de ce code, les membres d'un organe collégial de contrôle de ces entreprises, sociétés ou compagnies et les personnes qui disposent du pouvoir de signer pour leur compte qui, antérieurement à l'entrée en vigueur de la présente loi, ont été condamnés pour des faits visés aux I, II et V de l'article L. 322-2 dudit code sont frappés, à compter de la date de publication de cette dernière, d'une incapacité d'exercer. Toutefois, ces personnes peuvent, dans un délai de trois mois suivant la date de publication de la présente loi, demander à la juridiction qui les a condamnées ou, en cas de pluralité de condamnations, à la dernière juridiction qui a statué, soit de les relever de l'incapacité dont elles sont frappées, soit d'en déterminer la durée. Les personnes qui font usage de ce droit peuvent exercer leur profession ou activité jusqu'à ce qu'il ait été statué sur leur demande. Si la juridiction qui a statué n'existe plus ou s'il s'agit d'une juridiction étrangère, la chambre de l'instruction de la cour d'appel dans le ressort de laquelle le requérant a sa résidence est compétente."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les intermédiaires d'assurance ou de réassurance mentionnés à l'article L. 511-1 du code des assurances disposent d'un délai de trois mois à compter de la date de mise en place du registre mentionné au I de l'article L. 512-1 du même code pour se mettre en conformité avec les dispositions de la présente loi.Les intermédiaires inscrits à cette même date sur la liste des courtiers d'assurance mentionnée à l'article L. 530-2-2 du code des assurances dans sa rédaction antérieure à la présente loi sont inscrits automatiquement au registre mentionné au I de l'article L. 512-1, sous réserve qu'ils s'acquittent de leurs frais d'inscription annuels.Les personnes titulaires d'un mandat d'agent général sont inscrites sur ce même registre par l'intermédiaire des entreprises qui leur ont délivré ledit mandat, sous réserve qu'elles s'acquittent de leurs frais d'inscription annuels.Les dispositions des articles 4 et 5 de la présente loi entrent en vigueur le premier jour du troisième mois suivant sa publication et ne s'appliquent qu'aux contrats conclus à partir de cette date."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le Gouvernement est habilité à étendre par ordonnance à Mayotte et à Wallis-et-Futuna l'ensemble de la législation relative aux intermédiaires d'assurance et de réassurance, telle qu'elle ressort de la présente loi, dans un délai de douze mois à compter de la publication de celle-ci. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    }
  ]
}