{
  "id": "jorftext000000888299",
  "type": "statute",
  "title": "Loi n° 75-678 du 29 juillet 1975",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000888299",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. La contribution des patentes et les taxes additionnelles à cette contribution sont supprimés à compter du 1er janvier 1976.\n\nII. Une taxe professionnelle est instituée à la même date, au profit des collectivités locales, des communautés urbaines, des districts, des syndicats de communes, dans les conditions prévues à l'article 149 du code de l'administration communale et des organismes mentionnés à l'article 4 de la loi n° 70-610 du 10 juillet 1970 tendant à faciliter la création d'agglomérations nouvelles. Elle est établie suivant la capacité contributive des redevables, appréciée d'après des critères économiques en fonction de l'importance des activités exercées par eux sur le territoire de la collectivité bénéficiaire ou dans la zone de compétence de l'organisme concerné.\n\nLes régions, le district de la région parisienne, l'établissement public de la Basse-seine et l'établissement public foncier de la Métropole lorraine, les chambres de commerce et d'industrie territoriales et les chambres de métiers sont habilités à percevoir des taxes additionnelles à la taxe professionnelle."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. La taxe professionnelle est due chaque année par les personnes physiques ou morales qui exercent à titre habituel une activité professionnelle non salariée.\n\nII. Les exonérations prévues en matière de contribution des patentes sont applicables à la taxe professionnelle sous réserve des aménagements suivants :\n\nA. Les exploitants agricoles ainsi que les organismes agricoles énumérés au II de l'article 1635 quater A du code général des impôts sont exonérés ;\n\nB. Les collectivités locales, les établissements publics et les organismes de l'Etat sont exonérés pour leurs activités de caractère essentiellement culturel, éducatif, sanitaire, social, sportif ou touristique, quelle que soit leur situation à l'égard de la taxe à la valeur ajoutée.\n\nLe système actuel d'incitations fiscales à l'aménagement du territoire est maintenu."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I - La taxe professionnelle a pour base :\n\nLa valeur locative, telle qu'elle est définie à l'article 4, des immobilisations corporelles dont le redevable a disposé pour les besoins de son activité professionnelle pendant tout ou partie de l'exercice précédent, à l'exception de celles qui ont été détruites ou cédées au cours de la même période ;\n\nDans le cas des titulaires de bénéfices non commerciaux, des agents d'affaires et intermédiaires du commerce, employant moins de cinq salariés, le huitième des recettes ;\n\nDans le cas des autres contribuables, les salaires au sens de l'article 231-1 du Code général des impôts, ainsi que les rémunérations allouées aux dirigeants de sociétés visés aux articles 62 et 80 ter de ce Code, versés l'année précédente, à l'exclusion des salaires versés aux apprentis sous contrat et aux handicapés physiques ;\n\nLes éléments visés à l'alinéa précédent sont pris en compte pour le cinquième de leur montant.\n\nII. La base ainsi déterminée est réduite de moitié :\n\nPour les artisans qui emploient moins de trois salariés et qui effectuent principalement des travaux de fabrication, de transformation, de réparation ou des prestations de services ;\n\nPour les coopératives et unions de coopératives agricoles et les sociétés d'intérêt collectif agricole.\n\nLes apprentis sous contrat ne sont pas comptés au nombre des salariés."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La valeur locative est déterminée comme suit :\n\nI. Pour les biens passibles d'une taxe foncière, elle est calculée suivant les règles fixées pour l'établissement de cette taxe.\n\nLes immobilisations destinées à la fourniture et à la distribution de l'eau sont exonérées de taxe professionnelle lorsqu'elles sont utilisées à l'irrigation pour les neuf dixièmes au moins de leur capacité.\n\nLes locaux donnes en location à des redevables de la taxe professionnelle sont imposés au nom du locataire. Toutefois, la valeur locative des entrepôts et magasins généraux n'est retenue que dans les bases d'imposition de l'exploitant de ces entrepôts ou magasins.\n\nII. Les équipements et biens mobiliers dont la durée d'amortissement est au moins égale à trente ans sont évalués suivant les règles applicables aux bâtiments industriels. Toutefois, les lignes, câbles et canalisations extérieurs aux établissements sont exonérés ainsi que leurs supports. Les équipements et biens mobiliers destinés à l'irrigation sont exonérés dans les mêmes conditions qu'au I.\n\nIII. Pour les autres biens, lorsqu'ils appartiennent au redevable, lui sont concédés ou font l'objet d'un contrat de crédit-bail mobilier, la valeur locative est égale à 16 % du prix de revient.\n\nLorsque ces biens sont pris en location, la valeur locative est égale au montant du loyer au cours de l'exercice sans pouvoir différer de plus de 20 % de celle résultant des règles fixées à l'alinéa précèdent. Les biens donnés en location sont imposés au nom du propriétaire lorsque la période de location est inférieure à six mois. Il en est de même si le locataire n'est pas passible de la taxe professionnelle ou n'a pas la disposition exclusive des biens loués.\n\nIV. Il n'est pas tenu compte de la valeur locative définie aux II et III pour l'imposition des redevables sédentaires dont les recettes annuelles n'excèdent pas 400.000 F s'il s'agit de prestataires de services ou de membres de professions libérales et un million de F dans les autres cas. Pour les redevables sédentaires ne remplissant pas ces conditions, cette valeur locative est réduite d'un montant fixe à 25.000 F. Les limites prévues seront réévaluées lors du vote de chaque loi de finances.\n\nV. Les valeurs locatives servant à l'établissement des impôts locaux sont prises en compte à raison des deux tiers de leur montant pour les usines nucléaires et les aéroports ainsi que pour les installations destinées à la lutte contre la pollution des eaux et de l'atmosphère faisant l'objet d'un amortissement exceptionnel au titre des articles 39 quinquies E et F du code général des impôts.\n\nVI. Un décret en conseil d'état adapte les dispositions du présent article à la situation des contribuables non sédentaires et des contribuables ayant une installation fixe mais qui réalisent une partie de leur chiffre d'affaires par des ventes ambulantes dans d'autres communes en vue d'assurer l'égalité entre les intéressés et les redevables sédentaires et de préciser leur lieu d'imposition."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. Des décrets en Conseil d'état détermineront les modalités d'application de la taxe professionnelle aux entreprises qui exercent une partie de leur activité en dehors du territoire national.\n\nII. Les ports autonomes, ainsi que les ports gérés par des collectivités locales, des établissements publics ou des sociétés d'économie mixte, à l'exception des ports de plaisance, sont exonérés."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. La taxe professionnelle est établie dans chaque commune où le redevable dispose de locaux ou de terrains, à raison de la valeur locative des biens qui y sont situés ou rattachés et des salaires versés au personnel.\n\nL'abattement de 25.000 F prévu à l'article 4 s'applique dans la commune du principal établissement.\n\nII. Les conditions de répartition des bases d'imposition des entreprises de transport de toutes natures, des entreprises de travaux publics ainsi que de certaines catégories d'entreprises exerçant leur activité dans plus de cent communes font l'objet d'un décret en conseil d'Etat tenant compte de l'importance relative des installations et des activités ainsi que des lieux d'exploitation et de direction de ces entreprises.\n\nCe décret précisera notamment les conditions suivant lesquelles les bases d'imposition relatives aux navires sont réparties entre les bénéficiaires en fonction de l'activité effective de l'armateur dans chaque port.\n\nLes valeurs locatives des ouvrages hydro-électriques concédés sont réparties dans les conditions fixées à l'article 1467 du code général des impôts."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La taxe professionnelle est établie au nom des personnes qui exercent l'activité imposable, dans les conditions prévues en matière de contributions directes, sous les mêmes sanctions ou recours.\n\nPour les sociétés civiles professionnelles, les sociétés civiles de moyens et les groupements réunissant des membres de professions libérales, l'imposition est établie au nom de chacun des membres.\n\nLes personnes qui relèvent de plein droit du régime d'imposition d'après le bénéfice réel ou qui sont imposables dans plusieurs communes sont tenues de fournir, pour chaque commune, au service local des impôts, avant le 1er mars, les renseignements nécessaires à la détermination de leur base d'imposition. Une déclaration récapitulative est souscrite auprès du service dont dépend le principal établissement.\n\nLes omissions ou les erreurs peuvent être réparées par l'administration jusqu'à l'expiration de la troisième année suivant celle au titre de laquelle l'imposition est due."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. La taxe professionnelle est due pour l'année entière par le redevable qui exerce l'activité le 1er janvier.\n\nToutefois, en cas de suppression d'activité en cours d'année la taxe n'est pas due pour les mois restant à courir.\n\nLorsqu'un changement d'exploitant prend effet le 1er janvier, le nouvel exploitant est impose sur les bases relatives à l'activité de son prédécesseur.\n\nII. En cas de création d'activité en cours d'année, la base d'imposition est calculée d'après les salaires et la valeur locative de cette année. La valeur locative est corrigée en fonction de la période d’activité. La même règle est applicable aux entreprises visées à l'article 1482 du code général des impôts ainsi qu'aux établissements thermaux.\n\nIII. Lorsqu'un contribuable a entrepris son activité en cours d'année, le montant des salaires est, pour l'imposition de l'année suivante, corrigé afin de correspondre à une année pleine."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. La taxe professionnelle et les taxes additionnelles sont recouvrées par voie de rôles suivant les modalités et sous les garanties et sanctions prévues en matière de contributions directes.\n\nElles donnent lieu au versement d'un acompte, égal à 50 % du montant des taxes mises en recouvrement au titre de l'année précédente, avant le 1er avril de l'année courante. L'acompte n'est pas du si ce montant est inférieur à 10.000 F.\n\nL'acompte est exigible le 31 mai. Toute somme non acquittée le 15 juin fait l'objet d'une majoration de 10 % ; en outre, il est fait application des dispositions du 2 et du 3 de l'article 1664 du code général des impôts.\n\nLe redevable qui estime que sa base d'imposition sera réduite d'au moins 25 % ou qui prévoit la suppression de son activité en cours d'année, au sens de l'article 8 ci-dessus, peut réduire le montant de son acompte en remettant au comptable du trésor, charge du recouvrement de la taxe professionnelle du lieu d'imposition, quinze jours avant la date d'exigibilité de l'acompte, une déclaration datée et signée. Si, à la suite de la mise en recouvrement du rôle, la déclaration du redevable est reconnue inexacte de plus du dixième, une majoration de 10 % est appliquée aux sommes non réglées.\n\nLe versement du solde ne sera exigible qu’à partir du 1er décembre.\n\nII. Toutefois pour l'année 1976, l'acompte est égal à 40 % du montant mis en recouvrement en 1975 et n'est dû que si la cotisation de patente et de taxe additionnelle a la charge des contribuables au titre de 1975 est supérieure à 10.000 F. Ceux des redevables de cet acompte dont la cotisation de taxe professionnelle n'est pas mise en recouvrement le 31 octobre 1976 doivent acquitter un acompte complémentaire. Cet acompte, égal au précèdent, est recouvré dans les mêmes conditions, les dates indiquées au troisième alinéa du i étant toutefois remplacées par celles du 15 novembre et du 30 novembre.\n\nLes contribuables immatriculés au répertoire des métiers sont dispensés du versement de ces acomptes.\n\nIII. Les contribuables devront, un mois au moins avant l'échéance, être informés par l'administration du montant de l'acompte qu'ils auront à verser."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "En 1976, une valeur de référence est calculée pour chaque contribuable imposé au titre de 1975. Elle est égale à l'ancienne base mise à jour, multipliée par le rapport constaté dans la commune entre le total des nouvelles bases et celui des anciennes.\n\nLorsque la base d'imposition prévue pour 1976 est supérieure à la valeur de référence, elle est atténuée d'un montant égal aux deux tiers de l'écart.\n\nPour l'imposition de l'année 1977, le montant de l'atténuation est égal au tiers de l'écart constaté en 1976."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "En 1976 et 1977 /C/LOI 616 1977-06-16 ART. 4 I :\n\net 1978//, la répartition entre les quatre impôts directs locaux du produit voté par les collectivités et groupements s'effectue de la même manière qu'en 1975, sous réserve des aménagements suivants :\n\n1 - La part de la taxe professionnelle est déterminée d'après les montants produits en 1975 par les impositions et redevances supprimées ; elle est corrigée en fonction des créations et fermetures d'établissements.\n\n2 - Les artisans ou détaillants n'employant pas plus de deux salariés sont exonérés de la cotisation départementale de taxe professionnelle, lorsqu'ils exercent dans des communes où les bases de patente ou de taxe professionnelle, divisées par le nombre d'habitants, étaient l'année précédente inférieures d'au moins 50 % à la moyenne départementale.\n\n3 - Un seul taux est applicable pour chacune des taxes revenant à un groupement de communes habilité à percevoir l'impôt ou au département.\n\n4 - Les communes dont le taux de taxe d'habitation pour 1975 dépasse le double de la moyenne départementale des taux de taxe d'habitation alors que leur taux de patente pour 1975 est inférieur à la moyenne départementale des taux de patente pourront, sur délibération du conseil municipal, abaisser de 10 % par an la part de la taxe d'habitation dans la répartition entre les quatre impôts directs locaux du produit voté."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A compter de 1978, les taux de la taxe professionnelle, des taxes foncières et de la taxe d'habitation sont déterminés chaque année par le conseil général, le conseil municipal, les syndicats intercommunaux, les districts et les communautés urbaines.\n\nEn fonction de l'évolution constatée des produits des quatre impôts directs locaux et de l'application des dispositions du titre premier, une loi fixera, avant le 1er juillet /m/1977/m/ loi 616 1977-06-16 : 1978//, le mode définitif de détermination des taux de la taxe professionnelle conformément aux principes suivants :\n\nLes taux de taxe professionnelle des communes d'un même département devront être progressivement rapproches ;\n\nLa variation du taux de la taxe professionnelle ne pourra excéder, pour chaque collectivité ou organisme, celle de la moyenne pondérée des taux des taxes foncières et de la taxe d’habitation.\n\nEn 1976 et 1977, l'administration informera les collectivités locales de leur taux provisoire de taxe professionnelle et du taux communal moyen du département."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. Les taux de taxes additionnelles perçues au profit des régions, du district de la région parisienne, de l'établissement public de la basse-seine et de l'établissement public foncier de la métropole lorraine sont sous réserve des dispositions régissant ces organismes, fixes suivant des règles analogues à celles appliquées pour les impositions départementales.\n\nDans le cas de la région parisienne, le conseil d'administration du district peut décider une modulation par zone.\n\nII. La taxe additionnelle perçue au profit des chambres de commerce et d'industrie territoriales est établie dans les mêmes conditions que l'était la taxe additionnelle a la patente.\n\nIII. A compter de 1976, la taxe destinée à pourvoir aux dépenses ordinaires des chambres de métiers, de leurs instances régionales et de l'assemblée permanente des chambres de métiers ainsi qu'a la contribution de l'un ou l'autre de ces organismes aux caisses instituées en application de l'article 76 du code de l'artisanat et aux fonds d'assurance formation prévus aux articles 34 et 47 de la loi n° 71-575 du 16 juillet 1971 comprend :\n\nUn droit fixe par ressortissant dont le maximum est fixe a /m/130 f/m/loi 1467 1977-12-30 : 140 f// ; ce maximum est révisable annuellement, lors du vote de chaque loi de finances ;\n\nUn droit additionnel à la taxe professionnelle, dont le produit est arrêté par les chambres de métiers sans pouvoir excéder 33 % de celui du droit fixe. Cette limite est portée à 50 % à compter de 1977.\n\nToutefois, le régime applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle demeure en vigueur."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les collectivités locales et organismes compétents font connaitre aux services fiscaux, avant le 1er mars de chaque année et en tant que de besoin, les décisions relatives aux impositions directes perçues à leur profit. Cette notification a lieu par l'intermédiaire des services préfectoraux pour les collectivités locales et leurs groupements et directement dans les autres cas. A défaut, les impositions peuvent être recouvrées selon les décisions de l'année précédente."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. Lorsque les bases d'imposition d'un établissement, divisées par le nombre d'habitants de la commune, excédent 5.000 F, la part des ressources communales correspondant à cet excédent est affectée a un fonds départemental de la taxe professionnelle.\n\nPour les établissements crées avant le 1er janvier 1976, le seuil d'écrêtement est fixe à 10.000 F. La part correspondant à cet excédent ne sera prélevée qu'à compter de 1979 et elle sera réduite de 80 % au titre de cette même année, de 60 % au titre de 1980, de 40 % au titre de 1981 et de 20 % au titre de 1982. Les dispositions ci-dessus ne s'appliquent pas aux organismes mentionnes à l'article 4 de la loi n 70-610 du 10 juillet 1970 tendant à faciliter la création d'agglomérations nouvelles.\n\nII. Les ressources du fonds sont reparties par le conseil général si les collectivités concernées sont situées dans les limites d'un même département ou par les commissions départementales réunies à l'initiative du conseil général d'un département ou n'est pas située la commune d'implantation si les communes concernées sont situées dans deux ou plusieurs départements.\n\nSur ce fonds, le conseil général prélevé, par priorité, au profit des communes ou syndicats de communes bénéficiaires de ces ressources et à concurrence du montant de l'écrêtement, les sommes qui leur sont nécessaires pour permettre le remboursement des annuités d'emprunts contractes par eux avant le 1er juillet 1975.\n\nLe solde est reparti :\n\n1 d'une part entre les communes, les groupements de communes et les organismes mentionnes à l'article 4 de la loi n° 70-610 du 10 juillet 1970 tendant à faciliter la création d'agglomérations nouvelles, défavorisés par la faiblesse de leur potentiel fiscal ou l'importance de leurs charges ;\n\n2 d'autre part entre les communes qui sont situées à proximité de l'établissement lorsqu'elles ou leurs groupements subissent de ce fait un préjudice ou une charge quelconque et en particulier lorsqu'une partie des salaries de cet établissement y réside, le nombre de ceux-ci étant un élément déterminant de la répartition.\n\nChacune des catégories définies aux 1 et 2 ci-dessus recevra au minimum 40 % des ressources de ce fonds.\n\nIII. Lorsque l'excédent provient d'un établissement produisant de l'énergie ou traitant des combustibles, créé à partir du 1er janvier 1976, l'affectation de la fraction de ressources mentionnées au 2 du ii est décidée par accord entre les communes d'implantation, les communes limitrophes ou leurs groupements et le ou les départements concernes, dans les conditions prévues au II.\n\nPour l'application du présent paragraphe, chaque unité de production ou de traitement est considérée comme un établissement.\n\nIV. A défaut d'accord prévu au II sur le plan interdépartemental et au III ci-dessus, la répartition sera effectuée par arrêté du ministre de l’intérieur.\n\nV. Une fraction des recettes départementales de la taxe professionnelle peut également être affectée au fonds par décision du conseil général. Ce supplément de recettes est reparti par lui entre les communes suivant les critères qu'il détermine.\n\nVI. Les conditions d'application du présent article sont fixées par décret en Conseil d’Etat."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La valeur locative des immobilisations industrielles passibles de la taxe foncière sur les propriétés bâties est modifiée comme suit à compter du 1er janvier 1976 :\n\n1. Un décret en conseil d'état fixera les taux de réfaction applicables à la valeur locative des constructions et installations afin de tenir compte de la date de leur entrée dans l'actif de l'entreprise.\n\n2. La valeur locative des immobilisations acquises à la suite d'apports, de scissions ou de fusions de sociétés ne peut être inférieure aux deux tiers de la valeur locative retenue l'année précédente.\n\nPour les opérations réalisées avant 1976, la valeur locative ne peut être inférieure aux deux tiers de celle qui a été retenue pour l'établissement de la contribution foncière de l'année 1973, majorée dans la proportion de l'augmentation moyenne des bases d'imposition des immobilisations industrielles constatée dans le département à la suite de la révision ."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. Les références de la présente loi aux anciennes contributions directes concernent également les impositions en tenant lieu dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle.\n\nII. (Paragraphe modificateur)\n\nIII. La redevance annuelle sur les stockages souterrains d'hydrocarbures liquides et liquéfiés ou de gaz, instituée par l'article 9 de la loi n° 72-1147 du 23 décembre 1972, est supprimée à compter du 1er janvier 1976.\n\nIv. Les établissements d'enseignement du second degré ayant passé avec l'Etat un contrat en application de la loi n° 59-1557 du 31 décembre 1959 modifiée et les établissements d'enseignement supérieur ayant passé une convention en application de l'article 5 de la loi n° 68-978 du 12 novembre 1968 ou ayant fait l'objet d'une reconnaissance d'utilité publique sont exonérés de la taxe professionnelle.\n\nV. (Paragraphe modificateur)\n\nVI. (Paragraphe abrogé)\n\nVII. Un fonds d'équipement des collectivités locales sera créé dans des délais tels qu'il entre en vigueur à la même date que la taxe professionnelle.\n\nVIII. Un décret en Conseil d'Etat fixe, en tant que de besoin, les conditions d'application de la présente loi."
    }
  ]
}