{
  "id": "jorftext000000580717",
  "type": "statute",
  "title": "Loi n° 99-1173 du 30 décembre 1999",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000580717",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Il est mis fin, avec effet au 30 juin 2000, aux plans d'épargne en vue de la retraite ouverts en application de l'article 1er de la loi n° 87-416 du 17 juin 1987 sur l'épargne. Les sommes ou les valeurs figurant sur ces plans sont réputées acquises en exonération d'impôt sur le revenu et de prélèvements sociaux par les titulaires des plans pour leur valeur à cette même date.II. à IV. Paragraphes modificateurs"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Par dérogation au 2 du I de l'article 2 de la loi n° 92-666 du 16 juillet 1992 relative au plan d'épargne en actions, constituent un emploi autorisé dans le cadre du plan les actions des sociétés ayant leur siège dans un autre Etat de la Communauté européenne reçues en échange d'actions figurant sur le plan à la date de l'échange et admises aux négociations sur un marché réglementé, lorsque cet échange résulte d'une offre publique d'échange, d'une fusion, d'une scission ou d'une opération assimilée réalisées conformément à la réglementation en vigueur.II. - Les dispositions du I sont applicables aux opérations d'échange réalisées à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. à VI. Paragraphes modificateursVII. - Un décret précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. Paragraphe modificateurII. - Le I s'applique aux dépenses retenues pour le calcul du crédit d'impôt à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. et II. Paragraphes modificateursIII. - Dans le code général des impôts et le livre des procédures fiscales ainsi qu'au deuxième alinéa de l'article L. 245-8 du code de la sécurité sociale :1° Pour les alcools et boissons alcooliques, les références au statut de marchand en gros s'entendent comme faites au statut d'entrepositaire agréé ;2° Les références au titre de mouvement dénommé \"acquit-à-caution\" s'entendent comme faites au document mentionné au I de l'article 302 M ;3° Les références aux titres de mouvement dénommés : \"congé\", \"laissez-passer\" ou \"passavant\" s'entendent comme faites au document mentionné au II de l'article 302 M.IV. - Les dispositions des A et B du I et du B du II sont applicables à compter du 1er juillet 1999."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. Paragraphe modificateurII. - Les dispositions des 1° à 4° du I s'appliquent aux opérations réalisées à compter du 1er janvier 2000 et les dispositions du 6° du I sont applicables pour l'imposition des résultats des exercices ouverts à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux opérations réalisées à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Lorsqu'elles en font la demande, les personnes mentionnées au I de l'article 44 de la loi de finances rectificative pour 1986 (n° 86-1318 du 30 décembre 1986) et au 2° de l'article 2 du décret n° 99-469 du 4 juin 1999 relatif au désendettement des rapatriés réinstallés dans une profession non salariée, qui ont déposé une demande d'admission au dispositif prévu à ce décret, bénéficient d'un sursis de paiement pour l'ensemble des cotisations dues, au 31 juillet 1999, au titre de l'impôt sur le revenu, de la taxe sur la valeur ajoutée, de la taxe professionnelle et des autres impositions dont elles seraient redevables.Ce sursis demeure en vigueur soit jusqu'à la décision de l'autorité administrative compétente déclarant l'irrecevabilité ou l'inéligibilité de cette demande d'admission, soit, si l'éligibilité de la demande a été reconnue, jusqu'à la notification de la décision de la Commission nationale de désendettement constatant l'échec de la négociation du plan d'apurement, ou la notification de la décision de la Commission nationale de désendettement rejetant la demande d'aide de l'Etat, ou la décision d'octroi de cette même aide, notifiée par le ministre chargé des rapatriés.Pendant la durée de ce sursis, les comptables publics compétents ne peuvent engager aucune poursuite sur le fondement de l'article L. 258 du livre des procédures fiscales et les poursuites éventuellement engagées sont suspendues (1).(1) L'application de ces dispositions ne peut donner lieu à la perception, par l'administration, d'aucune majoration, d'aucun intérêt de retard ni d'aucun intérêt moratoire."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II sont applicables à compter du 1er mars 2000."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II s'appliquent pour les sommes versées à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. Paragraphe modificateurII. - A. - Sous réserve des décisions de justice passées en force de chose jugée, les avis de mise en recouvrement émis avant le 1er janvier 2000 sont réputés réguliers en tant qu'ils seraient contestés par le moyen tiré de l'incompétence territoriale de l'agent qui les a émis, à la condition qu'ils aient été établis soit par le comptable public du lieu de déclaration ou d'imposition du redevable, soit, dans le cas où ce lieu a été ou aurait dû être modifié, par le comptable compétent à l'issue de ce changement, même si les sommes dues se rapportent à la période antérieure à ce changement.B. - Sont réputés réguliers, sous réserve des décisions de justice passées en force de chose jugée, les avis de mise en recouvrement émis à la suite de notifications de redressement effectuées avant le 1er janvier 2000 en tant qu'ils seraient contestés par le moyen tiré de ce qu'ils se référeraient, pour ce qui concerne les informations mentionnées à l'article R. 256-1 du livre des procédures fiscales, à la seule notification de redressement."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. et II. Paragraphes modificateursIII. - Des arrêtés du ministre chargé du budget fixent, pour chaque catégorie d'impôts ou de sanctions, la date d'entrée en vigueur du I et du II sans que celle-ci puisse être postérieure au 1er janvier 2001."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. à V. Paragraphes modificateursVI. - Les dispositions du présent article s'appliquent pour la détermination des résultats des exercices clos à compter du 31 décembre 1999, à l'exception des dispositions du 2° du I qui s'appliquent aux formalités effectuées au titre des exercices ouverts à compter du 1er janvier 2000, des dispositions du 3° du I qui s'appliquent aux formalités effectuées au titre des exercices ouverts à compter du 1er avril 2000 et des dispositions du V qui s'appliquent aux distributions mises en paiement à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. Paragraphe modificateurII. - Un décret fixe les modalités d'application du I.III. - Les dispositions du 1° du I s'appliquent aux exercices ouverts à compter du 1er janvier 2000 et les dispositions des 2° et 3° du I s'appliquent à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du I s'appliquent pour l'imposition des sommes réparties au cours des exercices clos à compter du 31 décembre 1999 et les dispositions du II sont applicables aux exercices clos à compter du 31 décembre 1999."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Les dispositions de l'article 210 A du code général des impôts s'appliquent à la transmission universelle de patrimoine réalisée entre des centres techniques industriels dont les statuts sont fixés par la loi n° 48-1228 du 22 juillet 1948 fixant le statut juridique des centres techniques industriels.II. - La transmission universelle de patrimoine réalisée entre des centres techniques industriels dont les statuts sont fixés par la loi n° 48-1228 du 22 juillet 1948 précitée est exonérée du droit de timbre, de droits d'enregistrement et de la taxe de publicité foncière."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les revenus tirés de la location des immeubles faisant partie de villages de vacances ou de maisons familiales de vacances agréés sont exonérés, pour les revenus perçus en 2000, de la contribution prévue à l'article 234 nonies du code général des impôts."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. Paragraphe modificateurII. - Les dispositions prévues au I s'appliquent pour la détermination du crédit d'impôt calculé sur les dépenses de formation exposées à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I ont un caractère interprétatif."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - Lorsqu'un groupement sans fiscalité propre se transforme en établissement public de coopération intercommunale à fiscalité additionnelle, l'organe délibérant de cet établissement peut décider, à la majorité simple, que les communes membres du groupement sans fiscalité propre incluses dans le périmètre de l'établissement public de coopération intercommunale issu de la transformation doivent reverser à ce dernier la partie de la compensation, prévue au D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998) qui correspond, pour chacune d'entre elles, au taux appliqué en 1998 au profit du groupement sans fiscalité propre.II. - Les dispositions du I sont applicables à compter de 2000 aux établissements publics de coopération intercommunale à fiscalité propre issus de la transformation d'un groupement sans fiscalité propre, qui perçoivent une fiscalité additionnelle à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - Sont approuvés les articles 1er et 2 du protocole d'accord relatif à la dévolution des biens de l'association \"Comité français d'organisation de la coupe du monde de football 1998\" signé le 12 juillet 1999 entre l'Etat et la Fédération française de football.II. - Le compte d'affectation spéciale n° 902-17 \"Fonds national pour le développement du sport\" est autorisé à recevoir en recette le boni de liquidation de l'association dénommée \"Comité français d'organisation de la coupe du monde de football 1998\"."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. Paragraphe modificateurII. - 1° Une indemnisation solidaire des détenteurs de titres, créances et actifs est versée  en vue de l'application de l'accord du 27 mai 1997 entre le Gouvernement de la République française et le Gouvernement de la Fédération de Russie portant règlement définitif des créances financières et réelles apparues antérieurement au 9 mai 1945. Elle bénéficie aux personnes qui se sont fait recenser dans les conditions prévues par l'article 73 de la loi n° 98-546 du 2 juillet 1998 portant diverses dispositions d'ordre économique et financier, qui détiennent des titres, créances et actifs indemnisables au titre du 2° du présent paragraphe et qui ont apporté la preuve :- pour les porteurs de valeurs mobilières ou de liquidités, qu'elles étaient titulaires de la nationalité française au moment du recensement organisé par la loi n° 98-546 du 2 juillet 1998 précitée, et au plus tard au 5 janvier 1999 ;- pour les personnes physiques ou morales détentrices de créances, d'intérêt et d'actifs autres que les valeurs mobilières et liquidités, qu'elles étaient titulaires de la nationalité française au moment de la dépossession ou sont des ayants droit de ces personnes.2° Un décret en Conseil d'Etat précisera la nature et l'origine des titres, créances et actifs indemnisables ainsi que les règles de preuve. Ce décret définira les règles selon lesquelles chaque catégorie de titres, créances et actifs se voit attribuer une valeur en francs-or de 1914, qui est :- soit égale à sa valeur nominale, dans le cas des titres émis ou garantis avant le 7 novembre 1917 par l'Empire de Russie ou par des collectivités locales situées sur son territoire ;- soit, pour les autres valeurs représentatives de titres, créances et actifs, tient compte de l'année de perte de jouissance appréciée à la date susmentionnée du 7 novembre 1917 ou bien, s'agissant de territoires annexés, à la date de l'annexion.III. - Dès versement par la Fédération de Russie de l'intégralité de la somme due au titre de l'accord du 27 mai 1997 susmentionné, le budget général verse au compte d'affectation spéciale n° 902-31 \"Indemnisation au titre des créances françaises sur la Russie\" une somme représentative des intérêts produits par les versements de la Fédération de Russie et calculés par référence au taux des bons du Trésor de maturité comparable à la durée entre chaque versement de la Fédération de Russie et le 1er août 2000.Le montant total des indemnités versées est égal à la somme versée par la Fédération de Russie en application de l'article 3 de l'accord du 27 mai 1997 susmentionné, majorée du versement du budget général dont le montant est défini à l'alinéa précédent.IV. - Les droits à indemnisation sont répartis dans les conditions suivantes :1° Pour chaque patrimoine de créances, d'intérêts et d'actifs indemnisables autres que les valeurs mobilières et les liquidités, un premier montant est calculé en appliquant les taux suivants aux différentes tranches de patrimoine :- de 0 à 100 000 francs-or 1914 inclus, chaque franc-or est indemnisé au taux de 0,4 franc français actuel ;- de 100 000 francs-or 1914 exclu à 1 000 000 de francs-or 1914 inclus, chaque franc-or est indemnisé au taux de 0,04 franc français actuel ;- au-delà de 1 000 000 de francs-or 1914, chaque franc-or est indemnisé au taux de 0,004 franc français actuel.2° L'indemnité versée au titre de ce patrimoine est ensuite calculée en multipliant le montant défini au 1° ci-dessus par un coefficient égal à 1 + (B/(A + B)) x ((B - C)/C), où :- A est la quote-part de la somme définie au deuxième alinéa du III correspondant au rapport entre l'ensemble des valeurs mobilières et des liquidités indemnisables et l'ensemble des titres, créances et actifs indemnisables ;- B est la quote-part de la somme définie au deuxième alinéa du III correspondant au rapport entre les créances, intérêts et actifs indemnisables autres que les valeurs mobilières et les liquidités et l'ensemble des titres, créances et actifs indemnisables ;- C est la somme des montants résultant du 1° ci-dessus.3° Pour les porteurs de valeurs mobilières et de liquidités indemnisables, la somme calculée selon la formule A (1 + (B-C)/(A + B)) est répartie entre les porteurs comme suit :chaque porteur reçoit une somme forfaitaire égale à 250 millions de francs rapportée au nombre de porteurs indemnisables ; cette somme forfaitaire est augmentée d'un montant :- proportionnel à la valeur totale du portefeuille de valeurs mobilières et de liquidités si cette valeur est inférieure à 150 000 F-or 1914 ;- égal à l'indemnisation que recevrait un portefeuille de valeurs mobilières et de liquidités de valeur égale à 150 000 F-or 1914 si la valeur totale du portefeuille est supérieure à 150 000 F-or 1914.V. - Le Trésor public et l'Agence nationale pour l'indemnisation des Français d'outre-mer sont chargés de liquider et de verser les indemnités allouées en application des III et IV ci-dessus, selon des modalités fixées par décret.VI. - Les personnes qui ont déposé des titres auprès des services de l'Etat durant la période de recensement en application de l'article 73 de la loi n° 98-546 du 2 juillet 1998 précitée pourront venir les retirer selon des modalités fixées par décret."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Dans la limite de 72 millions de francs, le ministre de l'économie, des finances et de l'industrie est autorisé à prendre les mesures nécessaires en vue de l'annulation totale ou partielle de dettes d'aide publique au développement de la Jordanie dans le cadre d'opérations de conversion de dettes en faveur du développement ou de l'environnement."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - A compter du 1er janvier 2000 et jusqu'au 1er septembre 2006, les dépenses de l'Etat afférentes aux études nécessaires à la préparation et à l'élaboration des plans de prévention des risques naturels prévisibles sont financées pour moitié par le Fonds de prévention des risques naturels majeurs mentionné à l'article 13 de la loi n° 95-101 du 2 février 1995 relative au renforcement de la protection de l'environnement.II. Paragraphe modificateur."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux emprunts que la Société de gestion de participations aéronautiques pourrait émettre pour financer l'acquisition des titres détenus par la société Daimler-Chrysler Luft-und Raumfahrt Holding AG dans la société issue du rapprochement d'Aerospatiale Matra et de Daimler-Chrysler Aerospace AG, dans la limite de 30 % de la capitalisation boursière de cette société.II. - Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat à la Société de gestion de participations aéronautiques, dans la limite de 1,5 milliard d'euros, pour la couvrir des dépenses d'indemnisation de la société Daimler-Chrysler Luft-und Raumfahrt Holding AG qu'elle pourrait supporter dans le cadre du rapprochement d'Aerospatiale Matra et de Daimler-Chrysler Aerospace AG."
    }
  ]
}