{
  "id": "jorftext000030920168",
  "type": "statute",
  "title": "ORDONNANCE n°2015-896 du 23 juillet 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030920168",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La présente ordonnance s'applique, sous réserve des règles d'entrée en vigueur spécifiques :1° A une date fixée par décret et au plus tard le 1er juillet 2016, en tant qu'elle abroge, crée ou modifie les dispositions relatives aux cotisations ou aux règles de cumul emploi retraite. Toutefois, les dispositions de l'article 1er qui rendent applicables au régime d'assurance vieillesse de Saint-Pierre-et-Miquelon les dispositions de l'article L. 161-22-1 A du code de la sécurité sociale s'appliquent aux assurés dont la première pension au titre de ce régime prend effet à compter du 1er janvier 2018 ;2° Au titre des périodes d'activité ou d'inactivité à compter d'une date fixée par décret et au plus tard le 1er juillet 2016, en tant qu'elle abroge, crée ou modifie les dispositions relatives à la validation des droits à retraite. Toutefois, les versements pour la retraite relatifs aux années d'études supérieures et aux années d'activité incomplètes, prévus au 3° de l'article 5 du titre II de la loi du 17 juillet 1987 susvisée, dans sa rédaction résultant de la présente ordonnance, peuvent prendre en compte des périodes antérieures ;3° Au titre des pensions prenant effet à compter d'une date fixée par décret et au plus tard le 1er juillet 2016, pour les dispositions relatives aux règles de calcul de la pension ;4° Au titre des arrérages de pension servis à une date fixée par décret et au plus tard le 1er juillet 2016, pour les dispositions relatives au service des pensions liquidées. Toutefois, la revalorisation complémentaire, prévue au g du 1° de l'article 5 de la loi du 17 juillet 1987 susvisée tel qu'issu de la présente ordonnance, prend effet pour la première fois en 2017, au titre du différentiel d'inflation constaté entre la métropole et la collectivité de Saint-Pierre-et-Miquelon à partir de l'année 2015 ;5° Au 1er janvier 2016 en ce qui concerne son article 2."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre, le ministre des finances et des comptes publics, la ministre des affaires sociales, de la santé et des droits des femmes et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}