{
  "id": "jorftext000024323102",
  "type": "statute",
  "title": "LOI n° 2011-814 du 7 juillet 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024323102",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Est autorisée la ratification de la convention du Conseil de l'Europe pour la protection des droits de l'homme et de la dignité de l'être humain à l'égard des applications de la biologie et de la médecine : convention sur les droits de l'homme et la biomédecine, signée à Oviedo le 4 avril 1997."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La Journée nationale de réflexion sur le don d'organes et la greffe prend le nom de « Journée nationale de réflexion sur le don d'organe et la greffe et de reconnaissance envers les donneurs »."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Avant le 1er octobre 2011, le Gouvernement remet au Parlement un rapport relatif à l'amélioration de l'indemnisation, par l'office mentionné à l'article L. 1142-22 du code de la santé publique, des personnes subissant des dommages en raison d'un don d'organes, de tissus et de cellules du corps humain, et à ses conséquences financières sur les comptes de l'assurance maladie."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Avant le 1er octobre 2011, le Gouvernement remet au Parlement un rapport sur l'amélioration des conditions de remboursement de l'ensemble des frais engagés par les donneurs vivants d'organes, de tissus et de cellules du corps humain à l'occasion de leur prélèvement ou de leur collecte."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Dans un délai d'un an à compter de la publication de la présente loi, puis tous les trois ans, le Gouvernement remet au Parlement un rapport établissant le bilan détaillé des fonds publics affectés à la recherche sur les anomalies cytogénétiques, en particulier ceux affectés à la recherche réalisée au bénéfice de la santé des patients atteints de ces maladies."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Le Gouvernement présente au Parlement, avant le 1er juillet 2012, un rapport relatif aux conditions de mise en place de centres de ressources biologiques sous la forme d'un système centralisé de collecte, de stockage et de distribution des embryons surnuméraires dont il a été fait don à la science."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Dans un délai d'un an à compter de la publication de la présente loi, le Gouvernement remet un rapport au Parlement sur les pistes de financement, notamment public, et de promotion de la recherche en France sur les cellules souches adultes et issues du cordon ombilical ainsi que sur les cellules souches pluripotentes induites."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. ― La présente loi fait l'objet d'un nouvel examen d'ensemble par le Parlement dans un délai maximal de sept ans après son entrée en vigueur.II. ― Elle fait en outre l'objet, dans un délai de six ans, d'une évaluation de son application par l'Office parlementaire d'évaluation des choix scientifiques et technologiques."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "L'Institut national de la santé et de la recherche médicale remet, avant le 30 juin 2012, au Parlement un rapport sur la recherche sur les causes de la stérilité."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Au plus tard un an après la promulgation de la loi n° 2011-814 du 7 juillet 2011 relative à la bioéthique, le Gouvernement remet au Parlement un rapport portant sur les enjeux éthiques des sciences émergentes, et notamment de la convergence entre les nanotechnologies, les biotechnologies, l'informatique et les sciences cognitives. Ce rapport est rendu public."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures législatives nécessaires à l'extension et à l'adaptation des dispositions de la présente loi dans les territoires des îles Wallis et Futuna et des Terres australes et antarctiques françaises et, en tant qu'elles concernent les compétences de l'Etat, en Polynésie française et en Nouvelle-Calédonie.II. ― Un projet de loi de ratification des ordonnances prévues au présent article est déposé devant le Parlement au plus tard six mois à compter de la publication des ordonnances."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. ― Jusqu'à la publication de l'arrêté du ministre chargé de la santé mentionné au premier alinéa de l'article L. 2141-1 du code de la santé publique et au plus tard dans un délai d'un an à compter de la publication de la présente loi, les établissements et laboratoires mentionnés à l'article L. 2142-1 du même code continuent à mettre en œuvre les procédés biologiques régulièrement utilisés à cette date.II. ― A titre transitoire, jusqu'à la date de publication du décret en Conseil d'Etat qui, sur le fondement de l'article L. 2151-8 du même code, prévoira les modalités d'application des dispositions introduites par la présente loi au titre V du livre Ier de la deuxième partie dudit code, les recherches sur l'embryon et les cellules souches embryonnaires sont autorisées selon le régime en vigueur au 1er janvier 2011."
    }
  ]
}