{
  "id": "jorftext000039295468",
  "type": "statute",
  "title": "LOI n°2019-1100 du 30 octobre 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000039295468",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est créé un établissement public à caractère industriel et commercial placé sous la tutelle du ministre chargé de la culture et dénommé Centre national de la musique.Dans le cadre d'un processus permanent de concertation avec l'ensemble du secteur, il exerce, dans le domaine de la musique et des variétés, sous forme d'enregistrement et de spectacle vivant, les missions suivantes :1° Soutenir l'ensemble du secteur professionnel, dans toutes ses pratiques et dans toutes ses composantes, et en garantir la diversité, dans le respect de l'égale dignité des répertoires et des droits culturels énoncés par la convention de l'Organisation des Nations unies pour l'éducation, la science et la culture sur la protection et la promotion de la diversité des expressions culturelles du 20 octobre 2005 ;2° Soutenir l'écriture, la composition, l'interprétation, la production, l'édition, la promotion, la distribution et la diffusion de la musique et des variétés sous toutes leurs formes et auprès de tous les publics, aux niveaux national et territorial, en complémentarité des dispositifs directement déployés par le ministère chargé de la culture ;3° Favoriser le développement international du secteur de la musique et des variétés, en accompagnant et en soutenant l'exportation des productions françaises, le rayonnement des œuvres et la mobilité des artistes ;4° Favoriser un égal accès des femmes et des hommes aux professions musicales ;5° Favoriser la contribution du secteur de la musique et des variétés à la politique de l'Etat en matière de protection de l'environnement et de développement durable ;6° Gérer un observatoire de l'économie et des données de l'ensemble du secteur et, à ce titre, recueillir toutes informations utiles, notamment commerciales et financières, et diffuser une information économique et statistique, dans le respect des législations relatives à la protection des données à caractère personnel et au secret des affaires ;7° Assurer une fonction d'information pédagogique, d'orientation et d'expertise sur le secteur ;8° Assurer un service de formation professionnelle à destination des entrepreneurs ou des porteurs de projets du secteur ainsi qu'une fonction d'ingénierie en formation professionnelle s'appuyant sur une activité de prospective, d'innovation et de développement des compétences ;9° Assurer une veille des technologies et des usages et soutenir l'innovation en accompagnant le secteur dans ses transformations ;10° Valoriser le patrimoine musical ;11° Participer au développement de l'éducation artistique et culturelle dans son champ de compétences, en complément du rôle joué par l'Etat et les collectivités territoriales en la matière.Il associe les collectivités territoriales et leurs groupements à l'exercice de ses missions. Il peut conclure des contrats et nouer des partenariats avec ces collectivités et groupements ainsi qu'avec les différents acteurs de la filière musicale.Le ministre chargé de la culture peut confier au Centre national de la musique, par convention, l'instruction et la gestion de dispositifs d'aides pour la sécurité des sites et manifestations culturelles du spectacle vivant, y compris ceux n'entrant pas dans son champ de compétences."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Centre national de la musique est administré par un conseil d'administration dans des conditions fixées par décret en Conseil d'Etat. Il est dirigé par un président nommé par décret sur proposition du ministre chargé de la culture. Les modalités de désignation des membres du conseil d'administration assurent l'égale représentation des femmes et des hommes.Il est adjoint au conseil d'administration un conseil professionnel, instance réunissant des représentants des organisations directement concernées par l'action du Centre national de la musique, dans des conditions fixées par décret. Les modalités de désignation des membres du conseil professionnel assurent l'égale représentation des femmes et des hommes."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Au titre de ses missions, le président du Centre national de la musique peut délivrer, au nom du ministre chargé de la culture, les agréments prévus pour le bénéfice du crédit d'impôt pour dépenses de production d'œuvres phonographiques mentionné à l'article 220 octies du code général des impôts, du crédit d'impôt pour dépenses de production de spectacles vivants mentionné à l'article 220 quindecies du même code et du crédit d'impôt pour dépenses d'édition d'œuvres musicales mentionné à l'article 220 septdecies dudit code, dans les conditions prévues par ledit code."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Le Centre national de la musique bénéficie des ressources provenant des taxes, prélèvements et autres produits qu'il perçoit ou qui lui sont affectés.\n\nII. et III.-A modifié les dispositions suivantes :\n\nII.-Est affectée au Centre national de la musique, dans la limite d'un plafond annuel fixé par la loi de finances, la fraction du produit de la taxe sur les spectacles vivants mentionnée à l'article L. 452-14 du code des impositions sur les biens et services perçue sur les spectacles de variétés en application du 2° de l'article L. 452-15 du même code.\n\nIII.-Les opérations financées au moyen des recettes mentionnées au II font l'objet d'une comptabilité propre tenue par le Centre national de la musique.\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-Loi n° 2003-1312 du 30 décembre 2003\n\n-LOI n° 2011-1977 du 28 décembre 2011"
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "I.-Le Centre national de la musique est compétent, dans les conditions prévues par le livre des procédures fiscales, notamment ses articles L. 16 I, L. 61 C, L. 67 B, L. 177 B et L. 256 D, pour établir, collecter et contrôler la taxe mentionnée au II de l'article 4, en tant qu'elle porte sur des recettes tirées de spectacles aux titres desquels une fraction du produit de cette taxe lui est affectée.Le Centre national de la musique est également compétent, dans la même limite, pour prononcer les sanctions fiscales mentionnées à l'article 1840 X du code général des impôts dans les conditions prévues à l'article L. 80 D du livre des procédures fiscales et pour instruire les réclamations dans les conditions prévues par le titre III du même livre.Les procédures relatives aux compétences mentionnées au présent article sont mises en œuvre par le président du Centre national de la musique ou, à l'exception du traitement des réclamations, de l'envoi des mises en demeure et de l'établissement du titre de perception, par les personnes qu'il a habilitées à cet effet.II.-Pour le recouvrement de la taxe mentionnée au II de l'article 4, l'agent comptable du Centre national de la musique exerce les missions dévolues par le livre des procédures fiscales aux comptables mentionnés à l'article L. 252 de ce livre. A cette fin, cette taxe bénéficie du privilège prévu au 1 de l'article 1920 du code général des impôts et l'agent comptable peut obtenir de l'administration fiscale les renseignements nécessaires."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les organismes de gestion collective peuvent verser une partie des sommes mentionnées aux 1° et 2° de l'article L. 324-17 du code de la propriété intellectuelle au Centre national de la musique. L'établissement utilise alors ces sommes en conformité avec les objectifs mentionnés au premier alinéa du même article L. 324-17."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Le Centre national de la musique se substitue à l'établissement public dénommé Centre national de la chanson, des variétés et du jazz dans tous les contrats et conventions passés pour l'accomplissement des missions de ce dernier. A la date d'effet de sa dissolution, les biens, droits et obligations de cet établissement sont dévolus au Centre national de la musique.II. - Le Centre national de la musique est autorisé à accepter les biens, droits et obligations des associations dénommées Fonds pour la création musicale, Bureau export de la musique française, Club action des labels et des disquaires indépendants français et Centre d'information et de ressources pour les musiques actuelles. La transmission est réalisée de plein droit, sous réserve des conventions conclues entre le Centre national de la musique et lesdites associations, à la date d'effet de leur dissolution.III. - Les transferts mentionnés au II sont effectués à titre gratuit et ne donnent lieu ni à indemnité ni à perception d'impôts, droits ou taxes, ni au versement de salaires ou honoraires au profit de l'Etat, de ses agents ou de toute autre personne publique."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Un décret en Conseil d'Etat détermine les conditions d'application de la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La présente loi entre en vigueur le 1er janvier 2020.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}