{
  "id": "jorftext000037367660",
  "type": "statute",
  "title": "LOI n°2018-771 du 5 septembre 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037367660",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à VII A.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-B.-Les conditions de la dévolution des biens des organismes paritaires agréés en application des articles L. 6333-1 et L. 6333-2 du code du travail, dans leur rédaction antérieure à la présente loi, sont précisées par décret en Conseil d'Etat.\n\nPar dérogation au A et au premier alinéa du présent B, les organismes paritaires agréés en application des articles L. 6333-1 ou L. 6333-2 du même code assurent jusqu'à leur terme la prise en charge financière des congés individuels de formation accordés avant le 1er janvier 2019. Le cas échéant, les conventions triennales d'objectifs et de moyens qu'ils concluent avec l'Etat en application de l'article L. 6333-7 dudit code, dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, sont prolongées jusqu'à ce terme.\n\nVIII.-Les heures acquises au titre du compte personnel de formation et du droit individuel à la formation au 31 décembre 2018 sont converties en euros selon des modalités définies par décret.\n\nIX.-A.-Le présent article entre en vigueur le 1er janvier 2019.\n\nX.-Les organismes mentionnés à l'article L. 6333-1 du code du travail, dans sa rédaction en vigueur au 31 décembre 2018, assurent les missions des commissions paritaires interprofessionnelles régionales mentionnées à l'article L. 6323-17-6 du même code, dans sa rédaction résultant de la présente loi, jusqu'au 31 décembre 2019.\n\nXI.-Le II de l'article 78 de la loi n° 2017-1775 du 28 décembre 2017 de finances rectificative pour 2017 est abrogé.\n\nXII.-Pour la période allant du 1er janvier 2019 au 31 décembre 2019, le conseil d'administration de l'opérateur de compétences peut décider de financer l'abondement du compte personnel de formation des salariés, avec la contribution relative au compte personnel de formation, dans des conditions définies par celui-ci.\n\nXIII.-Jusqu'au 30 septembre 2021, l'employeur peut justifier de l'accomplissement des obligations prévues au II de l'article L. 6315-1 et au premier alinéa de l'article L. 6323-13 du code du travail dans leur version en vigueur au 31 décembre 2018.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code du travail\n\n- Code du travail\n\nII. - [dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018].III. - Le I du présent article entre en vigueur le 1er janvier 2019.IV. - Le Gouvernement remet au Parlement, avant le 1er janvier 2019, un rapport sur le financement du compte engagement citoyen, sur les modalités de sa mobilisation actuelle et sur l'utilisation qui en est faite."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code du travail\n\n-Code du travail\n\nII.-Le présent article entre en vigueur le 1er janvier 2019.III.-Jusqu'à la désignation par France compétences des opérateurs en application du 4° de l'article L. 6123-5 du code du travail, et au plus tard jusqu'au 31 décembre 2019, les organismes mentionnés aux articles L. 6333-1 et L. 6333-2 du même code, dans leur rédaction en vigueur au 31 décembre 2018, délivrent le conseil en évolution professionnelle défini à l'article L. 6111-6 dudit code."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le 2° du I du présent article, l'article L. 6316-2 du code du travail et le dernier alinéa de l'article L. 6316-3 du même code, dans leur rédaction résultant du 3° du I du présent article, entrent en vigueur le 1er janvier 2022.\n\n- Code du travail\n\n- Code du travail"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I., II., IV., V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant la mise en œuvre des entretiens professionnels prévus à l'article L. 6315-1 du code du travail.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. et II.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-A titre expérimental jusqu'au 31 décembre 2021 et par dérogation à l'article L. 6411-1 du code du travail, les actions de validation des acquis de l'expérience ont pour objet l'acquisition d'un ou plusieurs blocs de compétences au sens de l'article L. 6113-1 du même code. Le périmètre des certifications professionnelles concernées par l'expérimentation et son cahier des charges sont définis par arrêté du ministre chargé de la formation professionnelle. Ces actions contribuent, le cas échéant, au positionnement préalable au suivi de l'action de formation dans le cadre d'un projet de transition professionnelle prévu à l'article L. 6323-17-2 dudit code. Un rapport d'évaluation de l'expérimentation est remis au Parlement au plus tard six mois après le terme de l'expérimentation, dressant notamment le bilan de l'insertion professionnelle des bénéficiaires de l'expérimentation.\n\n-Code du travail\n\n-Code du travail\n\n-Code de l'éducation\n\n-Code du travail"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-A titre expérimental et jusqu'au 31 décembre 2021, sur l'ensemble du territoire national, pour un apprenti embauché en contrat d'apprentissage, la visite d'information et de prévention mentionnée au deuxième alinéa de l'article L. 4624-1 du code du travail peut être réalisée par un professionnel de santé de la médecine de ville, dans des conditions définies par décret, lorsqu'aucun professionnel de santé mentionné au premier alinéa du même article L. 4624-1 n'est disponible dans un délai de deux mois.Au plus tard trois mois avant son terme, le Gouvernement présente au Parlement un rapport d'évaluation de cette expérimentation.\n\nII. A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code du travail\n\n-Code du travail\n\nIII.-Les 2° à 8° du II du présent article entrent en vigueur le 1er janvier 2020.IV.-A titre expérimental sur l'ensemble du territoire national et pour une durée de trois ans à compter de la promulgation de la présente loi, lorsque l'employeur de l'apprenti est un groupement d'employeurs tel que prévu à l'article L. 1253-1 du code du travail, la formation pratique peut être dispensée chez trois de ses membres. Au plus tard trois mois avant son terme, le Gouvernement présente au Parlement un rapport d'évaluation de cette expérimentation. Le suivi de l'apprentissage s'effectue sous la tutelle d'une personne tierce, appartenant au groupement d'employeurs."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A partir du 1er janvier 2020, pour une durée de cinq ans, les actions de formation par apprentissage mentionnées à l'article L. 6313-6 du code du travail peuvent être mises en œuvre à titre expérimental dans des établissements pénitentiaires. Cette expérimentation vise à permettre à des détenus âgés au plus de vingt-neuf ans révolus d'obtenir une qualification professionnelle sanctionnée par un diplôme ou un titre à finalité professionnelle, dans les conditions prévues à l'article 719-3 du code de procédure pénale. Le titre II du livre II de la sixième partie du code du travail ne s'applique pas à cette expérimentation.\n\nLes personnes qui ont bénéficié de ce dispositif et souhaitent conclure un contrat d'apprentissage ou un contrat de professionnalisation dans le cadre d'une semi-liberté ou à l'issue de leur détention afin de terminer leur formation ne peuvent bénéficier de l'application :1° Des deux premiers alinéas de l'article L. 6222-7-1 et de l'article L. 6325-11 du code du travail relatifs aux durées des contrats ;2° Des quatrième et avant-dernier alinéas de l'article L. 6211-2 et du second alinéa de l'article L. 6325-13 du même code relatifs aux durées de formation ;3° Des dispositions du premier alinéa de l'article L. 6222-1 et du 1° de l'article L. 6325-1 dudit code relatives à l'âge maximal de l'apprenti ou du bénéficiaire du contrat de professionnalisation.\n\nAu plus tard trois mois avant son terme, le Gouvernement présente au Parlement un rapport d'évaluation de cette expérimentation.\n\nLes conditions de mise en œuvre de cette expérimentation sont déterminées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-Sans préjudice de l'exploitation des résultats déjà obtenus au cours de l'expérimentation prévue par cette disposition, en vue de leur évaluation, l'article 77 de la loi n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels est abrogé.\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nX.-Le Gouvernement remet au Parlement, avant le 31 décembre 2021, un rapport sur la mise en pratique de l'extension de l'âge jusqu'à vingt-neuf ans révolus de l'apprentissage prévue à l'article L. 6222-2 du code du travail ainsi que sur la possibilité d'ouvrir les formations en apprentissage aux actifs au chômage et aux bénéficiaires du revenu de solidarité active sous condition d'inscription dans une formation d'apprentissage au sein d'un secteur en tension. Ce rapport s'intéresse aux conditions de mise en œuvre de cette extension, à son impact sur le nombre d'apprentis, à la bonne intégration des personnes concernées au sein du dispositif de l'apprentissage et à l'évolution des méthodes pédagogiques intervenues du fait de cette extension à de nouveaux publics.XI.-A titre expérimental, pour une durée de trois ans à compter de la promulgation de la présente loi, dans les collectivités régies par l'article 73 de la Constitution, le contrat d'apprentissage peut être exécuté en partie à l'étranger, dans l'environnement géographique au sens de la loi n° 2016-1657 du 5 décembre 2016 relative à l'action extérieure des collectivités territoriales et à la coopération des outre-mer dans leur environnement régional, pour une durée déterminée qui ne peut excéder un an, sous réserve que la France ait conclu des accords bilatéraux avec les pays dans lesquels se déroule le contrat d'apprentissage.\n\n-Code du travail\n\n-Code du travail\n\n-Code des transports\n\n-Code du travail\n\n-Code de l'éducation"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Les missions exercées par les délégations régionales de l'Office national d'information sur les enseignements et les professions en matière de diffusion de la documentation ainsi que d'élaboration des publications à portée régionale relatives à l'orientation scolaire et professionnelle des élèves et des étudiants sont transférées aux régions, à la collectivité de Corse et aux collectivités territoriales de Martinique et de Guyane.\n\nVI.-A.-Les services ou parties de service qui participent à l'exercice des compétences transférées aux collectivités territoriales en application du présent article sont mis à disposition ou transférés selon les modalités prévues aux articles 80 et 81, au I de l'article 82, au premier alinéa du I et aux II à VIII de l'article 83 et aux articles 84 à 87 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles.\n\nB.-Pour l'application du second alinéa du I de l'article 80 de la même loi, la date : 31 décembre 2012 est remplacée par la date : 31 décembre 2016.\n\nC.-Pour l'application des articles 81 et 82 de ladite loi, les références au président du conseil régional et au président du conseil exécutif de la collectivité territoriale de Corse sont remplacées par des références au président du conseil régional, au président du conseil exécutif de la collectivité de Corse, au président de l'assemblée de Guyane et au président du conseil exécutif de la collectivité territoriale de Martinique.\n\nD.-Pour l'application du I de l'article 81 de la même loi, les mots : chefs des services de l'Etat sont remplacés par les mots : délégués régionaux de l'Office national d'information sur les enseignements et les professions.\n\nE.-Pour l'application du II du même article 81, la première phrase est ainsi rédigée : Dans un délai de trois mois à compter de la publication du décret approuvant une convention type et après consultation, durant la même période, du comité technique placé auprès de l'Office national d'information sur les enseignements et les professions et des comités techniques placés auprès des collectivités territoriales concernées, une convention, conclue entre le directeur de l'Office national d'information sur les enseignements et les professions, le recteur de région académique, le préfet de région et le président de l'exécutif de la collectivité territoriale concernée constate la liste des services ou parties de service qui sont, pour l'exercice des compétences transférées, mis à disposition à titre gratuit de la collectivité bénéficiaire du transfert de compétences en application de l'article 18 de la loi n° 2018-771 du 5 septembre 2018 pour la liberté de choisir son avenir professionnel.\n\nF.-Pour l'application du III dudit article 81, les mots : de chaque catégorie de collectivités territoriales et de leurs groupements sont remplacés par les mots : de la catégorie de collectivités territoriales concernée par les transferts de compétences prévus à l'article 18 de la loi n° 2018-771 du 5 septembre 2018 pour la liberté de choisir son avenir professionnel.\n\nVII.-A.-Sous réserve des dispositions prévues au présent article, les transferts de compétences à titre définitif prévus par la présente loi et ayant pour conséquence d'accroître les charges des collectivités territoriales ouvrent droit à une compensation financière dans les conditions fixées aux articles L. 1614-l à L. 1614-7 du code général des collectivités territoriales.\n\nLes ressources attribuées au titre de cette compensation sont équivalentes aux dépenses consacrées, à la date du transfert, par l'Etat à l'exercice des compétences transférées, diminuées du montant des éventuelles réductions brutes de charges ou des augmentations de ressources entraînées par les transferts.\n\nLe droit à compensation des charges d'investissement transférées par le présent article est égal à la moyenne des dépenses actualisées, hors taxes et hors fonds de concours, constatées sur une période d'au moins cinq ans précédant le transfert de compétences.\n\nLe droit à compensation des charges de fonctionnement transférées par le présent article est égal à la moyenne des dépenses actualisées constatées sur une période maximale de trois ans précédant le transfert de compétences.\n\nUn décret fixe les modalités d'application des troisième et avant-dernier alinéas du présent A, après avis de la commission consultative mentionnée à l'article L. 1211-4-l du code général des collectivités territoriales. Ce décret définit notamment les modalités de répartition entre les collectivités bénéficiaires du droit à compensation des charges d'investissement transférées.\n\nB.-La compensation financière des transferts de compétences s'opère, à titre principal, par l'attribution d'impositions de toute nature, dans des conditions fixées en loi de finances.\n\nSi les recettes provenant des impositions attribuées en application du présent B diminuent pour des raisons étrangères au pouvoir de modulation éventuel reconnu aux collectivités bénéficiaires, l'Etat compense cette perte dans des conditions fixées en loi de finances afin de garantir à celles-ci un niveau de ressources équivalent à celui qu'il consacrait à l'exercice de la compétence avant son transfert. Ces diminutions de recettes et les mesures de compensation prises au titre du présent alinéa font l'objet d'un rapport du Gouvernement présenté chaque année à la commission consultative mentionnée à l'article L. 1211-4-l du code général des collectivités territoriales.\n\nC.-Sous réserve des dispositions prévues au présent article, les créations ou extensions de compétences obligatoires et définitives prévues par la présente loi et ayant pour conséquence d'accroître les charges des collectivités territoriales ou de leurs groupements sont accompagnées de ressources financières dans les conditions fixées aux articles L. 1614-1-1, L. 1614-3, L. 1614-3-1 et L. 1614-5-1 du code général des collectivités territoriales.\n\nVIII.-Pour l'exercice par les régions de la mission d'information des élèves et des étudiants sur les formations et les métiers, prévue au cinquième alinéa du I de l'article L. 6111-3 du code du travail, l'Etat peut, à titre expérimental, pour une durée de trois ans à compter du 1er janvier 2019, avec l'accord des intéressés, mettre à la disposition des régions des agents exerçant dans les services et établissements relevant du ministre chargé de l'éducation nationale, selon des modalités définies par décret. Par dérogation à l'article 42 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, les mises à disposition individuelles effectuées dans ce cadre ne donnent pas lieu à remboursement.\n\n-Code du travail\n\n-Code de l'éducation\n\n-LOI n° 2014-58 du 27 janvier 2014"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nVIII.-Les centres de formation d'apprentis existants à la date de publication de la présente loi ont jusqu'au 31 décembre 2021 pour se mettre en conformité avec les dispositions de la présente loi. Jusqu'à cette mise en conformité, ils sont autorisés à poursuivre leur activité et sont réputés satisfaire aux obligations résultant de la présente loi applicables aux centres de formations d'apprentis, notamment aux critères de qualité mentionnés à l'article L. 6316-1.\n\nIX.-Les reports de taxe d'apprentissage et de contribution supplémentaire à l'apprentissage constatés au 31 décembre 2019 sont affectés en priorité, par les centres de formation d'apprentis, à la réalisation de leurs missions mentionnées aux articles L. 6231-1 et L. 6231-2 du code du travail, aux investissements nécessaires aux formations dispensées et, en dernier ressort, le cas échéant, à leurs frais de fonctionnement. L'ensemble de ces affectations est retracé dans la comptabilité analytique mentionnée à l'article L. 6231-4 du même code.\n\nX.-Les articles L. 6232-1 à L. 6232-9 et le 2° de l'article L. 6232-10 du code du travail dans sa rédaction antérieure à la présente loi sont applicables aux centres de formations d'apprentis et aux sections d'apprentissage créés entre le 1er janvier 2019 et le 31 décembre 2019.\n\nPendant cette période, il peut être dérogé aux articles L. 6232-1 à L. 6232-4 du même code pour créer un centre de formation d'apprentis répondant aux objectifs de l'article L. 6211-1 dudit code.\n\nLe centre de formation d'apprentis ainsi créé peut percevoir les fonds issus de la taxe d'apprentissage prévus à l'article L. 6241-4 du même code mais n'est pas éligible au financement de la région dans laquelle le centre ou la section est implanté ou dans laquelle les formations sont réalisées. Les dispositions des deux premiers alinéas du présent X sont applicables dès la publication de la présente loi.\n\nXI.-Jusqu'au 1er janvier 2020, les articles L. 6233-1 à L. 6233-2 du code du travail dans leur rédaction antérieure à la présente loi demeurent applicables aux centres de formation d'apprentis et aux sections d'apprentissage.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code de l'éducation\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'éducation\n\nII. - Le I entre en vigueur le 1er janvier 2020."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I., II., III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nI.-B.-La prime prévue à l'article L. 6243-1 du code du travail, dans sa rédaction antérieure à la présente loi, est versée par les régions aux employeurs jusqu'au terme des contrats d'apprentissage conclus avant le 1er janvier 2019.IV.-Le III s'applique aux périodes d'imposition et exercices ouverts à compter du 1er janvier 2019.\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I., II., III. V.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-A titre expérimental, pendant une durée de trois ans à compter de la publication de la présente loi, les bénéficiaires de contrats de professionnalisation résidant depuis au moins deux ans dans l'une des collectivités relevant de l'article 73 de la Constitution se voient appliquer, dans le cadre de mobilité hors Union européenne et dans l'environnement géographique au sens de la loi n° 2016-1657 du 5 décembre 2016 relative à l'action extérieure des collectivités territoriales et à la coopération des outre-mer dans leur environnement régional, les dispositions de l'article L. 6325-25 du code du travail. Ces dispositions s'appliquent sous réserve d'un accord bilatéral avec l'Etat d'accueil.\n\nVI.-A titre expérimental pour une durée de cinq ans à compter de la publication du décret prévu au troisième alinéa du présent VI, par dérogation à l'article L. 6314-1 du code du travail, le contrat de professionnalisation peut être conclu en vue d'acquérir des compétences définies par l'employeur et l'opérateur de compétences, en accord avec le salarié.\n\nLes employeurs relevant de l'article L. 5132-4 du même code sont éligibles à cette expérimentation.\n\nLes modalités d'application du présent VI sont définies par décret.\n\nAu plus tard trois mois avant son terme, le Gouvernement présente au Parlement un rapport d'évaluation de cette expérimentation.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Deux ans après sa promulgation, la présente loi fait l'objet d'une évaluation pour confirmer ses effets sur la promotion de la mobilité des apprentis au sein de l'Union européenne et de ses partenaires."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. et II.-A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Les diplômes et titres à finalité professionnelle mentionnés au I de l'article L. 6113-5 du code du travail enregistrés dans le répertoire national des certifications professionnelles au jour de l'entrée en vigueur de la présente loi le demeurent jusqu'au 1er janvier 2024 au plus tard.\n\nIV.-Par dérogation à l'article L. 6113-1 du code du travail dans sa rédaction résultant de la présente loi et jusqu'à l'échéance de leur enregistrement, l'obligation de classement par niveau de qualification ne s'applique pas aux certificats de qualification professionnelle enregistrés, au 1er janvier 2019, dans le répertoire national des certifications professionnelles.\n\nV.-Les certifications et habilitations recensées à l'inventaire spécifique mentionné au dixième alinéa du II de l'article L. 335-6 du code de l'éducation en vigueur jusqu'à l'intervention de la présente loi sont enregistrées de plein droit jusqu'au 31 décembre 2021 dans le répertoire spécifique mentionné à l'article L. 6113-6 du code du travail.\n\n-Code de l'éducation\n\n-Code du travail"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV. - La région établit un rapport annuel portant sur la gestion de l'apprentissage pour les années 2018 et 2019. Ce rapport rend compte des dépenses annuelles de fonctionnement et d'investissement engagées et mandatées. Il identifie les coûts moyens par apprenti, toutes certifications professionnelles confondues, ainsi que le coût moyen par type de diplôme ou titre. Il précise les dépenses relatives aux frais pédagogiques, aux frais d'hébergement, de transport et de restauration des apprentis ainsi que les critères et la nature des répartitions effectuées. Cet état des lieux est transmis au représentant de l'Etat dans la région avant le 15 juillet 2019 pour l'année 2018 et avant le 15 juillet 2020 pour l'année 2019.VI. - Entrent en vigueur le 1er janvier 2020 :1° Les 1° et 8° du II ;2° Les 1°, 2°, 3°, les a, b, c et k du 4° ainsi que les a et b du 5° du III ;3° Les 1° et 2° du IV.\n\n- Code du travail\n\n- Code du travail\n\n- Code général des collectivités territoriales\n\n- Code de l'éducation\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Lorsque l'Etat met en œuvre un programme national dans les conditions définies au II de l'article L. 6122-1 du code du travail, la Caisse des dépôts et consignations peut assurer la gestion administrative et financière des fonds pour le compte de l'Etat, de ses établissements publics ou des collectivités territoriales. Pour chaque action financée par des crédits ouverts au titre du programme national, une convention de gestion est conclue entre la Caisse des dépôts et consignations et, selon le cas, l'Etat, ses établissements publics ou la collectivité territoriale concernée, après avis de la commission de surveillance.Les fonds sont déposés chez un comptable du Trésor pour le compte de l'Etat ou des autres organismes mentionnés au premier alinéa du présent article. Les commissions chargées des finances de l'Assemblée nationale et du Sénat sont informées annuellement de la situation et des mouvements des comptes correspondants."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. à VI.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVII.-A.-France compétences est substituée au Fonds paritaire de sécurisation des parcours professionnels dans les droits et obligations de toute nature qui pèsent sur cette association à compter du 1er janvier 2019. Pour les besoins de la collecte au titre de la masse salariale 2018, l'association gestionnaire du Fonds paritaire de sécurisation des parcours professionnels perçoit les versements au titre de l'article 37 de la présente loi et les affecte conformément aux dispositions législatives, règlementaires et conventionnelles en vigueur au 31 décembre 2018. Cette association est dissoute au plus tard le 30 juin 2019.\n\nCette substitution est réalisée de plein droit, nonobstant toute disposition ou stipulation contraire. Elle n'a aucune incidence sur ces droits et obligations et n'entraîne ni la modification des contrats et conventions en cours conclus par le Fonds paritaire de sécurisation des parcours professionnels, ni leur résiliation, ni, le cas échéant, le remboursement anticipé des dettes qui en constituent l'objet. Elle entraîne le transfert de plein droit et sans formalité des accessoires des créances cédées et des sûretés réelles et personnelles les garantissant.\n\nB.-Dans les conditions prévues à l'article L. 1224-3 du code du travail, France compétences se substitue au Fonds paritaire de sécurisation des parcours professionnels en tant qu'employeur des personnels titulaires d'un contrat de travail conclu antérieurement.\n\nVIII.-Le directeur général de France compétences prend toutes les mesures utiles à l'exercice des missions et activités de l'institution jusqu'à l'installation du conseil d'administration. Il rend alors compte de sa gestion à ce dernier.\n\nIX.-Les transferts mentionnés au VII du présent article sont réalisés à titre gratuit et ne donnent lieu au paiement d'aucune indemnité ou perception de droits ou taxes, ni à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit d'agents de l'Etat.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I., II., V. à XIII.-A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-A.-La collecte des contributions dues au titre des rémunérations versées en 2018 est assurée :1° Par les organismes mentionnés aux articles L. 6242-1 et L. 6242-2 du code du travail dans sa rédaction en vigueur au 31 décembre 2018, pour les contributions mentionnées à l'article L. 6241-1 du même code ;2° Par les organismes mentionnés à L. 6332-1 dudit code, pour les contributions mentionnées au 2° de l'article L. 6331-1 et à l'article L. 6322-37 du même code, dans sa rédaction en vigueur au 31 décembre 2018.Ces contributions sont collectées, contrôlées, gérées, affectées et les défauts ou insuffisances de versement recouvrés, selon les dispositions légales, réglementaires et conventionnelles applicables au titre de l'année 2018.B.-Par dérogation au III de l'article L. 6131-1 du code du travail dans sa rédaction résultant de la présente loi, du 1er janvier 2019 jusqu'à la date d'entrée en vigueur de l'ordonnance relative à la collecte des contributions des employeurs au titre du financement de la formation professionnelle et de l'apprentissage prévue à l'article 41 de la présente loi ou au plus tard le 31 décembre 2021 :1° A l'exception du solde de la taxe d'apprentissage mentionné au II de l'article L. 6241-2 du code du travail dans sa rédaction résultant de la présente loi, la collecte des contributions mentionnées aux 2° à 4° du I de l'article L. 6131-1 du même code est assurée par les opérateurs de compétences mentionnés à l'article L. 6332-1 dudit code dans sa rédaction résultant de la présente loi et qui sont agréés à cet effet ;2° Lorsqu'un employeur n'a pas opéré le versement dans les conditions prévues par le décret mentionné à l'article L. 6131-3 du code du travail ou a opéré un versement insuffisant d'une des contributions mentionnées aux 2° à 4° du I de l'article L. 6131-1 du même code, la contribution concernée est majorée de l'insuffisance constatée.L'employeur verse au Trésor public, auprès du comptable public du lieu du siège de la direction de l'entreprise ou, à défaut, du principal lieu d'exercice de la profession ou du lieu du principal établissement ou, pour les exploitants agricoles, du lieu d'exploitation ou du siège de la direction en cas de pluralité d'exploitations, accompagné du bordereau établi selon un modèle fixé par l'administration indiquant la désignation et l'adresse de l'entreprise, la nature et les montants des sommes restant dues augmentées de la majoration qui leur est applicable, et déposé au plus tard le 30 avril de l'année qui suit celle du versement des rémunérations, un montant égal à la différence constatée entre sa contribution ainsi majorée et le versement déjà effectué à l'organisme agréé.Le montant de ce versement supplémentaire est établi et recouvré selon les modalités ainsi que sous les sûretés, garanties et sanctions applicables en matière de taxe sur le chiffre d'affaires.Le contrôle et le contentieux des contributions mentionnées aux 2° à 4° du I de l'article L. 6131-1 du code du travail sont opérés selon les règles applicables en matière de taxe sur le chiffre d'affaires.Toutefois, les dispositions du présent B ne s'appliquent pas aux litiges relatifs à la réalité et à la validité des versements effectués au titre de la participation des employeurs au développement de la formation professionnelle.C.-Par dérogation aux dispositions de l'article 46 de la présente loi, la taxe d'apprentissage mentionnée à l'article L. 6241-1 du code du travail n'est pas due au titre des rémunérations versées en 2019. La contribution supplémentaire à l'apprentissage prévue à l'article 1609 quinvicies du code général des impôts reste due au titre des rémunérations versées en 2019.IV.-A compter du 1er janvier 2019, il est mis fin aux effets des accords d'entreprises conclus en application de l'article L. 6331-10 du code du travail dans sa rédaction en vigueur à la date du 31 décembre 2018.A cette date, les fonds que l'employeur n'a pas consacrés au financement du compte personnel de formation et à son abondement sont reversés selon les modalités prévues au second alinéa de l'article L. 6331-11 du même code dans sa rédaction en vigueur à la date du 31 décembre 2018.\n\n-Code du travail\n\n-Code général des impôts, CGI.\n\n-Code de l'éducation\n\n-Code de la défense.\n\n-Code de la construction et de l'habitation.\n\n-Code rural et de la pêche maritime\n\n-Loi n° 88-1149 du 23 décembre 1988\n\n-LOI n° 2015-1786 du 29 décembre 2015\n\n-LOI n° 2016-1088 du 8 août 2016\n\n-Code du travail\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "A modifié les dispositions suivantes :\n\nIII.-Par dérogation à l'article L. 6331-38 du code du travail, au titre des salaires versés en 2019, le taux de cotisation est fixé :1° Pour les entreprises dont l'effectif moyen est d'au moins onze salariés :a) A 0,30 % pour les entreprises relevant du secteur des métiers du bâtiment ;b) A 0,22 % pour les entreprises relevant du secteur des travaux publics ;2° Pour les entreprises dont l'effectif moyen de l'année au titre de laquelle la cotisation est due est inférieur à onze salariés :a) A 0,30 % pour les entreprises relevant du secteur des métiers du bâtiment ;b) A 0,22 % pour les entreprises relevant du secteur des travaux publics.Le nombre de salariés pris en compte pour la détermination du taux applicable est celui de l'année au titre de laquelle la cotisation est due.Par dérogation à l'article L. 6331-41 du même code, au titre des salaires versés en 2019, le montant de la cotisation constitue une dépense déductible des obligations prévues à l'article L. 6331-3 dudit code dans des conditions déterminées par décret.\n\n-Code du travail\n\n-LOI n° 2016-1088 du 8 août 2016\n\n-Code du travail"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-Jusqu'à la date d'entrée en vigueur de l'ordonnance relative à la collecte des contributions des employeurs au titre du financement de la formation professionnelle et de l'alternance mentionnée à l'article 41 de la présente loi, et au plus tard jusqu'au 31 décembre 2021, les opérateurs de compétences mentionnés à l'article L. 6332-1 du code du travail peuvent financer des organismes prenant en charge notamment le conseil en évolution professionnelle, la formation de demandeurs d'emploi et le compte personnel de formation.\n\nPendant la période prévue au premier alinéa du présent III, les actions de formations financées par le compte personnel de formation et les actions de formations au bénéfice des demandeurs d'emploi sont prises en charge par les opérateurs de compétences dans le cadre de deux sections financières spécifiques.\n\nIV.-La validité des agréments délivrés aux organismes collecteurs paritaires agréés des fonds de la formation professionnelle continue mentionnés à l'article L. 6332-1 du code du travail dans sa rédaction en vigueur au 31 décembre 2018 et des organismes collecteurs de la taxe d'apprentissage mentionnés aux articles L. 6242-1 et L. 6242-2 du même code expire le 1er janvier 2019. Les organismes collecteurs paritaires agréés au 31 décembre 2018 bénéficient d'un agrément provisoire en tant qu'opérateurs de compétences à compter du 1er janvier 2019 et jusqu'au 31 mars 2019.\n\nUn nouvel agrément, subordonné à l'existence d'un accord de branche conclu à cet effet entre les organisations syndicales de salariés et les organisations professionnelles d'employeurs représentatives dans le champ d'application de l'accord est pris sur le fondement de l'article L. 6332-1-1 dudit code, selon des modalités déterminées par décret, au plus tard au 1er avril 2019. En l'absence de convention de branche transmise à l'autorité administrative au 31 décembre 2018, celle-ci désigne pour la branche concernée un opérateur de compétences agréé.\n\nLes transferts de biens, droits et obligations réalisés dans le cadre de dévolutions effectués jusqu'au 30 juin 2020, à titre gratuit ou moyennant la seule prise en charge du passif ayant grevé l'acquisition des biens transférés au profit d'organismes agréés en application du même article L. 6332-1-1 ne donnent lieu au paiement d'aucun droit, taxe ou impôt de quelque nature que ce soit. Ils ne donnent pas non plus lieu au paiement de la contribution prévue à l'article 879 du code général des impôts.\n\nV.-A la fin du troisième alinéa du II de l'article 17 de la loi n° 2014-288 relative à la formation professionnelle, à l'emploi et à la démocratie sociale, l'année : 2018 est remplacée par l'année : 2019.\n\nVI.-Pour les organismes collecteurs de la taxe d'apprentissage habilités en application de l'article L. 6242-1 du code du travail et du troisième alinéa du II de l'article 17 de la loi n° 2014-288 du 5 mars 2014 relative à la formation professionnelle, à l'emploi et à la démocratie sociale dont l'activité cesse au plus tard le 31 décembre 2019, les reliquats de collecte de taxe d'apprentissage et de contribution supplémentaire à l'apprentissage non utilisés par ces organismes ou non encaissés par les établissements bénéficiaires à la date du 31 décembre 2019 ainsi que les biens affectés à l'activité de collecte de cette taxe et financés par le produit de la taxe font l'objet d'une dévolution à un organisme agréé à compétence nationale de même nature, mentionné à l'article L. 6332-1 du code du travail, au plus tard le 15 juillet 2020.\n\nLes transferts de biens, droits et obligations organisés dans le cadre de dévolutions jusqu'au 15 juillet 2020 sont réalisés à titre gratuit ou moyennant la seule prise en charge du passif ayant grevé l'acquisition des biens transférés au profit d'organismes agréés mentionnés au premier alinéa du présent VI et ne donnent lieu au paiement d'aucun droit, taxe ou impôt de quelque nature que ce soit. Ils ne donnent pas non plus lieu au paiement de la contribution prévue à l'article 879 du code général des impôts.\n\nVII.-Pour les organismes collecteurs de la taxe d'apprentissage habilités en application de l'article L. 6242-2 du code du travail, les reliquats de collecte de taxe d'apprentissage et de contribution supplémentaire à l'apprentissage non utilisés par ces organismes ou non encaissés par les établissements bénéficiaires à la date du 31 décembre 2019 font l'objet d'un reversement au Trésor public au plus tard le 15 juillet 2020.\n\nVIII.-A modifié les dispositions suivantes :\n\nIX.-A compter du 1er janvier 2020, l'opérateur de compétences assure le financement des contrats d'apprentissage selon le niveau de prise en charge fixé par les branches selon les modalités mentionnées à l'article L. 6332-14 du code du travail.\n\nX.-Jusqu'au 31 décembre 2021, dans le cadre des versements mentionnés au 1° de l'article L. 6123-5 du code du travail, France compétences peut attribuer des fonds au bénéfice des centres de formation des apprentis ayant des besoins de développement ou de trésorerie consécutifs à des projets de renforcement ou d'extension de leur offre de formation.\n\nXI. - A compter du 1er janvier 2020, les fonds d'assurance formation des travailleurs indépendants, des membres des professions libérales et des professions non salariées créés en application des articles L. 6332-9 et L. 6331-53 du code du travail, de l'article L. 718-2-1 du code rural et de la pêche maritime et de l'article 8 de l'ordonnance n° 2003-1213 du 18 décembre 2003 relative aux mesures de simplification des formalités concernant les entreprises, les travailleurs indépendants, les associations et les particuliers employeurs reversent leurs excédents financiers dans les conditions fixées par décret en Conseil d'Etat à France compétences.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-LOI n° 2014-288 du 5 mars 2014"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, et dans un délai de trente mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi afin :\n\n1° D'organiser le recouvrement, l'affectation et le contrôle, par les organismes chargés du recouvrement mentionnés aux articles L. 213-1 et L. 752-1 du code de la sécurité sociale, par les organismes mentionnés à l'article L. 723-1 du code rural et de la pêche maritime et par les organismes mentionnés aux d et f de l'article L. 5427-1 du code du travail, de la contribution unique à la formation professionnelle et à l'alternance, de la contribution destinée au financement du compte personnel de formation des titulaires d'un contrat à durée déterminée, de la contribution supplémentaire à l'apprentissage, des contributions supplémentaires ayant pour objet le développement de la formation professionnelle continue versées en application d'un accord professionnel national conclu entre les organisations professionnelles d'employeurs et les organisations syndicales de salariés représentatives, des contributions au développement du dialogue social décidées par accord national interprofessionnel ou de branche et des contributions spécifiques mentionnées à l'article L. 6131-1 du même code, dans sa rédaction résultant de la présente loi ;\n\n2° D'harmoniser à cette fin l'état du droit, en particulier le code du travail, le code général des impôts, le code de la sécurité sociale et le code rural et de la pêche maritime ;\n\n3° D'assurer la cohérence des textes et d'abroger les dispositions devenues sans objet.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance ;\n\n4° De prévoir le transfert de recouvrement par les organismes chargés du recouvrement mentionnés aux articles L. 213-1 et L. 752-1 du code de la sécurité sociale et par les organismes mentionnés à l'article L. 723-1 du code rural et de la pêche maritime, du solde mentionné au II de l'article L. 6241-2 du code du travail ;5° D'organiser les modalités de la répartition du solde mentionné au II de l'article L. 6241-2 du code du travail ;\n\n6° D'organiser le recouvrement, l'affectation et le contrôle, par la caisse de prévoyance sociale mentionnée au d de l'article L. 5427-1 du même code, des contributions ayant pour objet le développement de la formation professionnelle continue versées en application d'un accord professionnel conclu entre les organisations professionnelles d'employeurs et les organisations syndicales de salariés représentatives.\n\nII.-Un décret fixe la liste des informations relatives aux entreprises qui doivent être communiquées à France compétences et aux opérateurs de compétences par les organismes chargés du recouvrement de la contribution relative à la formation professionnelle."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-Jusqu'à l'entrée en vigueur de l'ordonnance mentionnée à l'article 41 de la présente loi, et au plus tard jusqu'au 31 décembre 2021, sans préjudice des prérogatives de l'administration fiscale, les agents mentionnés à l'article L. 6361-5 du code du travail sont habilités à contrôler, dans les conditions prévues au titre VI du livre III de la sixième partie du même code, les informations déclarées par les entreprises au titre de la contribution prévue à l'article 1609 quinvicies du code général des impôts. Aux fins de ce contrôle, les entreprises remettent à ces agents tous documents et pièces justifiant le respect de leur obligation.\n\nA défaut, les entreprises versent au Trésor public, par décision de l'autorité administrative, la contribution concernée, majorée de l'insuffisance constatée. Ce versement est recouvré conformément à l'article L. 6362-12 du code du travail.\n\nIII.-Jusqu'à l'entrée en vigueur de l'ordonnance mentionnée à l'article 41 de la présente loi, et au plus tard jusqu'au 31 décembre 2021, l'Etat exerce un contrôle administratif et financier, dans les conditions prévues au titre VI du livre III de la sixième partie du code du travail, sur les dépenses exposées par les employeurs au titre de leurs obligations de participation au développement de la formation professionnelle mentionnées à l'article L. 6322-37, dans sa rédaction en vigueur au 31 décembre 2018, et aux sections 1 à 3 du chapitre Ier du titre III du livre III de la sixième partie du même code.\n\nLes employeurs présentent aux agents de contrôle mentionnés à l'article L. 6361-5 dudit code les documents et pièces établissant la réalité et le bien-fondé des dépenses mentionnées au premier alinéa du présent III.\n\nA défaut, l'employeur n'est pas regardé comme ayant rempli les obligations qui lui incombent et verse au Trésor public, par décision de l'autorité administrative, les sommes mentionnées aux articles L. 6322-40, L. 6331-6, L. 6331-28 et L. 6331-30 du code du travail dans leur rédaction en vigueur au 31 décembre 2018 pour la participation assise sur les rémunérations versées au titre de l'année 2018 et celles mentionnées au 2° et au quatrième alinéa du B du III de l'article 37 de la présente loi pour les participations assises sur les rémunérations versées au titre des années 2019 à 2021. Ce versement est recouvré conformément à l'article L. 6362-12 du code du travail.\n\nIV.-Les personnes assujetties aux contrôles mentionnés à l'article L. 6252-4 du code du travail et les organismes paritaires agréés au titre du congé individuel de formation mentionnés à l'article L. 6333-1 du même code, dans leur rédaction antérieure à la présente loi, qui cessent leur activité conformément à la présente loi restent soumis aux contrôles mentionnés aux articles L. 6252-4 et L. 6361-2 dudit code, selon les procédures et sous peine des sanctions prévues aux livres II et III de la sixième partie du même code dans leur rédaction antérieure à la présente loi, jusqu'à la fin de la troisième année qui suit leur dernière année d'activité en matière respectivement d'apprentissage et de formation professionnelle continue.\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV.-Un décret prévoit les modalités selon lesquelles, à compter du 1er janvier 2019, pour l'application à Mayotte de l'article L. 6331-3 du code du travail, est progressivement supprimé le plafond de la sécurité sociale en vigueur à Mayotte applicable au montant des rémunérations versées respectivement au titre des années 2018,2019,2020 et 2021 par l'employeur d'au moins onze salariés pour le calcul de sa participation au développement de la formation professionnelle.\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-L'ordonnance n° 2017-53 du 19 janvier 2017 portant diverses dispositions relatives au compte personnel d'activité, à la formation et à la santé et la sécurité au travail dans la fonction publique est ratifiée.II.-L'ordonnance n° 2017-43 du 19 janvier 2017 mettant en œuvre le compte personnel d'activité pour différentes catégories d'agents des chambres d'agriculture, des chambres de commerce et des chambres de métiers et de l'artisanat est ratifiée.III.-A modifié les dispositions suivantes :\n\n-Ordonnance n° 2017-43 du 19 janvier 2017\n\nIV.-L'ordonnance n° 2017-1491 du 25 octobre 2017 portant extension et adaptation de la partie législative du code du travail, et de diverses dispositions relatives au travail, à l'emploi et à la formation professionnelle à Mayotte est ratifiée."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Dans le code du travail, toutes les occurrences des mots : \" organisme collecteur paritaire agréé \" sont remplacées par les mots : \" opérateur de compétences \" et toutes celles des mots : \" organismes collecteurs paritaires agréés \" sont remplacées par les mots : \" opérateurs de compétences \".\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du sport.\n\n-Code du travail\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Les dispositions du présent titre sont applicables à compter du 1er janvier 2019, sauf dispositions contraires du présent titre.II. - Les dispositions du code du travail résultant des articles 11, 13 et 16 de la présente loi ne sont pas applicables aux contrats conclus avant le 1er janvier 2019.III. - L'article 15 est applicable à compter de la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les dispositions du présent titre font l'objet d'une évaluation d'impact qui s'appuie notamment sur une multiplicité et une complémentarité de critères qualitatifs et quantitatifs. Dans la troisième année à compter de la promulgation de la présente loi, cette évaluation fait l'objet d'un rapport transmis au Parlement. Ce rapport comprend l'analyse de la réforme du compte personnel de formation, notamment son impact sur l'évolution du volume et de la qualité de formation des salariés et sur l'accès des femmes à la formation professionnelle."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "A titre expérimental et par dérogation respectivement au 1° de l'article L. 1242-2 du code du travail et au 1° de l'article L. 1251-6 du même code, un seul contrat à durée déterminée ou un seul contrat de travail temporaire peut être conclu pour remplacer plusieurs salariés dans les secteurs définis par décret. Cette expérimentation a lieu sur la période du 1er janvier 2019 au 31 décembre 2020.L'expérimentation ne peut avoir ni pour objet ni pour effet de pourvoir durablement un emploi lié à l'activité normale et permanente de l'entreprise.Le Gouvernement remet au Parlement un rapport d'évaluation de cette expérimentation avant le 1er juin 2021.Ce rapport évalue en particulier, dans les secteurs mentionnés au premier alinéa du présent article, les effets de l'expérimentation sur la fréquence de la conclusion des contrats à durée déterminée et des contrats de travail temporaire ainsi que sur l'allongement de leur durée, et les conséquences des négociations de branche portant sur les thèmes mentionnés au 7° de l'article L. 2253-1 du code du travail."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Pour les années 2019 et 2020, la contribution globale versée au budget de Pôle emploi prévue à l'article L. 5422-24 du code du travail est calculée selon les modalités prévues au titre II du livre IV de la cinquième partie du même code dans sa rédaction antérieure à la présente loi."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "A compter de la publication de la présente loi et après concertation avec les organisations syndicales de salariés et les organisations professionnelles d'employeurs représentatives au niveau national et interprofessionnel, le Gouvernement transmet à ces organisations un document de cadrage afin qu'elles négocient les accords mentionnés aux articles L. 5422-20 du code du travail.Ces accords sont négociés dans un délai de quatre mois et agréés dans les conditions fixées au titre II du livre IV de la cinquième partie du même code dans sa rédaction résultant de l'article 56 de la présente loi, notamment le dernier alinéa de l'article L. 5422-25 dudit code.Le document de cadrage mentionné au premier alinéa du présent article répond aux conditions mentionnées à l'article L. 5422-20-1 du même code et prévoit des objectifs d'évolution des règles de l'assurance chômage permettant de lutter contre la précarité et d'inciter les demandeurs d'emploi au retour à l'emploi. Il propose de revoir l'articulation entre assurance et solidarité, le cas échéant par la création d'une allocation chômage de longue durée attribuée sous condition de ressources."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "A titre expérimental, dans les régions désignées par arrêté du ministre chargé de l'emploi, le maintien de l'inscription sur la liste des demandeurs d'emploi mentionnée à l'article L. 5411-1 du code du travail est subordonné, en complément des conditions fixées à l'article L. 5411-2 et au 2° de l'article L. 5411-10 du même code, au renseignement par les demandeurs d'emploi de l'état d'avancement de leur recherche d'emploi à l'occasion du renouvellement périodique de leur inscription. L'expérimentation tient compte de la situation des personnes handicapées et de la maîtrise de la langue française par les demandeurs d'emploi.L'expérimentation est mise en œuvre pour une durée de quarante-quatre mois à compter du 1er juin 2019.Un décret en Conseil d'Etat définit les modalités de l'expérimentation et de son évaluation.L'évaluation de l'expérimentation est transmise sans délai au Parlement."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la réalité et les conséquences du non-recours aux droits en matière d'assurance chômage."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les dispositions du présent titre entrent en vigueur le 1er janvier 2019, à l'exception du c du 5° du II l'article 54 et de l'article 57."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-A.-Le présent article entre en vigueur le 1er janvier 2020 et s'applique aux obligations portant sur les périodes courant à compter de cette date.\n\nB.-Entre le 1er janvier 2020 et le 31 décembre 2024, l'acquittement de l'obligation d'emploi par le versement d'une contribution annuelle fait l'objet de modalités transitoires déterminées par décret. Ce décret fixe, d'une part, les modalités de calcul de la limite maximale de la contribution, en prenant en compte l'effectif de travailleurs handicapés de l'entreprise assujettie et, d'autre part, les modalités de modulation du montant de la contribution.\n\nIV.-Les accords mentionnés à l'article L. 5212-8 du code du travail agréés et entrés en vigueur avant le 1er janvier 2020 continuent à produire leurs effets jusqu'à leur terme et peuvent être renouvelés une fois pour une durée maximale de trois ans, à l'exception des accords d'établissement qui ne peuvent pas être renouvelés.\n\nV.-Pour l'application de l'article L. 5212-9 du code du travail, dans sa rédaction résultant de la présente loi, les branches professionnelles engagent des négociations en vue d'élaborer des propositions pour réviser la liste des emplois exigeant des conditions d'aptitude particulières. Le décret prévu au même article L. 5212-9 ne peut être publié avant le 1er juillet 2019.\n\nVI.-A titre expérimental, à compter du 1er janvier 2019 et jusqu'au 31 décembre 2023, outre les cas prévus aux articles L. 1251-6 et L. 1251-7 du code du travail, la mise à disposition d'un salarié temporaire auprès d'une entreprise utilisatrice peut intervenir lorsque ce salarié temporaire est un bénéficiaire de l'obligation d'emploi mentionné à l'article L. 5212-13 du même code.\n\nAu plus tard le 30 juin 2021, le Gouvernement présente au Parlement un rapport sur l'application du présent VI au regard de son impact sur l'accès à l'emploi des bénéficiaires de l'obligation d'emploi susmentionnés.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Un décret en Conseil d'Etat fixe les conditions dans lesquelles les dispositions de l'article L. 1222-9 du code du travail s'appliquent aux agents mentionnés à l'article 34 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.\n\n-Code du travail"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n° 2005-102 du 11 février 2005\n\nII. - Le I entre en vigueur le 1er janvier 2020 et s'applique aux obligations portant sur la période courant à compter de cette date."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. à IX.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nX.-Le présent article entre en vigueur le 1er janvier 2019. Toutefois, les contrats d'objectifs triennaux conclus avant cette date continuent de produire leurs effets jusqu'à leur terme.\n\n- Code du travail\n\n- Code du travail\n\n- Code de l'action sociale et des familles\n\n- Code du travail"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I.-A titre expérimental, jusqu'au 31 décembre 2023, est mise en place pour les entreprises adaptées mentionnées au II du présent article la possibilité d'expérimenter un accompagnement des transitions professionnelles afin de favoriser la mobilité professionnelle des travailleurs handicapés vers les autres entreprises en recourant au contrat à durée déterminée conclu en application du 1° de l'article L. 1242-3 du code du travail.Cette expérimentation est mise en place avec le concours financier de l'Etat, dans la limite des crédits inscrits chaque année en loi de finances, et des organismes publics et privés volontaires pour soutenir de nouvelles modalités de mises en emploi des travailleurs handicapés exclus du marché du travail.Dans le cadre de cette expérimentation, les entreprises adaptées mentionnées au II du présent article, quel que soit leur statut juridique, concluent avec les travailleurs reconnus handicapés sans emploi ou qui courent le risque de perdre leur emploi en raison de leur handicap des contrats à durée déterminée en application de l'article L. 1242-3 du code travail.1. La durée de ces contrats ne peut être inférieure à quatre mois. Ces contrats peuvent être renouvelés dans la limite d'une durée totale de vingt-quatre mois.2. A titre dérogatoire, ces contrats peuvent être renouvelés au delà de la durée maximale prévue au 1 du présent I afin d'achever une action de formation professionnelle en cours de réalisation à l'échéance du contrat. La durée de ce renouvellement ne peut excéder le terme de l'action de formation concernée.3. A titre exceptionnel, lorsque des difficultés particulières dont l'absence de prise en charge ferait obstacle à l'insertion durable dans l'emploi pour des salariés âgés de cinquante ans et plus, ce contrat de travail peut être prolongé par l'employeur au-delà de la durée maximale prévue, après avis de l'organisme ou de l'institution du service public de l'emploi en charge du suivi du travailleur reconnu handicapé, qui examine la situation du salarié au regard de l'emploi, la capacité contributive de l'employeur et les actions d'accompagnement et de formation qui ont été conduites.La durée initiale peut être prolongée par décisions successives d'un an au plus, dans la limite de la durée de l'expérimentation.La durée hebdomadaire de travail du salarié embauché dans ce cadre ne peut être inférieure à vingt heures, sauf lorsque le contrat le prévoit pour mettre en œuvre des modalités d'accompagnement du projet professionnel adaptées à ses possibilités afin qu'il obtienne ou conserve un emploi. Elle peut varier sur tout ou partie de la période couverte par le contrat sans dépasser la durée légale hebdomadaire.4. Ce contrat peut être suspendu, à la demande du salarié, afin de lui permettre :a) En accord avec son employeur, d'effectuer une période de mise en situation en milieu professionnel dans les conditions prévues aux articles L. 5135-1 et suivants du code du travail ou une action concourant à son insertion professionnelle ;b) D'accomplir une période d'essai afférente à une offre d'emploi visant une embauche en contrat de travail à durée indéterminée ou à durée déterminée au moins égale à six mois.En cas d'embauche à l'issue de cette période de mise en situation en milieu professionnel, d'une action concourant à son insertion professionnelle ou de cette période d'essai, le contrat est rompu sans préavis.Par dérogation aux dispositions relatives à la rupture avant terme du contrat de travail à durée déterminée prévues à l'article L. 1243-2 du même code, le contrat peut être rompu avant son terme, à l'initiative du salarié, lorsque la rupture a pour objet de lui permettre de suivre une formation conduisant à une qualification prévue à l'article L. 6314-1 dudit code.II.-Un cahier des charges national fixe les critères que doivent respecter les entreprises adaptées candidates à l'expérimentation, notamment les objectifs, les moyens et les résultats attendus en termes de sorties vers l'emploi.Sur proposition du comité de suivi de l'expérimentation, le ministre chargé de l'emploi dresse la liste des structures retenues pour mener l'expérimentation.Un décret précise les modalités de mise en œuvre de cette expérimentation, notamment le montant de l'aide financière susceptible d'être accordée, le contenu de l'avenant au contrat conclu avec l'Etat ainsi que les conditions de son évaluation en vue de son éventuelle généralisation.Au plus tard douze mois avant le terme de l'expérimentation, est réalisée une évaluation afin de déterminer les conditions appropriées pour son éventuelle généralisation. Au terme de l'expérimentation, le Gouvernement présente au Parlement un rapport sur l'application de la présente disposition au regard de son impact sur l'accès à l'emploi des travailleurs reconnus handicapés, sur les formations suivies ainsi que les conséquences sur les finances publiques."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I.- A compter du 1er janvier 2019 et jusqu'au 31 décembre 2023, est mise en place pour les entreprises adaptées mentionnées au II la possibilité d'expérimenter la création d'entreprises de travail temporaire afin de favoriser les transitions professionnelles des travailleurs handicapés vers les autres entreprises. Cette expérimentation doit faciliter l'émergence de structures de travail temporaire tournées vers les travailleurs handicapés et capables de promouvoir en situation de travail les compétences et acquis de l'expérience de ces travailleurs auprès des employeurs autres que des entreprises adaptées.Cette expérimentation est mise en place avec le concours financier de l'Etat, dans la limite des crédits inscrits chaque année en loi de finances, et des organismes publics et privés volontaires pour soutenir de nouvelles modalités de mises en emploi des travailleurs handicapés exclus du marché du travail.L'activité exclusive de ces entreprises adaptées de travail temporaire consiste à faciliter l'accès à l'emploi durable des travailleurs reconnus handicapés sans emploi ou qui courent le risque de perdre leur emploi en raison de leur handicap et à conclure avec ces personnes des contrats de missions.Une durée de travail hebdomadaire inférieure à la durée minimale mentionnée à l'article L. 3123-27 du code du travail peut être proposée à ces personnes lorsque leur situation de handicap le justifie.L'activité de ces entreprises adaptées de travail temporaire est soumise à l'ensemble des dispositions relatives au travail temporaire prévues au chapitre Ier du titre V du livre II de la première partie du même code. Toutefois, par dérogation aux dispositions des articles L. 1251-12 et L. 1251-12-1 dudit code applicables à la durée des contrats, la durée des contrats de mission peut être portée à vingt-quatre mois, renouvellement compris.II.-Un cahier des charges national fixe les critères que doivent respecter des porteurs des projets économiques, sociaux en faveur de l'emploi des travailleurs handicapés notamment les moyens, les objectifs et résultats attendus en termes de sorties vers l'emploi. Sur proposition du comité de suivi de l'expérimentation, le ministre chargé de l'emploi dresse la liste des candidats retenus pour mener l'expérimentation.Un décret précise les modalités de mise en œuvre de cette expérimentation, notamment le montant de l'aide financière susceptible d'être accordée ainsi que les conditions de l'évaluation en vue de son éventuelle généralisation.Au plus tard douze mois avant le terme de l'expérimentation, est réalisée une évaluation afin de déterminer les conditions appropriées pour son éventuelle généralisation.Au terme de l'expérimentation, le Gouvernement présente au Parlement un rapport sur l'application de la présente disposition au regard de son impact sur l'accès à l'emploi des travailleurs reconnus handicapés, sur les formations suivies ainsi que les conséquences sur les finances publiques."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Les dispositions du présent article s'appliquent pour le calcul des effectifs enregistrés dans les entreprises à compter du 1er janvier 2019.\n\n- Code du travail"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I.-L'Etat peut expérimenter, pendant une durée de huit ans à compter de la publication du décret prévu au V, l'élargissement des formes d'insertion par l'activité économique au travail indépendant. Cette expérimentation permet à des personnes sans emploi, rencontrant des difficultés sociales et professionnelles particulières, d'exercer une activité professionnelle en bénéficiant d'un service de mise en relation avec des clients et d'un accompagnement réalisés par une entreprise d'insertion par le travail indépendant telle que définie au II.\n\nII.-Une entreprise d'insertion par le travail indépendant contracte avec des personnes rencontrant des difficultés sociales et professionnelles particulières pour leur donner accès à une activité professionnelle dans les conditions prévues à l'article L. 8221-6 du code du travail et pour les accompagner, selon des modalités spécifiques, afin de faciliter leur insertion sociale et professionnelle.\n\nIII.-Dans le cadre de l'expérimentation, l'Etat peut conclure des conventions avec des entreprises d'insertion par le travail indépendant prévoyant, le cas échéant, des aides financières imputées sur les crédits de l'insertion par l'activité économique votés en loi de finances.\n\nIV.-Seuls les contrats conclus avec des personnes éligibles à un parcours d'insertion par le travail indépendant dans les conditions fixées à l'article L. 5132-3 du code du travail ouvrent droit aux aides financières.\n\nV.-Un décret en Conseil d'Etat définit les modalités d'application du présent article, notamment les règles relatives aux conventions conclues entre les entreprises d'insertion par le travail indépendant et l'Etat ainsi que celles relatives aux aides financières dont elles peuvent bénéficier.\n\nVI.-Un rapport d'évaluation de l'expérimentation est remis au Parlement au plus tard six mois avant le terme de l'expérimentation. Ce rapport dresse notamment le bilan de l'insertion professionnelle des bénéficiaires de l'expérimentation, de ses effets sur l'ouverture de l'insertion par l'activité économique au travail indépendant et de son efficience."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "A titre expérimental pour une durée de trois ans, dans les régions volontaires définies par arrêté du ministre chargé du travail, un contrat d'accès à l'entreprise ayant pour objet de faciliter l'insertion professionnelle de personnes sans emploi rencontrant des difficultés sociales et professionnelles particulières d'accès à l'emploi peut être conclu avec une collectivité territoriale. Le contrat de travail est conclu en application des dispositions de l'article L. 1242-3 du code du travail, pour une durée maximale de dix-huit mois.Pendant l'exécution du contrat d'accès à l'entreprise, le salarié, avec son accord, peut être mis à disposition d'un employeur, mentionné à l'article L. 5134-66 du même code à titre gratuit pendant une durée ne pouvant excéder six mois, afin de lui permettre d'améliorer sa qualification, son insertion ou de favoriser les transitions professionnelles. Le salarié est rémunéré par la collectivité territoriale à un niveau ne pouvant être inférieur à celui prévu à l'article L. 3231-2 dudit code. Les articles L. 1251-21 à L. 1251-24 du même code sont applicables.Par dérogation à l'article L. 8241-1 du même code, la mise à disposition réalisée sur le fondement du présent article n'a pas de but lucratif pour les entreprises d'accueil.Une convention-cadre conclue entre la collectivité territoriale et l'entreprise définit notamment les conditions générales de recours à ce contrat, les garanties applicables au salarié et les obligations incombant aux signataires de cette convention pour favoriser l'insertion sociale et professionnelle du salarié. Une convention individuelle de mise à disposition est établie entre la collectivité, l'entreprise et le salarié.La collectivité territoriale fixe par une délibération les critères d'accès des employeurs à cette mise à disposition. Elle rend public un bilan annuel des mises à disposition effectuées et des bénéficiaires.Un décret en Conseil d'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi afin de transposer les dispositions de la directive (UE) 2018/957 du Parlement européen et du Conseil du 28 juin 2018 modifiant la directive 96/71/ CE concernant le détachement de travailleurs effectué dans le cadre d'une prestation de services.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code du travail\n\n- Code de commerce\n\n- Ordonnance n° 2015-899 du 23 juillet 2015\n\n- Ordonnance n° 2016-65 du 29 janvier 2016\n\n- Code du travail\n\nX.-Le I entre en vigueur à une date fixée par décret. Cette date est au plus tard le 1er janvier 2019 pour les entreprises de plus de deux cent cinquante salariés et au plus tard le 1er janvier 2020 pour les entreprises de cinquante à deux cent cinquante salariés.XI.-Le II entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2019.XIII.-Le Gouvernement remet au Parlement le 1er janvier 2022 un rapport évaluant l'effectivité de la garantie apportée au respect de l'égalité salariale, sur le fondement des indicateurs prévus à l'article L. 1142-8 du code du travail."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2019.\n\n-Code du travail"
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Loi n° 84-16 du 11 janvier 1984\n\nII.-Le deuxième alinéa de l'article 51 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, dans sa rédaction résultant du I du présent article, est applicable aux mises en disponibilité et aux renouvellements de disponibilité prenant effet à compter du lendemain de la publication de la présente loi."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le deuxième alinéa de l'article 72 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, dans sa rédaction résultant du I du présent article, est applicable aux mises en disponibilité et aux renouvellements de disponibilité prenant effet à compter du lendemain de la publication de la présente loi.\n\n- Loi n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le deuxième alinéa de l'article 62 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, dans sa rédaction résultant du I du présent article, est applicable aux mises en disponibilité et aux renouvellements de disponibilité prenant effet à compter du lendemain de la publication de la présente loi.\n\n- Loi n° 86-33 du 9 janvier 1986"
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "[dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-769 DC du 4 septembre 2018]."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi afin :1° D'harmoniser l'état du droit, d'assurer la cohérence des textes, d'abroger les dispositions devenues sans objet et de remédier aux éventuelles erreurs :a) En prévoyant les mesures de coordination et de mise en cohérence rendues nécessaires par les dispositions de la présente loi ;b) En corrigeant des erreurs matérielles ou des incohérences contenues dans le code du travail ou d'autres codes à la suite des évolutions législatives consécutives à la présente loi ;2° D'adapter les dispositions de la présente loi aux collectivités d'outre-mer régies par l'article 73 de la Constitution, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon ;3° D'adapter aux collectivités mentionnées au 2° les dispositions relatives à la mobilité à l'étranger des titulaires de contrat d'apprentissage ou de professionnalisation.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues au présent article."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I.-A titre expérimental, pour une durée de quatre ans à compter de la promulgation de la loi n° 2024-1027 du 15 novembre 2024 visant à poursuivre l'expérimentation relative au travail à temps partagé aux fins d'employabilité et par dérogation au premier alinéa de l'article L. 1252-2 du code du travail, un entrepreneur de travail à temps partagé peut proposer un contrat de travail à temps partagé aux fins d'employabilité aux personnes rencontrant des difficultés particulières d'insertion professionnelle. Peuvent conclure ce contrat :\n\n1° Les personnes qui sont inscrites sur la liste mentionnée au 3° du I de l'article L. 5312-1 du même code depuis au moins douze mois ;\n\n2° Les personnes qui sont âgées d'au moins cinquante-cinq ans et qui sont inscrites sur la même liste depuis au moins six mois ;\n\n3° Les personnes qui sont âgées de moins de vingt-six ans, qui ont une formation de niveau inférieur ou égal à 3 et qui sont inscrites sur ladite liste depuis au moins six mois ;\n\n4° Les bénéficiaires de minima sociaux ;\n\n5° Les personnes handicapées.\n\nII.-Le contrat de travail à temps partagé aux fins d'employabilité est un contrat à durée indéterminée.Lorsqu'il est recouru au travail à temps partagé aux fins d'employabilité dans les conditions prévues au I, le dernier salaire horaire de base est garanti au salarié pendant les périodes dites d'intermissions.III.-Le salarié bénéficie durant son temps de travail d'actions de formation prises en charge par l'entrepreneur de travail à temps partagé et sanctionnées par une certification professionnelle enregistrée au répertoire national des certifications professionnelles mentionné à l'article L. 6113-1 du code du travail ou par l'acquisition d'un bloc de compétences au sens du même article L. 6113-1.Sans préjudice des dispositions de l'article L. 6323-14 du même code, l'employeur abonde le compte personnel de formation à hauteur de 500 € supplémentaires par salarié à temps complet et par année de présence. L'abondement est calculé, lorsque le salarié n'a pas effectué une durée de travail à temps complet sur l'ensemble de l'année, à due proportion du temps de travail effectué. L'employeur s'assure de l'effectivité de la formation.IV.-L'entrepreneur de travail à temps partagé aux fins d'employabilité communique à l'autorité administrative, tous les six mois, les contrats signés, les caractéristiques des personnes recrutées, les missions effectuées et les formations suivies ainsi que leur durée, le taux de sortie dans l'emploi et tout document permettant d'évaluer l'impact du dispositif en matière d'insertion des personnes mentionnées au I.\n\nV.-Le présent article est applicable :\n\n1° Dans sa rédaction antérieure à la loi n° 2024-1027 du 15 novembre 2024 précitée, aux contrats conclus jusqu'au 31 décembre 2023 ;\n\n2° Dans sa rédaction résultant de la même loi n° 2024-1027 du 15 novembre 2024, aux contrats conclus au cours des quatre années suivant la promulgation de celle-ci.\n\nVI.-Au plus tard le 30 juin 2021, le Gouvernement remet au Parlement un rapport intermédiaire sur les conditions d'application de ce dispositif à la date de sa présentation.Au plus tard six mois avant le terme de l'expérimentation prévue au I, le Gouvernement remet au Parlement un rapport final sur les conditions d'application de ce dispositif et sur son éventuelle pérennisation.Les rapports mentionnés aux deux premiers alinéas du présent VI sont établis après concertation avec les organisations syndicales de salariés et les organisations professionnelles d'employeurs et après avis de la Commission nationale de la négociation collective, de l'emploi et de la formation professionnelle."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Les contrats de travail à durée indéterminée intérimaires conclus entre le 6 mars 2014 et le 19 août 2015 sur le fondement du chapitre Ier de l'accord du 10 juillet 2013 portant sur la sécurisation des parcours professionnels des salariés intérimaires sont présumés conformes à l'article 56 de la loi n° 2015-994 du 17 août 2015 relative au dialogue social et à l'emploi, sans préjudice des contrats ayant fait l'objet de décisions de justice passées en force de chose jugée.\n\n-Code du travail"
    }
  ]
}