{
  "id": "jorftext000000817095",
  "type": "statute",
  "title": "Loi n° 2006-1640 du 21 décembre 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000817095",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2005, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)MaladieRECETTES : 141,8DÉPENSES : 149,9SOLDE : - 8,1VieillesseRECETTES : 154,8DÉPENSES : 156,4SOLDE : - 1,6FamilleRECETTES : 50,5DÉPENSES : 51,7SOLDE : - 1,2Accidents du travail et maladies professionnellesRECETTES : 10,4DÉPENSES : 10,8SOLDE : - 0,4Toutes branches (hors transferts entre branches)RECETTES : 352,3DÉPENSES : 363,7SOLDE : - 11,42° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :(En milliards d'euros)MaladieRECETTES : 121,0DÉPENSES : 129,0SOLDE : - 8,0VieillesseRECETTES : 78,8DÉPENSES : 80,7SOLDE : - 1,9FamilleRECETTES : 50,0DÉPENSES : 51,4SOLDE : - 1,3Accidents du travail et maladies professionnellesRECETTES : 9,0DÉPENSES : 9,4SOLDE : - 0,4Toutes branches (hors transferts entre branches)RECETTES : 253,9DÉPENSES : 265,5SOLDE : - 11,63° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)Fonds de solidarité vieillesseRECETTES : 12,6DÉPENSES : 14,6SOLDE : - 2,0Fonds de financement des prestations sociales des non-salariés agricolesRECETTES : 14,3DÉPENSES : 15,7SOLDE : - 1,4Caisse nationale de solidarité pour l'autonomieRECETTES : 0,5DÉPENSES : 0,5SOLDE : 0,04° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 135,1 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, s'élevant à 1,5 milliard d'euros ;6° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 2,6 milliards d'euros."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits constatés à l'occasion de l'approbation, à l'article 1er, des tableaux d'équilibre relatifs à l'exercice 2005."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Au titre de l'année 2006, sont rectifiés, conformément aux tableaux qui suivent :1° Les prévisions de recettes et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :(En milliards d'euros) :MaladiePRÉVISIONS de recettes : 159,3OBJECTIFS de dépenses : 165,2SOLDE : - 5,9VieillessePRÉVISIONS de recettes : 161,0OBJECTIFS de dépenses : 162,7SOLDE : - 1,6FamillePRÉVISIONS de recettes : 52,5OBJECTIFS de dépenses : 53,6SOLDE : - 1,2Accidents du travail et maladies professionnellesPRÉVISIONS de recettes : 11,1OBJECTIFS de dépenses : 11,1SOLDE : 0,0Toutes branches (hors transferts entre branches)PRÉVISIONS de recettes : 378,8OBJECTIFS de dépenses : 387,6SOLDE : - 8,82° Les prévisions de recettes et le tableau d'équilibre, par branche, du régime général de sécurité sociale :(En milliards d'euros)MaladiePRÉVISIONS de recettes : 136,7OBJECTIFS de dépenses : 142,7SOLDE : - 6,1VieillessePRÉVISIONS de recettes : 82,4OBJECTIFS de dépenses : 84,7SOLDE : - 2,4FamillePRÉVISIONS de recettes : 52,0OBJECTIFS de dépenses : 53,3SOLDE : - 1,3Accidents du travail et maladies professionnellesPRÉVISIONS de recettes : 9,8OBJECTIFS de dépenses : 9,8SOLDE : 0,0Toutes branches (hors transferts entre branches)PRÉVISIONS de recettes : 275,9OBJECTIFS de dépenses : 285,6SOLDE : - 9,73° Les prévisions de recettes et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)Fonds de solidarité vieillessePRÉVISIONS de recettes : 13,4PRÉVISIONS de charges : 14,6SOLDE : - 1,2Fonds de financement des prestations sociales des non-salariés agricolesPRÉVISIONS de recettes : 14,4PRÉVISIONS de charges : 16,3SOLDE : - 1,9"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Une contribution exceptionnelle de régulation, assise sur le chiffre d'affaires hors taxes pour l'année civile 2006 réalisé en France auprès des pharmacies d'officine, des pharmacies mutualistes et des pharmacies de sociétés de secours minières au titre des spécialités inscrites sur la liste mentionnée au premier alinéa de l'article L. 162-17 du code de la sécurité sociale, est due par les entreprises de vente en gros de spécialités pharmaceutiques ainsi que par les entreprises assurant l'exploitation d'une ou plusieurs spécialités pharmaceutiques au sens de l'article L. 5124-1 du code de la santé publique.Le montant des ventes de médicaments orphelins désignés comme tels en application des dispositions du règlement (CE) n° 141/2000 du Parlement européen et du Conseil, du 16 décembre 1999, concernant les médicaments orphelins n'est pas inclus dans l'assiette de la contribution.Pour la détermination de l'assiette de la contribution, il n'est tenu compte que de la partie du prix de vente hors taxes aux officines inférieure à un montant de 150 Euros augmenté de la marge maximum que les entreprises visées au premier alinéa sont autorisées à percevoir sur cette somme en application de l'arrêté prévu à l'article L. 162-38 du code de la sécurité sociale.L'assiette de la contribution est composée de deux parts. Une première part est constituée par le chiffre d'affaires hors taxes réalisé par l'entreprise au cours de l'année 2006 ; une seconde part est constituée par la différence entre le chiffre d'affaires hors taxes réalisé au cours de l'année 2006 et celui réalisé au cours de l'année 2005. Le montant de la contribution est calculé en appliquant un taux de 0,21 % à la première part et un taux de 1,5 % à la seconde part. Si cette dernière est négative, le produit de la seconde part par le taux de 1,5 % s'impute sur le produit de la première part par le taux de 0,21 %. La contribution totale ne peut cependant être négative.Lorsqu'une entreprise n'a pas eu d'activité commerciale en 2005, elle n'est redevable que de la première part de la contribution. Si, pour le calcul de la seconde part, une entreprise n'a pas eu d'activité commerciale tout au long de l'année 2005, le chiffre d'affaires pris en compte au titre de cette année est calculé au prorata de la durée écoulée afin de couvrir l'année civile dans son intégralité.La contribution est recouvrée le 1er septembre 2007 dans les conditions prévues aux articles L. 138-20 à L. 138-23 du code de la sécurité sociale. Son produit est réparti dans les conditions prévues à l'article L. 162-37 du même code."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Au titre de l'année 2006, l'objectif d'amortissement rectifié de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 2,8 milliards d'euros.II. - Au titre de l'année 2006, les prévisions rectifiées des recettes affectées au Fonds de réserve pour les retraites sont fixées à 1,6 milliard d'euros."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Au titre de l'année 2006, les prévisions rectifiées des objectifs de dépenses, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale sont fixées à :(En milliards d'euros)MaladieOBJECTIFS de dépenses : 165,2VieillesseOBJECTIFS de dépenses : 162,7FamilleOBJECTIFS de dépenses :  53,6Accidents du travail et maladies professionnellesOBJECTIFS de dépenses :  11,1Toutes branches (hors transferts entre branches)OBJECTIFS de dépenses : 387,6II. - Au titre de l'année 2006, les prévisions rectifiées des objectifs de dépenses, par branche, du régime général de sécurité sociale sont fixées à :(En milliards d'euros)MaladieOBJECTIFS de dépenses : 142,7VieillesseOBJECTIFS de dépenses :  84,7FamilleOBJECTIFS de dépenses :  53,3Accidents du travail et maladies professionnellesOBJECTIFS de dépenses :   9,8Toutes branches (hors transferts entre branches)OBJECTIFS de dépenses : 285,6"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Au titre de l'année 2006, l'objectif national de dépenses d'assurance maladie rectifié de l'ensemble des régimes obligatoires de base de sécurité sociale est fixé à :(En milliards d'euros)OBJECTIFS de dépenses : Dépenses de soins de villeOBJECTIFS de dépenses :  66Dépenses relatives aux établissements de santé tarifés à l'activitéOBJECTIFS de dépenses :  46Autres dépenses relatives aux établissements de santéOBJECTIFS de dépenses :  17,7Contribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgéesOBJECTIFS de dépenses :   4,4Contribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapéesOBJECTIFS de dépenses :   6,6Dépenses relatives aux autres modes de prise en chargeOBJECTIFS de dépenses :   0,6Total141,3"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2007-2010), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes, ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I, II. - Paragraphes modificateursIII. - Les personnes pour lesquelles, à la date du 1er janvier 2007, le délai prévu à l'article L. 161-1 du code de la sécurité sociale, dans sa rédaction antérieure à la présente loi, n'a pas expiré peuvent bénéficier, si elles en remplissent les conditions, de la prolongation d'exonération mentionnée à l'article L. 161-1-1 du même code."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Dans les entreprises et établissements de la branche des hôtels, cafés et restaurants, les majorations et repos compensateurs pour les heures qui peuvent être effectuées entre la trente-sixième et la trente-neuvième heure par les salariés autres que ceux exerçant des activités de nature administrative hors sites d'exploitation sont dues sous la forme forfaitaire de six jours ouvrables supplémentaires aux congés visés à l'article L. 223-2 du code du travail, ainsi que d'un jour férié supplémentaire à partir du 1er juillet 2006. Ces jours supplémentaires peuvent être décomptés des congés de même nature ou ayant le même objet en application d'un accord collectif ou d'une décision de l'employeur.Les heures comprises entre la trente-sixième et la trente-neuvième heure ouvrent droit aux mêmes exonérations que les heures comprises dans la durée légale du travail.Ces dispositions sont applicables pour la période allant du 1er janvier 2005 à la conclusion d'un accord de branche sur le temps de travail, et au plus tard jusqu'au 31 janvier 2007."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. à IV. - Paragraphes modificateursV. - Les dispositions du présent article s'appliquent aux contrats d'assurance sur la vie en cours comportant des valeurs de rachat ou de transfert et n'ayant fait l'objet, à compter du décès de l'assuré ou du terme du contrat, d'aucune demande de prestation à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. à VII. - Paragraphes modificateursVIII. - Par dérogation aux dispositions de l'article L. 136-8 du code de la sécurité sociale, le produit de la contribution mentionnée aux articles L. 136-6 et L. 136-7 du même code est versé en 2007 à la Caisse nationale des allocations familiales pour la part correspondant à un taux de 1,08 %, au fonds institué par l'article L. 135-1 du même code pour la part correspondant à un taux de 1,03 %, à la Caisse nationale de solidarité pour l'autonomie mentionnée à l'article L. 14-10-1 du code de l'action sociale et des familles pour la part correspondant à un taux de 0,10 % et aux régimes obligatoires d'assurance maladie, dans les conditions fixées à l'article L. 139-1 du code de la sécurité sociale, pour la part correspondant à un taux de 5,99 %.IX. - Les dispositions du présent article s'appliquent pour la première fois aux revenus perçus au cours de l'année 2007."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du 1° du I sont applicables pour la première fois aux montants des attributions de contribution sociale généralisée fixés par arrêté au titre de l'année 2007, celles du 2°à compter des attributions relatives à l'exercice 2008."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le taux de la contribution mentionnée à l'article L. 245-6 du code de la sécurité sociale due au titre du chiffre d'affaires réalisé au cours de l'année 2007 est fixé, à titre exceptionnel, à 1 %."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les établissements de santé peuvent reverser à la Caisse nationale de l'assurance maladie des travailleurs salariés une partie du produit net comptable des cessions de leurs terrains et bâtiments. Les sommes ainsi reversées sont exclusivement affectées au financement des investissements hospitaliers."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "III. - La mise en oeuvre des deux premiers alinéas de l'article 6 de l'ordonnance n° 2006-433 du 13 avril 2006 relative à l'expérimentation du contrat de transition professionnelle ne donne pas lieu à application de l'article L. 131-7 du code de la sécurité sociale.Les dispositions de l'alinéa précédent s'appliquent à compter de la publication de l'ordonnance n° 2006-433 du 13 avril 2006 précitée et au plus tard jusqu'au 31 mai 2008."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Est approuvé le montant de 2,9 milliards d'euros correspondant à la compensation des exonérations, des réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2007."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Pour l'année 2007, les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, sont fixées :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale et par branche à :(En milliards d'euros)MaladiePRÉVISIONS de recettes : 166,2VieillessePRÉVISIONS de recettes : 167,7FamillePRÉVISIONS de recettes :  54,6Accidents du travail et maladies professionnellesPRÉVISIONS de recettes :  11,5Toutes branches (hors transferts entre branches)PRÉVISIONS de recettes : 394,82° Pour le régime général de sécurité sociale et par branche à :(En milliards d'euros)MaladiePRÉVISIONS de recettes : 142,8VieillessePRÉVISIONS de recettes :  85,4FamillePRÉVISIONS de recettes :  54,1Accidents du travail et maladies professionnellesPRÉVISIONS de recettes :  10,3Toutes branches (hors transferts entre branches)PRÉVISIONS de recettes : 287,53° Pour les organismes concourant au financement des régimes obligatoires de base de sécurité sociale à :(En milliards d'euros)Fonds solidarité vieillessePRÉVISIONS de recettes : 13,9Fonds de financement des prestations sociales des non-salariés agricolesPRÉVISIONS de recettes : 14,5"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Pour l'année 2007, est approuvé le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)MaladiePRÉVISIONS de recettes : 166,2OBJECTIFS de dépenses : 170,1SOLDE : - 4,0VieillessePRÉVISIONS de recettes : 167,7OBJECTIFS de dépenses : 170,6SOLDE : - 2,9FamillePRÉVISIONS de recettes : 54,6OBJECTIFS de dépenses : 55,3SOLDE : - 0,7Accidents du travail et maladies professionnellesPRÉVISIONS de recettes : 11,5OBJECTIFS de dépenses : 11,4SOLDE : 0,1Toutes branches (hors transferts entre branches)PRÉVISIONS de recettes : 394,8OBJECTIFS de dépenses : 402,3SOLDE : - 7,5"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Pour l'année 2007, est approuvé le tableau d'équilibre, par branche, du régime général de sécurité sociale :(En milliards d'euros)MaladiePRÉVISIONS de recettes : 142,8OBJECTIFS de dépenses : 146,7SOLDE : - 3,9VieillessePRÉVISIONS de recettes : 85,4OBJECTIFS de dépenses : 88,9SOLDE : - 3,5FamillePRÉVISIONS de recettes : 54,1OBJECTIFS de dépenses : 54,9SOLDE : - 0,8Accidents du travail et maladies professionnellesPRÉVISIONS de recettes : 10,3OBJECTIFS de dépenses : 10,2SOLDE : 0,1Toutes branches (hors transferts entre branches)PRÉVISIONS de recettes : 287,5OBJECTIFS de dépenses : 295,5SOLDE : - 8,0"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Pour l'année 2007, est approuvé le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :(En milliards d'euros)Fonds de solidarité vieillessePRÉVISIONS de recettes : 13,9OBJECTIFS de dépenses : 14,5SOLDE : - 0,6Fonds de financement des prestations sociales des non-salariés agricolesPRÉVISIONS de recettes : 14,5OBJECTIFS de dépenses : 16,6SOLDE : - 2,1"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Pour l'année 2007, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 2,5 milliards d'euros.II. - Pour l'année 2007, les prévisions de recettes par catégorie affectées au fonds de réserve pour les retraites sont fixées à :(En milliards d'euros)Prélèvement social 2 %PRÉVISIONS de recettes : 1,6Affectation de l'excédent de la Caisse nationale d'assurance vieillessePRÉVISIONS de recettes : -Affectation de l'excédent du fonds de solidarité vieillessePRÉVISIONS de recettes : -Avoirs d'assurance vie en déshérencePRÉVISIONS de recettes : 0,0 (1)Revenus exceptionnels (privatisations)PRÉVISIONS de recettes : -Autres recettes affectéesPRÉVISIONS de recettes : -Total1,6(1) 20 millions d'euros."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Sont habilités à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les régimes obligatoires de base et les organismes concourant à leur financement mentionnés dans le tableau ci-dessous, dans les limites indiquées :(En millions d'euros)Régime généralLIMITES : 28 000Régime des exploitants agricoles (Fonds de financement des prestations sociales des non-salariés agricoles)LIMITES : 7 100Caisse nationale de retraite des agents des collectivités localesLIMITES : 350Fonds spécial des pensions des ouvriers des établissements industriels de l'ÉtatLIMITES : 150Caisse autonome nationale de la sécurité sociale dans les minesLIMITES : 200Caisse nationale des industries électriques et gazièresLIMITES : 500Caisse de retraite du personnel de la Régie autonome des transports parisiensLIMITES : 50"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Les ministres chargés de l'économie, de la santé et de la sécurité sociale, les syndicats représentatifs des médecins soumis à l'obligation d'assurance mentionnée à l'article L. 1142-2 du code de la santé publique, les fédérations d'organismes assureurs offrant à ces médecins des couvertures en responsabilité civile et l'Union nationale des caisses d'assurance maladie concluent un accord-cadre pour maîtriser les charges pesant sur les professionnels de santé concernés relatives à la souscription d'une assurance.Le Gouvernement est autorisé à prendre par ordonnance, avant le 30 avril 2007, dans les conditions prévues à l'article 38 de la Constitution, afin de limiter les conséquences de la mise en jeu de la responsabilité civile médicale et de maîtriser les charges en résultant pour les médecins concernés, toutes mesures pour définir les conditions dans lesquelles les indemnisations les plus lourdes ayant pour origine des faits fautifs d'un médecin pourront être prises en charge par des contributions ou des financements adaptés à cet effet.Un projet de loi portant ratification de l'ordonnance prévue à l'alinéa précédent est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. - Paragraphe modificateur\n\nII. - Paragraphe abrogé\n\nIII.à VI. - Paragraphes modificateurs\n\nVII. - Les dispositions des IV à VI prennent effet à compter du 1er janvier 2008.\n\nVIII. IX. - Paragraphes modificateurs\n\nX. - Les dispositions de l'article L. 174-15 du code de la sécurité sociale, dans sa rédaction issue du IX, entrent en vigueur dans les conditions et à la date fixées par décret en Conseil d'Etat, et au plus tard le 1er juillet 2009."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Est validé, sous réserve des décisions de justice passées en force de chose jugée, l'arrêté du 27 septembre 2006 pris en application du II de l'article L. 162-22-10 du code de la sécurité sociale et modifiant l'arrêté du 5 mars 2006 modifié fixant pour l'année 2006 les ressources d'assurance maladie des établissements de santé mentionnés aux d et e de l'article L. 162-22-6 du même code exerçant une activité de médecine, chirurgie, obstétrique et odontologie en tant que la procédure de consultation préalable n'aurait pas permis aux organismes consultés de se prononcer d'une manière éclairée en raison d'une transmission tardive ou incomplète des données et que l'arrêté a été pris en l'absence d'une analyse par activité médicale de l'évolution des charges."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I.-Le Gouvernement peut expérimenter, à compter du 1er janvier 2007 et pour une période n'excédant pas cinq ans, de nouveaux modes de financement des activités de psychiatrie et de soins de suite ou de réadaptation des établissements de santé, fondés sur leurs activités et établis en fonction des informations qu'ils recueillent et transmettent en application des articles L. 6113-7 et L. 6113-8 du code de la santé publique. Un rapport sera remis au Parlement au plus tard le 15 octobre 2009 sur l'avancement de cette expérimentation.\n\nLes expérimentations peuvent être menées dans une zone géographique déterminée, pour tous les établissements de santé de la zone ou pour une partie d'entre eux, selon des modalités définies par décret.\n\nLes dépenses mises à la charge de l'ensemble des régimes obligatoires de base d'assurance maladie qui résultent de ces expérimentations sont prises en compte dans l'objectif national de dépenses d'assurance maladie mentionné au 3° de l'article LO 111-3-5 du code de la sécurité sociale.\n\nII.-Paragraphe modificateur."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. à III.-Paragraphes modificateurs\n\nIV.- Les personnes ayant satisfait aux épreuves mentionnées au premier alinéa du B du III de l'article 60 de la loi n° 99-641 du 27 juillet 1999 portant création d'une couverture maladie universelle et justifiant de fonctions rémunérées au cours des deux années précédant la publication de la présente loi sont réputées avoir satisfait aux épreuves de vérification des connaissances mentionnées au deuxième alinéa du I de l'article L. 4111-2 du code de la santé publique.A.-Par exception au sixième alinéa du I de l'article 60 de la loi n° 99-641 du 27 juillet 1999 précitée et au huitième alinéa du I de l'article 69 de la loi n° 2002-73 du 17 janvier 2002 de modernisation sociale, les médecins et les chirurgiens-dentistes titulaires d'un diplôme, certificat ou autre titre obtenu dans un Etat non membre de l'Union européenne ou non partie à l'accord sur l'Espace économique européen et permettant l'exercice de la profession dans le pays d'obtention de ce diplôme, certificat ou titre, présents dans un établissement public de santé ou un établissement de santé privé d'intérêt collectif au 31 décembre 2019 et recrutés avant le 3 août 2010, dans des conditions fixées par décret, dans un établissement public de santé ou un établissement de santé privé d'intérêt collectif peuvent continuer à exercer leurs fonctions jusqu'au 30 avril 2023 ou au plus tard trois mois après la date de cessation de l'état d'urgence sanitaire déclaré par l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19, le cas échéant prolongé dans les conditions prévues par cet article.B.-Par exception au sixième alinéa du I de l'article 60 de la loi n° 99-641 du 27 juillet 1999 précitée et au huitième alinéa du I de l'article 69 de la loi n° 2002-73 du 17 janvier 2002 précitée, les médecins titulaires d'un diplôme, certificat ou autre titre obtenu dans un Etat non membre de l'Union européenne ou non partie à l'accord sur l'Espace économique européen et permettant l'exercice de la profession dans le pays d'obtention de ce diplôme, certificat ou titre, présents dans un établissement entre le 1er octobre 2018 et le 30 juin 2019 et ayant exercé des fonctions rémunérées, en tant que professionnel de santé, pendant au moins deux ans en équivalent temps plein depuis le 1er janvier 2015 se voient délivrer une attestation permettant un exercice temporaire, sous réserve du dépôt d'un dossier de demande d'autorisation d'exercice avant le 30 juin 2021 ou au plus tard trois mois après la date de cessation de l'état d'urgence sanitaire déclaré par l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19, le cas échéant prolongé dans les conditions prévues par cet article.La commission nationale d'autorisation d'exercice mentionnée au I de l'article L. 4111-2 du même code émet un avis sur la demande d'autorisation d'exercice du médecin. L'instruction préalable de chaque dossier est assurée par une commission régionale constituée par spécialité et présidée par le directeur général de l'agence régionale de santé. La commission régionale précitée est dissoute au plus tard le 31 décembre 2022.La commission régionale mentionnée au deuxième alinéa du présent B peut auditionner tout candidat relevant de la spécialité concernée. Elle formule, après examen du dossier, une proposition à la commission nationale d'autorisation d'exercice compétente. Cette proposition consiste :1° Soit à délivrer une autorisation d'exercice ;2° Soit à rejeter la demande du candidat ;3° Soit à prescrire un parcours de consolidation des compétences d'une durée maximale équivalente à celle du troisième cycle des études de médecine de la spécialité concernée. Ce parcours peut comprendre de la formation pratique et théorique.La commission régionale de spécialité transmet le dossier de chaque candidat, accompagné de sa proposition, à la commission nationale d'autorisation d'exercice compétente.La commission nationale émet, après examen de chaque dossier, un avis destiné au ministre chargé de la santé.Cette commission doit avoir auditionné tout candidat pour lequel elle émet un avis visant à l'obtention directe d'une autorisation d'exercice ou au rejet de sa demande.Elle peut auditionner les autres candidats.Le ministre chargé de la santé ou, sur délégation, le directeur général du Centre national de gestion peut, au vu de l'avis de la commission nationale :a) Soit délivrer une autorisation d'exercice ;b) Soit rejeter la demande du candidat ;c) Soit prendre une décision d'affectation du médecin dans un établissement de santé en vue de la réalisation du parcours de consolidation des compétences qui lui est prescrit, d'une durée maximale équivalente à celle du troisième cycle des études de médecine de la spécialité concernée. A l'issue de son parcours de consolidation des compétences, le candidat saisit la commission nationale d'autorisation d'exercice compétente, qui émet un avis destiné au ministre chargé de la santé pour décision de ce dernier.L'attestation permettant un exercice temporaire dont un candidat a bénéficié au titre du premier alinéa du présent B prend fin :\n\n-lorsque le candidat se voit délivrer une autorisation d'exercice ;-à la date de prise d'effet de son affectation dans un établissement de santé en vue de la réalisation du parcours de consolidation des compétences ;-en cas de refus du candidat de réaliser le parcours de consolidation des compétences qui lui est prescrit ;-en cas de rejet de la demande du candidat ;-et, en tout état de cause, au plus tard le 30 avril 2023.V.-Les chirurgiens-dentistes, sages-femmes et pharmaciens titulaires d'un diplôme, certificat ou autre titre obtenu dans un Etat non membre de l'Union européenne ou non partie à l'accord sur l'Espace économique européen et permettant l'exercice de la profession dans le pays d'obtention de ce diplôme, certificat ou titre, présents dans un établissement entre le 1er octobre 2018 et le 30 juin 2019 et ayant exercé des fonctions rémunérées, en tant que professionnel de santé, pendant au moins deux ans en équivalent temps plein depuis le 1er janvier 2015 se voient délivrer une attestation permettant un exercice temporaire, sous réserve du dépôt avant le 30 juin 2021 ou au plus tard trois mois après la date de cessation de l'état d'urgence sanitaire déclaré par l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19, le cas échéant prolongé dans les conditions prévues par cet article d'un dossier de demande d'autorisation d'exercice auprès de la commission nationale d'autorisation d'exercice mentionnée au I de l'article L. 4111-2 du même code, pour les chirurgiens-dentistes et les sages-femmes, ou à l'article L. 4221-12 dudit code, pour les pharmaciens.La commission nationale d'autorisation d'exercice émet, après examen de chaque dossier, un avis destiné au ministre chargé de la santé sur la demande d'autorisation d'exercice des candidats.Cet avis consiste :1° Soit à délivrer une autorisation d'exercice ;2° Soit à rejeter la demande du candidat ;3° Soit à prescrire un parcours de consolidation des compétences, d'une durée maximale équivalente à celle de la maquette de la formation suivie pour les chirurgiens-dentistes et les pharmaciens et d'une durée maximale d'un an pour les sages-femmes. Ce parcours peut comprendre de la formation pratique et théorique.La commission nationale doit avoir auditionné tout candidat pour lequel elle émet un avis visant à l'obtention directe d'une autorisation d'exercice ou au rejet de son dossier.Elle peut auditionner les autres candidats.Le ministre chargé de la santé ou, sur délégation, le directeur général du Centre national de gestion peut alors :a) Soit délivrer une autorisation d'exercice ;b) Soit rejeter la demande du candidat ;c) Soit prendre une décision d'affectation du candidat dans un établissement de santé en vue de la réalisation du parcours de consolidation des compétences qui lui est prescrit, d'une durée maximale équivalente à la maquette de la formation suivie pour les chirurgiens-dentistes et les pharmaciens et d'une durée maximale d'un an pour les sages-femmes. A l'issue de son parcours de consolidation des compétences, le candidat saisit la commission nationale d'autorisation d'exercice compétente, qui émet un avis destiné au ministre chargé de la santé pour décision de ce dernier.L'attestation permettant un exercice temporaire dont un candidat a bénéficié au titre du premier alinéa du présent V prend fin :-lorsque le candidat se voit délivrer une autorisation d'exercice ;-à la date de prise d'effet de son affectation dans un établissement de santé en vue de la réalisation du parcours de consolidation des compétences ;-en cas de refus du candidat de réaliser le parcours de consolidation des compétences qui lui est prescrit ;-en cas de rejet de la demande du candidat ;-et, en tout état de cause, au plus tard le 30 avril 2023.\n\nVI.-Un décret en Conseil d'Etat fixe les conditions de mise en œuvre des IV et V du présent article, notamment :1° Les délais, conditions, composition et modalités de dépôt des dossiers de demande d'autorisation d'exercice ;2° La composition et le fonctionnement des commissions régionales constituées par spécialité chargées de l'instruction préalable des dossiers ;3° Les modalités d'affectation des candidats en vue de la réalisation du parcours de consolidation des compétences arrêté par le ministre chargé de la santé ainsi que les modalités de réalisation de ce parcours."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "En vue de faciliter des investissements immobiliers dans les établissements relevant des 2°, 3° et 4° de l'article L. 342-1 du code de l'action sociale et des familles et les établissements habilités à l'aide sociale pour la totalité de leurs places relevant du 6° du I de l'article L. 312-1 du même code ayant conclu la convention prévue au I de l'article L. 313-12 dudit code, les intérêts des emprunts contractés à cet effet peuvent être pris en charge par l'assurance maladie, d'une part, dans la limite des dotations départementales limitatives mentionnées au III de l'article L. 314-3 du code précité et, d'autre part, selon des modalités et des conditions fixées par décret.Une part des crédits reportés en 2007 au titre des excédents de l'exercice 2006 est affectée, selon les modalités prévues au dernier alinéa de l'article L. 14-10-5 du code de l'action sociale et des familles, dans les deux sous-sections mentionnées au V de ce même article. Ces crédits peuvent être utilisés au financement d'opérations d'investissement et d'équipement immobiliers, pour la mise aux normes techniques et de sécurité et la modernisation des locaux des établissements et des services mentionnés à l'article L. 314-3-1 du même code, des établissements relevant conjointement du 6° du I de l'article L. 312-1 dudit code et de l'article L. 633-1 du code de la construction et de l'habitation ainsi que des établissements mentionnés au 2° de l'article L. 6111-2 du code de la santé publique. Les conditions d'utilisation de ces crédits sont déterminées par arrêté du ministre chargé des personnes âgées et des personnes handicapées, après avis de la Caisse nationale de solidarité pour l'autonomie."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. à III. - Paragraphes modificateursIV. - Les gestionnaires des centres spécialisés de soins aux toxicomanes et des centres de cure ambulatoire en alcoologie disposent d'un délai de trois ans à compter de la date de publication de la présente loi pour solliciter l'autorisation mentionnée à l'article L. 313-1 du code de l'action sociale et des familles, en vue de la transformation de ces établissements en centres de soins, d'accompagnement et de prévention en addictologie.Dans l'attente de cette transformation, les articles du code de la sécurité sociale, du code de la santé publique et du code de l'action sociale et des familles mentionnés aux I, II et III s'appliquent, dans leur rédaction antérieure à la présente loi, aux centres spécialisés de soins aux toxicomanes et centres de cure ambulatoire en addictologie bénéficiant à la date du 1er janvier 2007 de l'autorisation prévue à l'article L. 313-1 du code de l'action sociale et des familles."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. à III. - Paragraphes modificateursIV. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés est fixé, pour l'année 2007, à 376 millions d'euros."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I.-Pour 2007, le montant maximal des dépenses du fonds institué à l'article L. 221-1-1 du code de la sécurité sociale est fixé à 125 millions d'euros.\n\nCe fonds est doté de 108 millions d'euros au titre de l'exercice 2007.\n\nII. à IV.-Paragraphes modificateurs\n\nV.-A titre transitoire, les dispositions des articles L. 162-43 et L. 162-44 du code de la sécurité sociale relatifs à la fixation de la dotation nationale des réseaux et de l'article L. 221-1-1 du même code relatif à la fixation de la dotation et du montant maximal des dépenses du fonds d'aide à la qualité des soins de ville ainsi que celles des articles du code de la sécurité sociale et du code de l'action sociale et des familles mentionnés au VI du présent article demeurent en vigueur dans leur rédaction antérieure à la publication de la présente loi jusqu'à la date d'entrée en vigueur des décrets mentionnés au présent article.A cette date, la dotation nationale de développement des réseaux et la dotation au fonds d'aide à la qualité des soins de ville sont transférées au fonds d'intervention pour la qualité et la coordination des soins.\n\nDurant cette période transitoire, le fonds d'aide à la qualité des soins de ville peut notamment contribuer aux expérimentations d'une offre d'hébergement des données de santé des assurés sociaux permettant le partage de données médicales visée à l'article L. 1111-8 du code de la santé publique ainsi qu'à la mise en oeuvre du dossier médical personnel visé aux articles L. 161-36-1 et suivants du code de la sécurité sociale."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. - Paragraphe modificateurII. - A titre transitoire et jusqu'à une date fixée par arrêté des ministres chargés de la santé, de la sécurité sociale et du budget, le Fonds de solidarité vieillesse mentionné à l'article L. 135-1 du code de la sécurité sociale est chargé de la gestion du fonds mentionné à l'article L. 3110-5-1 du code de la santé publique.III. - Le montant de la contribution mentionnée au 1° de l'article L. 3110-5-3 du code de la santé publique est fixé, pour l'année 2007, à 175 millions d'euros."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Pour l'année 2007, les objectifs de dépenses de la branche maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 170,1 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 146,7 milliards d'euros."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Pour l'année 2007, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base de sécurité sociale et ses sous-objectifs sont fixés comme suit :(En milliards d'euros)Dépenses de soins de villeOBJECTIFS de dépenses :  66,7Dépenses relatives aux établissements de santé tarifés à l'activitéOBJECTIFS de dépenses :  47,5Autres dépenses relatives aux établissements de santéOBJECTIFS de dépenses :  18,3Contribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgéesOBJECTIFS de dépenses :   4,7Contribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapéesOBJECTIFS de dépenses :   7,0Dépenses relatives aux autres modes de prise en chargeOBJECTIFS de dépenses :   0,7Total144,8"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "A défaut de conclusion avant le 31 janvier 2007 d'un avenant conventionnel pris en application des articles L. 162-5 et L. 162-14-1 du code de la sécurité sociale prévoyant, conformément aux dispositions de la convention nationale des médecins généralistes et spécialistes conclue le 12 janvier 2005, les conditions de convergence du dispositif du médecin référent avec les dispositions relatives au médecin traitant prévues à l'article L. 162-5-3 du même code, un arrêté publié avant le 31 mars 2007 peut prévoir la possibilité, pour les médecins exerçant à titre libéral, de souscrire à titre individuel un contrat avec l'assurance maladie.Ce contrat, dont l'arrêté définit le contenu, peut comporter des engagements du médecin relatifs notamment au volume d'activité, à la qualité de sa prescription, à sa formation, à la qualité de sa pratique et à sa participation à la permanence des soins. Il peut comporter également des dispositions relatives aux modalités de rémunération des adhérents au contrat et des dispositions favorisant la dispense d'avance de frais."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I. à IV. - Paragraphes modificateursV. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]VI., VII. - Paragraphes modificateurs"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. - Les personnes exerçant ou ayant exercé, avant le 31 décembre 2006, à titre indépendant, la profession de moniteur de ski sont réputées avoir satisfait, à cette date, aux obligations résultant de leur affiliation à titre obligatoire à l'organisation autonome d'assurance vieillesse des professions libérales au titre des périodes d'exercice comprises entre le 1er janvier 1978 et le 31 décembre 2006.II. - Les périodes mentionnées au I au titre desquelles les personnes mentionnées au même I ont cotisé au dispositif professionnel de retraite mis en place par le syndicat professionnel auquel elles ont adhéré en raison de l'exercice de leur activité de moniteur de ski sont prises en compte pour la détermination de la durée d'assurance fixée en application des dispositions de l'article L. 351-1 du code de la sécurité sociale et donnent lieu à l'attribution de points de retraite du régime d'assurance vieillesse de base des professions libérales mentionné à l'article L. 643-1 du même code, à raison du nombre de points résultant des cotisations acquittées par les intéressés dans ce dispositif.Les périodes mentionnées au I du présent article ne sont pas prises en compte pour l'application des dispositions du dernier alinéa de l'article L. 643-1 du même code.Un décret fixe les conditions d'application du présent II.III. - Les périodes mentionnées au I, au titre desquelles les personnes mentionnées au même I ont cotisé au dispositif professionnel de retraite mis en place par le syndicat professionnel auquel elles ont adhéré en raison de l'exercice de leur activité de moniteur de ski, donnent lieu à l'attribution de points de retraite du régime d'assurance vieillesse complémentaire dont elles relèvent à titre obligatoire, à raison du nombre de points résultant des cotisations acquittées par les intéressés dans ce dispositif et compte tenu des points attribués en application des dispositions du II.Un décret fixe les conditions d'application du présent III.IV. - Les réserves du dispositif professionnel spécifique constituées au 31 décembre 2006 sont transférées, respectivement, à la Caisse nationale d'assurance vieillesse des professions libérales et à la caisse chargée de la gestion du régime d'assurance vieillesse complémentaire mentionné au III. Un arrêté fixe le montant transféré à chacun de ces organismes. Cet arrêté peut prévoir qu'une partie de ces réserves est consacrée au financement d'un contrat d'assurance qui serait souscrit par le syndicat mentionné au II auprès d'un organisme assureur habilité, aux fins de verser des prestations temporaires aux personnes mentionnées au II âgées de moins de soixante et un ans en 2007 et ayant liquidé leurs droits auprès du régime spécifique jusqu'en 2007 et aux personnes mentionnées au II nées en 1949 et 1950 respectivement à partir de leurs cinquante-neuvième et soixantième anniversaires, ainsi que de verser à leurs ayants droit les prestations en cas de décès.Le versement d'une pension de retraite par la Caisse nationale d'assurance vieillesse des professions libérales ou la caisse chargée de la gestion du régime d'assurance vieillesse complémentaire mentionné au III entraîne la cessation des prestations versées au titre du contrat d'assurance visé au premier alinéa du présent IV. Les rentes qui auraient été versées au titre du contrat d'assurance mentionné au même alinéa concomitamment au service d'une pension de vieillesse des régimes d'assurance vieillesse obligatoire des professions libérales sont reversées par leur bénéficiaire à la Caisse nationale d'assurance vieillesse des professions libérales qui en verse une fraction à la caisse chargée de la gestion du régime d'assurance vieillesse complémentaire mentionné au III.V. - Les dispositions du présent article sont applicables à compter du 1er janvier 2007.Avant le 31 janvier 2007, les syndicats professionnels auxquels adhèrent ou ont adhéré les personnes mentionnées au I transmettent à la Caisse nationale d'assurance vieillesse des professions libérales et à la caisse chargée de la gestion du régime d'assurance vieillesse complémentaire mentionné au III l'ensemble des données nécessaires à l'application des dispositions du présent article."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Pour l'année 2007, les objectifs de dépenses de la branche vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 170,6 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 88,9 milliards d'euros."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 800 millions d'euros au titre de l'année 2007.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 315 millions d'euros au titre de l'année 2007."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé, pour l'année 2007, à 410 millions d'euros."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Pour l'année 2007, les objectifs de dépenses de la branche Accidents du travail sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 11,4 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 10,2 milliards d'euros."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Le fonds de cohésion sociale mentionné au III de l'article 80 de la loi n° 2005-32 du 18 janvier 2005 de programmation pour la cohésion sociale peut garantir des avances remboursables à taux bonifié accordées, par   des établissements de crédit ou des sociétés de financement avec lesquels il a passé convention, à des personnes âgées de dix-huit à vingt-cinq ans pour les aider dans leur insertion professionnelle. Les parents assumant la charge d'un mineur titulaire du contrat de travail mentionné à l'article L. 117-1 du code du travail peuvent également bénéficier de cette avance.Le coût de la bonification d'intérêts est à la charge de la Caisse nationale des allocations familiales qui peut également participer au financement de la garantie."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Pour l'année 2007, les objectifs de dépenses de la branche Famille sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 55,3 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 54,9 milliards d'euros."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I. - Paragraphe modificateurII. - A compter de la publication de la présente loi, sont abrogées les dispositions du deuxième alinéa de l'article L. 652-7 du code de la sécurité sociale au titre des agissements n'ayant pas fait l'objet à cette date de poursuites aux fins de l'application desdites dispositions."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-544 DC du 14 décembre 2006.]"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I. - Paragraphe modificateurII. - Sous réserve des décisions passées en force de chose jugée, sont validées toutes dispositions réglementaires et décisions en tant qu'elles pourraient être contestées sur le fondement du défaut ou de l'irrégularité de la consultation de l'Union nationale des organismes d'assurance maladie complémentaire."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "Pour l'année 2007, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées à :(En milliards d'euros)Fonds de solidarité vieillessePRÉVISIONS de charges : 14,5Fonds de financement des prestations sociales des non-salariés agricolesPRÉVISIONS de charges : 16,6"
    },
    {
      "provision_ref": "artANNEXEA",
      "section": "ANNEXEA",
      "title": "Article ANNEXEA",
      "content": "I. - Pour le régime général, l'exercice 2005 fait apparaître un déficit de 11,6 milliards d'euros. Il porte majoritairement sur la branche Maladie.1. Couverture du déficit de la branche MaladiePour cette branche, le déficit de 8 milliards d'euros a été couvert par un versement de la Caisse d'amortissement de la dette sociale (CADES).En effet, l'article 76 de la loi n° 2004-810 du 13 août 2004 relative à l'assurance maladie a prévu que la CADES couvrirait :- les déficits cumulés de la branche Maladie au 31 décembre 2003 et le déficit prévisionnel au titre de l'exercice 2004 dans la limite globale de 35 milliards d'euros ;- les déficits prévisionnels des années 2005 et 2006 dans la limite globale de 15 milliards d'euros.En 2004, quatre versements ont été effectués par la CADES pour un montant total de 35 milliards d'euros en 2004. Néanmoins, le déficit constaté de la branche Maladie en 2004 a été inférieur à celui prévu au moment du débat parlementaire relatif à la loi du 13 août 2004 (33,31 milliards d'euros de déficits cumulés, au lieu des 35 milliards d'euros alors envisagés).En conséquence, la reprise du déficit 2005, évalué à 8,3 milliards d'euros dans le cadre du projet de loi de financement de la sécurité sociale, a tenu compte d'une régularisation de 1,69 milliard d'euros sur l'exercice précédent, et s'est traduite par un versement de 6,61 milliards d'euros (en date du 7 octobre 2005).Le déficit réel de la Caisse nationale d'assurance maladie des travailleurs salariés (CNAMTS) ayant atteint in fine 8 milliards d'euros pour l'exercice 2005, une nouvelle régularisation de 300 millions d'euros sera opérée par la CADES lors du versement correspondant à la reprise du déficit prévisionnel de la CNAMTS au titre de 2006.2. Couverture des déficits des branches Vieillesse, Famille et Accidents du travail - maladies professionnellesLa branche Vieillesse du régime général a enregistré en 2005 un déficit de 1,876 milliard d'euros, la branche Famille de 1,315 milliard d'euros et la branche Accidents du travail et maladies professionnelles de 0,438 milliard d'euros.Ces déficits ont été couverts par les emprunts de trésorerie que peut conclure l'Agence centrale des organismes de sécurité sociale (ACOSS) auprès de la Caisse des dépôts et consignations, dans la limite du plafond fixé dans la loi de financement de la sécurité sociale (13 milliards pour 2005 et 18,5 milliards pour 2006).II. - S'agissant des organismes concourant au financement des régimes :1. Couverture du déficit du Fonds de financementdes prestations sociales des non-salariés agricoles (FFIPSA)Le Fonds de financement des prestations sociales des non-salariés agricoles a été substitué au budget annexe des prestations sociales agricoles à compter du 1er janvier 2005 et a hérité de la dette de ce dernier qui s'élevait en 2004 à 3,2 milliards d'euros. Cette dette a été apurée à hauteur de 2,5 milliards par un versement par l'Agence France Trésor en janvier 2006. Pour l'exercice 2005, le déficit du FFIPSA atteint 1,4 milliard d'euros.Le financement de ces déficits a été assuré par les emprunts de trésorerie que peut conclure le FFIPSA auprès du consortium CALYON dans la limite du plafond fixé par la loi de financement de la sécurité sociale (6,2 milliards pour 2005, 7,1 milliards pour 2006).2. Couverture du déficit du Fonds de solidarité vieillesse (FSV)Le résultat du FSV pour l'exercice 2005 est déficitaire de 2 milliards d'euros.Le FSV ne disposant plus de réserve, n'ayant pas le droit d'emprunter et ne recevant pas de dotation d'équilibre de l'Etat, le déficit cumulé, qui s'élève à 3,7 milliards d'euros au 31 décembre 2005, est inscrit au bilan en fonds de roulement négatif.Le fonds se retrouve largement en position de débiteur vis-à-vis de la Caisse nationale d'assurance vieillesse des travailleurs salariés (CNAVTS - 2,7 milliards d'euros au 31 décembre 2005) et de la Caisse centrale de la mutualité sociale agricole (0,06 milliard d'euros à cette même date).Ces montants sont donc financés in fine par les emprunts de trésorerie de l'ACOSS, dans les mêmes conditions que les déficits propres à la CNAVTS.3. La Caisse nationale de solidarité pour l'autonomieElle a été excédentaire de 0,5 milliard d'euros en 2005. Ces montants ont été reportés sur 2006 et affectés au financement d'investissements dans les établissements médico-sociaux (notamment pour des mises aux normes techniques)."
    },
    {
      "provision_ref": "artANNEXEB",
      "section": "ANNEXEB",
      "title": "Article ANNEXEB",
      "content": "Hypothèses d'évolution moyennes sur la période 2008-2010Produit intérieur brut volumeSCÉNARIO Haut : 3,0 %SCÉNARIO Bas : 2,25 %Masse salariale du secteur privéSCÉNARIO Haut : 5,2 %SCÉNARIO Bas : 4,4 %Objectif national de dépenses d'assurance maladieSCÉNARIO Haut : 2,5 %SCÉNARIO Bas : 2,2 %Inflation hors tabacSCÉNARIO Haut : 1,75 %SCÉNARIO Bas : 1,75 %Les projections quadriennales sont présentées sous deux scénarios économiques et en l'absence de toute affectation de ressources supplémentaires.Ces deux scénarios reprennent les hypothèses d'évolution du produit intérieur brut (PIB), de la masse salariale et de l'inflation retenues dans les scénarios présentés dans le rapport sur la situation et les perspectives économiques, sociales et financières de la Nation annexé au projet de loi de finances pour 2007. Dans ces deux scénarios et en retenant une progression moyenne de l'objectif national de dépenses d'assurance maladie (ONDAM) de 2,5 % dans le scénario haut et de 2,2 % dans le scénario bas, le solde global du régime général et de l'ensemble des régimes de base s'améliore régulièrement sur la période 2007-2010. Le retour à l'équilibre du régime général est atteint en 2009 dans le scénario haut, et en 2010 dans le scénario bas.Le déficit de la branche Maladie se réduit rapidement, la branche redevenant excédentaire dès 2009 dans les deux scénarios. La forte progression apparente des charges et des produits de la branche entre 2005 et 2006 est due à la prise en compte des nouveaux transferts entre l'assurance maladie et la Caisse nationale de solidarité pour l'autonomie (CNSA) : en application de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées, outre le versement des dépenses médico-sociales, les régimes d'assurance maladie doivent à partir de 2006 comptabiliser en charges un transfert égal à l'ONDAM médico-social vers la CNSA et en contrepartie reçoivent en produits le remboursement par la CNSA des prestations médico-sociales.L'excédent de la branche Accidents du travail - maladies professionnelles augmente régulièrement sur la période.La branche Famille renoue avec une situation excédentaire dès 2008 dans les deux scénarios, notamment du fait de l'achèvement de la montée en charge de la prestation d'accueil du jeune enfant.S'agissant de la branche Vieillesse, l'anticipation du départ en retraite de certains travailleurs et le grand nombre de bénéficiaires de la mesure \" carrière longue \" amènent à constater un déficit plus important qu'en 2006. Cette dégradation ne remet pas en cause le sens des projections de moyen et de longs termes réalisées dans le cadre du Conseil d'orientation des retraites. Conformément au choix fait de présenter ces tableaux sans affectation de ressources supplémentaire, les présentes projections sont bâties sans préjuger des mesures qui pourraient être prises dans le cadre du premier rendez-vous quinquennal d'examen du financement de la branche pour assurer un retour du régime général à l'équilibre en 2009 et qui devront notamment tenir compte de l'amélioration de la situation de l'emploi.Les soldes calculés sur l'ensemble des régimes de base sont assez proches de ceux du seul régime général. De nombreux régimes bénéficient en effet de mécanismes garantissant leur équilibre financier (contribution du régime général, subvention de l'Etat ou attribution d'une ressource externe). Le poids des quelques régimes ne bénéficiant pas de tels dispositifs d'équilibrage étant faible, leurs résultats n'affectent que marginalement celui du régime général.Le Fonds de solidarité vieillesse devrait quant à lui bénéficier de l'amélioration de la conjoncture, qui se traduit par une accélération des recettes et par un ralentissement des charges au titre de la prise en charge des cotisations de retraite des chômeurs. Son solde s'améliorerait notablement sur la période.Le Fonds de financement des prestations sociales des non-salariés agricoles (FFIPSA) connaît une progression relativement modérée de ses charges comme de ses recettes. Le déficit de ce fonds ne se retrouve pas au sein des comptes de l'ensemble des régimes de base puisque, avec la mise en place du FFIPSA en 2005, le régime des non-salariés agricoles comptabilise un produit à recevoir du FFIPSA.Prévision de recettes et de dépenses sur la période 2007-2010(Tableaux non reproduits, consulter le fac-similé)"
    },
    {
      "provision_ref": "artANNEXEC",
      "section": "ANNEXEC",
      "title": "Article ANNEXEC",
      "content": "Annexe non reproduite, consulter le fac-similé"
    }
  ]
}