{
  "id": "jorftext000000781906",
  "type": "statute",
  "title": "Loi n° 2002-1576 du 30 décembre 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000781906",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A compter du 1er janvier 2003, la gestion et la liquidation des opérations liées à la mise en jeu de la responsabilité particulière des comptables supérieurs du Trésor dans le cadre de l'activité de collecte de l'épargne exercée par eux jusqu'au 31 décembre 2001 est assurée par l'Etat. A cette fin, les droits et obligations liés à cette responsabilité ainsi que les fonds et dépôts de garantie constitués au 31 décembre 2002 en vue de sa couverture sont transférés à cette date à l'Etat.II. - La liquidation des opérations prévues au I intervient après mise en jeu des garanties souscrites auprès des assurances par les comptables supérieurs et après prise en charge par ces derniers, le cas échéant, d'une fraction des sommes dues, dans des conditions définies par décret.III. - Les recettes et les dépenses correspondant à cette liquidation sont imputées sur le compte de commerce n° 904-14 \"Liquidation d'établissements publics de l'Etat et d'organismes para-administratifs ou professionnels et liquidations diverses\"."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'ajustement des recettes tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément de charges du budget de l'Etat pour 2002 sont fixés ainsi qu'il suit :(tableau non reproduit, voir JO du 31 décembre 2002, page 22070)."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Il est ouvert aux ministres, au titre des dépenses ordinaires des services civils pour 2002, des crédits supplémentaires s'élevant à la somme totale de 3 188 851 390 Euros, conformément à la répartition par titre et par ministère qui est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Il est annulé, au titre des dépenses ordinaires des services civils pour 2002, des crédits s'élevant à la somme de 1 461 681 773 Euros, conformément à la répartition par titre et par ministère qui est donnée à l'état B' annexé à la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est ouvert aux ministres, au titre des dépenses en capital des services civils pour 2002, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 1 567 097 280 Euros et de 185 593 044 Euros, conformément à la répartition par titre et par ministère qui est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est annulé, au titre des dépenses en capital des services civils pour 2002, des autorisations de programme et des crédits de paiement s'élevant respectivement aux sommes de 882 047 047 Euros et de 707 835 047 Euros, conformément à la répartition par titre et par ministère qui est donnée à l'état C' annexé à la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il est ouvert à la ministre de la défense, au titre des dépenses ordinaires des services militaires pour 2002, des crédits s'élevant à la somme de 88 100 000 Euros."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Il est ouvert à la ministre de la défense, au titre des dépenses en capital des services militaires pour 2002, des autorisations de programme et des crédits supplémentaires s'élevant respectivement aux sommes de 4 650 560 000 Euros et 210 560 000 Euros."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Il est annulé, au titre des dépenses en capital des services militaires pour 2002, des crédits de paiement s'élevant à la somme de 321 000 000 Euros."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, au titre des dépenses du compte d'avance n° 903-54 \"Avances sur le montant des impositions revenant aux départements, communes, établissements et divers organismes\", un crédit de 1 486 000 000 Euros."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Il est ouvert au ministre de l'économie, des finances et de l'industrie, au titre des dépenses du compte de prêts n° 903-17 \"Prêts du Trésor à des Etats étrangers pour la consolidation de dettes envers la France\", un crédit de 594 740 000 Euros.II. - Il est ouvert au ministre de l'économie, des finances et de l'industrie, au titre des dépenses du compte de prêts n° 903-05 \"Prêts du Fonds de développement économique et social\", un crédit de 5 000 000 Euros."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sont ratifiés les crédits ouverts par le décret n° 2002-1334 du 8 novembre 2002 portant ouverture de crédits à titre d'avance."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Est ajouté à l'état F, annexé à la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001), le chapitre 08 \"Versements au Fonds de réserve pour les retraites\" du compte d'affectation spéciale n° 902-24 \"Compte d'affectation des produits de cessions de titres, parts et droits de sociétés\"."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. et II. - Paragraphes modificateurs.III. - Les dispositions du présent article s'appliquent à compter du 1er juillet 2003."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. et II. - Paragraphes modificateurs.III. - Les dispositions du présent article entrent en vigueur à compter du 1er juillet 2003."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. et II. - Paragraphes modificateurs.III. - Les dispositions du présent article s'appliquent au titre des exercices ouverts à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. et II. - Paragraphes modificateurs.III. - Les dispositions des I et II entreront en vigueur à des dates fixées par décret et au plus tard au 1er janvier 2005."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 21 janvier 2003."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de 2002."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. à VII. Paragraphes modificateurs.VIII. - Les dispositions des I à V s'appliquent pour l'imposition des revenus des années 2003 et suivantes, celles du VI à compter du 1er janvier 2004 et celles du VII à compter des impositions établies au titre de 2004."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de 2002."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables pour l'imposition des revenus des années 2003 et suivantes, et pour les jugements intervenus à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. et II. - Paragraphes modificateurs.III. - Les dispositions du présent article s'appliquent à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Sous réserve des décisions de justice passées en force de chose jugée, les décisions prises entre le 30 mars et le 30 juin 2002 par les chambres de métiers pour l'application des dispositions du sixième alinéa de l'article 1601 du code général des impôts aux impositions établies au titre de 2002 sont réputées régulières en tant qu'elles seraient contestées par le moyen tiré de l'expiration du délai prévu au premier alinéa du I de l'article 1639 A du code général des impôts.II. - Sous réserve des décisions de justice passées en force de chose jugée, les délibérations prises entre le 30 juin et le 15 octobre 2002 par les collectivités territoriales ou par leurs groupements dotés d'une fiscalité propre pour l'application des dispositions du 4° de l'article 1464 A du code général des impôts sont réputées régulières en tant qu'elles seraient contestées par le moyen tiré de l'expiration du délai prévu au premier alinéa du I de l'article 1639 A bis du code général des impôts."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. et II. - Paragraphes modificateurs.III. - Les dispositions du présent article s'appliquent à compter du 6 janvier 2003."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux investissements réalisés à compter du 1er janvier 2002 au cours d'un exercice clos à compter de la date de publication de la loi n° 2002-92 du 22 janvier 2002 relative à la Corse."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. et II. - Paragraphes modificateurs.III. - Les dispositions du présent article s'appliquent à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "A. - Paragraphe modificateur.B. - (abrogé)C. - Sont abrogés :- le décret n° 2000-1297 du 26 décembre 2000 instituant une taxe parafiscale sur les céréales et le riz perçue au profit de l'Association nationale pour le développement agricole ;- le décret n° 2000-1298 du 26 décembre 2000 instituant une taxe parafiscale sur les graines oléagineuses et protéagineuses perçue au profit de l'Association nationale pour le développement agricole ;- le décret n° 2000-1299 du 26 décembre 2000 instituant une taxe parafiscale sur la betterave destinée à la production de sucre perçue au profit de l'Association nationale pour le développement agricole ;- le décret n° 2000-1339 du 26 décembre 2000 instituant une taxe parafiscale sur les viandes perçue au profit de l'Association nationale pour le développement agricole ;- le décret n° 2000-1340 du 26 décembre 2000 instituant une taxe parafiscale sur le lait de vache et la crème, les laits de brebis et de chèvre perçue au profit de l'Association nationale pour le développement agricole ;- le décret n° 2000-1341 du 26 décembre 2000 instituant une taxe parafiscale sur les vins perçue au profit de l'Association nationale pour le développement agricole ;- le décret n° 2000-1342 du 26 décembre 2000 instituant une taxe parafiscale sur les fruits et légumes perçue au profit de l'Association nationale pour le développement agricole ;- le décret n° 2000-1343 du 26 décembre 2000 instituant une taxe parafiscale sur les produits de l'horticulture florale, ornementale et des pépinières perçue au profit de l'Association nationale pour le développement agricole ;- le décret n° 2000-1344 du 26 décembre 2000 instituant une taxe parafiscale forfaitaire au profit de l'Association nationale pour le développement agricole.Le produit des taxes susmentionnées qui sont encore dues au 1er janvier 2004 est versé au budget général.D. à F. - Paragraphes modificateurs.G. - Jusqu'à l'entrée en vigueur du décret mentionné au dernier alinéa de l'article L. 820-4 du code rural, des subventions exceptionnelles pourront être attribuées, à partir du budget du ministère de l'agriculture, de l'alimentation, de la pêche et des affaires rurales, aux organismes exerçant des missions de développement agricole en application de l'article L. 820-2 du code rural.H. - Il est institué en 2003, au profit du budget de l'Etat, un prélèvement exceptionnel de 40 millions d'euros sur l'Association nationale pour le développement agricole dont l'assiette est constituée par une fraction du produit du recouvrement et du placement des taxes parafiscales visées au C.I. - Les dispositions du A, du B et du C entrent en vigueur au 1er janvier 2003."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux avis de mise en recouvrement émis à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent pour la détermination des résultats imposables des exercices ouverts à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent pour la détermination des résultats imposables des exercices ouverts à compter du 1er janvier 2002.III. - Les dons reçus dans les conditions prévues au I et pris en compte pour la détermination des résultats imposables des exercices ouverts à compter du 1er janvier 1999 et jusqu'au 31 décembre 2001 sont déductibles du résultat imposable du premier exercice ouvert à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter de la date d'entrée en vigueur de l'ordonnance n° 2000-1249 du 21 décembre 2000 relative à la partie Législative du code de l'action sociale et des familles."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter des impositions établies au titre de 2003."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions du B du I ne sont pas applicables dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Les primes versées par l'Etat après consultation ou délibération de la Commission nationale du sport de haut niveau aux sportifs médaillés aux jeux Olympiques et Paralympiques de l'an 2002 à Salt Lake City ne sont pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions du I, du II et du III sont applicables à compter de la date d'entrée en vigueur du décret d'application."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le ministre de l'économie, des finances et de l'industrie est autorisé à donner la garantie de l'Etat, dans la limite de 500 millions d'euros en principal, au capital et aux intérêts des prêts accordés à la République du Liban par l'Agence française de développement dans le cadre du programme de refinancement de la dette de cette République."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Il est institué une commission interministérielle dont les missions sont fixées par décret en Conseil d'Etat. Cette commission effectue des contrôles portant sur les opérations cofinancées par des fonds européens, dont la liste est fixée par décret en Conseil d'Etat, et exerce les mêmes pouvoirs de contrôle que ceux prévus au I de l'article 43 de la loi n° 96-314 du 12 avril 1996 portant diverses dispositions d'ordre économique et financier à l'égard des organismes intervenant dans la mise en oeuvre de ces fonds, notamment les collectivités territoriales, des personnes morales ou physiques qui bénéficient des fonds européens et qui mettent en oeuvre des opérations inscrites dans les programmes bénéficiant de ces fonds ainsi que des organismes par lesquels ont transité ces concours.\n\nLe fait de faire obstacle aux contrôles de la commission est passible des sanctions prévues au III de l'article 43 de la loi n° 96-314 du 12 avril 1996 précitée."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I.-Le compte spécial du Trésor n° 904-01 \" Subsistances militaires \", ouvert par l'article 24 de la loi n° 43-488 du 26 août 1943 portant ouverture et annulation de crédits sur l'exercice 1943, est clos au 31 décembre 2004. Au plus tard à cette date, tout ou partie des droits et obligations de l'Etat relatifs aux services d'approvisionnement du ministère de la défense sont transférés, par arrêté conjoint du ministre chargé de l'économie et du ministre de la défense, à l'économat des armées. Ce transfert ne donne lieu à aucune indemnité ou perception de droits ou de taxes, ni à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat.II.-Paragraphe modificateur.III.-Les agents publics appartenant aux services d'approvisionnement du ministère de la défense peuvent être mis à la disposition de l'économat des armées."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux contributions forfaitaires dues à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du présent article s'appliquent à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. et II. - Paragraphes modificateurs.III. - Les dispositions du I entrent en vigueur le 1er janvier 2003. Les dispositions du II sont applicables pour l'imposition des revenus perçus à compter du 1er janvier 2003.IV. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables en Nouvelle-Calédonie, dans les territoires de la Polynésie française et des îles Wallis-et-Futuna et dans la collectivité départementale de Mayotte."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux successions ouvertes à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - Paragraphe modificateur.II. - Dans la limite de 15 millions d'euros, jusqu'au 31 décembre 2003, le fonds de prévention des risques naturels majeurs mentionné à l'article L. 561-3 du code de l'environnement peut contribuer, pour les biens affectés par des inondations et coulées de boue survenues dans les communes pour lesquelles l'état de catastrophe naturelle a été constaté depuis le 31 août 2002 et ayant fait l'objet de l'indemnisation mentionnée à l'article L. 125-2 du code des assurances :a) Au financement de l'acquisition amiable par une commune, un groupement de communes ou l'Etat, de terrains et constructions à usage d'habitation ou affectés à des entreprises industrielles, commerciales, agricoles ou artisanales de moins de dix salariés ;b) Au financement des mesures de prévention mentionnées au 4° du II de l'article L. 562-1 du code de l'environnement pour les terrains et constructions mentionnés au a ci-dessus.Un décret en Conseil d'Etat définit les modalités d'application du présent II.III. - Dans la limite de 600 000 Euros et jusqu'au 31 décembre 2003, le fonds de prévention des risques naturels majeurs mentionné au II contribue au financement de travaux de construction de la galerie hydraulique de dérivation visant à prévenir les conséquences dommageables qui résulteraient du glissement de terrain du site de la Clapière dans la vallée de la Tinée, dans les Alpes-Maritimes."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. et II. - Paragraphes modificateurs.III. - Pour l'application des dispositions du c du 3° du II du présent article au titre de 2003, les délibérations mentionnées au cinquième alinéa du I ter de l'article 1466 A du code général des impôts doivent intervenir au plus tard au 31 janvier 2003.IV. - L'Etat compense chaque année, à compter de 2003, les pertes de recettes résultant des dispositions du c du 3° du II pour les collectivités territoriales, les établissements publics de coopération intercommunale dotés d'une fiscalité propre ou fonds départementaux de péréquation de la taxe professionnelle, dans les conditions prévues aux cinquième, sixième et septième alinéas du B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville.V. - Paragraphe modificateur.VI. - Pour l'application au titre de 2003 des dispositions des 2° et 3° du II, les délibérations contraires des collectivités locales ou de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre doivent intervenir au plus tard au 31 janvier 2003. Les entreprises, tenues de déclarer leurs bases d'imposition avant le 31 décembre 2002 dans les conditions prévues au a du II de l'article 1477, doivent demander, avant le 31 janvier 2003, pour chacun de leurs établissements, à bénéficier de l'exonération.L'Etat compense chaque année, à compter de 2003, les pertes de recettes résultant des dispositions du 2° du II pour les collectivités territoriales ou les établissements publics de coopération intercommunale dotés d'une fiscalité propre, dans les conditions prévues au III de l'article 7 de la loi n° 96-987 du 14 novembre 1996 précitée.L'Etat compense chaque année, à compter de 2003, les pertes de recettes résultant des dispositions du 3° du II pour les collectivités territoriales, les établissements publics de coopération intercommunale dotés d'une fiscalité propre ou fonds départementaux de péréquation de la taxe professionnelle, dans les conditions prévues aux cinquième, sixième et septième alinéas du B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 précitée."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Les emprunts contractés par l'ERAP, dans le cadre de son soutien d'actionnaire à France Télécom, bénéficient, en principal et intérêts, de la garantie de l'Etat dans la limite de 10 milliards d'euros en principal."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du présent article s'appliquent aux condamnations prononcées à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. - Nonobstant les dispositions du chapitre unique du titre Ier du livre III du code général des collectivités territoriales, les dispositions de la section 3 du chapitre Ier du titre Ier du livre II du code du domaine de l'Etat sont, sous réserve des adaptations prévues par les II, III et IV du présent article, applicables au domaine public compris dans la zone A du marché d'intérêt national de Paris-Rungis telle que délimitée par le décret n° 62-795 du 13 juillet 1962 relatif à la création dans la région parisienne d'un marché d'intérêt national pour le transfert, des halles centrales sur ce marché, des transactions portant sur des produits qui y seront vendus, quelle que soit la personne publique propriétaire du sol.II. - Dans le domaine public compris dans la zone A mentionnée au I du présent article, les autorisations mentionnées à l'article L. 34-1 du code du domaine de l'Etat ne sont pas soumises aux dispositions de l'article L. 34-4 de ce code. Par exception au troisième alinéa de l'article L. 34-1 du même code, la durée de l'autorisation ne peut excéder celle de la convention liant l'Etat à la société gestionnaire du marché d'intérêt national de Paris-Rungis.III. - Par exception à l'article L. 34-7 du même code, les titulaires d'autorisations du domaine public compris dans la zone A mentionnée au I du présent article peuvent recourir au crédit-bail pour financer les équipements et aménagements exclusivement affectés à leur activité.IV. - A l'expiration de la période d'autorisation d'occupation, les ouvrages, constructions et installations de caractère immobilier deviennent la propriété des collectivités publiques propriétaires des sols occupés.En cas de résiliation anticipée par l'Etat de la convention le liant à la société gestionnaire du marché d'intérêt national de Paris-Rungis, l'Etat assume la totalité des conséquences financières liées à la résiliation anticipée et unilatérale des titres portant création de droits réels.V. - Un décret précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "La loi n° 2001-7 du 4 janvier 2001 relative au contrôle des fonds publics accordés aux entreprises est abrogée."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. et II. - Paragraphes modificateurs.III. - Les membres du Conseil de la politique monétaire en fonction à la date de publication de la présente loi exercent leur mandat jusqu'à son terme.IV. - Le dividende versé par la Banque de France à l'Etat est accru à due concurrence du montant des économies résultant du I."
    }
  ]
}