{
  "id": "jorftext000000219672",
  "type": "statute",
  "title": "Ordonnance n° 2000-916 du 19 septembre 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000219672",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Conformément à l'article 14 du règlement du 3 mai 1998 susvisé, les montants exprimés en francs figurant dans les textes législatifs autres que ceux mentionnés au II sont remplacés, le 1er janvier 2002, par des montants en euros, par application du taux officiel et des règles d'arrondissement communautaires.II. - Les montants exprimés en francs figurant dans les dispositions législatives spécifiques à la Nouvelle-Calédonie, aux territoires d'outre-mer et aux collectivités territoriales de Saint-Pierre-et-Miquelon et de Mayotte sont remplacés, le 1er janvier 2002, par des montants en euros, au taux de 1 euro pour 6,559 57 F ; les sommes obtenues sont arrondies au centième supérieur ou inférieur le plus proche, une fraction d'euro exactement égale à 0,005 étant comptée pour 0,01 Euro."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Afin de faciliter l'application de la législation, les dispositions des chapitres II à VI ont pour objet d'adapter certains montants en euros résultant des règles de conversion mentionnées à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans tous les textes législatifs prévoyant des amendes ou d'autres sanctions pécuniaires ou y faisant référence, les montants exprimés en francs sont remplacés par des montants exprimés en euros conformément au tableau figurant en annexe I.Les montants en francs d'amendes et de sanctions pécuniaires qui ne figurent pas dans ce tableau sont convertis aux montants en euros correspondant aux montants en francs mentionnés dans ce tableau et immédiatement inférieurs."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les montants exprimés en francs dans les codes mentionnés à l'annexe II et qui figurent dans la deuxième colonne des tableaux de cette annexe sont remplacés par les montants en euros qui figurent dans la troisième colonne de ces tableaux."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Agriculture :I. - A l'article 28 de la loi de finances pour 1968 susvisée, les montants de 500 F, 300 F, 12 F et 15 F sont remplacés respectivement par les montants de 75 Euro, 45 Euro, 1,75 Euro et 2,25 Euro.Associations :II. - A l'article 6 de la loi du 1er juillet 1901 susvisée, le montant de 100 F est remplacé par le montant de 16 Euro.Commerce et industrie :III. - A l'article 1er de la loi du 22 octobre 1940 susvisée, le montant de 5 000 F est remplacé par le montant de 750 Euro.IV. - A l'article 2 de la loi du 31 décembre 1970 susvisée, les montants de 5 millions de francs et 1 000 F sont remplacés respectivement par les montants de 760 000 Euro et 150 Euro. A l'article 9-1 de la même loi, le montant de 1,5 million de francs est remplacé par le montant de 225 000 Euro.V. - A l'article 6 de la loi du 31 décembre 1975 susvisée, le montant de 4 000 F est remplacé par le montant de 600 Euro.VI. - A l'article 6 de la loi du 8 juillet 1983 susvisée, le montant de 30 000 F est remplacé par le montant de 4 600 Euro.VII. - A l'article 1er de la loi du 9 juillet 1984 susvisée, le montant de 300 000 F est remplacé par le montant de 45 800 Euro.VIII. - Au premier tiret du I et au deuxième alinéa du II de l'article 7 de la loi du 2 juillet 1986 susvisée, le montant de 1 milliard de francs est remplacé par le montant de 150 millions Euro.IX. - A l'article 13 de la loi du 6 août 1986 susvisée, le montant de 30 000 F est remplacé par le montant de 4 575 Euro. A l'article 20 de la même loi, les montants de 1 milliard de francs et 2,5 milliards de francs sont remplacés respectivement par les montants de 150 millions Euro et 375 millions Euro. A l'article 21 de la même loi, les montants de 1 milliard de francs et 50 millions de francs sont remplacés respectivement par les montants de 150 millions Euro et 7,5 millions Euro.X. - A l'article 109 de la loi de finances pour 1990 susvisée, les montants de 600 000 F et 1 500 F sont remplacés respectivement par les montants de 92 000 Euro et 229 Euro.XI. - (Abrogé).XII. - A l'article 41 de la loi du 29 janvier 1993 susvisée, les montants de 700 000 F et 450 000 F sont remplacés respectivement par les montants de 106 000 Euro et 68 000 Euro.Financement de la vie politique :XIII. - A l'article 11 de la loi du 7 juillet 1977 susvisée, le montant de 100 000 F est remplacé par le montant de 15 000 Euro. A l'article 19-1 de la même loi, le montant de 56 000 000 F est remplacé par le montant de 8 500 000 Euro.XIV. - Au dernier alinéa de l'article 2 de la loi du 11 mars 1988 susvisée, le montant de 5 millions de francs est remplacé par le montant de 750 000 Euro. A l'article 11-4 de la même loi, les montants de 50 000 F, 20 000 F et 1 000 F sont remplacés respectivement par les montants de 7 500 Euro, 3 000 Euro et 150 Euro.Nationalité :XV. - (abrogé).Sécurité sociale :XVI. - Au 2° de l'article 3 de la loi du 13 juillet 1972 susvisée, les montants de 10 000 F, 24 F, 80 000 F et 3 millions de francs sont remplacés respectivement par les montants de 1 500 Euro, 3,5 Euro, 12 000 Euro et 460 000 Euro."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans le code général des impôts et le livre des procédures fiscales, les montants figurant dans les articles mentionnés dans la première colonne des tableaux de l'annexe III et exprimés en francs dans la deuxième colonne des mêmes tableaux sont remplacés par les montants en euros fixés selon les règles suivantes :1. Lorsque les montants sont supérieurs ou égaux à 100 F et inférieurs à 1 000 F, ils sont arrondis à l'euro le plus proche et plafonnés à 150 Euro. La fraction d'euro exactement égale à 0,50 est comptée pour 1 Euro ;2. La même règle s'applique aux montants compris dans les minima et les maxima multiples de 10. Les plafonds et les arrondis s'appliquent dans les mêmes proportions ;3. Lorsque les montants sont supérieurs ou égaux à 1 milliard de francs, ils sont arrondis à la dizaine de millions d'euros la plus proche. Cinq millions d'euros sont comptés pour dix millions.Les montants en euros résultant de l'application de ces règles figurent dans la troisième colonne des tableaux de l'annexe III."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans les articles mentionnés à l'annexe IV et pour assurer le respect du principe exprimé à l'article 3 de la loi du 15 juin 2000 susvisée, les montants figurant dans les articles du code général des impôts mentionnés dans la première colonne du tableau de l'annexe IV et exprimés en francs dans la deuxième colonne du même tableau sont remplacés par les montants en euros figurant dans la troisième colonne de ce tableau."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le 1 bis de l'article 266 du code général des impôts est ainsi modifié :1. Les mots : \" le franc français \" sont remplacés par les mots :\" l'euro \" ;2. Les mots : \" constaté sur le marché des changes entre banques centrales et publié par la Banque de France \" sont remplacés par les mots : \" publié par la Banque de France à partir du cours fixé par la Banque centrale européenne \"."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans le code des douanes, les montants exprimés en francs qui figurent dans la deuxième colonne du tableau de l'annexe V sont remplacés par les montants en euros figurant dans la troisième colonne du même tableau."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A l'article 22 de la loi du 12 avril 1922 susvisée, le montant de 500 F est remplacé par le montant de 75 Euro.II. - A l'article 2 de la loi du 17 juillet 1992 susvisée, les montants de 5 000 F et 1 000 F sont remplacés respectivement par les montants de 820 Euro et 170 Euro. A l'article 3 de la même loi, les montants de 3,5 millions, 2 millions et 1,5 million de francs sont remplacés respectivement par les montants de 530 000 Euro, 300 000 Euro et 230 000 Euro.III. - A l'article 116 de la loi de finances pour 1993 susvisée, le montant de 11 millions de francs est remplacé par le montant de 1 677 000 Euro.IV. - A l'article 34 de la loi de finances rectificative pour 1995 susvisée, le montant de 7 millions de francs est remplacé par le montant de 1 060 000 Euro.V. - A l'article 97 de la loi de finances pour 1998 susvisée, le montant de 25 millions de francs est remplacé par le montant de 3 810 000 Euro."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Dans le code des communes de la Nouvelle-Calédonie, le montant exprimé en francs qui figure dans la deuxième colonne du tableau de l'annexe II est remplacé par le montant en euros figurant dans la troisième colonne du même tableau."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A l'article 2 de la loi du 18 juin 1966 susvisée, le montant de 12 000 F est remplacé par le montant de 1 820 Euro."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Dans le code des douanes applicable à Saint-Pierre-et-Miquelon, le montant exprimé en francs qui figure dans la deuxième colonne du tableau de l'annexe V est remplacé par le montant en euros figurant dans la troisième colonne du même tableau.II. - A l'article 4 de l'ordonnance du 24 juin 1998 susvisée, le montant de 50 000 F applicable à Saint-Pierre-et-Miquelon est remplacé par le montant de 7 600 Euro."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Dans le code des douanes applicable à Mayotte, les montants exprimés en francs qui figurent dans la deuxième colonne du tableau de l'annexe V sont remplacés par les montants en euros figurant dans la troisième colonne du même tableau.II. - A l'article 87 du même code, les mots : \" sont arrondis au franc inférieur \" sont remplacés par les mots : \" sont arrondis à l'euro le plus proche, la fraction d'euro exactement égale à 0,50 étant comptée pour 1 Euro \".III. - A l'article 34 de l'ordonnance du 20 décembre 1996 susvisée, le montant de 12,5 millions de francs est remplacé par le montant de 1 900 000 Euro.IV. - A l'article 4 de l'ordonnance du 24 juin 1998 susvisée, le montant de 50 000 F applicable à Mayotte est remplacé par le montant de 7 600 Euro."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "A l'article 711-3 du code pénal et à l'article 806 du code de procédure pénale, les mots : \" du franc métropolitain \" sont remplacés par les mots : \" de l'euro \"."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Dans les textes législatifs comportant un montant exprimé à la fois en francs et en francs CFP, le montant en francs CFP est remplacé par la contre-valeur, dans cette monnaie, du résultat de la conversion en euros du montant exprimé en francs."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les dispositions des chapitres Ier à IV sont applicables en Nouvelle-Calédonie, dans les territoires d'outre-mer et dans la collectivité territoriale de Mayotte lorsque les textes auxquels elles font référence sont applicables dans ces mêmes territoires et collectivités."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions de la présente ordonnance entreront en vigueur le 1er janvier 2002."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de l'industrie, le garde des sceaux, ministre de la justice, le ministre de l'intérieur et le secrétaire d'Etat à l'outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    },
    {
      "provision_ref": "artAnnexeI,II,III,IV,V",
      "section": "AnnexeI,II,III,IV,V",
      "title": "Article AnnexeI,II,III,IV,V",
      "content": "(Annexes non reproduites)."
    }
  ]
}