{
  "id": "jorftext000000886569",
  "type": "statute",
  "title": "Loi n° 79-10 du 3 janvier 1979",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000886569",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'allocation visée à la section première du chapitre Ier du titre V du livre III du code du travail dont bénéficient les salariés involontairement privés d'emploi qui, avant le 31 décembre 1980, soit à titre industriel, soit dans le cadre d'une société ou d'une    société coopérative de production, créent ou reprennent, à condition d'en exercer effectivement le contrôle, une entreprise industrielle, commerciale, artisanale ou agricole avant la fin de la période d'indemnisation prévue par le régime d'assurance créé par la convention du 31 décembre 1958, est maintenue dans la limite des droits restant à courir, sans pouvoir excéder les six premiers mois de leur nouvelle activité.Le paiement de cette allocation est effectué en une fois, immédiatement après la constitution juridique de la création ou de la reprise d'activité de l'entreprise."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Par dérogation aux dispositions en vigueur, les personnes mentionnées à l'article L. 351-24 du code du travail, qui en font préalablement la demande, continuent à être affiliées pendant les six premiers mois de leur nouvelle activité au régime des assurances sociales et des prestations familiales agricoles.\n\nDans ce cas et durant cette période, aucune contrepartie n'est due au titre des assurances mentionnées ci-dessus et des allocations familiales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La date d'application des articles 2 et 4 de la présente loi est fixée au 14 janvier 1977."
    }
  ]
}