{
  "id": "jorftext000033440877",
  "type": "statute",
  "title": "Ordonnance n°2016-1561 du 21 novembre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033440877",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I et II A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Aux articles L. 237-1 et L. 237-2 du code des juridictions financières, la référence à l'article L. 4425-8 du code général des collectivités locales est remplacée par la référence à l'article L. 4425-21 de ce code.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\nArt. L4425-6, Art. L4424-20, Art. L4425-8\n\n-Code des juridictions financières"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les exonérations et abattements de cotisation sur la valeur ajoutée des entreprises applicables en exécution des délibérations prises par les départements de Corse-du-Sud, de Haute-Corse et par la collectivité territoriale de Corse, ainsi que ceux applicables en l'absence de délibérations contraires adoptées par ces collectivités, sont maintenus à proportion de la fraction leur revenant respectivement en application des articles 1586 et 1599 bis du code général des impôts :1° Pour leur quotité initialement prévue et pour leur durée restant à courir lorsqu'ils ont été accordés pour une durée limitée et que les contribuables en auraient bénéficié au titre de l'imposition due au titre de 2018 pour la part perçue par ces collectivités ;2° Pour les impositions dues au titre de 2018 lorsqu'ils ont été accordés sans limitation de durée."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les exonérations et abattements de taxe foncière sur les propriétés bâties applicables en exécution des délibérations prises par les départements de Corse-du-Sud et de Haute-Corse, ainsi que ceux applicables en l'absence de délibérations contraires adoptées par ces collectivités, sont maintenus, pour les impositions perçues par la collectivité de Corse, sur les territoires de ces deux départements :1° Pour leur quotité initialement prévue et pour leur durée restant à courir lorsqu'ils ont été accordés pour une durée limitée et que les contribuables en auraient bénéficié au titre de l'imposition due au titre de 2018 pour la part perçue par ces collectivités ;2° Pour les impositions dues au titre de 2018 lorsqu'ils ont été accordés sans limitation de durée."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Sous réserve que l'écart entre les taux de taxe foncière sur les propriétés bâties appliqués en 2017 sur le territoire des départements de Corse-du-Sud et de Haute-Corse soit supérieur à 10 %, la collectivité de Corse peut décider, par une délibération prise en 2018 dans les conditions prévues à l'article 1639 A du code général des impôts, l'application à titre transitoire de taux de taxe foncière sur les propriétés bâties différents sur le territoire de ces deux départements à compter de 2018.Cette délibération détermine la durée d'application de ces taux différents, qui ne peut excéder douze ans. A défaut, elle est applicable aux douze premiers budgets de la collectivité de Corse. La durée ne peut être modifiée ultérieurement.Les différences qui affectent les taux d'imposition appliqués sur le territoire des départements sont réduites par parts égales chaque année."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les coefficients de la taxe départementale sur la consommation finale d'électricité prévue à l'article L. 3333-2 du code général des collectivités territoriales applicables en 2017 sur le territoire respectif des départements de Corse-du-Sud et de Haute-Corse demeurent applicables en 2018.A défaut de délibération adoptée par l'Assemblée de Corse après le 1er janvier 2018 dans les conditions prévues au 3 de l'article L. 3333-3 du même code, le coefficient applicable à compter du 1er janvier 2019 est le plus faible des deux coefficients mentionnés à l'alinéa précédent."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les délibérations prises en matière de droits d'enregistrement et de taxe de publicité foncière par les départements de Corse-du-Sud et de Haute-Corse et en vigueur le 31 décembre 2017 demeurent applicables sur leur territoire respectif jusqu'au 31 mai 2018.La délibération par laquelle l'Assemblée de Corse se prononce, dans les conditions prévues à l'article 1594 E du code général des impôts, sur le taux, les exonérations, abattements et réductions de taux applicables à compter du 1er juin 2018, peut prévoir, pendant une période transitoire, l'application de taux différents sur le territoire de ces deux départements dans les conditions suivantes :1° La délibération détermine la durée de cette période transitoire, qui ne peut excéder cinq ans, ainsi que le taux cible applicable à son issue ;2° Les différences entre les taux d'imposition appliqués sur le territoire de chacun des départements et le taux cible sont réduites chaque année civile à compter du 1er juin 2018 par parts égales ;3° La durée de la période transitoire ne peut être modifiée ultérieurement, sauf si une délibération prise dans les conditions prévues à l'article 1594 E mentionné ci-dessus décide de l'application d'un taux unique en Corse, mettant fin à cette période au 1er juin suivant cette délibération.Les exonérations, abattements et réductions de taux en vigueur le 31 décembre 2017, prévus en application des articles 1594 F ter à 1594 J bis du même code, sont maintenus sur le territoire du département dans lequel ils s'appliquaient à cette date jusqu'au terme de la période transitoire, sauf si une délibération prise dans les conditions prévues à l'article 1594 E du même code décide de l'application, à compter du 1er juin suivant cette délibération, de conditions uniques d'exonérations, d'abattements et de réductions de taux sur le territoire de la collectivité de Corse.A défaut de délibération adoptée par l'Assemblée de Corse après le 1er janvier 2018, le taux applicable à compter du 1er juin 2018 est réputé égal au taux le plus faible applicable en Corse le 31 mai 2018 et les dispositions relatives aux exonérations, abattements, et réductions de taux sont rapportées."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Sous réserve des dispositions de l'article 15, la collectivité de Corse ou, par des délibérations concordantes prises l'année précédant celle de sa création, les conseils départementaux de Corse-du-Sud et de Haute-Corse prennent les délibérations fiscales applicables à compter de 2018 sur son territoire en application du code général des collectivités territoriales.A défaut de délibérations prises par la collectivité de Corse, les délibérations fiscales adoptées antérieurement par les départements de Corse-du-Sud et de Haute-Corse sont maintenues pour l'année 2018.II. - Avant le 30 novembre 2017, les conseils départementaux de Corse-du-Sud et de Haute-Corse prennent des délibérations concordantes relatives à la taxe d'aménagement prévue dans le code de l'urbanisme concernant le taux et les exonérations facultatives applicables à la collectivité de Corse à compter du 1er janvier 2018.A défaut de délibérations concordantes, les délibérations adoptées antérieurement par les départements de Corse-du-Sud et de Haute-Corse sont maintenues pour l'année 2018."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "A compter du 1er janvier 2018, la collectivité de Corse est subrogée dans les droits des départements de Haute-Corse et de Corse-du-Sud et de la collectivité territoriale de Corse auxquels elle succède pour les attributions du fonds de compensation pour la taxe sur la valeur ajoutée au titre de leurs dépenses éligibles en application de l'article L. 1615-1 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-Pour l'exercice budgétaire 2018, par dérogation aux articles L. 1612-2 et L. 1612-3 du code général des collectivités territoriales, la date limite d'adoption du budget de la collectivité de Corse est fixée au 31 mai 2018. Le projet de budget est arrêté en conseil exécutif par son président qui le transmet au président de l'Assemblée de Corse avant le 30 avril 2018.Avant l'adoption du budget de l'exercice 2018, par dérogation à l'article L. 1612-1 du même code et à l'article L. 4425-11 de ce code dans sa rédaction résultant de la présente ordonnance :1° Le président du conseil exécutif de Corse est autorisé à engager, à liquider et à mandater les dépenses d'investissement et les dépenses de fonctionnement correspondant aux autorisations affectées au cours des exercices antérieurs au titre des départements de Corse-du-Sud et de Haute-Corse et de la collectivité territoriale de Corse et restant à mandater, dans la limite d'un montant de crédits de paiement par chapitre égal aux cinq douzièmes de ce volume d'autorisations ;2° L'Assemblée de Corse peut, par délibération, modifier les autorisations de programme et les autorisations d'engagement antérieures ouvertes par les départements de Corse-du-Sud et de Haute-Corse et la collectivité territoriale de Corse ou reconduire les autorisations de programme et les autorisations d'engagement du dernier exercice budgétaire de ces collectivités, dans la limite de cinq douzièmes des autorisations de programme et des autorisations d'engagement votées l'année précédente. Le président du conseil exécutif de Corse peut les liquider et les mandater dans la limite d'un montant de crédits de paiement égal au montant de ces autorisations ouvertes. Les autorisations et crédits de paiement correspondants sont inscrits au budget de la collectivité de Corse lors de son adoption.II.-Pour le dernier exercice budgétaire des départements de Corse-du-Sud, de Haute-Corse et de la collectivité territoriale de Corse avant leur fusion, les dispositions de l'article L. 1612-11 du même code relatives à la journée complémentaire ne sont pas applicables."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 1er janvier 2018, à l'exception de celles de l'article 10, des 1° à 4° de l'article 11 et des articles 12 à 19."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le Premier ministre, le ministre de l'économie et des finances, le ministre de l'aménagement du territoire, de la ruralité et des collectivités territoriales et le ministre de l'intérieur sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}