{
  "id": "jorftext000051368091",
  "type": "statute",
  "title": "LOI n°2025-268 du 24 mars 2025",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000051368091",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Les politiques d'orientation et de formation aux métiers de l'agriculture contribuent à la politique d'installation des nouveaux agriculteurs et de transmission des exploitations agricoles définie au IV de l'article L. 1 du code rural et de la pêche maritime afin d'assurer le renouvellement des générations et la progression du nombre d'actifs dans les secteurs de l'agriculture, de la pêche et de l'aquaculture. Les politiques publiques de l'éducation, de la recherche, de l'innovation et de l'insertion professionnelle y concourent, en cohérence avec les spécificités des territoires.Elles visent avant 2030 à :1° Augmenter de 30 % par rapport à 2022 le nombre d'apprenants dans les formations de l'enseignement agricole technique qui préparent aux métiers de l'agriculture et de l'agroalimentaire ;2° Augmenter de 75 % par rapport à 2017 le nombre de vétérinaires formés en France ;3° Augmenter de 30 % par rapport à 2017 le nombre d'ingénieurs agronomes formés.Au 1er juillet 2027, le Gouvernement transmet au Parlement un rapport d'étape sur la réalisation des objectifs figurant aux 1° à 3°. Il précise la stratégie mise en œuvre pour atteindre les objectifs en 2030 et les éventuelles mesures correctives mises en place s'il est constaté que la trajectoire d'augmentation est manifestement en deçà des objectifs.II. - A ces fins, l'Etat, les régions et les autres collectivités territoriales intéressées conduisent des politiques publiques appropriées et adaptées à chaque territoire pour permettre, à l'horizon 2030 :1° D'accroître significativement le nombre de personnes formées aux métiers de l'agriculture et de l'agroalimentaire et aux métiers de la formation et du conseil qui accompagnent les actifs dans ces secteurs, y compris les personnes en situation de handicap dans le cadre de leurs différents parcours de scolarisation ;2° De poursuivre l'accroissement du nombre de femmes dans les formations qui préparent aux métiers de l'agriculture et de l'agroalimentaire ;3° D'augmenter significativement le niveau de diplôme moyen des nouveaux actifs des secteurs de l'agriculture et de l'agroalimentaire, en accroissant leurs compétences entrepreneuriales, de gestion d'entreprise, de management et numériques et en renforçant leur socle de connaissances dans les domaines des techniques agronomiques, zootechniques et relatives aux transitions climatique et environnementale et à l'agriculture biologique ;4° D'accroître significativement le nombre des actifs de ces secteurs bénéficiant d'une formation tout au long de la vie, et particulièrement des agricultrices, afin notamment d'améliorer leurs compétences, en particulier dans les domaines mentionnés au 3° ;5° D'amplifier l'effort de recherche, d'innovation et de diffusion des connaissances dans les champs thématiques stratégiques qui concourent à la préservation de la souveraineté alimentaire et à l'identification de solutions techniques et scientifiques relatives aux transitions climatique et environnementale, en réponse aux besoins des agriculteurs, en lien avec les diagnostics modulaires, les filières et les instituts techniques, et d'en accélérer le transfert vers les structures de formation et de conseil, en particulier dans la perspective des projets d'installation ou de développement des exploitations agricoles ;6° De développer des collaborations entre la recherche publique et les entreprises, orientées vers les besoins mentionnés au 5° ;7° De renforcer la promotion et l'accès à la validation des acquis de l'expérience dans les secteurs agricole et agroalimentaire, en vue d'accroître significativement le nombre d'actifs bénéficiant de ce service public pour obtenir tout ou partie d'un diplôme, en reconnaissant leurs acquis professionnels et leur expérience, pour faire valoir leur ancienneté en cas de reconversion, en portant une attention particulière aux agricultrices arrivant au terme des cinq années du statut de conjoint collaborateur défini à l'article L. 321-5 du code rural et de la pêche maritime ;8° De sécuriser ou, en fonction de l'évolution du nombre d'apprenants, d'accroître les moyens financiers et d'investissement des établissements mentionnés aux articles L. 811-8, L. 813-8 et L. 813-9 du même code.Les politiques publiques conduites par l'Etat, les régions et les autres collectivités territoriales intéressées s'appuient sur un schéma de communication pluriannuel axé sur la valorisation de l'enseignement agricole et le renforcement des effectifs d'élèves et d'apprentis.III. - L'Etat et les régions établissent un programme national d'orientation et de découverte des métiers de l'agriculture et de l'agroalimentaire, des métiers de vétérinaire et d'assistant vétérinaire et des autres métiers du vivant, en associant les établissements d'enseignement technique agricole publics et privés et les professionnels concernés. Les autres collectivités territoriales intéressées ainsi que les établissements d'enseignement supérieur agricole publics et privés peuvent y participer à leur demande. Ce programme vise à rendre ces métiers plus attractifs. Il poursuit également l'objectif d'accueillir davantage de femmes dans les différentes voies de formation à ces métiers, notamment l'apprentissage.Le programme national comporte :1° Pour tous les élèves des écoles élémentaires, des actions de découverte de l'agriculture et de sensibilisation aux enjeux de souveraineté alimentaire et de changement climatique. Dès l'école primaire, des actions d'information et de découverte de l'agriculture et des modes de production agricole permettent de sensibiliser les élèves à la réalité du monde agricole et de leur transmettre des connaissances et des savoirs relatifs à la nature, à la culture, à une nutrition saine et à la nécessité de protéger la souveraineté alimentaire et agricole ;2° Pour tous les élèves de collège et de seconde, des actions d'information sur les métiers du vivant et les formations qui y préparent ainsi que, pour les élèves intéressés, des stages de découverte de ces métiers ;3° Pour les maîtres de stage et d'apprentissage, des actions de sensibilisation à l'embauche de femmes ;4° Un volet de promotion des métiers du vivant et des formations qui y préparent, spécifiquement ceux en manque de main-d'œuvre, le cas échéant et sur une base expérimentale, s'appuyant sur le service public audiovisuel et les réseaux sociaux.A compter du 1er septembre 2025, un dispositif de communication est mis en place en vue d'informer l'ensemble des professionnels de l'enseignement et de l'éducation travaillant dans les établissements élémentaires et secondaires, du secteur public comme du secteur privé, et de les sensibiliser aux formations ainsi qu'aux métiers du vivant, de l'agriculture, de l'élevage, de l'apiculture, de l'aquaculture et de la viticulture, de la forêt, des services et de l'animation du territoire proposés par les établissements d'enseignement technique agricole et par les établissements de formation secondaire, d'enseignement supérieur court et d'enseignement supérieur long.L'Etat et les régions mettent en œuvre un programme national triennal de formation accélérée pour l'acquisition de compétences en matière d'agronomie, de zootechnie et de solutions techniques et scientifiques innovantes relatives aux transitions climatique et environnementale à destination des professionnels de l'enseignement, de la formation, du conseil et de l'administration travaillant dans le secteur de l'agriculture.En matière de recherche, d'innovation et de transfert, l'Etat soutient la mise en œuvre de plans prioritaires pluriannuels de transition et de souveraineté, dans le cadre des missions du développement agricole défini à l'article L. 820-1 du code rural et de la pêche maritime, et la mise en place d'expérimentations ayant pour objectif d'élaborer des solutions innovantes, y compris par la reconception des systèmes de production, et d'accompagner la diffusion de ces solutions à l'échelle des filières et des territoires. Il s'appuie notamment sur les travaux scientifiques menés par les établissements publics placés sous sa tutelle comme l'Office français de la biodiversité, l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail ou l'Institut national de recherche pour l'agriculture, l'alimentation et l'environnement.Afin d'assurer la déclinaison à l'échelon départemental des dispositions du présent article qui impliquent une mobilisation des établissements d'enseignement technique agricole publics et privés liés à l'Etat par un contrat, l'Etat prend les mesures permettant de désigner, dans chaque département, un représentant de ces établissements, qui doit être issu du secteur public. Ce représentant assure les liens nécessaires avec les partenaires concernés à l'échelon départemental, en particulier les services de l'éducation nationale et les collectivités territoriales."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2026.\n\nLes articles L. 812-5 et L. 814-4 du code rural et de la pêche maritime, dans leur rédaction antérieure à la présente loi, demeurent applicables :\n\n1° Aux procédures en cours à cette date devant le conseil d'administration de l'établissement constitué en section disciplinaire ;\n\n2° Aux appels formés devant le Conseil national de l'enseignement supérieur agricole, agroalimentaire et vétérinaire contre les décisions prises avant cette date par le conseil d'administration de l'établissement constitué en section disciplinaire.La validité des dispositions réglementaires relatives à la procédure devant le conseil d'administration de l'établissement constitué en section disciplinaire et à sa composition ainsi que de celles relatives à la procédure devant le Conseil national de l'enseignement supérieur agricole, agroalimentaire et vétérinaire et à sa composition est maintenue pour l'application du présent article.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\nII. - Afin de répondre aux enjeux de souveraineté alimentaire et de transitions climatique et environnementale dans l'agriculture et d'assurer le renouvellement des générations d'actifs, les politiques publiques mises en œuvre de 2025 à 2035 favorisent la création, l'adaptation et la transmission des exploitations agricoles et le développement des pratiques concourant à ces transitions, dont l'agriculture biologique, tout en prenant en compte les attentes sociales et professionnelles des personnes qui souhaitent s'engager dans les métiers de l'agriculture et de l'alimentation ainsi que la diversité des profils concernés.La France se fixe comme objectif de compter au moins 400 000 exploitations agricoles et 500 000 exploitants agricoles au terme de la période mentionnée au premier alinéa du présent II. Les schémas directeurs régionaux des exploitations agricoles, dans leurs déclinaisons territoriales et de filières, s'inscrivent en cohérence avec cet objectif. Celui-ci fait l'objet d'une déclinaison spécifique pour chacune des collectivités relevant des articles 73 et 74 de la Constitution, en prenant en considération les tendances, les dynamiques et les géographies propres à chacune.Pour atteindre cette cible, l'Etat se donne comme objectif de contrôler les phénomènes d'agrandissement par la régulation de l'ensemble des marchés fonciers afin de permettre le renouvellement des générations en agriculture. La réalisation de cet objectif suppose de préserver les terres agricoles, de rendre le foncier accessible aux candidats à l'installation et de faciliter la transmission des exploitations agricoles. A cette fin, une réforme de l'ensemble des instruments juridiques et financiers doit permettre à la politique foncière de s'adapter aux enjeux contemporains.Les politiques mentionnées au présent II ont pour objectif d'assurer la présence sur l'ensemble du territoire national d'un nombre suffisant d'exploitants et d'emplois agricoles pour permettre de consolider, de renforcer et d'adapter aux nouvelles conditions climatiques la capacité de production agricole et alimentaire de la France. Elles sont mises en œuvre dans le respect de l'objectif inscrit au 3° du I de l'article L. 1 du code rural et de la pêche maritime.A cet effet, l'Etat propose un accueil et une orientation ainsi qu'un accompagnement personnalisé, coordonné et pluraliste aux personnes qui souhaitent s'engager dans une activité agricole ou qui projettent de cesser leur activité et de transmettre leur exploitation, en mobilisant le réseau France services agriculture mentionné à l'article L. 330-4 du même code. La gouvernance et la mise en œuvre du dispositif associent l'Etat et les régions.III. - Afin de favoriser l'installation de nouveaux exploitants agricoles et l'adaptation des exploitations agricoles au changement climatique, l'Etat se donne comme objectif, aux côtés des collectivités territoriales volontaires, d'accroître progressivement la mobilisation de fonds publics et de fonds publics associés à des fonds privés au soutien du portage des biens fonciers agricoles, d'une part, et des investissements nécessaires aux transitions climatique et environnementale, d'autre part, en s'appuyant sur les banques publiques du groupe Caisse des dépôts et consignations mentionné à l'article L. 518-2 du code monétaire et financier.IV. - Afin de garantir le renouvellement des générations d'exploitants agricoles et de pérenniser le modèle d'exploitation familiale, l'Etat se donne comme objectif de mener, en vue de son application dès 2025, une réforme de la fiscalité applicable à l'installation d'exploitants et à la transmission des biens agricoles, notamment des biens fonciers agricoles. Il veille notamment à subordonner les régimes spéciaux et d'exonération à des engagements de conservation des biens transmis pour une longue durée. Cette réforme des dispositifs fiscaux vise également à rendre attractives, pour les propriétaires de parcelles attenantes à des bâtiments d'exploitation, la vente ou la location aux exploitants agricoles acheteurs ou preneurs desdites parcelles.V. - Afin de garantir le renouvellement des générations d'exploitants agricoles et de pérenniser le modèle d'exploitation familiale, l'Etat se donne comme objectif d'assurer, en vue de son application dès 2025, la transparence des cessions d'usufruit ou de nue-propriété. Il veille notamment à ce que les sociétés d'aménagement foncier et d'établissement rural soient informées de la durée et du sort de l'usufruit, notamment de sa destination et de son mode d'exploitation, des pouvoirs des titulaires des droits, de l'intérêt ou de la réalité économique de l'opération ainsi que de la méthode de valorisation retenue et de la ventilation du prix ou de la valeur effectuée pour chacun des droits démembrés. L'Etat veille également à ce que les sociétés d'aménagement foncier et d'établissement rural puissent demander au tribunal judiciaire d'annuler une cession de droits démembrés si elles estiment, au vu notamment du montage juridique, de la valeur des droits et de la réalité économique de l'opération, que cette cession aurait dû leur être notifiée en tant que cession en pleine propriété.VI. - Afin de favoriser l'installation des femmes en agriculture, l'Etat se donne comme objectif de bâtir une stratégie pour lever les obstacles multifactoriels que rencontrent les femmes ayant un projet d'installation. L'Etat et les régions visent à faciliter l'accès des femmes aux aides à l'installation. Le réseau mentionné au dernier alinéa du II du présent article porte une attention particulière à l'accueil, à l'orientation et à l'accompagnement des femmes vers les métiers de l'agriculture.VII. - Afin de prendre en compte les attentes sociales et professionnelles des personnes ayant un projet d'installation, l'Etat se donne comme objectif de bâtir une stratégie pour encourager le développement des services de remplacement permettant d'assurer la continuité du fonctionnement des exploitations agricoles lorsque les exploitants s'en absentent, notamment pour des motifs professionnels liés à la formation ou à l'activité syndicale ou pour des raisons personnelles, familiales, dont la garde d'enfant malade, ou de santé. Une attention particulière est apportée à l'information et à la promotion des droits au service de remplacement des personnes bénéficiant du congé de maternité ainsi qu'à l'accès au service de remplacement pour la prévention de l'épuisement professionnel, pour la formation et en cas d'arrêt maladie, en particulier pour les exploitants en situation de fragilité économique.VIII. - Afin d'assurer la continuité opérationnelle de l'exploitation en cas de départ précipité de l'exploitant, l'Etat se donne comme objectif d'accompagner financièrement les services de remplacement dans les missions urgentes de soutien et de maintien des exploitations agricoles en difficulté.IX. - Afin de garantir la souveraineté alimentaire française, l'Etat se donne comme objectif de bâtir une stratégie de lutte contre la concentration excessive des terres et leur accaparement, notamment lorsque ceux-ci résultent d'investissements étrangers en France.X. - Afin de prendre en compte l'évolution des attentes sociales et professionnelles de toutes les personnes travaillant en agriculture, aussi bien les salariés que les agriculteurs, l'Etat se donne comme objectif de bâtir un plan d'accompagnement au développement des groupements d'employeurs agricoles et ruraux à vocation de temps partagé afin de favoriser l'intégration de nouveaux profils de salariés dans les métiers de l'agriculture et de contribuer à améliorer les conditions de travail et la qualité de vie des agriculteurs comme des salariés."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "L'Etat se donne pour objectif de mettre en place, dès 2026, une aide au passage de relais pouvant être allouée aux chefs d'exploitation agricole âgés de cinquante-neuf ans au moins ayant exercé une activité agricole à titre principal pendant une durée suffisante, s'ils cessent définitivement cette activité et rendent leurs terres et les bâtiments d'exploitation disponibles pour une installation aidée.Cette aide au passage de relais est servie à l'intéressé jusqu'à l'âge légal de la retraite.Pendant toute la durée de versement de l'aide au passage de relais, les chefs d'exploitation, leurs aides familiaux et leur conjoint collaborateur ont droit, sans contrepartie de cotisations, aux prestations en nature de l'assurance maladie et maternité du régime agricole de protection sociale dont ils relèvent.La durée pendant laquelle ces personnes ont perçu l'aide au passage de relais est comptée, sans contrepartie de cotisations, comme une période d'assurance pour le calcul des avantages de vieillesse du régime agricole dont elles relèvent.Cette allocation n'est pas cumulable avec la perception d'un avantage de retraite d'un régime de base."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Au plus tard en 2026, l'Etat se donne pour objectif, en coordination avec les régions, d'accompagner la création et de promouvoir la mise en œuvre de diagnostics modulaires des exploitations agricoles. Ces diagnostics sont destinés à fournir des informations utiles aux exploitants agricoles pour les orienter et les accompagner lors des différentes étapes de leur projet. Ils sont notamment mobilisés lors de la cession d'une exploitation agricole et lors de l'installation d'un nouvel exploitant agricole dans le cadre de l'accompagnement par le réseau France services agriculture. Ils permettent de renforcer la viabilité économique, environnementale et sociale et le caractère vivable des projets d'installation et de cession d'exploitations agricoles. Ils sont réalisés à la demande des agriculteurs et ne peuvent ni leur être imposés ni restreindre le bénéfice de certaines aides publiques.II. - Ces diagnostics sont composés de modules fournissant des informations relatives :1° Aux débouchés et à la volatilité du marché dans la spécialisation envisagée ainsi qu'au degré de diversification et au potentiel de restructuration ou de réorientation du projet ;2° A la résilience et à la capacité d'adaptation du projet à l'horizon 2050 au regard d'un « stress test climatique » ;3° A la disponibilité et à la modernité des agroéquipements et des bâtiments agricoles, à la performance agronomique des sols de l'exploitation et à la stratégie de maîtrise des coûts de production, en particulier en matière de main-d'œuvre, de machines agricoles et d'intrants ;4° A l'organisation du travail sur et en dehors de l'exploitation et à ses conséquences sur la vie familiale de l'exploitant ainsi qu'à la bonne insertion du projet dans l'écosystème productif et social local ;5° Aux éventuels besoins de formation de l'exploitant agricole dans la spécialisation choisie, en matière de compétences de gestion et entrepreneuriales ou s'agissant des outils d'adaptation au changement climatique ;6° A l'utilisation efficace, économe et durable des ressources et à l'utilisation des produits phytopharmaceutiques.Un diagnostic comporte au moins deux modules, dont celui fournissant les informations mentionnées au 2° du présent II.III. - Les informations recueillies lors des diagnostics sont utilisées dans le cadre d'un conseil stratégique global destiné à améliorer la viabilité économique, environnementale et sociale ainsi que le caractère vivable du projet agricole.IV. - Les informations sans caractère personnel collectées dans le cadre des diagnostics peuvent, après accord de la personne concernée, être transmises au point d'accueil départemental unique, qui peut les mobiliser à des fins d'orientation et d'accompagnement de toute personne ayant un projet d'installation.Les données collectées, traitées et stockées dans le cadre du dispositif de diagnostic modulaire ne peuvent faire l'objet d'un usage privé lucratif. L'Etat veille à limiter leur usage au bénéfice de l'intérêt général et de celui de l'exploitant agricole.V. - L'Etat élabore, en concertation avec les régions, un cahier des charges pour concilier les objectifs d'homogénéité et d'adaptation des diagnostics aux spécificités des territoires."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\nII. - Le présent article entre en vigueur dans les conditions suivantes :1° La situation des exploitants agricoles qui, au 1er janvier 2026, se trouvent à deux ans au plus de l'âge requis pour bénéficier des droits à la retraite demeure régie par l'article L. 330-5 du code rural et de la pêche maritime dans sa rédaction antérieure à la présente loi ;2° Les personnes ayant un projet d'installation ou de transmission peuvent demander à bénéficier du service mentionné à l'article L. 330-6 du code rural et de la pêche maritime à compter du 1er janvier 2027."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "L'Etat se donne pour objectif, dans un délai de trente mois à compter de la promulgation de la présente loi, en coordination avec les professionnels des filières concernées et avec l'établissement mentionné à l'article L. 513-1 du code rural et de la pêche maritime, de dématérialiser les documents d'accompagnement des bovins et de mettre en place une plateforme permettant l'accès à ces informations à l'ensemble des opérateurs ayants droit intéressés, aux fins et dans les conditions définies à l'article L. 212-2 du même code, et dispensant les opérateurs de les conserver sous format papier.Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport d'étape détaillant notamment l'état d'avancement des travaux de dématérialisation des documents d'identification et d'accompagnement des bovins ainsi que les modalités de gestion et de financement du système cible."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de l'environnement\n\n- Code de l'environnement\n\nII. - La cartographie des protections législatives et réglementaires applicables aux haies dans chaque département, mentionnée à l'article L. 412-28 du code de l'environnement, est réalisée dans un délai de deux ans à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\n- Code de l'environnement\n\n- Code rural et de la pêche maritime\n\nIII. - Le II est applicable à compter de la prochaine révision du schéma régional biomasse dans les conditions prévues à l'avant-dernier alinéa de l'article L. 222-3-1 du code de l'environnement."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. A créé les dispositions suivantes :\n\n- Code de justice administrative\n\nII. - Le I du présent article s'applique aux décisions administratives prises à compter du 1er septembre 2025."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Le principe de non-régression défini au 9° du II de l'article L. 110-1 du code de l'environnement ne s'oppose pas, en ce qui concerne les chiens de protection de troupeau, à la modification de la nomenclature mentionnée à l'article L. 511-2 du même code.\n\nII. - A modifié les dispositions suivantes :\n\nIII. - Le refus du renouvellement d'une convention de mise à disposition d'une parcelle en vue de l'allouer au pâturage est motivé.Le recours d'un éleveur à un ou plusieurs chiens afin de protéger son troupeau ne peut être invoqué comme motif, par une collectivité territoriale ou un particulier, à l'appui d'un refus de renouvellement de convention mentionné au premier alinéa du présent III.\n\nIV. - Dans le cadre de la gestion des risques de la prédation sur les troupeaux, compte tenu de l'absence de moyens de prévention efficaces disponibles, des tirs contre les loups peuvent être autorisés pour la protection des troupeaux de bovins, d'équins et d'asins, sous réserve que des démarches en matière de réduction de la vulnérabilité de ces troupeaux aient été engagées par les éleveurs.Un arrêté conjoint des ministres chargés de l'agriculture et de l'écologie définit les conditions dans lesquelles les élevages concernés peuvent bénéficier de telles autorisations de tirs, notamment les démarches pouvant être engagées en matière de réduction de la vulnérabilité des troupeaux.\n\n- Code pénal"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - Le principe de non-régression défini au 9° du II de l'article L. 110-1 du code de l'environnement ne s'oppose pas, en ce qui concerne les produits et sous-produits lainiers, à la modification de la nomenclature mentionnée à l'article L. 511-2 du même code.II. - Les matières fertilisantes et les amendements issus de la transformation de produits lainiers bénéficient d'une autorisation de mise sur le marché si leur procédé de fabrication satisfait à l'évaluation préalable prévue à l'article L. 255-7 du code rural et de la pêche maritime.III. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires pour adapter le régime concernant, en matière d'aquaculture, en raison de leur classement dans la nomenclature mentionnée au I du présent article ou dans la nomenclature prévue à l'article L. 214-2 du code de l'environnement, les installations mentionnées à l'article L. 511-1 du même code ainsi que les installations, ouvrages, travaux ou activités mentionnés à l'article L. 214-1 dudit code.Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance.IV. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]V. - Le principe de non-régression défini au 9° du II de l'article L. 110-1 du code de l'environnement ne s'oppose pas, en ce qui concerne les piscicultures, à la modification de la nomenclature mentionnée à l'article L. 511-2 du même code ainsi que de celle mentionnée à l'article L. 214-2 dudit code."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-876 DC du 20 mars 2025.]"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par voie d'ordonnance à la révision et à l'actualisation des dispositions relevant du domaine de la loi particulières à l'outre-mer en vigueur à la date de publication de l'ordonnance, dans le titre IV du livre VIII du code rural et de la pêche maritime, en vue :1° De remédier aux éventuelles erreurs ou insuffisances de codification, en incluant les dispositions relevant du domaine de la loi qui n'ont pas été codifiées et en adaptant le plan et la rédaction des dispositions codifiées ;2° D'abroger les dispositions obsolètes, inadaptées ou devenues sans objet ;3° D'adapter, le cas échéant, ces dispositions à l'évolution des caractéristiques et des contraintes particulières des collectivités régies par l'article 73 de la Constitution ;4° D'étendre, le cas échéant dans le respect des règles de partage des compétences prévues par la loi organique, l'application de ces dispositions, selon le cas, à Saint-Pierre-et-Miquelon, à Saint-Barthélemy, à Saint-Martin, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, et de procéder, si nécessaire, à l'adaptation des dispositions déjà applicables dans ces collectivités ;5° De répartir dans des divisions les articles relevant respectivement de la compétence de l'Etat, de la Nouvelle-Calédonie et de la Polynésie française, en procédant à une nouvelle numérotation de ces articles ;6° De mettre les autres codes et lois qui mentionnent ces dispositions en cohérence avec la nouvelle rédaction adoptée.L'ordonnance mentionnée au premier alinéa du présent article est prise dans un délai d'un an à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi visant à assurer la cohérence des textes avec les dispositions de la présente loi et à abroger les dispositions devenues sans objet.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    }
  ]
}