{
  "id": "jorftext000000693680",
  "type": "statute",
  "title": "Loi n° 71-1017 du 22 décembre 1971",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000693680",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La vente des chiens et des chats par des marchands spécialisés ou des particuliers est nulle de droit lorsque, dans les quinze jours francs qui suivent leur livraison, les premiers sont atteints de maladie de Carré ou d'hépatite contagieuse, les seconds du typhus ou de la leucopénie infectieuse."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Aucun chien ou chat ne peut être importé, sauf autorisation expresse du ministre de l'agriculture, s'il n'est âgé d'au moins trois mois et muni d'un certificat de vaccination contre la maladie de Carré, l'hépatite contagieuse et le typhus."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "A compter d'une date fixée par arrêté du ministre de l'agriculture, les chiens cédés par des marchands ou transitant par des établissements spécialisés seront obligatoirement identifiés par tatouage.Les chiens non visés à l'alinéa premier ci-dessus pourront également être identifiés par tatouage à la demande de leur propriétaire.Les renseignements ainsi recueillis seront centralisés par le ministère de l'agriculture, à l'exclusion de toute société privée n'ayant pas fait l'objet d'un agrément spécial dudit ministère."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sans préjudice de l'application des dispositions relatives à la police des établissements dangereux, insalubres ou incommodes, les règles sanitaires relatives à l'aménagement et au fonctionnement des établissements spécialisés dans le toilettage, le transit et la vente des chiens et des chats, ainsi que les modalités de contrôle correspondantes, sont arrêtées par le ministre de l'agriculture. Ces établissements sont placés sous la surveillance des services vétérinaires.\n\nEn cas d'inobservation de ces règles, ou lorsque les animaux se trouvant dans l'un de ces établissements ne présentent pas des garanties sanitaires suffisantes, le maire ou, à défaut, le préfet, sur rapport des services vétérinaires, peut prescrire toute mesure nécessaire pour faire cesser les causes d'insalubrité et prononcer l'interdiction de cession des animaux et la fermeture temporaire ou définitive de ces établissements."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les modalités d'application de la présente loi seront déterminées par décret en Conseil d'Etat."
    }
  ]
}