{
  "id": "jorftext000026785322",
  "type": "statute",
  "title": "LOI n°2012-1404\n du 17 décembre 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000026785322",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2011, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 166,3 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, s'élevant à 0,4 milliard d'euros ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 11,7 milliards d'euros."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2011, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2011 figurant à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. à VI.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-Les I à VI s'appliquent :\n\n1° Aux revenus du patrimoine mentionnés à l'article L. 136-6 du code de la sécurité sociale perçus à compter du 1er janvier 2012 ;\n\n2° Aux produits de placement mentionnés au I de l'article L. 136-7 du même code payés ou réalisés, selon le cas, à compter du 1er janvier 2013 et à ceux mentionnés au II du même article pour la part de ces produits acquise et, le cas échéant, constatée à compter du 1er janvier 2013.\n\nVIII.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Code de la construction et de l'habitation.\n\n-Code de l'action sociale et des familles\n\n-LOI n° 2010-1657 du 29 décembre 2010\n\n-LOI n° 2012-958 du 16 août 2012"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A titre exceptionnel, il est prélevé, au profit de la Caisse nationale de retraites des agents des collectivités locales, une somme de 450 millions d'euros sur les réserves du fonds relatif à l'allocation temporaire d'invalidité, régie par le décret n° 2005-442 du 2 mai 2005 relatif à l'attribution de l'allocation temporaire d'invalidité aux fonctionnaires relevant de la fonction publique territoriale et de la fonction publique hospitalière, et une somme de 240 millions d'euros sur les réserves du fonds de compensation des cessations progressives d'activité des personnels des collectivités locales et de leurs établissements publics non hospitaliers, institué par le décret n° 84-1021 du 21 novembre 1984 portant application de l'article 6 de la loi n° 84-7 du 3 janvier 1984 créant un fonds de compensation des cessations progressives d'activité des personnels des collectivités locales et de leurs établissements publics non hospitaliers. Le recouvrement, le contentieux et les garanties relatifs à ces prélèvements sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Au titre de l'année 2012, sont rectifiées, conformément aux tableaux qui suivent :1° Les prévisions de recettes et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Les prévisions de recettes et le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Les prévisions de recettes et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n14,6\n\n18,6\n\n― 4,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. ― Au titre de l'année 2012, l'objectif d'amortissement rectifié de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 12,1 milliards d'euros.II. ― Au titre de l'année 2012, les prévisions rectifiées des recettes affectées au Fonds de réserve pour les retraites demeurent fixées conformément au II de l'article 35 de la loi n° 2011-1906 du 21 décembre 2011 de financement de la sécurité sociale pour 2012.III. ― Au titre de l'année 2012, les prévisions rectifiées de recettes mises en réserve par le Fonds de solidarité vieillesse demeurent fixées conformément au III du même article 35."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "II.-Le I est applicable aux pertes sur créances d'indus enregistrées à compter de l'exercice 2012."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. ― Au titre de l'année 2012, les prévisions rectifiées des objectifs de dépenses, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\nII. ― Au titre de l'année 2012, les prévisions rectifiées des objectifs de dépenses, par branche, du régime général de sécurité sociale sont fixées à :\n\nOBJECTIFSde dépenses\n\nMaladie\n\n160,5\n\nVieillesse\n\n110,4\n\nFamille\n\n56,4\n\nAccidents du travail et maladies professionnelles\n\n11,9\n\nToutes branches (hors transferts entre branches)\n\n329,7\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Au titre de l'année 2012, l'objectif national de dépenses d'assurance maladie rectifié de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nOBJECTIFSde dépenses\n\nDépenses de soins de ville\n\n78,5\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n55,4\n\nAutres dépenses relatives aux établissements de santé\n\n19,2\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n8,0\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n8,4\n\nAutres prises en charge\n\n1,2\n\nTotal\n\n170,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Abrogé.\n\nIII.-Le présent article s'applique aux cotisations de sécurité sociale et contributions sociales dues au titre des périodes courant à compter du 1er janvier 2013, sous réserve des dispositions suivantes :\n\n1° De manière transitoire, le montant des cotisations provisionnelles mentionnées à l'article L. 131-6-2 du code de la sécurité sociale dues au titre des années 2013 et 2014 par les travailleurs indépendants relevant de l'article 62 du code général des impôts est égal au montant des cotisations provisionnelles calculé pour ces mêmes années en application des règles antérieures à l'entrée en vigueur du présent article. Les revenus d'activité, tels que définis à l'article L. 131-6 du code de la sécurité sociale, pris en compte pour ce calcul sont majorés de 11 %. Cette majoration ne peut être supérieure à la limite de réduction prévue au deuxième alinéa du 3° de l'article 83 du code général des impôts ;\n\n2° De manière transitoire, la part des revenus mentionnés aux articles 108 à 115 du code général des impôts, lorsque ces revenus sont perçus en 2013 et en 2014, qui est retenue pour la détermination du revenu d'activité non salarié en application du troisième alinéa de l'article L. 131-6 du code de la sécurité sociale, pour les personnes nouvellement soumises aux dispositions de ce même alinéa en application du 2° du A du I du présent article, est prise en compte pour le calcul des cotisations provisionnelles mentionnées au deuxième alinéa de l'article L. 131-6-2 du code de la sécurité sociale dues au titre des années 2013 et 2014. Ces revenus font l'objet d'une déclaration obligatoire, selon les modalités prévues au quatrième alinéa du même article L. 131-6-2, dans un délai de trente jours à compter de leur perception.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les B, C et E du I sont applicables à la contribution due à compter du 1er janvier 2013. Le D du même I est applicable à compter de l'exercice 2012.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Le I s'applique à la taxe sur les salaires due à raison des rémunérations versées à compter du 1er janvier 2013.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-Le I s'applique aux modalités de calcul des cotisations et contributions sociales dues au titre des rémunérations versées à compter du 1er janvier 2013.\n\nV.-Dans un délai d'un an suivant la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport présentant l'impact du I sur l'emploi par les particuliers employeurs.\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur à compter du 1er janvier 2014.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux pensions et allocations servies à compter du 1er avril 2013.\n\nIII.-Pour les années 2013 et 2014, par dérogation au V bis de l'article L. 14-10-5 du code de l'action sociale et des familles :\n\n1° Pour l'année 2013, le produit de la contribution instituée au I du présent article est affecté pour une part de 95 % à la section mentionnée au II du même article L. 14-10-5 et pour une part de 5 % à la section mentionnée au IV dudit article ;\n\n2° (alinéa modificateur) ;\n\n3° Pour l'année 2014, le produit de la contribution instituée au I du présent article est affecté pour une part de 80,38 % à la section mentionnée au II de l'article L. 14-10-5 du code de l'action sociale et des familles, pour une part de 4,24 % à la section mentionnée au IV du même article et pour une part de 15,39 % à la section mentionnée au V bis dudit article. Cette dernière part permet, dans la limite de 30 millions d'euros, le financement d'actions d'aide à la restructuration des services d'aide et d'accompagnement à domicile relevant des 1° et 2° de l'article L. 313-1-2 du même code, dans des conditions fixées par arrêté interministériel.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "III. - Les I et II s'appliquent à compter du 1er janvier 2013."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I et II A créé les dispositions suivantes :\n\nIII 1. Les I et II s'appliquent à compter du 1er janvier 2013.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale.\n\n- Code rural et de lapêche maritime.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Pour le calcul des contributions dues au titre de l'année 2013 en application de l'article L. 138-10 du code de la sécurité sociale, le taux K est fixé à 0,4 %."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Est approuvé le montant de 3,1 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2013."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Pour l'année 2013, les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, sont fixées :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale et par branche à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Pour le régime général de sécurité sociale et par branche à :\n\n3° Pour les organismes concourant au financement des régimes obligatoires de base de sécurité sociale à :\n\nPRÉVISIONSde recettes\n\nFonds de solidarité vieillesse\n\n16,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour l'année 2013, est approuvé le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n185,0\n\n190,1\n\n― 5,1\n\nVieillesse\n\n213,1\n\n218,6\n\n― 5,5\n\nFamille\n\n55,9\n\n58,6\n\n― 2,6\n\nAccidents du travail et maladies professionnelles\n\n13,7\n\n13,3\n\n0,4\n\nToutes branches (hors transferts entre branches)\n\n457,0\n\n469,9\n\n― 12,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Pour l'année 2013, est approuvé le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n159,8\n\n165,0\n\n― 5,1\n\nVieillesse\n\n111,3\n\n115,3\n\n― 4,0\n\nFamille\n\n55,5\n\n58,1\n\n― 2,6\n\nAccidents du travail et maladies professionnelles\n\n12,2\n\n11,9\n\n0,3\n\nToutes branches (hors transferts entre branches)\n\n329,0\n\n340,5\n\n― 11,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Pour l'année 2013, est approuvé le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,8\n\n19,3\n\n― 2,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. ― Pour l'année 2013, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 12,4 milliards d'euros.II. ― Pour l'année 2013, les prévisions de recettes par catégorie affectées au fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\nIII. ― Pour l'année 2013, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :\n\nPRÉVISIONSde recettes\n\nImpositions, taxes et autres contributions sociales\n\n0,2\n\nTotal\n\n0,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2013 à 2016), les prévisions de recettes et les objectifs de dépenses, par branche, des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes, ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code rural et de la pêche maritime\n\nII.-Code de la sécurité sociale.\n\nArt. L134-6, Art. L134-9, Art. L134-10, Art. L134-11-1, Art. L241-6\n\nIII. ― 1. Le I et les 1°, 4° et 5° du II du présent article s'appliquent à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. ― A titre exceptionnel pour les années 2013 à 2017, l'Agence centrale des organismes de sécurité sociale peut consentir à la Caisse autonome nationale de la sécurité sociale dans les mines, contre rémunération, des avances d'un montant maximal de 250 millions d'euros.\n\nCes avances font l'objet d'une convention entre l'agence et la caisse, soumise pour approbation aux ministres chargés de la sécurité sociale et du budget.\n\nII., III.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "II. ― Les conditions de l'extension du mécanisme mis en place au I à l'ensemble des cotisations et contributions sociales dont le recouvrement est assuré par les organismes mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale, pour les employeurs affiliés aux caisses de congés payés, font l'objet d'un rapport du Gouvernement au Parlement, remis au plus tard le 1er juillet 2013."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Sont habilités à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nA titre dérogatoire, la Caisse nationale des industries électriques et gazières est autorisée à recourir à des ressources non permanentes dans la limite de 600 millions d'euros du 1er janvier au 31 mars 2013."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. ― De nouveaux modes d'organisation et de financement des transports de patients définis au 2° de l'article L. 321-1 du code de la sécurité sociale peuvent être expérimentés dans un ou plusieurs territoires à compter du 1er janvier 2013 et pour une période n'excédant pas trois ans.A cette fin, il peut être dérogé, pour la durée des expérimentations, aux articles L. 162-1-13, L. 162-14-1 à L. 162-14-3, L. 162-15, L. 162-33, L. 211-1, L. 321-1, L. 322-5 à L. 322-5-4, L. 611-8 et L. 752-4 du code de la sécurité sociale et à l'article L. 723-2 du code rural et de la pêche maritime.II. ― Ces expérimentations sont menées par les agences régionales de santé et donnent lieu à une procédure d'appel d'offres dans le respect des dispositions applicables aux marchés publics. Ces appels d'offres peuvent être organisés à un niveau infra-départemental afin de tenir compte de l'offre de transports existante sur le territoire relevant de l'agence régionale de santé.Des expérimentations relevant du I peuvent également être menées par un organisme local d'assurance maladie, un établissement de santé ou un groupement d'établissements de santé après avoir été agréées par l'agence régionale de santé. Elles donnent lieu à une procédure d'appel d'offres. Cette procédure est régie par les dispositions applicables aux marchés publics lorsque l'expérimentation est menée par un établissement public de santé ou un groupement d'établissements publics de santé. Elle est régie par des dispositions définies par décret en Conseil d'Etat, dans le respect des garanties prévues pour les marchés de l'Etat, lorsque l'expérimentation est menée par un autre organisme.III. ― Lorsqu'une expérimentation est menée par une agence régionale de santé ou un organisme local d'assurance maladie, les prescriptions de transport établies par un professionnel de santé exerçant dans les territoires définis pour l'expérimentation soit dans un cabinet ou une structure de médecine de ville, soit dans un établissement de santé ou dans un groupement d'établissements de santé ne sont, par dérogation à l'article L. 322-5, au premier alinéa de l'article L. 322-5-1 et au 5° de l'article L. 322-5-2 du code de la sécurité sociale, prises en charge par les régimes obligatoires d'assurance maladie dans les conditions de droit commun que si le transport est exécuté par une entreprise retenue à l'issue de la procédure d'appel d'offres.Lorsqu'une expérimentation est menée par un établissement de santé ou un groupement d'établissements de santé, les prescriptions de transport à destination ou en provenance de cet établissement ou de ce groupement d'établissements et les prescriptions de transport faites par un professionnel de santé exerçant dans cet établissement de santé ou ce groupement d'établissements de santé ne sont, par dérogation à l'article L. 322-5, au premier alinéa de l'article L. 322-5-1 et au 5° de l'article L. 322-5-2 du code de la sécurité sociale, prises en charge par les régimes obligatoires d'assurance maladie dans les conditions de droit commun que si le transport est exécuté par une entreprise retenue à l'issue de la procédure d'appel d'offres.IV. ― Le Gouvernement transmet au Parlement un rapport d'évaluation avant la fin de l'expérimentation. Ce rapport propose, le cas échéant, les évolutions législatives découlant de cette évaluation.V. ― Un décret en Conseil d'Etat définit les modalités d'application du présent article, notamment :1° Les modalités de sélection et de désignation des territoires et des structures retenus pour l'expérimentation ;2° Les modalités d'organisation et de financement des expérimentations ;3° La procédure d'agrément mentionnée au II ;4° Les conditions de prise en charge des prescriptions de transport, dans une expérimentation, lorsque le transport n'est pas exécuté par une entreprise retenue à l'issue de la procédure d'appel d'offres."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le Gouvernement remet au Parlement, un an après la promulgation de la présente loi, un rapport sur les conditions dans lesquelles pourrait être amélioré, notamment par une meilleure prise en charge financière, l'accès à une contraception choisie et adaptée pour tous."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "V.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]"
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Un rapport détaillant les opérations projetées ou réalisées de construction d'établissements publics de santé en partenariat public-privé dans le cadre des plans Hôpital 2007 et Hôpital 2012 et présentant les surcoûts financiers occasionnés par l'absence de maîtrise d'ouvrage publique est déposé par le Gouvernement sur le bureau des assemblées avant le 30 septembre 2013."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "A modifié les dispositions suivantes :\n\nIII. - Par dérogation à l'article L. 313-1-1 du code de l'action sociale et des familles, les structures dénommées \"lits d'accueil médicalisés\" ayant fait l'objet d'un agrément par l'arrêté du 20 mars 2009 portant agrément d'une expérimentation d'actions médico-sociales en faveur de personnes en situation de précarité, au titre de l'article L. 162-31 du code de la sécurité sociale, sont réputées autorisées, au titre du 9° du I de l'article L. 312-1 du code de l'action sociale et des familles, dans les conditions prévues au II du même article L. 312-1 et à l'article L. 313-1 du même code, à compter du 1er janvier 2013.\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "V.-Les II et III du présent article entrent en vigueur le 1er juillet 2013."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Par dérogation au IV de l'article L. 14-10-5 du code de l'action sociale et des familles et à titre exceptionnel pour l'année 2013, la Caisse nationale de solidarité pour l'autonomie finance une aide à la restructuration des services d'aide et d'accompagnement à domicile relevant des 1° et 2° de l'article L. 313-1-2 du même code, dans la limite de 50 millions d'euros.Les critères et les modalités de la répartition de ces crédits entre les services mentionnés au premier alinéa du présent article sont définis par arrêté des ministres chargés du budget, de la sécurité sociale et de la cohésion sociale.Les agences régionales de santé sont chargées de la répartition des crédits.Ces crédits permettent aux directeurs généraux des agences régionales de santé de signer avec les services d'aide et d'accompagnement relevant des 1° et 2° du même article L. 313-1-2 des conventions de financement pluriannuelles organisant le retour à l'équilibre pérenne de leurs comptes.Ces conventions sont également signées par le président du conseil général du département dans lequel est situé le service, le cas échéant, par les directeurs des organismes de protection sociale finançant le service au titre de leur action sociale facultative, par la personne physique ou morale gestionnaire du service demandeur et, pour les services mentionnés au 2° dudit article L. 313-1-2, par le représentant de l'Etat dans le département dans lequel le service demandeur est situé."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "IV.-Le présent article entre en vigueur le 1er janvier 2014."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "III.-Le dernier alinéa du a et le c du 4° du I s'appliquent aux actions juridictionnelles engagées à compter de la date du 1er juin 2010, sous réserve des décisions de justice passées en force de chose jugée."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés est fixé à 343,47 millions d'euros  pour l'année 2013.\n\nII.-Le montant de la dotation globale pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionnée à l'article L. 1142-23 du code de la santé publique, est fixé à 139 millions d'euros  pour l'année 2013.\n\nIII.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement de l'Etablissement de préparation et de réponse aux urgences sanitaires est fixé à 32,2 millions d'euros  pour l'année 2013.\n\nIV.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement des agences régionales de santé au titre de leur budget de gestion est fixé, pour l'année 2013, à 160 millions d'euros, selon une répartition entre les régimes fixée par arrêté des ministres chargés de la santé, de la sécurité sociale et de l'agriculture.\n\nV.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds d'intervention pour la qualité et la coordination des soins est fixé à 43 millions d'euros pour l'année 2013. Le montant maximal des dépenses de ce fonds est fixé à 65,1 millions d'euros pour l'année 2013.\n\nVI.-Le montant de la contribution de la Caisse nationale de solidarité pour l'autonomie au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements en direction des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 83,65 millions d'euros pour l'année 2013, qui sont répartis entre actions par arrêté du ministre chargé des personnes âgées et des personnes handicapées.\n\nVII et VIII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVIII.-A.-3° b) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]\n\nc) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]\n\nd) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]\n\ne) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]\n\nf) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]\n\ng) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]\n\nB.-5° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Loi n° 2000-1257 du 23 décembre 2000\n\n-Code de la santé publique\n\n-Code rural et de la pêche maritime.\n\n-Loi n° 2002-73 du 17 janvier 2002\n\n-Loi n° 86-33 du 9 janvier 1986\n\n-LOI n° 2008-1330 du 17 décembre 2008"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Pour l'année 2013, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 190,1 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 165,0 milliards d'euros."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Pour l'année 2013, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nOBJECTIFS DE DÉPENSES\n\nDépenses de soins de ville\n\n80,5\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n56,7\n\nAutres dépenses relatives aux établissements de santé\n\n19,8\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n8,4\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n8,7\n\nAutres prises en charge\n\n1,3\n\nTotal\n\n175,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "III.-Le solde, constaté au 31 décembre 2012, de la sous-section du fonds mentionné à l'article L. 221-1-2 du code de la sécurité sociale retraçant les recettes et les dépenses liées au produit de la cotisation et au service de l'allocation de remplacement, prévues à l'article 4 de la loi n° 88-16 du 5 janvier 1988 relative à la sécurité sociale, est affecté à la section du fonds relative aux médecins."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le I est applicable aux pensions de réversion liquidées à compter du 1er janvier 2013.Dans les cas où son application conduit à la révision et à la liquidation d'une pension inférieure à ce que percevait l'ayant cause du marin avant le 1er janvier 2013, cet ayant cause conserve le bénéfice de l'ancienne pension jusqu'à la notification du nouveau montant calculé en application de l'article L. 5552-36 du code des transports, dans sa rédaction issue de la présente loi. Le trop-perçu ne peut faire l'objet d'aucune demande de l'administration tendant à la répétition des sommes indûment versées.\n\n- Code des transports"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - Les cotisations versées du 13 juillet 2010 au 31 décembre 2011 par l'assuré né entre le 1er janvier 1952 et le 31 décembre 1955 inclus, en application des articles L. 351-14-1, L. 634-2-2, L. 643-2 et L. 723-10-3 du code de la sécurité sociale, de l'article L. 732-27-1 du code rural et de la pêche maritime et de l'article L. 9 bis du code des pensions civiles et militaires de retraite, ainsi que celles versées en application des dispositions réglementaires ayant le même objet applicables aux fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales et aux ouvriers régis par le régime des pensions des ouvriers des établissements industriels de l'Etat, lui sont remboursées sur sa demande à la condition qu'il n'ait fait valoir aucun des droits aux pensions personnelles de retraite auxquels il peut prétendre au titre des régimes légaux ou rendus légalement obligatoires, de base et complémentaires. Les demandes de remboursement doivent être présentées dans un délai d'un an à compter de la promulgation de la présente loi. Les assurés concernés, qu'ils résident en France ou hors de France, sont informés de cette possibilité.Le montant des cotisations à rembourser est calculé en revalorisant les cotisations versées par l'assuré par application chaque année du coefficient annuel de revalorisation mentionné à l'article L. 161-23-1 du code de la sécurité sociale.II. - 1. Le I du présent article est applicable aux salariés agricoles mentionnés au premier alinéa de l'article L. 742-3 du code rural et de la pêche maritime et aux personnes mentionnées à l'article L. 382-29 du code de la sécurité sociale.2. Le I du présent article est applicable dans les mêmes conditions aux rachats mentionnés aux articles L. 351-14, L. 742-2 et L. 742-7 du code de la sécurité sociale et à l'article L. 732-52 du code rural et de la pêche maritime."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Pour l'année 2013, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 218,6 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 115,3 milliards d'euros."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "IV. - Le présent article entre en vigueur le 1er mars 2013."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les 1° et 3° du I sont applicables au titre des majorations de rente et d'indemnités en capital ayant pris effet à compter du 1er avril 2013. Le 2° du même I est applicable aux actions en reconnaissance de la faute inexcusable de l'employeur introduites devant les tribunaux des affaires de sécurité sociale à compter du 1er janvier 2013.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé, pour l'année 2013, à 790 millions d'euros."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 115 millions d'euros pour l'année 2013.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 890 millions d'euros pour l'année 2013."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juillet 2013, un rapport sur les modalités de création d'une nouvelle voie d'accès individuelle au dispositif de cessation anticipée d'activité des travailleurs de l'amiante.Ce rapport présente la faisabilité d'une admission sur présomption d'exposition significative à partir d'un faisceau d'indices tels le secteur d'activité, la durée d'exposition, la période d'activité ou les conditions d'exercice."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Pour l'année 2013, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,3 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 11,9 milliards d'euros."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-659 DC du 13 décembre 2012.]"
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "II.-Le 2° du I est applicable à Saint-Barthélemy et à Saint-Martin."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Pour l'année 2013, les objectifs de dépenses de la branche Famille sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 58,6 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 58,1 milliards d'euros."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Pour l'année 2013, les dépenses de prise en charge mentionnées au 2° de l'article L. 135-2 du code de la sécurité sociale sont fixées à 3,4 milliards d'euros pour le régime général, 400 millions d'euros pour le régime des salariés agricoles et 100 millions d'euros pour le régime social des indépendants."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Pour l'année 2013, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE CHARGES\n\nFonds de solidarité vieillesse\n\n19,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artAnnexeA",
      "section": "AnnexeA",
      "title": "Article AnnexeA",
      "content": "RAPPORT RETRAÇANT LA SITUATION PATRIMONIALE, AU 31 DÉCEMBRE 2011, DES RÉGIMES OBLIGATOIRES DE BASE ET DES ORGANISMES CONCOURANT À LEUR FINANCEMENT, À L'AMORTISSEMENT DE LEUR DETTE OU À LA MISE EN RÉSERVE DE RECETTES À LEUR PROFIT ET DÉCRIVANT LES MESURES PRÉVUES POUR LA COUVERTURE DES DÉFICITS CONSTATÉS POUR L'EXERCICE 2011\n\nI. ― Situation patrimoniale de la sécurité sociale au 31 décembre 2011\n\n(En milliards d'euros)\n\nNota. ― Les données figurant dans la colonne 2010 ont fait l'objet, par rapport à ce qui figure dans la loi de financement de la sécurité sociale pour 2012, des retraitements méthodologiques décrits en annexe 9 au projet de loi de financement de la sécurité sociale pour 2013.\n\n#808080\n\n1\n\nSur le champ de l'ensemble des régimes de base, du Fonds de solidarité vieillesse (FSV), de la Caisse d'amortissement de la dette sociale (CADES) et du Fonds de réserve pour les retraites (FRR), le passif net (ou dette ) de la sécurité sociale, mesuré par ses capitaux propres, s'élevait à 100,6 milliards d'euros au 31 décembre 2011, soit l'équivalent de 5 points de produit intérieur brut (PIB). Ce passif net a augmenté de 13,4 milliards d'euros par rapport à celui constaté au 31 décembre 2010 (87,1 milliards d'euros) en raison essentiellement des déficits des régimes et du FSV pour l'année 2011 (soit 22,7 milliards d'euros), minorés de l'amortissement de la dette portée par la CADES (11,7 milliards d'euros), dont une partie (2,1 milliards d'euros) correspond à la mobilisation des réserves du FRR.Compte tenu des sommes placées ou détenues en trésorerie (58,8 milliards d'euros, dont environ 60 % par le FRR et 23 % par la CADES dans le cadre de sa stratégie d'endettement à fin 2011), du besoin en fonds de roulement (différence de 21,7 milliards d'euros entre les actifs et passifs circulants) ainsi que des immobilisations et provisions, l'endettement financier s'élevait à 170,1 milliards d'euros au 31 décembre 2011 (contre 146,8 milliards d'euros au 31 décembre 2010).L'ensemble de ces éléments sont détaillés en annexe 9 au projet de loi de financement de la sécurité sociale pour 2013.\n\nII. - Couverture des déficits constatés sur l'exercice 2011\n\nLes comptes du régime général ont été déficitaires de 17,4 milliards d'euros en 2011. La branche Maladie a ainsi enregistré un déficit de 8,6 milliards d'euros, la branche Vieillesse un déficit de 6,0 milliards d'euros, la branche Famille un déficit de 2,6 milliards d'euros et la branche Accidents du travail-maladies professionnelles (AT-MP) un déficit de 0,2 milliard d'euros. Par ailleurs, le FSV a enregistré un déficit de 3,4 milliards d'euros.Dans le cadre fixé par la loi organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale, la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011 a organisé le transfert à la CADES, dès l'année 2011, des déficits 2011 des branches Maladie et Famille du régime général, et, au cours de l'année 2012, des déficits 2011 de la branche Vieillesse du régime général et du FSV. Conformément aux dispositions organiques, la CADES a été affectataire de ressources lui permettant de financer ces sommes.La plupart des régimes de base autres que le régime général présentent par construction des résultats annuels équilibrés ou très proches de l'équilibre. Il en est ainsi des régimes intégrés financièrement au régime général (régimes agricoles hors branche Retraite du régime des exploitants, régimes maladie des militaires, des ministres des cultes et des marins), des régimes de retraite équilibrés par des subventions de l'Etat (SNCF, RATP, régimes des mines et des marins), des régimes d'employeurs (fonction publique de l'Etat) équilibrés par ces derniers et enfin du régime social des indépendants dont les déficits sont couverts par une affectation à due proportion du produit de la contribution sociale de solidarité à la charge des sociétés.Cependant, deux régimes ne bénéficiant par de tels mécanismes d'équilibrage ont enregistré en 2011 des résultats déficitaires.S'agissant, d'une part, de la branche Retraite du régime des exploitants agricoles, le déficit s'est élevé à 1,2 milliard d'euros (contre 1,3 milliard d'euros en 2010) et a fait l'objet d'un financement bancaire dans le respect du plafond fixé par la loi n° 2010-1594 du 20 décembre 2010 précitée. Il convient de rappeler que cette dernière avait par ailleurs transféré à la CADES les déficits cumulés de cette branche du régime des exploitants agricoles au titre des exercices 2009 et 2010.S'agissant, d'autre part, de la Caisse nationale de retraites des agents des collectivités locales (CNRACL), devenue déficitaire en 2010, le déficit s'est élevé à 0,4 milliard d'euros (après 0,5 milliard d'euros en 2010).\n\nACTIF\n\n2011\n\n2010\n\nPASSIF\n\n2011\n\n2010\n\nImmobilisations\n\n6,8\n\n6,6\n\nCapitaux propres\n\n― 100,6\n\n― 87,1\n\nImmobilisations non financières\n\n4,0\n\n3,9\n\nDotations\n\n32,9\n\n32,8\n\nRégime général\n\n0,5\n\n0,5\n\nPrêts, dépôts de garantie et autres\n\n1,9\n\n1,9\n\nAutres régimes\n\n3,8\n\n3,7\n\nCaisse d'amortissement de la dette sociale (CADES)\n\n0,2\n\n0,2\n\nFonds de réserve pour les retraites (FRR)\n\n28,3\n\n28,3\n\nAvances, prêts accordés à des organismes de la sphère sociale (unions pour la gestion des établissements des caisses d'assurance maladie, unions immobilières des organismes de sécurité sociale)\n\n0,9\n\n0,8\n\nRéserves\n\n11,3\n\n13,2\n\nRégime général\n\n2,6\n\n2,6\n\nAutres régimes\n\n6,3\n\n6,7\n\nFRR\n\n2,4\n\n3,9\n\nReport à nouveau\n\n― 134,6\n\n― 110,0\n\nRégime général\n\n4,9\n\n― 13,5\n\nAutres régimes\n\n― 0,1\n\n― 1,3\n\nFonds de solidarité vieillesse (FSV)\n\n0,0\n\n― 3,2\n\nCADES\n\n― 139,4\n\n― 92,0\n\nRésultat de l'exercice\n\n― 10,7\n\n― 23,9\n\nRégime général\n\n― 17,4\n\n― 24,0\n\nAutres régimes\n\n― 1,9\n\n― 1,6\n\nFSV\n\n― 3,4\n\n― 4,1\n\nCADES\n\n11,7\n\n5,1\n\nFRR\n\n0,3\n\n0,6\n\nAutres\n\n0,6\n\n0,7\n\nFRR\n\n0,6\n\n0,7\n\nProvisions pour risques et charges\n\n17,9\n\n17,0\n\nActif financier\n\n58,9\n\n50,8\n\nPassif financier\n\n170,1\n\n146,8\n\nValeurs mobilières et titres de placement\n\n45,1\n\n44,7\n\nDettes représentées par un titre (obligations, billets de trésorerie, ECP)\n\n162,6\n\n118,8\n\nAutres régimes\n\n6,9\n\n9,2\n\ncenter\n\ncenter\n\ncenter\n\nCADES\n\n5,3\n\n1,5\n\nRégime général\n\n5,6\n\n17,5\n\nFRR\n\n32,9\n\n33,9\n\nCADES\n\n156,9\n\n101,2\n\nEncours bancaire\n\n13,7\n\n5,9\n\nDettes à l'égard d'établissements de crédits\n\n3,7\n\n24,7\n\nRégime général\n\n1,3\n\n0,8\n\nRégime général (y compris prêts Caisse des dépôts et consignations)\n\n1,4\n\n21,0\n\nAutres régimes\n\n1,2\n\n0,7\n\nAutres régimes (y compris prêts Caisse des dépôts et consignations)\n\n1,3\n\n3,7\n\nFSV\n\n0,3\n\n0,0\n\nCADES\n\n1,0\n\n0,0\n\nCADES\n\n8,4\n\n1,2\n\nDépôts\n\n0,2\n\n0,8\n\nFRR\n\n2,3\n\n3,2\n\nRégime général\n\n0,2\n\n0,8\n\nCréances nettes au titre des instruments financiers\n\n0,1\n\n0,2\n\nDettes nettes au titre des instruments financiers\n\n0,1\n\n0,1\n\nCADES\n\n0,1\n\n0,2\n\nFRR\n\n0,1\n\n0,1\n\nAutres\n\n3,5\n\n2,4\n\nRégime général\n\n0,0\n\n0,3\n\nAutres régimes\n\n0,1\n\n0,1\n\nCADES\n\n3,4\n\n2,0\n\nActif circulant\n\n65,4\n\n60,0\n\nPassif circulant\n\n43,7\n\n40,8\n\nCréances sur prestations\n\n7,3\n\n7,8\n\nDettes et charges à payer (CAP) à l'égard des bénéficiaires\n\n22,3\n\n21,3\n\nCréances de cotisations, contributions sociales et d'impôts de sécurité sociale\n\n7,9\n\n5,6\n\ncenter\n\ncenter\n\ncenter\n\nProduits à recevoir de cotisations, contributions sociales et impôts de sécurité sociale\n\n35,5\n\n32,3\n\nDettes à l'égard des cotisants\n\n1,2\n\n1,4\n\nCréances sur l'Etat et autres entités publiques\n\n8,9\n\n9,6\n\nDettes et CAP à l'égard de l'Etat et autres entités publiques\n\n9,7\n\n8,6\n\nProduits à recevoir de l'Etat\n\n0,4\n\n0,5\n\ncenter\n\ncenter\n\ncenter\n\nAutres actifs (débiteurs divers, comptes d'attente et de régularisation)\n\n5,5\n\n4,1\n\nAutres passifs (créditeurs divers, comptes d'attente et de régularisation) dont soulte des industries électriques et gazières\n\n10,5\n\n9,5\n\nTotal de l'actif\n\n131,0\n\n117,4\n\nTotal du passif\n\n131,0\n\n117,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artAnnexeB",
      "section": "AnnexeB",
      "title": "Article AnnexeB",
      "content": "En ce qui concerne les dépenses et les recettes sociales, les projections présentées ci-dessous ne comportent aucune mesure nouvelle autre que celles associées au projet de loi de financement de la sécurité sociale pour 2013 et au projet de loi de finances pour 2013 ― dont l'impact court sur l'ensemble de la période de projection ― et que les actions, qui seront arrêtées sur une base annuelle et permettront de respecter des rythmes de progression de l'objectif national de dépenses d'assurance maladie (ONDAM) de 2,6 % en 2014 et de 2,5 % par an de 2015 à 2017.Elles montrent qu'avec une progression des recettes plus forte à partir de 2014 et un effort important d'économies en dépenses résultant d'un taux d'évolution de l'ONDAM fixé à un niveau exigeant, les comptes des régimes de sécurité sociale se redresseront lentement, la réduction du déficit agrégé de l'ensemble des régimes obligatoires de base de sécurité sociale et du Fonds de solidarité vieillesse étant de l'ordre de 1 milliard d'euros par an en 2014 et 2015 et de 2 milliards d'euros par an en 2016 et 2017.Le déficit s'établirait à environ 10 milliards d'euros en 2017, ce qui est compatible avec l'équilibre d'ensemble des administrations de sécurité sociale, compte tenu, d'une part, des perspectives financières de l'assurance chômage, des régimes de retraite complémentaire et des hôpitaux publics et, d'autre part, de la reprise de dette de la Caisse nationale d'assurance vieillesse des travailleurs salariés (CNAVTS) et du Fonds de solidarité vieillesse (FSV) telle qu'elle est déjà prévue en application de la loi de financement de la sécurité sociale pour 2011. Cela montre cependant la nécessité d'actions continues de maîtrise de la dépense sociale afin d'obtenir qu'elle réponde au meilleur coût aux besoins de couverture sociale des Français et d'optimisation du financement de la sécurité sociale en sorte de couvrir toujours mieux les prestations sociales."
    },
    {
      "provision_ref": "artAnnexeC",
      "section": "AnnexeC",
      "title": "Article AnnexeC",
      "content": "ÉTAT DES RECETTES, PAR CATÉGORIE ET PAR BRANCHE, DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRALAINSI QUE DES RECETTES, PAR CATÉGORIE, DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES\n\nI. - Recettes, par catégorie et par branche, des régimes obligatoires de base de sécurité sociale\n\nExercice 2013\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).\n\nII. - Recettes, par catégorie et par branche, du régime général de sécurité socialeExercice 2013\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).\n\nIII. - Recettes, par catégorie, des organismes concourant au financementdes régimes obligatoires de base de sécurité socialeExercice 2013\n\n(En milliards d'euros)\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTSdu travail-maladiesprofessionnelles\n\nRÉGIMESde base\n\nCotisations effectives\n\n84,0\n\n117,6\n\n36,0\n\n12,5\n\n250,2\n\nCotisations prises en charge par l'Etat\n\n1,4\n\n1,4\n\n0,6\n\n0,0\n\n3,4\n\nCotisations fictives d'employeur\n\n0,6\n\n38,1\n\n0,1\n\n0,3\n\n39,2\n\nContribution sociale généralisée\n\n64,7\n\n0,0\n\n9,9\n\n0,0\n\n74,7\n\nImpôts, taxes et autres contributions sociales\n\n28,9\n\n18,4\n\n8,4\n\n0,1\n\n55,9\n\nTransferts\n\n2,5\n\n36,9\n\n0,3\n\n0,1\n\n29,2\n\nProduits financiers\n\n0,0\n\n0,1\n\n0,0\n\n0,0\n\n0,1\n\nAutres produits\n\n2,7\n\n0,6\n\n0,6\n\n0,5\n\n4,4\n\nRecettes\n\n185,0\n\n213,1\n\n55,9\n\n13,7\n\n457,0\n\n1\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTSdu travail-maladiesprofessionnelles\n\nRÉGIMEgénéral\n\nCotisations effectives\n\n75,0\n\n70,5\n\n35,7\n\n11,6\n\n192,8\n\nCotisations prises en charge par l'Etat\n\n1,1\n\n1,0\n\n0,6\n\n0,0\n\n2,6\n\nCotisations fictives d'employeur\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nContribution sociale généralisée\n\n56,4\n\n0,0\n\n9,9\n\n0,0\n\n66,3\n\nImpôts, taxes et autres contributions sociales\n\n22,2\n\n12,2\n\n8,4\n\n0,1\n\n42,9\n\nTransferts\n\n2,6\n\n27,4\n\n0,3\n\n0,0\n\n20,6\n\nProduits financiers\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nAutres produits\n\n2,6\n\n0,2\n\n0,5\n\n0,4\n\n3,7\n\nRecettes\n\n159,8\n\n111,3\n\n55,5\n\n12,2\n\n329,0\n\n1\n\nFONDSde solidaritévieillesse\n\nCotisations effectives\n\n0,0\n\nCotisations prises en charge par l'Etat\n\n0,0\n\nCotisations fictives d'employeur\n\n0,0\n\nContribution sociale généralisée\n\n10,7\n\nImpôts, taxes et autres contributions sociales\n\n6,1\n\nTransferts\n\n0,0\n\nProduits financiers\n\n0,0\n\nAutres produits\n\n0,0\n\nTotal\n\n16,8\n\n1"
    }
  ]
}