{
  "id": "jorftext000000715994",
  "type": "statute",
  "title": "Loi n° 90-560 du 4 juillet 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000715994",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La Régie nationale des usines Renault, instituée par l'article 7 de l'ordonnance n° 45-68 du 16 janvier 1945 portant nationalisation des usines Renault, est une société anonyme soumise à l'ensemble des dispositions législatives applicables aux sociétés anonymes, sous réserve des dispositions de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public et de la présente loi.Les dispositions prévues ci-dessus entrent en application à la date de l'inscription modificative de la société anonyme au registre du commerce et des sociétés et, au plus tard, dans le délai de deux mois à compter de la promulgation de la présente loi.La présente loi n'emporte ni la création d'une personne morale nouvelle ni une cessation d'entreprise.Les biens, droits et obligations de la société anonyme sont ceux de la Régie nationale des usines Renault."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les statuts initiaux de la société anonyme sont adoptés par une assemblée générale extraordinaire dont les membres sont désignés par le ministre chargé de l'économie et des finances.Le président-directeur général et les autres administrateurs de la Régie nationale des usines Renault, en fonctions à la date de l'inscription modificative prévue à l'article 1er, constituent le premier conseil d'administration de la société anonyme. Ils poursuivent l'exercice de leur mandat dans les conditions prévues par les articles 10 à 13 de la loi n° 83-675 du 26 juillet 1983 précitée. A compter de la réalisation de la première prise de participation mentionnée à l'article 3 de la présente loi, le conseil d'administration ou le conseil de surveillance est constitué en application de l'article 6 de la loi n° 83-675 du 26 juillet 1983 précitée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les bilans mentionnés au premier alinéa de l'article L. 228-39 du code de commerce et au premier alinéa de l'article 32 de la loi n° 85-1321 du 14 décembre 1985 (1) modifiant diverses dispositions du droit des valeurs mobilières, des titres de créances négociables, des sociétés et des opérations de bourse comprennent, le cas échéant, les bilans de la Régie nationale des usines Renault approuvés par les ministres compétents."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A la date d'entrée en vigueur des dispositions de l'article 1er de la présente loi, les actions de la Régie nationale des usines Renault détenues par l'Etat sont échangées contre des actions de la société anonyme, à raison d'une action nouvelle pour une action ancienne.\n\nII.-Les actions détenues à la même date par la Régie nationale des usines Renault, par ses salariés et anciens salariés ou leurs ayants droit, directement ou dans le cadre du plan d'épargne d'entreprise, ou par le fonds institué à l'article 7 de la loi n° 70-11 du 2 janvier 1970 relative à la Régie nationale des usines Renault, sont échangées contre des certificats d'investissement de la société anonyme. Cet échange est réalisé à raison d'un certificat d'investissement de la société anonyme pour une action ancienne de la Régie nationale des usines Renault, les certificats de droit de vote correspondants étant attribués à l'Etat.\n\nIII. et IV. paragraphes abrogés\n\nV.-Les certificats d'investissement de la société anonyme, attribués en application du paragraphe II ci-dessus, sont négociables dans les conditions fixées par décret.\n\nVI.-Ils ne sont cessibles qu'aux salariés de la société anonyme et de ses filiales dont elle détient directement ou indirectement plus de la moitié du capital, par cession directe ou dans le cadre d'un plan d'épargne d'entreprise, à la société anonyme elle-même ou à un fonds spécial créé en son sein à cet effet ainsi qu'à l'Etat. Les salariés, lorsqu'ils quittent la société anonyme ou une de ses filiales dont elle détient directement ou indirectement plus de la moitié du capital, peuvent conserver les certificats d'investissement dont ils sont propriétaires.\n\nLorsque ces certificats d'investissement sont recueillis par le conjoint ou le descendant en ligne directe du salarié, à titre d'héritier ou de légataire, celui-ci peut les conserver ou les céder dans les conditions prévues aux deux alinéas précédents. Lorsqu'ils sont recueillis par une autre personne, celle-ci doit les céder selon les mêmes conditions et dans un délai de six mois à compter de la date à laquelle elle les a reçus ; les détenteurs de ces certificats d'investissement qui n'ont pas satisfait à cette obligation perdent les droits attachés à la propriété de ces certificats d'investissement.\n\nVII.-Les dispositions des paragraphes V et VI ci-dessus cesseront d'être applicables lors de la première augmentation de capital par émission de certificats d'investissement postérieure à la prise de participation prévue à l'article 3.\n\nVIII.-Lors de la cotation des actions de la société anonyme, les certificats d'investissement émis en application du paragraphe II ci-dessus sont échangés de plein droit contre ces titres cotés. La parité d'échange est fixée dans les conditions prévues à l'article 3 de la loi n° 86-912 du 6 août 1986 précitée. A la même date, les dispositions des paragraphes V et VI ci-dessus cessent de s'appliquer."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sont abrogés, à compter de l'entrée en vigueur des dispositions de l'article 1er de la présente loi, le titre II de l'ordonnance n° 45-68 du 16 janvier 1945 portant nationalisation des usines Renault, modifiée par l'ordonnance n° 45-1582 du 18 juillet 1945, et la loi n° 70-11 du 2 janvier 1970 relative à la Régie nationale des usines Renault."
    }
  ]
}