{
  "id": "jorftext000000693427",
  "type": "statute",
  "title": "Loi n° 85-1352 du 20 décembre 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000693427",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Pour la période comprise entre le 1er janvier 1986 et le 31 décembre de l'année du prochain renouvellement général des conseils municipaux, les communes et groupements de communes dont la population est comprise entre 2001 et 10000 habitants, ainsi que les communes et groupements de communes dont la population n'excède pas 2000 habitants, éligibles au concours particulier institué par l'article L. 234-13 du code des communes, pourront exercer l'option prévue par l'article 2 dans le délai d'un mois suivant la publication de la présente loi au Journal officiel de la République française.\n\nLes opérations ou tranches d'opérations en cours au 31 décembre 1985 et réalisées par des communes ou des groupements relevant de la seconde part de la dotation globale d'équipement des communes peuvent bénéficier des subventions prévues à l'article 103-3 de la loi n° 83-8 du 7 janvier 1983 précitée dans les conditions définies par décret en Conseil d'Etat.\n\nDans les départements d'outre-mer, les dispositions mentionnées ci-dessus s'appliquent aux communes et aux groupements de communes dont la population est comprise entre 7501 et 35000 habitants ainsi qu'aux communes dont la population n'excède pas 7500 habitants, éligibles au concours particulier institué par l'article L. 234-13 du code des communes."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La commission instituée par l'article 4 de la présente loi commencera à exercer ses attributions pour la répartition de la seconde part de la dotation globale d'équipement des communes au titre de l'exercice 1987.A titre transitoire, pour la répartition de la seconde part de la dotation globale d'équipement au titre de l'exercice 1986, le rôle dévolu à la commission prévue à l'article 4 est exercé par la conférence départementale d'harmonisation des investissements instituée par l'article 18 de la loi n° 83-8 du 7 janvier 1983 précitée."
    }
  ]
}