{
  "id": "jorftext000000332153",
  "type": "statute",
  "title": "Loi du 3 mars 1849",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000332153",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le conseil d'Etat est consulté sur tous les projets de loi du gouvernement.\n\nNéanmoins, le gouvernement pourra se dispenser de consulter le conseil d'Etat sur les projets de loi suivants :\n\n1° Le projet de loi portant fixation du budget des recettes et des dépenses de chaque exercice ;\n\n2° Les projets de loi de crédits supplémentaires, complémentaires et extraordinaires ;\n\n3° Les projets de loi portant règlement définitif du budget de chaque exercice ;\n\n4° Les projets de loi portant fixation du contingent annuel de l'armée et appel des classes ;\n\n5° Les projets de loi portant ratification de traités et conventions diplomatiques ;\n\n6° Les projets de loi d'urgence.\n\nL'Assemblée nationale renverra à l'examen du conseil d'Etat les projets qui ne rentreraient point dans les catégories précédentes, et dont elle aurait été saisie par le gouvernement sans que le conseil d'Etat eût été consulté.\n\njustify"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le conseil d'Etat donne son avis sur les projets de loi émanant, soit de l'initiative parlementaire, soit du gouvernement, que l'Assemblée nationale juge à propos de lui renvoyer."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le conseil d'Etat prépare et rédige des projets de loi sur les matières pour lesquelles le gouvernement réclame son initiative.\n\nIl donne son avis sur les projets d'initiative parlementaire, à l'égard desquels il est consulté par le gouvernement."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le conseil d'Etat fait, sur le renvoi de l'Assemblée nationale, les règlements d'administration publique à l'égard desquels il a reçu la délégation spéciale énoncée en l'art. 75 de la Constitution.\n\nSeront seules considérées comme contenant cette délégation, les lois portant expressément que le conseil d'Etat fera un règlement d'administration publique pour en assurer l'exécution.\n\nIl prépare, sur le renvoi du gouvernement, tous les autres règlements d'administration publique."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le conseil d'Etat résout, sur la demande des ministres, les difficultés qui s'élèvent entre eux,\n\n1° Relativement aux attributions qu'ils tiennent respectivement des lois ;\n\n2° Relativement à l'application des lois.\n\nIl donne son avis sur toutes les questions qui lui sont soumises par le président de la République et par les ministres.\n\nIl exerce, à l'égard des administrations publiques, les pouvoirs de contrôle et de surveillance qui lui sont conférés par les lois."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le conseil d'Etat statue en dernier ressort sur le contentieux administratif."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il donne son avis dans les cas déterminés par les art. 55, 65 et 80 de la Constitution."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Il apprécie, conformément à l'art. 99 de la Constitution les actes des fonctionnaires dont l'examen lui est déféré."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Il exerce, en outre, jusqu'à ce qu'il en soit autrement ordonné, les diverses attributions qui appartenaient au Conseil d'Etat en vertu des lois antérieures.\n\njustify"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le conseil d'Etat se compose,\n\n1° Du vice-président de la République, président ;\n\n2° De quarante conseillers d'Etat.\n\njustify"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Avant de procéder à l'élection des membres du Conseil d'Etat, dans le cas de l'art. 72 de la Constitution, l'Assemblée nationale charge une commission, formée de deux membres élus par chaque bureau, de lui proposer une liste de candidature.\n\nCette liste contient un nombre de candidats égal à celui des conseillers d'Etat à élire, avec moitié en sus ; elle est dressée par ordre alphabétique."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'élection ne peut avoir lieu que trois jours au moins après la distribution et la publication de la liste.\n\nLe choix de l'Assemblée peut porter sur des candidats qui ne sont point proposés par la commission."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Lors de la première formation du conseil d'Etat et des renouvellements qui auront lieu ultérieurement en exécution de l'art. 72 de la Constitution, la moitié au plus des conseillers d'Etat pourront être élus parmi les membres de l'Assemblée nationale qui fera l'élection."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "En cas de vacance, par décès ou démission d'un conseiller d'Etat, ou par toute autre cause, l'Assemblée nationale procède, dans le mois, à l'élection d'un nouveau membre."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les fonctions dans le conseil d'Etat sont incompatibles avec tout autre emploi salarié."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Il y a auprès du conseil d'Etat :\n\nVingt-quatre maîtres des requêtes ;\n\nVingt-quatre auditeurs ;\n\nUn secrétaire général ;\n\nUn secrétaire du contentieux."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les maîtres des requêtes sont nommés par le président de la République, sur une liste de présentation, double en nombre, dressée par le président et les présidents de section.\n\nIls doivent être âgés de vingt-cinq ans au moins."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Ils peuvent être révoqués par le président de la République, sur la proposition du président du conseil d'Etat, et des présidents de section, par lesquels ils sont préalablement entendus."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les maîtres des requêtes sont chargés, concurremment avec les conseillers d'Etat, du rapport des affaires : ils ont voix consultative."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les auditeurs sont nommés au concours, dans les formes et suivant les conditions qui seront déterminées par un règlement d'administration publique que le Conseil d'Etat sera chargé de faire.\n\nIls doivent être âgés, au moment de leur nomination, de vingt et un ans au moins et de ving-cinq ans au plus.\n\njustify"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les auditeurs sont chargés d'assister les conseillers d'Etat et les maîtres des requêtes rapporteurs dans la préparation et l'instruction des affaires.\n\nLe règlement prévu dans l'article précédent déterminera les affaires dont le rapport ne pourra pas être confié aux auditeurs.\n\nIls ont voix consultative dans les affaires dont le rapport leur est confié.\n\nIls pourront être révoqués dans la forme établie par l'art. 18 pour la révocation des maîtres des requêtes."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les auditeurs reçoivent un traitement de l'Etat ; ils sont nommés pour quatre ans. A l'expiration de ce terme, ils cessent de plein droit leurs fonctions."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le quart des emplois de maître des requêtes qui viennent à vaquer est réservé aux anciens auditeurs ayant cinq ans de services dans l'administration active, et le quart des emplois de sous-préfet aux auditeurs attachés depuis deux ans au moins au Conseil d'Etat.\n\nLes auditeurs nommés aux fonctions de sous-préfet, qui ne les accepteraient point, seront considérés comme démissionnaires et immédiatement remplacés."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le secrétaire général est nommé et peut être révoqué dans la même forme que les maîtres des requêtes.\n\nIl dirige le travail des bureaux, et tient la plume aux assemblées générales."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le secrétaire du contentieux est nommé par le président du conseil d'Etat, sur la proposition du secrétaire général. Il est attaché à la section du contentieux."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le conseil d'Etat se divise en trois sections :\n\n1° Section de législation ;\n\n2° Section d'administration ;\n\n3° Section du contentieux administratif."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les conseillers d'Etat de chaque section élisent au scrutin secret et à la majorité absolue le président de la section.\n\nLe président de la section de législation remplit les fonctions de vice-président du conseil d'Etat, et remplace le président en cas d'absence ou d'empêchement."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les fonctions des présidents de section durent jusqu'au moment où ils sont soumis à la réélection par l'Assemblée nationale."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La section de législation est chargée de l'examen, de la préparation et de la délibération des matières énoncées dans les art. 1, 2, 3, 4, 7 et 8 de la présente loi."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Elle forme dans son sein des commissions spéciales permanentes ou temporaires pour l'étude préparatoire des affaires."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Sur la demande des commissions ou comités de l'Assemblée nationale, elle désigne des conseillers d'Etat ou des maîtres des requêtes pour exposer l'avis du conseil d'Etat dans les comités ou commissions de l'Assemblée nationale."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Tous les projets sur lesquels le conseil d'Etat est consulté par l'Assemblée nationale ou par le gouvernement sont transmis à la section de législation : elle en délibère sans retard. L'avis de la section ou du conseil d'Etat, selon la nature du projet, doit être transmis à l'Assemblée nationale ou au gouvernement dans le mois, au plus tard, de la réception des pièces au secrétariat général."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Si l'Assemblée nationale, en renvoyant un projet au Conseil d'Etat, demande qu'il soit examiné d'urgence, le président de la section nomme le rapporteur le jour même de la réception des pièces ; le rapport est fait à la section de législation dans les trois jours au plus tard ; la section et le conseil d'Etat en délibèrent, toutes affaires cessantes, et le résultat de la délibération est transmis sur-le-champ à l'Assemblée nationale."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Pour l'examen des affaires énoncées en l'art. 4 de la présente loi, la section d'administration est divisée en comités correspondant aux divers départements ministériels, et composés de trois membres au moins."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les comités de la section d'administration sont, sur la demande de la section de législation, adjoints aux délibérations de cette dernière section, sur les projets qui concernent le département ministériel auquel ils correspondent."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "La section du contentieux est chargée du jugement des affaires contentieuses.\n\nElle est composée de neuf membres.\n\nUn maître des requêtes, désigné par le président de la République, remplit auprès de la section du contentieux les fonctions du ministère public.\n\nDeux autres maîtres des requêtes, désignés de la même manière, le suppléent dans ses fonctions."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le rapport des affaires contentieuses est fait en séance publique par celui des conseillers d'Etat ou maîtres des requêtes que le président de la section en a chargé.\n\nAprès le rapport, les avocats des parties sont admis à présenter des observations orales.\n\nLe maître des requêtes chargé de fonctions du ministère public donne ses conclusions."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "La section ne peut délibérer qu'en nombre impair, et que si sept au moins de ses membres sont présents.\n\nLes conseillers d'Etat absents ou empêchés sont remplacés par des conseillers d'Etat pris dans les autres sections d'après l'ordre du tableau."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "La décision est lue en séance publique ; elle est transcrite sur le procès-verbal des délibérations et signée par le président, le rapporteur et le secrétaire du contentieux. Il y est fait mention des membres présents et ayant délibéré.\n\nLes expéditions qui sont délivrées portent la formule exécutoire."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Le procès-verbal des séances de la section du contentieux mentionne l'accomplissement des dispositions des art. 37, 38 et 39. Dans le cas où ces dispositions n'ont pas été observées, la décision peut être l'objet d'un recours en révision, lequel est introduit dans les formes de l'art. 33 du décret du 22 juillet 1806."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le décret du 22 juillet 1806 et les lois et règlements relatifs à l'instruction des affaires contentieuses contiueront à être observés devant la section du contentieux."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Sont applicables à la section du contentieux les dispositions des art. 88 et suivants du Code de procédure civile sur la police des audiences, et l'art. 130 relatif à la condamnation aux dépens."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Le ministre de la justice dénoncera à la section du contentieux les actes administratifs contraires à la loi, et la nullité pourra en être prononcée."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Lorsqu'il aura été rendu par une juridiction administrative une décision sujette à annulation, et contre laquelle les parties n'auraient pas réclamé dans le délai déterminé, le ministre de la justice pourra aussi en donner connaissance à la section du contentieux ; la décision sera annulée sans que les parties puiissent se prévaloir de l'annulation."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Le conseil d'Etat délibère en assemblée générale.\n\n1° Sur tous les projets de loi et sur les projets de règlement d'administration publique ;\n\n2° Sur les projets de décret que le règlement du conseil d'Etat aura déférés à l'examen de l'assemblée générale, et sur ceux qui lui seront renvoyés par les diverses sections."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Le ministre de la justice défère à l'assemblée générale du conseil d'Etat toutes décisions de la section du contentieux contenant excès de pouvoir ou violation de la loi. La décision est annulée dans l'intérêt de la loi."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Le ministre de la justice a également le droit de revendiquer devant le tribunal spécial des conflits, organisé par l'art. 89 de la Constitution, les affaires portées devant la section du contentieux, et qui n'appartiendraient pas au contentieux administratif.\n\nToutefois, il ne peut se pourvoir devant cette juridiction qu'après que la section du contentieux a refusé de faire droit à la demande en revendication qui doit lui être préalablement soumise."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Le règlement du conseil d'Etat détermine les formes du pourvoi autorisé par l'art. 46."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Le conseil d'Etat ne peut délibérer en assemblée générale si vingt et un membres au moins ne sont pas présents.\n\nLe président a voix prépondérante en cas de partage."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "L'assemblée générale du conseil d'Etat est présidée par le vice-président de la République."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les ministres ont entrée dans le sein du conseil d'Etat et des sections de législation et d'administration. Ils sont entendus toutes les fois qu'ils le demandent."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Le conseil d'Etat et les sections de législation et d'administration peuvent appeler à assister à leurs délibérations et à y prendre part avec voix consultative, les membres de l'Institut et d'autres corps savants, les magistrats, les administrateurs et tous autres citoyens qui leur paraîtraient pouvoir éclairer les délibérations par leurs connaissances spéciales."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le conseil d'Etat et les sections ont le droit de convoquer dans leur sein, sur la désignation des ministres, les chefs de service des administrations publiques et tous autres fonctionnaires, pour en obtenir des explications sur les affaires en délibération."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les séances ne sont publiques que pour le jugement des affaires contentieuses."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Les rapports, procès-verbaux et avis des sections ou du conseil d'Etat sont annexés aux projets de loi transmis au gouvernement ou à l'Assemblée nationale.\n\nLes avis sont rendus publics dans les cas spécifiés par le règlement."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Le vice-président de la République préside, toutes les fois qu'il le juge convenable, les séances des sections, des commissions et des comités, sauf la section du contentieux."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Les projets de loi, règlements d'administration publique et décrets délibérés dans le conseil d'Etat, les sections ou les comités, en portent la mention."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Un règlement fait par le conseil d'Etat déterminera l'ordre intérieur de ses travaux, la composition des sections et des comités, la répartition et le roulement des conseillers d'Etat, maîtres des requêtes et auditeurs, et toutes les autres mesures de service et d'exécution non prévues par les dispositions qui précèdent."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le même règlement désignera, parmi les affaires soumises à l'examen du conseil d'Etat, celles qui seront portées devant l'assemblée générale ou devant les sections, et celles qui ne seront soumises qu'à l'examen d'un comité."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Jusqu'à la mise en exécution du règlement prévu par l'art. 58, le président du conseil d'Etat prendra provisoirement toutes les mesures nécessaires à l'effet de pourvoir à la formation des sections, à l'élection des présidents et à la plus prompte expédition des affaires."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Conformément à l'article 72 de la Constitution, l'Assemblée actuelle procédera, immédiatement après le vote de la présente loi, à l'élection de la totalité des membres du conseil d'Etat, dans les formes établies par les art. 11, 12 et 15.\n\nLes membres de ce conseil seront renouvelés par moitié dans les deux premiers mois de la législature prochaine. Un tirage au sort déterminera la moitié qui devra sortir lors du renouvellement à faire par la prochaine Assemblée législative."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les auditeurs actuellement en exercice seront admis au concours, s'ils ne sont pas âgés de plus de trente ans."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Le conseil d'Etat actuel continuera à exercer ses fonctions jusqu'à l'installation du nouveau conseil d'Etat."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Un règlement d'administration publique, qui sera converti en loi dans l'année de sa promulgation, déterminera les formes de procéder du tribunal des conflits créé par l'art. 89 de la Constitution.\n\nLes conseillers d'Etat et les conseillers à la Cour de cassation qui doivent composer ce tribunal seront au nombre de quatre pour chacun de ces deux corps.\n\nLes lois et ordonnances concernant les formes et les délais des conflits continueront à être observées. Néanmoins, les délais établis pour le jugement demeureront suspendus pendant le temps qui s'écoulera entre la cessation des fonctions de l'ancien conseil d'Etat et l'installation du tribunal des conflits."
    }
  ]
}