{
  "id": "jorftext000000518219",
  "type": "statute",
  "title": "Loi n° 43-374 du 6 juillet 1943",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000518219",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Nul ne peut s'opposer à l'exécution sur son terrain des travaux de triangulation, d'arpentage ou de nivellement entrepris pour le compte de l'Etat, des départements ou des communes, ni à l'installation de bornes, repères et balises ou à l'établissement d'infrastructures et de signaux élevés, sous réserve de l'application des dispositions du premier paragraphe de l'article 1er de la loi du 29 décembre 1892 et du paiement ultérieur d'une indemnité pour dommages, s'il y a lieu."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Tout dommage causé aux propriétés, champs et récoltes par les travaux désignés à l'article précédent est réglé à défaut d'accord amiable entre l'intéressé et l'Administration, par le tribunal administratif    dans les formes indiquées par la loi du 22 juillet 1889."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Lorsque l'Administration entend donner un caractère permanent à certains des signaux, bornes et repères implantés au cours des travaux visés à l'article 1er, elle notifie sa décision aux propriétaires intéressés. A partir de cette notification, la servitude de droit public qui résulte de la présence de ces signaux, bornes et repères, ne peut prendre fin qu'en vertu d'une décision de l'Administration.La constitution de cette servitude peut donner lieu, indépendamment de la réparation des dommages causés par les travaux visés à l'article 1er, au versement d'une indemnité en capital."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les ouvrages auxquels l'Administration entend donner un caractère permanent et qui comportent une emprise qui dépasse un mètre carré   ne peuvent être maintenus sur les propriétés bâties, ainsi que dans les cours et jardins y attenant qu'en vertu d'un accord avec le propriétaire.Dans les autres immeubles, le propriétaire peut requérir de l'Administration l'acquisition de la propriété du terrain soit à l'amiable, soit par voie d'expropriation.Dans ce cas, l'utilité publique est déclarée par un arrêté du ministre intéressé, à condition, toutefois que la surface expropriée n'excède pas cent mètres carrés."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsque l'Administration décide qu'un édifice ou qu'une partie d'un édifice tels qu'un clocher, une tour, une cheminée constituera un point de triangulation permanent, elle le notifie au propriétaire ou à la personne ayant la charge de l'édifice, lesquels ne peuvent en modifier l'état qu'après avoir averti l'Administration un mois à l'avance par lettre recommandée,     sous peine des sanctions prévues à l'article 6. Cette disposition s'applique également aux repères qui auraient été scellés dans les murs des propriétés bâties.Toutefois, en cas de péril imminent, les modifications peuvent être effectuées aussitôt après l'envoi de l'avertissement."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La destruction, la détérioration ou le déplacement des signaux, bornes et repères donne lieu à l'application des dispositions de l'article 322-2 du Code pénal.En outre, les dommages-intérêts pouvant être dus éventuellement à l'Etat et aux autres collectivités prévues à l'article 1er de la présente loi pourront atteindre le montant des dépenses nécessitées par la reconstitution des éléments de signalisation, y compris celles afférentes aux opérations de géodésie, d'arpentage ou de nivellement qu'entraîne cette reconstitution.Les agents des services publics intéressés dûment assermentés ainsi que les officiers de police judiciaire et les gendarmes sont chargés de rechercher les délits prévus au présent article ; ils dressent procès-verbaux des infractions constatées."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les maires assurent, dans la limite de leur commune la surveillance des éléments de signalisation : bornes, repères, signaux et points de triangulation, dont la liste et les emplacements leur ont été notifiés par les Administrations intéressées."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les articles 19 à 22 inclus de la loi de finances du 13 avril 1900 sont abrogés."
    }
  ]
}