{
  "id": "jorftext000000880539",
  "type": "statute",
  "title": "Loi n° 49-1060 du 2 août 1949",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000880539",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il sera constitué une société d'économie mixte dénommée \" Société des transports pétroliers par pipe-line \" dont l'objet sera l'acquisition, la construction et l'exploitation de canalisations pour le transport des hydrocarbures et toutes opérations annexes."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les statuts de la \" Société des transports pétroliers par pipe-line \" seront approuvés par décret en Conseil d'Etat, pris sur le rapport du ministre des finances, du ministre chargé des affaires économiques, du ministre chargé des transports et du ministre chargé des carburants."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le nombre des membres du conseil d'administration ne sera pas supérieur à quinze ; l'élection du président du conseil par celui-ci sera soumise à l'agrément des ministres désignés à l'article précédent."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les ministres chargés des transports et des carburants désigneront, par arrêté concerté, deux commissaires du Gouvernement. Les commissaires du Gouvernement pourront demander au conseil d'administration une seconde délibération au cas où ils l'estimeront utile ; ils pourront s'opposer à toute décision du conseil d'administration contraire à la politique générale du Gouvernement en matière de transports, de carburants et de combustibles. Les modalités et les effets de cette opposition seront déterminés par le décret en Conseil d'Etat prévu à l'article 8 ci-dessous."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La Société des transports pétroliers par pipe-line est autorisée à construire et à exploiter un pipe-line et ses annexes pour le transport des hydrocarbures entre la Basse-Seine et les dépôts d'hydrocarbures de la région parisienne dans les conditions précisées à l'article 7 ci-dessous.Ladite Société pourra également être autorisée à construire et à exploiter tous autres pipe-lines et leurs annexes présentant un intérêt pour la défense nationale. Cette autorisation sera accordée par décret en Conseil d'Etat pris sur le rapport du ministre de la défense nationale, du ministre des finances et des affaires économiques, du ministre chargé des carburants et du ministre des travaux publics, des transports et du tourisme. Les conditions dans lesquelles seront assurées la construction et l'exploitation de ces pipe-lines et de leurs annexes seront déterminées par des conventions signées, au nom de l'Etat, par les mêmes ministres."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les travaux afférents à la construction et à l'exploitation des pipe-lines prévus à l'article précédent ont le caractère de travaux publics intéressant directement la défense nationale. La déclaration d'utilité publique et la déclaration de l'urgence de ces travaux seront prononcées par décret en Conseil d'Etat pris sur le rapport du ministre de la défense nationale, du ministre des finances et des affaires économiques, du ministre de la reconstruction et de l'urbanisme, du ministre chargé des carburants et du ministre des travaux publics, des transports et du tourisme. \"La Société des transports pétroliers par pipe-line pourra, après entente avec les services publics affectataires, utiliser dans la mesure nécessaire le domaine public et ses dépendances.Elle prendra possession des terrains privés dont elle aura besoin pour la construction et l'exploitation du pipe-line à l'amiable ou, à défaut, dans les conditions prévues par le décret du 30 octobre 1935 relatif à l'expropriation et à l'occupation temporaire des propriétés nécessaires aux travaux militaires ; les attributions conférées par ce décret aux ministres militaires seront exercées par le ministre chargé des carburants.La Société des transports pétroliers par pipe-line pourra, en outre, être autorisée à établir les canalisations sur des terrains dont elle n'aura pas la propriété ; les possesseurs de terrains grevés de la servitude de passage seront tenus de s'abstenir de tout acte susceptible de nuire au bon fonctionnement du pipe-line. L'assujettissement de la servitude donnera droit à une indemnité ; cette indemnité sera fixée, à défaut d'entente amiable, par l'autorité compétente pour se prononcer sur le montant de l'indemnité d'expropriation.Lorsque le passage des canalisations mettra obstacle à l'utilisation normale des terrains et que le propriétaire en aura formulé la demande, la Société devra procéder à l'acquisition desdits terrains."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Un ou plusieurs règlements d'administration publique détermineront les conditions d'application de la présente loi et, en particulier, celles de l'article 7.Ces règlements d'administration publique seront contresignés, en ce qui le concerne, par le ministre de la reconstruction et de l'urbanisme.Ils préciseront notamment les conditions dans lesquelles les projets d'exécution seront, avant toute mise à exécution, soumis pour avis au comité d'aménagement de la région parisienne ainsi qu'aux commissions départementales d'urbanisme des autres départements intéressés.Ils fixeront notamment les formalités qui devront être observées de façon à permettre aux propriétaires et aux possesseurs de terrains susceptibles d'être grevés de la servitude de passage de présenter leurs observations avant l'occupation des terrains.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}