{
  "id": "jorftext000000508808",
  "type": "statute",
  "title": "Loi n° 87-416 du 17 juin 1987",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000508808",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A compter du 1er janvier 1988, les contribuables domiciliés en France au sens de l'article 4 B du code général des impôts peuvent ouvrir des plans d'épargne en vue de la retraite auprès d'organismes relevant du code des assurances ou du code de la mutualité, auprès d'établissements de crédit, d'établissements visés à l'article 99 de la loi n° 84-46 du 24 janvier 1984 relative à l'activité et au contrôle des établissements de crédit, de la Banque de France, des comptables du Trésor et des prestataires de services d'investissement ou auprès d'institutions réalisant des opérations de prévoyance et relevant de l'article L. 731-1 du code de la sécurité sociale ou de l'article 1050 du code rural."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les titulaires d'un plan peuvent y effectuer des versements en numéraire dans une limite globale de 8 000 F par an pour les contribuables célibataires, veufs ou divorcés et de 16 000 F par an pour les contribuables mariés soumis à imposition commune. Les limites sont majorées de 4 000 F pour les contribuables ayant au moins trois enfants à charge au sens de l'article 196 du code général des impôts. Ces limites évoluent chaque année comme la limite supérieure de la septième tranche du barème de l'impôt sur le revenu de l'année précédente.Ces versements sont déductibles du revenu imposable de leur auteur.En cas de dépassement des limites mentionnées au premier alinéa, le montant des versements excédentaires donne lieu à l'application d'une amende de 10 p. 100. Cette amende est établie et recouvrée d'après les règles, sous les sanctions et avec les garanties prévues en matière d'impôt sur le revenu. Elle n'est pas mise en recouvrement si son montant est inférieur à 80 F."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Les sommes versées à un plan d'épargne en vue de la retraite ne peuvent recevoir que l'un ou plusieurs des emplois suivants :a) Valeurs mobilières inscrites à la cote officielle, à celle du second marché ou figurant au marché hors cote d'une bourse des valeurs françaises et répondant aux conditions du décret mentionné au 1° de l'article 163 octies du code général des impôts ;b) Titres de créances négociables mentionnés à l'article 37 de la loi n° 85-1321 du 14 décembre 1985 modifiant diverses dispositions du droit des valeurs mobilières, des titres de créances négociables, des sociétés et des opérations de bourse ;c) Actions de sociétés d'investissement à capital variable ;d) Parts de fonds communs de placement ;e) Opérations relevant du code des assurances, du code de la mutualité, du titre III du livre VII du code de la sécurité sociale ou des articles 1050 et 1051 du code rural.Les valeurs mobilières et titres de créances négociables mentionnés aux a et b et acquis en emploi des sommes versées à un plan d'épargne en vue de la retraite doivent être constitués, pour 75 p. 100 au moins de leur montant, de valeurs et titres émis par des sociétés françaises.La même proportion doit être observée dans les actifs de chaque société d'investissement à capital variable ou fonds commun de placement dont les actions ou parts sont comprises dans un plan d'épargne en vue de la retraite.Un décret fixe les règles d'emploi et la proportion maximale de liquidités du plan. Ce même décret détermine les opérations éligibles relevant du code des assurances ou du code de la mutualité ou du titre III du livre VII du code de la sécurité sociale ou des articles 1050 et 1051 du code rural.Les versements effectués sous forme de primes d'assurances ne sont pas soumis aux dispositions de l'article 991 du code général des impôts.Lorsque, à la fin d'un trimestre civil, le pourcentage de valeurs et titre émis par des sociétés françaises n'est pas atteint ou lorsque la proportion maximale de liquidités du plan est dépassée, les sommes ainsi employées irrégulièrement donnent lieu à l'application d'une amende de 3 p. 100. Cette amende est établie et recouvrée annuellement, sur la base des données propres de chacun des quatre trimestres civils, d'après les règles, sous les sanctions et avec les garanties prévues en matière d'impôt sur le revenu. Elle n'est pas mise en recouvrement si son montant est inférieur à 80 F.Les produits et plus-values que procurent les placements effectués, ainsi que les crédits d'impôt attachés à ces produits et remboursés par l'Etat, s'ajoutent aux versements. Ils ne sont pas soumis à l'impôt sur le revenu. (1)(paragraphe II modificateur)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "En cas de retrait de tout ou partie des sommes figurant sur le plan ou de versement d'une pension présentant ou non un caractère viager, les sommes retirées ou la pension perçue sont imposables dans les conditions prévues au a du 5 de l'article 158 du code général des impôts.Lorsque le retrait dépasse une somme fixée par décret, le contribuable peut demander l'application du système prévu à l'article 150 R du même code, sans fractionnement du paiement.Les abattements prévus au a du 5 de l'article 158 du même code ne s'appliquent qu'à l'excédent des sommes retirées et des pensions perçues au cours de l'année sur le total des versements effectués sur un plan d'épargne en vue de la retraite au cours de l'année et de l'année précédente, sauf si le retrait ou le versement de la pension intervient à partir du soixantième anniversaire du contribuable ou de l'un des époux soumis à imposition commune.Les dispositions de l'article 2 ne s'appliquent pas aux contribuables qui, après soixante ans, ont effectué un retrait ou reçu une échéance de pension, au titre d'un plan d'épargne en vue de la retraite."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La donation de tout ou partie des titres acquis dans le cadre d'un plan d'épargne en vue de la retraite est considérée comme un retrait, au sens de l'article 5, et donne lieu à imposition sur la base de la valeur atteinte par ces titres à la date de la donation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Lorsque le retrait ou le versement d'une échéance de la pension s'effectue moins de dix ans après l'ouverture du plan et avant le soixantième anniversaire du contribuable ou du plus âgé des époux soumis à imposition commune, l'organisme ou l'établissement prélève un impôt égal à 10 p. 100 du montant retiré ou de l'échéance de pension. Cet impôt est versé au Trésor dans les conditions prévues aux articles 125 A et 125-0 A du code général des impôts et sous les mêmes sanctions.L'imposition prévue à l'article 5 est assise sur la somme, nette de prélèvement, perçue par le contribuable.Les dispositions de l'alinéa précédent ne s'appliquent qu'à la fraction du retrait ou de l'arrérage de pension qui bénéficie des abattements prévus au a du 5 de l'article 158 du code général des impôts ; la fraction de prélèvement qui correspond à la partie du retrait ou de l'arrérage de pension qui ne bénéficie pas de ces abattements constitue un crédit d'impôt régi par les dispositions des deux derniers alinéas de l'article 158 bis du code général des impôts."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Lorsque le retrait ou le versement d'une échéance de pension s'effectue dix ans ou plus après l'ouverture du plan, mais avant le soixantième anniversaire du contribuable ou du plus âgé des époux soumis à imposition commune, il est fait application des dispositions de l'article 7, le taux de l'impôt prélevé étant toutefois ramené à 5 p. 100."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions des articles 7 et 8 ne s'appliquent pas en cas :a) De décès du contribuable ou de l'un des époux soumis à imposition commune ;b) D'invalidité du contribuable ou de l'un des époux soumis à imposition commune correspondant au classement dans la deuxième ou la troisième des catégories prévues respectivement aux 2° et 3° de l'article L. 341-4 du code de la sécurité sociale ;c) De licenciement du contribuable ou de l'un des époux soumis à imposition commune, lorsque celui-ci a plus de cinquante-cinq ans et a épuisé ses droits aux allocations d'assurance mentionnées dans le code du travail ;d) De cessation de l'activité non salariée exercée par le contribuable ou l'un des époux soumis à imposition commune, qui a fait l'objet, après cinquante-cinq ans, d'un jugement de liquidation judiciaire en application des dispositions de la loi n° 85-98 du 25 janvier 1985 relative au redressement et à la liquidation judiciaires des entreprises."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Lorsqu'aucun retrait ou aucune liquidation de pension n'est effectué dans le cadre du plan entre les soixantième et soixante-troisième anniversaires du contribuable ou du plus âgé des époux soumis à imposition commune, les retraits ou les liquidations de pension ultérieurs ouvrent droit à un crédit d'impôt. Le taux du crédit d'impôt est fixé lors du premier retrait ou de la première liquidation intervenant après le soixante-troisième anniversaire de l'intéressé.Lorsque ce premier retrait ou cette première liquidation de pension intervient entre les soixante-troisième et soixante-cinquième anniversaires de l'intéressé et cinq ans au moins après l'ouverture du plan, les sommes retirées ou les arrérages de pension sont augmentés d'un crédit d'impôt égal à 5 p. 100 de leur montant.Le crédit d'impôt est porté, sous les mêmes conditions, à 10 p. 100 lorsque ce premier retrait ou cette première liquidation intervient après le soixante-cinquième anniversaire de l'intéressé.    Les taux du crédit d'impôt mentionnés aux deuxième et troisième alinéas sont augmentés de trois points lorsque le premier retrait ou la première liquidation intervient vingt ans au moins après l'ouverture du plan.Le crédit d'impôt ne s'applique pas aux arrérages correspondant à une pension liquidée avant le soixantième anniversaire du contribuable ou du plus âgé des époux soumis à imposition commune.    Le crédit d'impôt est régi, en toute hypothèse, par les règles de l'article 158 bis du code général des impôts."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le contribuable qui effectue des retraits ou perçoit des arrérages de pension à partir de son soixantième anniversaire peut opter pour un prélèvement qui libère les sommes retirées ou les arrérages perçus de l'impôt sur le revenu.Le taux du prélèvement est fixé à 36 p. 100 du montant retiré ou de l'échéance de pension.Toutefois, lorsque aucun retrait ou aucune liquidation de pension n'est effectué dans le cadre du plan entre les soixantième et soixante-troisième anniversaires du contribuable ou du plus âgé des époux soumis à imposition commune, ce taux est ramené à 33 p. 100, 30 p. 100 ou 26 p. 100 en fonction de la date du premier retrait ou de la première liquidation intervenant après le soixante-troisième anniversaire de l'intéressé.Le taux est ramené à :- 33 p. 100 lorsque ce premier retrait ou cette première liquidation de pension s'effectue entre les soixante-troisième et soixante-cinquième anniversaires du contribuable ou du plus âgé des époux soumis à imposition commune et cinq ans au moins après l'ouverture du plan ;- 30 p. 100 lorsque ce premier retrait ou cette première liquidation de pension s'effectue entre les soixante-cinquième et soixante-septième anniversaires du contribuable ou du plus âgé des époux soumis à imposition commune et cinq ans au moins après l'ouverture du plan ;- 26 p. 100 lorsque ce premier retrait ou cette première liquidation de pension s'effectue après le soixante-septième anniversaire du contribuable ou du plus âgé des époux soumis à imposition commune et cinq ans au moins après l'ouverture du plan.    Les taux de 33 p. 100, 30 p. 100 et 26 p. 100 ne s'appliquent pas aux arrérages correspondant à une pension liquidée avant le soixantième anniversaire du contribuable ou du plus âgé des époux soumis à imposition commune.Le prélèvement est liquidé et recouvré dans les mêmes conditions et sous les mêmes garanties et sanctions que celui mentionné à l'article 125 A du code général des impôts."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "En cas de décès du titulaire d'un plan d'épargne en vue de la retraite, ses héritiers peuvent affecter les sommes qui y figurent à un nouveau plan. Les dispositions mentionnées à l'article 5 ne s'appliquent pas à cette opération de transfert lorsque l'ensemble des sommes demeurent inscrites sur des plans d'épargne en vue de la retraite. Ces dispositions s'appliquent en cas de retrait ou de versement d'une échéance de pension au titre de ce nouveau plan.Les délais prévus aux articles 7, 8, 10 et 11 s'apprécient pour les héritiers autres que le conjoint survivant à compter de la date d'ouverture de ce nouveau plan."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "En cas de divorce, de séparation de corps ou de biens de contribuables titulaires d'un plan d'épargne en vue de la retraite soumis à imposition commune et mariés selon l'un des régimes prévus au chapitre II du titre cinquième du livre troisième du code civil, chaque contribuable peut affecter les sommes figurant à ce plan qu'il reçoit à la suite de la dissolution de la communauté à un nouveau plan. Les dispositions mentionnées à l'article 5 ne s'appliquent pas à cette opération de transfert. Ces dispositions s'appliquent en cas de retrait ou de versement d'une échéance de pension au titre de ce nouveau plan.Les délais prévus aux articles 7, 8, 10 et 11 s'apprécient à compter de la date d'ouverture du plan antérieure à la dissolution de la communauté."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Lorsque le contribuable fait usage, au cours d'une année donnée, de la réduction d'impôt prévue au deuxième alinéa du 1° de l'article 199 septies du code général des impôts, les primes ainsi prises en compte s'imputent sur la limite de déduction résultant de l'article 2.Les titres acquis dans le cadre d'un plan d'épargne en vue de la retraite ne sont pas pris en compte pour l'application des articles 163 quindecies, 199 quinquies, 199 decies, 199 undecies et 238 bis HE du même code."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I - (paragraphe modificateur).II - Les dispositions du paragraphe I ci-dessus entreront en vigueur le 1er juillet 1988."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Le 1 bis de l'article 231 du code général des impôts est abrogé.(paragraphe II modificateur)."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I - (paragraphe modificateur).II - Les dispositions du c de l'article L. 443-3 du code du travail s'appliquent aux sociétés mentionnées au paragraphe II de l'article 83 bis et à l'article 220 quater A du code général des impôts."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "En cas de cession par le prêteur de titres qui lui sont restitués à l'issue d'un contrat de prêt, le délai de deux ans prévu à l'article 39 duodecies du code général des impôts s'apprécie à compter de la date de la première inscription à son bilan des titres prêtés."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "La dépréciation des titres qui font l'objet d'un contrat de prêt ne peut donner lieu, de la part du prêteur ou de l'emprunteur, à la constitution d'une provision dans les conditions prévues au 5° du 1 de l'article 39 du code général des impôts. De même, le prêteur ne peut constituer de provision pour dépréciation de la créance représentative de ces titres.Les parties à un tel contrat ne peuvent pas tenir compte de ces titres pour l'application du régime défini aux articles 146 et 216 du même code."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - Les dispositions du présent paragraphe entreront en vigueur le 1er novembre 1987. Toutefois, pour la période expirant le 30 juin 1988, les délais de remise du bordereau par l'intermédiaire à l'organisme seront fixés par le règlement général de ce dernier.II. - Les références nominatives concernant l'identification du donneur d'ordre, la nature juridique de ses droits et les restrictions dont le titre peut être frappé, relatives à un titre nominatif ayant fait l'objet d'un ordre de négociation, cession ou mutation, antérieur au 1er novembre 1987, doivent avoir été transmises, au plus tard le 30 juin 1988, à l'organisme mentionné au deuxième alinéa du paragraphe I ci-dessus par l'intermédiaire destinataire de l'ordre susmentionné. A cette dernière date, l'organisme procède aux vérifications des comptes que les intermédiaires et les sociétés émettrices tiennent en vertu du premier alinéa du paragraphe II de l'article 94 de la loi de finances pour 1982 précitée et, en liaison avec le conseil des bourses de valeurs, prend toutes mesures pour l'apurement des positions.IV. - Un décret détermine les modalités d'application du paragraphe III ci-dessus."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - Le taux de l'impôt sur les sociétés fixé au deuxième alinéa du paragraphe I de l'article 219 du code général des impôts est réduit à 42 p. 100 pour les exercices ouverts à compter du 1er janvier 1988.Le montant des acomptes prévus à l'article 1668 du même code et échus au cours de ces mêmes exercices est ramené à 42 p. 100.II. - Pour l'application de l'article 1668 du même code, le premier acompte échu à compter de la publication de la présente loi est réduit d'un montant égal à 3 p. 100 du bénéfice de référence."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Les opérations de transfert de propriété d'entreprises du secteur public au secteur privé, intervenues avant l'entrée en vigueur de la loi n° 86-793 du 2 juillet 1986 autorisant le Gouvernement à prendre diverses mesures d'ordre économique et social, ne peuvent être remises en cause par un moyen tiré de l'absence d'autorisation législative.Il ne peut en aucun cas être porté atteinte à l'autorité de la chose jugée."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Les opérations mentionnées au troisième alinéa de l'article 58 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication ne donnent lieu à la perception d'aucun droit de timbre ou d'enregistrement."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Un décret précise les modalités d'application de la présente loi, ainsi que les obligations déclaratives des contribuables ou des intermédiaires."
    }
  ]
}