{
  "id": "jorftext000000167733",
  "type": "statute",
  "title": "Loi n° 90-558 du 2 juillet 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000167733",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - La loi n° 55-1533 du 28 novembre 1955 relative aux appellations d'origine des fromages est abrogée à compter de la désignation des membres du Comité national des produits laitiers institué par l'article L. 115-20 du code de la consommation.II. - Le comité national compétent pour les vins, eaux-de-vie, cidres, poirés, apéritifs à base de cidres, de poirés ou de vins, en fonctions à la date de promulgation de la présente loi, est maintenu dans sa composition actuelle jusqu'au 22 juin 1992."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sont ajoutés à la liste des décrets énumérés à l'article unique de la loi n° 77-731 du 7 juillet 1977 portant validation de divers décrets instituant des organismes professionnels ou interprofessionnels les décrets suivants :- décret n° 63-575 du 11 juin 1963 portant création d'un comité interprofessionnel du gruyère de Comté ;- décret n° 65-94 du 9 février 1965 portant création d'un comité interprofessionnel des fromages produits dans le département du Cantal et dans l'aire géographique de l'appellation d'origine Cantal."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sont abrogés :- la loi n° 53-247 du 31 mars 1953 portant création d'un comité interprofessionnel des vins d'origine du pays nantais ;- la loi n° 52-1267 du 29 novembre 1952 portant création d'un comité interprofessionnel des vins d'appellation contrôlée \"Touraine\" ;- la loi n° 55-1535 du 23 novembre 1955 créant un comité interprofessionnel des vins des Côtes du Rhône, modifiée par la loi n° 79-532 du 4 juillet 1979 et le décret n° 80-820 du 10 octobre 1980 ;- le décret n° 66-513 du 6 juillet 1966 portant création du comité interprofessionnel de la Côte-d'Or et de l'Yonne pour les vins A.O.C. \"Bourgogne\", validé par la loi n° 77-731 du 7 juillet 1977 ;    - le décret n° 60-889 du 12 août 1960 portant création d'un comité interprofessionnel de Saône-et-Loire pour les vins A.O.C. \"Bourgogne\" et \"Mâcon\", validé par la loi n° 77-731 du 7 juillet 1977."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les biens du comité interprofessionnel de la Côte-d'Or et de l'Yonne pour les vins A.O.C. \"Bourgogne\" ainsi que ceux du comité interprofessionnel de Saône-et-Loire pour les vins A.O.C. \"Bourgogne\" et \"Macôn\" sont transférés au bureau interprofessionnel des vins de Bourgogne.Les biens du comité interprofessionnel des vins des Côtes du Rhône, des Côtes du Ventoux et des Côteaux du Tricastin ainsi que ceux du syndicat interprofessionnel des Costières du Gard sont transférés au comité interprofessionnel des vins A.O.C. \"Côte-du-Rhône\" et \"Vallée du Rhône\".Les biens du comité interprofessionnel des vins d'origine du Pays Nantais sont transférés au comité interprofessionnel des vins d'appellation d'origine de Nantes.Les biens du comité interprofessionnel des vins d'appellation contrôlée de Touraine sont transférés au comité interprofessionnel des vins d'appellation d'origine contrôlée \"Touraine\"."
    }
  ]
}