{
  "id": "jorftext000036915095",
  "type": "statute",
  "title": "Ordonnance n°2018-358 du 16 mai 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000036915095",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Par dérogation aux dispositions de l'article L. 218-3 du code de l'organisation judiciaire, dans sa rédaction issue de l'article 12 de la loi du 18 novembre 2016 susvisée, les assesseurs des tribunaux des affaires de sécurité sociale et des tribunaux du contentieux de l'incapacité désignés dans les conditions prévues aux articles L. 142-5 et L. 143-2 du code de la sécurité sociale, dont le mandat n'est pas arrivé à terme au 31 décembre 2018, siègent, à la demande du premier président de la cour d'appel et avec leur accord, dans la formation collégiale du tribunal de grande instance spécialement désigné en vertu de l'article L. 211-16 du code de l'organisation judiciaire, dans sa rédaction issue de l'article 12 de la même loi. Leur mandat expire alors à la date à laquelle leur mandat initial devait arriver à terme. Ces assesseurs ne sont pas soumis à l'obligation de formation prévue à l'article L. 218-12 du même code, dans sa rédaction issue de l'article 12 de la même loi.III.-Les conditions d'application des dispositions du présent article sont fixées par décret en Conseil d'Etat.\n\n- LOI n° 2016-1547 du 18 novembre 2016"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les articles 1er à 6 de la présente ordonnance entrent en vigueur à la date fixée par le décret mentionné au premier alinéa du I de l'article 114 de la loi du 18 novembre 2016 susvisée, et au plus tard le 1er janvier 2019."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, la ministre des solidarités et de la santé, le ministre de l'agriculture et de l'alimentation et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}