{
  "id": "jorftext000000687390",
  "type": "statute",
  "title": "Loi n° 46-994 du 11 mai 1946",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000687390",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont transférés à l'Etat, à compter de la promulgation de la présente loi, les biens corporels et incorporels constituant les éléments d'actif des entreprises ci-après énumérées et les moyens de tous ordres ayant servi au fonctionnement desdites entreprises :1° Entreprises de publication de journaux ou écrits périodiques qui ont commencé à paraitre après le 25 juin 1940 ou qui, paraissant antérieurement, ont continié à paraitre plus de quinze jours après le 25 juin 1940 dans les territoires qui constituaient, pendant l'occupation ennemie, la zone nord, et plus de quinze jours après le 11 novembre 1942, dans les territoires constituant la zone sud, ainsi que les imprimeries ayant été principalement utilisées au cours des mêmes périodes en vue desdites publications ;2° Agences d'information, de publicité ou de reportage photographique et, d'une manière générale, toutes entreprises, associations, sociétés, syndicats, de droit ou de fait, de presse, d'information ou de publicité ayant commencé à fonctionner après le 25 juin 1940 ou qui, fonctionnant antérieurement, ont poursuivi leur activité plus de quinze jours après le 25 juin 1940 dans les territoires qui constituaient pendant l'occupation ennemie la zone nord, et plus de quinze jours après le 11 novembre 1942 dans les territoires constituant la zone sud.Dans le cas où l'une des entreprises de presse, d'information ou de publicité visées aux deux paragraphes précédents était constituée en fait par plusieurs entreprises mobilières ou immobilières juridiquement distinctes, le transfert porte sur l'ensemble des biens que possèdent ou détiennent ces diverses entreprises."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le transfert ne s'applique pas :1° A celles des entreprises visées à l'article précèdent qui auront été régulièrement autorisées à fonctionner à nouveau depuis la libération ;2° Aux entreprises de publication périodiques de caractère exclusivement scientifique, technique, professionnel, qui auront demandé, dans le délai d'un mois à compter de la publication de la présente loi, et intérieurement obtenu, leur inscription sur une liste qui sera établie dans les conditions fixées par un arrêté du ministre chargé de l'information, après consultation des organisations syndicales.Toutefois, les propriétaires et principaux actionnaires des entreprises transférées qui justifieront avoir été, à partir des dates incriminées, dans l'impossibilité d'assurer la direction effective des entreprises par suite de l'application des lois d'exception, soit du fait de leur situation de prisonniers de guerre, déportés ou prisonniers politiques, pourront exercer toute action en dommages et intérêts à l'encontre de ceux qui, en leur absence, auront, par abus, placés les entreprises dans les conditions qui permettent le présent transfert."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les listes des entreprises visées à l'article 1er devront l'objet de décrets pris sur le rapport du ministre chargé de l'information et publiés au Journal officiel.Dans le délai d'un mois à compter de la publication de ces listes, des arrêtés du ministre chargé de l'information constateront, pour chacune des entreprises qui y seront portées, les biens et éléments d'actif transférés à l'Etat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A compter de la promulgation de la présente loi, tout détenteur des biens visés à l'article 1er ci-dessus est réputé les détenir à titre précaire pour le compte de l'Etat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont nuls et de nul effet tous actes et stipulations postérieurs au 25 juin 1940 qui auraient pur effet de soustraire au transfert tout ou partie des biens visés a l'article 1er."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sous réserve des confiscations prononcées au profit de l'Etat pour quelque cause que ce soit, le transfert des biens et éléments d'actif prononcé par la présente loi donne lieu à l'attribution d'indemnités.Ces indemnités, payables en capital ou sous forme d'annuités, seront prélevées par la société nationale des entreprises de presse, désignée ci-après, sur les produits de la vente, de la vente sous condition suspensive du payement, de la location et, le cas échéant, de l'exploitation directe des biens correspondant et au plus tôt dans les trois mois de l'encaissement de ces produits ou, si le propriétaire dépossédé fait l'objet de poursuites pour faits de collaboration ou de commerce avec l'ennemi, dans les trois mois de la décision judiciaire définitive.Les formes et conditions de la liquidation des indemnités sur la base de la valeur des biens au 25 juin 1940, et compte tenu des frais de gestion de la société nationale, seront fixées par un décret en Conseil d'Etat. les litiges auxquels donnera lieu l'attribution des indemnités seront portés devant le tribunal civil du siège social de l'entreprise dont l'actif à fait l'objet du transfert."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'application à une entreprise de la peine de la dissolution et de la confiscation générale ou partielle de son patrimoine au profit de l'Etat ne fait pas obstacle à l'indemnisation des actionnaires de bonne foi, conformément aux dispositions de l'article 10 de l'ordonnance du 5 mai 1945 relative à la poursuite des entreprises de presse, d'édition, d'information et de publicité coupables de collaboration avec l'ennemi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les créances nées pendant les périodes prévues à l'article 1er et dont le recouvrement pourrait être poursuivi contre le le titulaire du droit à indemnité sont confisquées au profit de la Société nationale, lorsque ces créances ont au regard du créancier une cause illégitime, dans les conditions prévues à l'article 12 de l'ordonnance du 5 mai 1945.La confiscation est prononcée par jugement du tribunal civil à la requête du ministère public ou de tout intéressé."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les biens transférés par application de la présente loi et les biens confisqués au profit de l'Etat pour quelque cause que ce soit, immédiatement dévolus à la société nationale des entreprises de presse, instituée ci-après, seront attribués par celui-ci en propriété ou en jouissance à des entreprises de presse ou d'information dans les conditions ci-dessous définies.Toutefois, pourront ne pas être attribués et être exploités directement par la société nationale, les biens des entreprises dont le matériel est susceptible d'être utilisé par l'impression de plusieurs journaux quotidiens. Les entreprises visées au présent paragraphe seront déterminées par décret pris sur le rapport du ministre chargé de l'information, après avis de la commission de la presse de l'Assemblée nationale."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les entreprises de presse, visées au deuxième alinéa de l'article précédent, n'étant pas susceptibles d'être vendues ou d'être mises en location vente, pourront néanmoins faire l'objet de contrats de location, à condition que les entreprises de presse bénéficiaires constituent entre elles une société de gestion d'imprimerie conforme à celles prévues dans la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les biens transférés par l'effet de la présente loi et les biens confisqués nécessaires au fonctionnement des entreprises de presse et d'information seront attribués aux entreprises régulièrement autorisées conformément à la législation en vigueur, à condition que :1° ces entreprises soient constituées conformément aux dispositions dela loi réglant le statut des entreprises de presse.En attendant la promulgation de la oi règlant le statut des entreprises depresse, il ne pourra être procédé à aucune linéation ni à des locations d'une durée supérieure à six mois, et renouvelables ;2° Les demandes de dévolution présentées par elles soient conformes au plan de répartition prévu aux articles 21 et suivants ;3° Au cas où l'autorisation a été accordée à un groupe de résistance ou à un mouvement politique ou à un de leurs mandataires, et au cas de contestation sur la répartition des actions, il soit procédé à un arbitrage qui sera confié à la commission nationale de presse, dans des conditions et des délais fixés par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Il est créé une commission nationale et des commissions régionales de presse et d'information.Le siège de chaque commission régionale et sa circonscription territoriale sont fixés par arrêté du ministre chargé de l'information."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les commissions régionales de presse et d'information sont composées comme suit :Un représentant du ministre chargé de l'information, président de la commission ;Un représentant du ministre chargé de l'économie nationale et des finances ;Un délégué de chacun des conseils départementaux des départements compris en totalité ou partiellement dans la région ;Trois représentants des directeurs de journaux ;Un représentant des journalistes professionnels ;Un représentant de cadres et employés de presse ;Un représentant des ouvriers de presse, exerçant leur profession dans les entreprises de presse de la région et désignés par les organisations professionnelles les plus représentatives."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La commission nationale de presse et d'information est composée comme suit :Un représentant du ministre chargé de l'information, président ;Un représentant du ministre chargé de l'économie nationale et des finances ;Trois représentants de l'Assemblée nationale, désignés par elle suivant le principe de la représentation proportionnelle ;Trois représentant de la fédération nationale de la presse, dont deux de la presse de province ;Un représentant des journalistes professionnels ;Un représentant des cadres et employés ;Un représentant des ouvriers, ces représentants étant désignés par les organisations professionnelles les plus représentatives."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les commissions de presse et d'information ont pour rôle d'établir un plan de répartition des biens visés à l'article 17 entre les entreprises de presse et d'information mentionnées audit article, en tenant compte des besoins de ces entreprises et des possibilités d'utilisation des installation matérielles et de l'outillage.Chaque commission régionale établit un plan de répartition pour les entreprises ayant leur siège dans le cadre de sa circonscription.La commission nationale établit un plan de répartition pour les entreprises ayant leur siège à Paris ou dans le département de la seine. Elle statue, d'autre part, sur les recours formés par les ministre compétents ou les entreprises intéressées contre les décisions des commissions régionales."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La répartition doit être faite en vue d'assurer, dans les conditions économiques les meilleures, l'utilisation des biens, installations, matériels et outillage.La commission compétente peut procéder à tout regroupement ou aménagement jugés utiles à cet effet. Les répartitions faites à la libération seront maintenues ; seules, des nécessités techniques impérieuses permettront une dérogation à cette règle.Un droit de priorité sera donné aux journaux installés dans l'entreprise dans un délai d'un an après la libération locale.Chaque fois que la décision envisagée a pour effet de modifier les conditions de fonctionnement d'une entreprise, celle-ci doit être préalablement informée ; elle peut dans le délai de huit jours, présenter des observations.Six mois après le vote du statut de la presse, nul quotidien ne pourra demander à être imprimé si la société éditrice n'apporte la preuve qu'elle est en règle avec les dispositions de ce statut."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les plans de répartition prévoiront l'attribution des locaux et imprimerie aux journaux bénéficiant du droit d'utilisation.Si deux ou plusieurs entreprises de presse utilisent en commun une même imprimerie, elles pourront constituer entre elles, nonobstant toute disposition législative contraire, une société de gestion d'imprimerie qui bénéficiera de l'attribution. La décision à cet égard sera prise par la majorité des entreprises de presse, chacune de celui-ci ayant un nombre de voix correspondant à sont tirage de la derniere semaine du premier trimestre 1916. Les entreprises qui ne participeront pas à la société de gestion bénéficieront de contrats d'impression. Les litiges qui pourront survenir au sujet de ces contrats seront soumis à l'arbitrage de la société nationale des entreprises de presse.Les directeurs et rédacteurs en chef des journaux ayant été condamnés pour collaboration avec l'ennemi ne pourront faire partie d'aucune société de gestion d'imprimerie.Les statuts de cette société devront prévoir expressément la faculté d'adhésion de nouvelles entreprises dans la mesure où les possibilités matérielles des biens le permettront.En cas de désaccord, la société nationale des entreprises de presse passera un contrat d'impression avec chacun des intéressés.Les locaux utilisés pour l'aministration et la rédaction des journaux ne seront pas nécessairement inclus dans l'attribution collective dont bénéficiera la société de gestion d'imprimerie ; Ils pourront faire l'objet de contrats de location séparés."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les plans de répartition seront établis dans un délai de trois mois à compter de la date de promulgation de la présente loi.Ils sont notifiés dès leur établissement aux ministre compétents et aux entreprises intéressées qui peuvent, dans un délai de quinze jours, former un recours devant la commission nationale, en ce qui concerne les plans de répartition établis par la commission régionale, ou demander un second examen par la commission nationale lorsqu'il s'agit de plans de répartition établis par elle.la commission nationale statue dans les deux mois. Les plans de répartition doivent être, dans les huit jours qui suivent, publiés au Journal officiel. Ils sont susceptibles de recours pour excès de pouvoir devant le conseil d'Etat. Ils deviennent exécutoire à l'égard de chaque entreprise intéressé après la signature du contrat prévu au chapitre suivant."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Dans un délai de deux mois à compter de la publication du plan de répartition et de la communication des prix proposés pour chaque forme de vente ou de location, chaque entreprise de presse ou société de gestion d'imprimerie intéressée qui remplit les conditions prévues à l'article 17 de la présente loi doit faire connaitre au directeur de la société nationale des entreprises de presse di elle désire acquérir les biens qui lui sont attribués par le plan de répartition, soit au comptant, soit par voie d'achat sous condition suspensive du payement ou si elle désire prendre à bail lesdits biens.L'entreprise ou société de gestion d'imprimerie qui aura signé un contrat de location pourra, à chaque fin d'année, obtenir qu'y soit substitué un contrat de location-vente ou de vente au comptant. Sont exclues de cette disposition les entreprises visées à cette disposition les entreprises visées à l'alinéa 2 de l'article 9."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Il est créé un conseil supérieur des entreprises de presse qui prend la suite de la commission supérieure des séquestres de presse instituée par l'arrêté du 14 janvier 1946.Le conseil supérieur des entreprises de presse connaît des différends pouvant surgir à l'occasion de l'application des contrats de location ou d'impression passés entre les entreprises de presse et la Société nationale des entreprises de presse.La composition et le fonctionnement du conseil supérieur sont fixés par décret pris sur le rapport du ministre chargé de l'information, du garde des sceaux, ministre de la justice, et du ministre des finances."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le président-directeur de la Société nationale passe les contrats de vente, de vente sous condition suspensive du payement et de location, conformément aux contrats-types établis par le conseil supérieur des entreprises de presse.Ces contrats doivent prévoir notamment :1° Les garanties de solvabilité dont devront justifier les contractants ;2° Eventuellement, lorsque les possibilités d'utilisation des biens le permettent, l'obligation de consentir à une ou plusieurs entreprises nouvelles un contrat comportant l'utilisation d'une partie des biens attribués ;3° Si le contrat est passé avec une société de gestion d'imprimerie constituée pour la gestion des biens attribués en commun, l'engagement d'admettre l'adhésion d'entreprises nouvelles dans la mesure des possibilités matérielles des biens attribués ;4° Dans le cas de vente sous condition suspensive du payement, les obligations de l'attributaire en ce qui concerne l'entretien et le renouvellement des installations et l'outillage, ainsi que les modalités du contrôle de la Société nationale chargée de veiller à la sauvegarde desdites installations ;5° Que l'attributaire ne pourra imprimer que les journaux qui auront réglé ou pris l'engagement de régler à la Société nationale des entreprises de presse les dettes contractées pendant la gestion du séquestre, telles qu'elles auront été constatées ou arbitrées par le conseil supérieur des entreprises de presse et dans les délais fixés par celui-ci."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les contrats de vente sous condition suspensive du paiement devront prévoir des délais de payement de dix ans au moins et cinquante ans au plus sur la base d'annuités constantes.Les contrats de location seront faits pour une durée de dix ans au moins et de cinquante ans au plus.Le loyer devra tenir compte de l'amortissement des immeubles et du matériel qui, à l'expiration du bail, seraient démodés, usés, sans valeur d'utilisation et devront être remplacés."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Si, dans le mois qui suit la réception de la demande d'attribution, un accord sur le prix n'est pas intervenu entre la société nationale et la ou les entreprises demanderesses, il sera procédé à un arbitrage."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Chacune des parties désigne son arbitre. A défaut par l'une d'elles d'y procéder dans le délai de huit jours qui suivra la désignation de l'un des arbitres, le second sera désigné à la requête de la partie la plus diligente par ordonnance du président du tribunal de grande instance. Les arbitres devront déposer leurs rapports dans le délai d'un mois à compter de la date de la notification de l'ordonnance. A défaut d'accord entre les arbitres, un tiers arbitre sera désigné à la requête de la partie la plus diligente. Le tiers arbitre devra déposer son rapport dans les huit jours à compter de la date de la notification de l'ordonnance. Si un arbitre ne dépose pas son rapport dans le délai prescrit, ce délai est prorogé de quinze jours et un nouvel arbitre est désigné à la requête de la partie la plus diligente ; l'arbitre défaillant perd tous droits à honoraires.La sentence arbitrale sera enregistrée sans perception de droits et revêtue de l'ordonnance d'exequatur prévue à l'article 1021 du Code de procédure civile.Elle n'est susceptible d'aucun recours, sauf pour violation de la loi."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Faute par l'attributaire de payer les sommes convenues à titre de prix de vente, d'annuités, de vente sous condition suspensive du payement, de loyers ou redevances diverses aux dates prévues au contrat, une mise en demeure lui sera immédiatement notifiée par acte extra-judiciaire. A défaut de payement dans les trois mois qui suivent la date de cette notification, et sauf dans le cas où des délais de payement lui seraient consentis par décision motivée du conseil supérieur des entreprises de presse, l'attributaire sera déchu de ses droits. Le contrat sera résilié de plein droit et les sommes versées resteront acquises à titre de dommages-intérêts."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Dans le cas où l'entreprise, devenue propriétaire des biens visés à l'article 1er ci-dessus, désirerait les louer ou les aliéner sous forme de vente, d'apport en société ou autrement, dans un délai de dix ans à compter de l'attribution, elle doit notifier son intention à la Société nationale, qui devra donner son accord et aura un droit préférentiel de rachat.Le rachat sera effectué au prix auquel les biens avaient été attribués au bénéficiaire, compte tenu, éventuellement, des améliorations ou des dégâts survenus depuis l'attribution. A défaut d'accord amiable, le prix auquel s'exercera ce rachat est fixé suivant la procédure d'arbitrage définie ci-dessus."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Dans le cas où une entreprise bénéficiaire du plan de répartition renoncerait à exercer son droit, ou dans le cas de déchéance de l'entreprise attributaire, l'attribution pourra être demandée, dans les conditions prévues à la présente loi, par toute entreprise de presse ou d'information régulièrement autorisée à fonctionner conformément à la législation en vigueur."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les arrêtés déterminant conformément à l'article 3, les biens transférés seront publiés au Journal officiel. Ils seront insérés dans l'un des journaux de l'arrondissement ou, s'il n'en existe pas, dans l'un de ceux du département du siège de l'entreprise transférée ; en outre, ils seront affichés à la principale porte de la mairie.Ils seront notifiés aux parties intéressées à la diligence du préfet du département de la situation des biens. La notification peut avoir lieu dans la forme administrative."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les arrêtés visés ci-dessus seront, dans le délai de huit jours qui suivra l'accomplissement des formalités prévues à l'article précédent, transcrits au bureau de la conservation des hypothèques de l'arrondissement, conformément à l'article 2488 du code civil ; en ce qui concerne les fonds de commerce et le matériel, ils feront l'objet de la publicité prescrite en matière de vente de fonds de commerce."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les bénéficiaires, personnes physiques ou morales, des engagements ayant un caractère social, pris par les dirigeants des entreprises visées à l'article 1er vis-à-vis de leur personnel ou des groupements de leur personnel à titre bénévole ou contractuellement, sous la forme verbale ou écrite, motivés par la durée et la qualité des services rendus à l'entreprise, sont considérés comme créanciers privilégiés.Un arrêté du ministre chargé de l'information, contresigné par les ministres du travail et des finances, fixera les conditions dans lesquelles les bénéficiaires continueront à recevoir les avantages prévus, sous réserve de n'avoir subi aucune peine infligée par une cour de justice ou une chambre civique et de n'avoir pas fait l'objet d'une mesure d'exclusion de la profession."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les inscriptions des priviléges, nantissement et hypothèques conventionnelles, judiciaires ou légales, devront être prises au plus tard dans la quinzaine de la transcription, et en ce qui concerne les fonds de commerce, du dernier acte de publicité.A défaut d'inscription dans ce délai, les biens attribués sont affranchis de tous les privilèges, nantissement ou hypothèques de quelque nature qu'il soient, sans préjudice des droits des femmes, mineurs, interdit ou autres créanciers sur le montant des sommes dues par l'attributaire, tant qu'elles n'auront pas été rayées ou que l'ordre n'aura pas été règlé définitivement entre les créanciers.Les oppositions ou saisies-arrêts seront faites entre les mains de la société nationale."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les créanciers inscrits n'auront en aucun cas la faculté de surenchérir. Ils pourront exiger, dans un délai de quinze jours francs à dater de l'expiration du délai fixé au premier alinéa de l'article précédent, que les prix de vente ou de vente sous condition suspensive du payement soient, dans le cas où ils ne suffiraient pas à assurer le payement intégral de leurs créances, fixés par voie d'arbitrage dans les conditions prévues ci-dessus."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les actions en résolution, en revendication et toutes autres actions réelles ne pourront arrêter ni la confiscation, ni dévolution, ni en empêcher les effets."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Tous les actes faits en application de la présente loi seront visés pour timbre et enregistrés gratis lorsqu'il donneront lieu à la formalité de l'enregistrement."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Des règlements d'administration publique détermineront, en tant que de besoin, les modalités d'application de la présente loi, et notamment les conditions dans lesquelles seront versées au trésors les sommes qui ne seront pas reconnues nécessaires au fonctionnement de la société nationale des entreprises de presse."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Toutes dispositions contraires à la présente loi sont abrogées et notamment l'ordonnance n° 45-2705 du 2 novembre 1945."
    }
  ]
}