{
  "id": "jorftext000022521532",
  "type": "statute",
  "title": "LOI n° 2010-873 du 27 juillet 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022521532",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les établissements publics contribuant à l'action extérieure de la France ont pour mission de promouvoir la présence et l'influence de la France à l'étranger et de participer à l'action extérieure de l'Etat, notamment par la mise en œuvre à l'étranger d'actions culturelles, de coopération et de partenariat et par la gestion de moyens nécessaires à cette action.Ces établissements publics sont placés sous la tutelle de l'Etat. Ils sont créés par un décret en Conseil d'Etat qui précise leurs missions et leurs modalités d'organisation et de fonctionnement.Une convention pluriannuelle conclue entre l'Etat, représenté par les ministres concernés, et chaque établissement public contribuant à l'action extérieure de la France, représenté par le président de son conseil d'administration, définit, au regard des stratégies fixées, les objectifs et les moyens nécessaires à la mise en œuvre de ses missions. Le projet de convention est transmis par le Gouvernement, avant sa signature, aux commissions permanentes compétentes de l'Assemblée nationale et du Sénat. Ces commissions peuvent formuler un avis sur ce projet de convention dans un délai de six semaines.Au titre de leurs missions, ces établissements publics peuvent contribuer aux travaux d'instituts indépendants de recherche, en leur assurant le concours d'agents publics placés auprès de ces établissements par l'Etat.Pour l'accomplissement de leurs missions, ces établissements peuvent disposer de bureaux à l'étranger qui peuvent faire partie des missions diplomatiques. Là où ils ne disposent pas de bureaux, ils font appel aux missions diplomatiques. Leur action à l'étranger s'exerce sous l'autorité des chefs de mission diplomatique, dans le cadre de la mission de coordination et d'animation de ces derniers et sans préjudice des particularités de leur action relevant des dispositions du code monétaire et financier."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les établissements publics contribuant à l'action extérieure de la France sont administrés par un conseil d'administration.Le conseil d'administration comprend :1° Deux députés et deux sénateurs désignés par les commissions permanentes compétentes de l'Assemblée nationale et du Sénat ;2° Des représentants de l'Etat ;3° Des personnalités qualifiées désignées par l'Etat ;4° Des représentants élus du personnel.Le conseil d'administration des établissements publics qui reçoivent le concours de collectivités territoriales et d'organismes partenaires pour accomplir leurs missions comprend des représentants de ces collectivités et organismes.Les établissements publics contribuant à l'action extérieure de la France ne sont pas soumis au chapitre Ier du titre II de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les ressources des établissements publics contribuant à l'action extérieure de la France comprennent :1° Les dotations de l'Etat ;2° Les recettes provenant de l'exercice de leurs activités ;3° Les subventions et contributions d'organisations internationales et européennes, de collectivités territoriales et de tous organismes publics et privés ;4° Le revenu des biens meubles et immeubles ainsi que le produit de leur aliénation ;5° Le produit des participations et placements financiers, des intérêts et du remboursement de prêts ou avances ;6° Les recettes issues du mécénat ;7° Les dons, legs et recettes diverses ;8° Les emprunts."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Par dérogation aux articles L. 512-11, L. 512-15 et L. 512-17 du code général de la fonction publique, peuvent ne pas donner lieu à remboursement les mises à disposition de fonctionnaires auprès des établissements publics contribuant à l'action extérieure de la France en vue d'y exercer des missions d'intérêt public dans les deux années qui suivent la création de ces établissements publics ou, ultérieurement, pour une durée qui ne peut excéder six mois."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les établissements publics contribuant à l'action extérieure de la France transmettent un rapport annuel de leurs activités à l'Assemblée des Français de l'étranger."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. ― Il est créé un établissement public à caractère industriel et commercial, dénommé Campus France , placé sous la tutelle conjointe du ministre des affaires étrangères et du ministre chargé de l'enseignement supérieur et soumis au chapitre Ier.II. ― L'établissement public Campus France a notamment pour missions :1° La valorisation et la promotion à l'étranger du système d'enseignement supérieur et de formation professionnelle français, y compris par le suivi régulier des ressortissants étrangers ayant accompli tout ou partie de leur cursus dans le système français d'enseignement ou le réseau d'enseignement français à l'étranger ;2° L'accueil des étudiants et chercheurs étrangers, y compris l'aide à la délivrance des visas et l'hébergement, en appui aux universités, aux écoles et aux autres établissements d'enseignement supérieur et de recherche, ainsi qu'aux collectivités territoriales ;3° La gestion de bourses, de stages et d'autres programmes de la mobilité internationale des étudiants et des chercheurs ;4° La promotion et le développement de l'enseignement supérieur dispensé au moyen des nouvelles technologies de l'information et de la communication.L'établissement public Campus France exerce ses missions selon les orientations définies conjointement par le ministre des affaires étrangères et le ministre chargé de l'enseignement supérieur.Il veille à répondre aux besoins exprimés par le réseau diplomatique à l'étranger. Il collabore avec les organisations internationales et européennes, les collectivités territoriales, les universités, les écoles et les autres établissements d'enseignement supérieur et de recherche et les organisations concernées, ainsi qu'avec des partenaires publics et privés.Pour l'accomplissement de ses missions, il fait appel au réseau diplomatique à l'étranger, sous l'autorité des chefs de mission diplomatique, et aux établissements placés sous leur autorité ou qui sont liés par convention aux missions diplomatiques.\n\nII bis. ― Le conseil d'administration de Campus France comprend deux députés et deux sénateurs désignés par la commission permanente chargée des affaires étrangères de leur assemblée respective.III. ― L'établissement public Campus France se substitue, à la date d'effet de leur dissolution, à l'association Egide et au groupement d'intérêt public Campus France dans tous les contrats et conventions passés pour l'accomplissement de leurs missions.A la date d'effet de la dissolution de l'association Egide et du groupement d'intérêt public Campus France, leurs biens, droits et obligations sont transférés de plein droit et en pleine propriété à l'établissement public Campus France.Ces transferts sont effectués à titre gratuit et ne donnent lieu ni à indemnité, ni à perception d'impôts, droits ou taxes, ni au versement de salaires ou honoraires au profit de l'Etat, de ses agents ou de toute autre personne publique.IV. ― L'établissement public Campus France est substitué à l'association Egide et au groupement d'intérêt public Campus France à la date d'effet de leur dissolution pour les personnels titulaires d'un contrat de droit public ou de droit privé conclu avec l'un de ces organismes en vigueur à cette date. Il leur propose un contrat régi par le code du travail. Ce contrat reprend les clauses substantielles du contrat dont les agents étaient titulaires antérieurement au transfert, en particulier celles qui concernent la rémunération.Les agents concernés disposent d'un délai de trois mois pour accepter le contrat proposé à la suite du transfert d'activité. En cas de refus de ces agents, leur contrat prend fin de plein droit et l'établissement public Campus France applique les dispositions de droit public relatives aux agents licenciés.Les salariés dont le contrat de travail est transféré demeurent à titre transitoire régis par la convention ou l'accord collectif qui leur est applicable. La convention nationale applicable à l'établissement public Campus France leur devient applicable dès que les adaptations nécessaires ont fait l'objet d'un accord ou, au plus tard, quinze mois après leur transfert."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Est créé auprès de l'établissement public Campus France un conseil d'orientation relatif aux modalités d'accueil des étudiants et chercheurs étrangers en France, comprenant notamment des représentants des étudiants, de la Conférence des chefs d'établissement de l'enseignement supérieur et des collectivités territoriales.Sa composition et ses règles d'organisation et de fonctionnement sont fixées par décret."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'ensemble des activités internationales du Centre national des œuvres universitaires et scolaires est intégré à l'établissement public Campus France selon des modalités et un calendrier prévus par un décret à l'issue d'un rapport remis par le Gouvernement avant le 1er juin 2011 aux commissions permanentes compétentes de l'Assemblée nationale et du Sénat.A la date d'intégration des activités internationales du Centre national des œuvres universitaires et scolaires à l'établissement public Campus France et au plus tard le 31 décembre 2011, les biens, droits et obligations liés à ces activités sont transférés de plein droit et en pleine propriété à l'établissement public sans perception d'impôts, de droits ou de taxes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. ― Il est créé un établissement public à caractère industriel et commercial pour l'action culturelle extérieure, dénommé Institut français , placé sous la tutelle conjointe du ministre des affaires étrangères et du ministre chargé de la culture et soumis au chapitre Ier.II. ― S'inscrivant dans l'ambition de la France de contribuer à l'étranger à la diversité culturelle et linguistique dans un esprit de partenariat avec les pays d'accueil, l'Institut français concourt, en faisant appel au réseau culturel français à l'étranger, à la politique culturelle extérieure définie par le ministre des affaires étrangères, en étroite concertation avec les ministres concernés, en particulier le ministre chargé de la culture. L'Institut français a notamment pour missions :1° La promotion et l'accompagnement à l'étranger de la culture française ;2° Le développement des échanges avec les cultures européennes, francophones et étrangères ;3° Le soutien à la création, au développement et à la diffusion des expressions artistiques du Sud, ainsi que leur promotion et leur diffusion en France et à l'étranger ;4° La diffusion du patrimoine cinématographique et audiovisuel, en concertation étroite avec les organismes compétents dans ces domaines ;5° La promotion et l'accompagnement à l'étranger des idées, des savoirs et de la culture scientifique français ;6° Le soutien à une large circulation des écrits, des œuvres et des auteurs, en particulier francophones ;7° La promotion, la diffusion et l'enseignement à l'étranger de la langue française ;8° L'information du réseau culturel français à l'étranger, des institutions et des professionnels étrangers sur l'offre culturelle française ;9° Le conseil et la formation professionnels des personnels français et étrangers concourant à ces missions, et notamment des personnels du réseau culturel français à l'étranger, en liaison avec les organismes compétents. A ce titre, l'institut est associé à la politique de recrutement, d'affectation et de gestion des carrières de ces personnels.L'Institut français exerce ses missions selon les orientations définies conjointement par le ministre des affaires étrangères et le ministre chargé de la culture.Il opère sans préjudice des missions des organismes compétents en matière de promotion et d'exportation intervenant dans les domaines spécifiques mentionnés au présent article et en complémentarité avec ceux-ci, et dans une concertation étroite avec tous les opérateurs, qu'ils soient publics, associatifs ou privés. Il veille à répondre aux besoins exprimés par le réseau diplomatique à l'étranger.L'Institut français collabore avec les organisations internationales et européennes, les collectivités territoriales et notamment les départements et collectivités d'outre-mer, les organisations professionnelles concernées par l'exportation des industries culturelles françaises, les institutions de création et de diffusion culturelle françaises et étrangères, ainsi qu'avec des partenaires publics et privés, dont les alliances françaises.Pour l'accomplissement de ses missions, il fait appel au réseau diplomatique à l'étranger, sous l'autorité des chefs de mission diplomatique, et aux établissements placés sous leur autorité ou qui sont liés par convention aux missions diplomatiques.L'Institut français concourt à l'animation et à la gestion du réseau culturel. Il émet un avis sur la programmation des activités des établissements culturels français à l'étranger, sur les nominations et les évaluations des agents du réseau culturel, sur l'allocation des moyens humains, financiers et immobiliers dont dispose le réseau ainsi que sur leur répartition géographique. Ces dispositions sont précisées dans le décret en Conseil d'Etat mentionné à l'article 1er.III. ― L'Institut français se substitue à l'association CulturesFrance, à la date d'effet de sa dissolution, dans tous les contrats et conventions passés par cette dernière pour l'accomplissement de ses missions.Les biens, droits et obligations de l'association CulturesFrance sont transférés de plein droit et en pleine propriété à l'Institut français à la date d'effet de sa dissolution.Ces transferts sont effectués à titre gratuit et ne donnent lieu ni à indemnité, ni à perception d'impôts, droits ou taxes, ni au versement de salaires ou honoraires.IV. ― L'Institut français est substitué à l'association CulturesFrance à la date d'effet de sa dissolution, pour les personnels titulaires d'un contrat de travail de droit public ou de droit privé conclu avec cet organisme en vigueur à cette date. Il leur propose un contrat régi par le code du travail. Ce contrat reprend les clauses substantielles du contrat dont les agents étaient titulaires antérieurement au transfert, en particulier celles qui concernent la rémunération.Les agents concernés disposent d'un délai de trois mois pour accepter le contrat qui leur est proposé à la suite du transfert d'activité. En cas de refus de ces agents, leur contrat prend fin de plein droit et l'Institut français applique les dispositions de droit public relatives aux agents licenciés.Les salariés dont le contrat de travail est transféré demeurent à titre transitoire régis par la convention ou l'accord collectif qui leur est applicable. La convention nationale applicable à l'Institut français leur devient applicable dès que les adaptations nécessaires ont fait l'objet d'un accord ou, au plus tard, quinze mois après leur transfert.\n\nV. ― Le conseil d'administration de l'Institut français comprend deux députés et deux sénateurs désignés par la commission permanente chargée des affaires étrangères de leur assemblée respective."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Pour l'élaboration des stratégies de rayonnement de la culture et de la langue françaises à l'étranger, le ministre des affaires étrangères et le ministre chargé de la culture réunissent, au moins une fois par an, un conseil d'orientation stratégique qu'ils président conjointement et auquel participent des représentants de l'ensemble des ministères concernés. Ce conseil est également composé de personnalités qualifiées désignées par le ministre des affaires étrangères et par le ministre chargé de la culture, parmi lesquelles des représentants des collectivités territoriales et des alliances françaises, ainsi que d'une personnalité représentative des cultures numériques. Le conseil d'orientation stratégique comprend également un député et un sénateur désignés par la commission permanente chargée des affaires culturelles de leur assemblée respective.\n\nLe champ d'intervention du conseil d'orientation comprend l'audiovisuel extérieur de la France. A ce titre, le président de la société en charge de l'audiovisuel extérieur de la France y est associé.Le ministre des affaires étrangères et le ministre chargé de la culture invitent le président du conseil d'administration de l'Institut français à participer au conseil d'orientation stratégique."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Pendant un délai de trois ans à compter de la promulgation de la présente loi, le Gouvernement conduit une expérimentation du rattachement à l'Institut français du réseau culturel de la France à l'étranger. Dans un délai ne pouvant excéder six mois à compter de la publication de la présente loi, le ministre des affaires étrangères désigne des missions diplomatiques, dont le nombre ne peut être inférieur à dix, choisies pour constituer un échantillon représentatif de la diversité des postes en termes d'effectifs, de moyens et d'implantation géographique.Chaque année jusqu'au terme de ce délai de trois ans, le Gouvernement remet aux commissions permanentes compétentes de l'Assemblée nationale et du Sénat un rapport d'évaluation prospective des résultats de cette expérimentation.Si le Gouvernement décide, au terme de l'expérimentation, qu'elle n'est pas concluante, dès lors que des personnels ont changé de statut dans le cadre de l'expérimentation, leur rétablissement dans leur statut initial est de droit.Les modalités de ce rétablissement et la liste des postes concernés sont déterminées par voie réglementaire.Un cahier des charges conclu entre l'Institut français et sa tutelle précise les modalités de cette expérimentation et de son suivi régulier."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-L'établissement public dénommé : “ Agence française d'expertise technique internationale ” est transformé en société par actions simplifiée dénommée : “ Expertise France ” à la date de la publication du décret fixant les statuts initiaux de la société, qui intervient dans un délai de six mois à compter de la promulgation de la loi n° 2021-1031 du 4 août 2021 de programmation relative au développement solidaire et à la lutte contre les inégalités mondiales. Son capital est public. A la date de sa transformation, il est entièrement détenu par l'Agence française de développement.La société Expertise France est soumise au présent article et, dans la mesure où elles ne lui sont pas contraires, aux dispositions du chapitre Ier du titre Ier ainsi qu'aux dispositions législatives applicables aux sociétés par actions simplifiées et à celles applicables aux sociétés dans lesquelles l'Etat détient directement ou indirectement une participation.Cette transformation n'emporte ni création d'une personne morale nouvelle, ni cessation d'activité. L'ensemble des biens, droits, obligations, contrats et conventions de l'Agence française d'expertise technique internationale sont repris de plein droit par Expertise France. La validité à l'égard des tiers des actes administratifs pris par l'établissement public n'est pas affectée. Les opérations résultant de cette transformation ne donnent lieu au paiement d'aucun droit, ni d'aucune indemnité ou taxe, ni de la contribution prévue à l'article 879 du code général des impôts.Cette transformation n'emporte pas de conséquence sur le régime du personnel de l'Agence française d'expertise technique internationale. L'ensemble du personnel, sous contrat de travail ou en détachement, est transféré à la nouvelle société.II.-La société Expertise France exerce une mission de service public en concourant à la promotion de l'assistance technique et de l'expertise internationale publique françaises à l'étranger, sur financements bilatéraux et multilatéraux. Elle inscrit son action dans le cadre de la politique extérieure de coopération au développement, d'influence et de diplomatie économique de la France, en relation avec les ministères et les organismes concernés par la mise à disposition ou le détachement d'experts publics et dans le cadre des orientations stratégiques définies par l'Etat. Elle appuie les collectivités territoriales et leurs groupements, en particulier celles et ceux d'outre-mer, dans la mise en œuvre de leurs actions en matière de politique de développement solidaire et de lutte contre les inégalités mondiales.III.-Le conseil d'administration de la société Expertise France comprend, outre son président, dix-huit membres, désignés dans les conditions suivantes :1° Deux députés et deux sénateurs, désignés de manière à assurer pour chacune des assemblées une représentation pluraliste ;2° Quatre membres représentant l'Etat, dont deux membres nommés par le ministre chargé du développement et deux membres nommés par le ministre chargé de l'économie ;3° Quatre membres représentant l'Agence française de développement ;4° Deux personnalités désignées en raison de leurs compétences dans le domaine d'activité de la société et nommées par décret pris sur le rapport des ministres chargés du développement et de l'économie ;5° Deux membres représentant le personnel, élus dans les conditions fixées au chapitre II du titre II de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public ;6° Un représentant élu des collectivités territoriales et un représentant des organisations de la société civile de solidarité internationale, nommés par décret pris sur le rapport des ministres chargés du développement et de l'économie.Les désignations mentionnées aux 1° à 6° du présent III assurent une représentation égale de chaque sexe.IV.-Le président du conseil d'administration organise et dirige les travaux du conseil. Il veille au bon fonctionnement des organes de la société et s'assure, en particulier, que les administrateurs sont en mesure de remplir leur mission. Il est nommé par décret, sur proposition conjointe des ministres chargés du développement et de l'économie.V.-Les statuts prévoient la désignation d'un directeur général auquel le président du conseil d'administration délègue l'ensemble de ses prérogatives de gestion opérationnelle. Le directeur général représente la société à l'égard des tiers. Il est investi des pouvoirs les plus étendus pour agir en toute circonstance au nom de la société, dans la limite de l'objet social.VI.-Le ministre chargé du développement et le ministre chargé de l'économie nomment chacun un commissaire du Gouvernement. Les délibérations et décisions du conseil d'administration de la société Expertise France sont exécutoires de plein droit huit jours après leur réception par les commissaires du Gouvernement, à moins que l'un d'entre eux n'y fasse opposition dans ce délai. Les commissaires du Gouvernement participent aux séances du conseil d'administration et disposent du même droit d'information que ses membres.VII.-La société Expertise France est soumise au contrôle économique et financier de l'Etat dans les conditions prévues par le décret n° 55-733 du 26 mai 1955 relatif au contrôle économique et financier de l'Etat.VIII.-Les statuts de la société sont approuvés par décret.IX.-Tous les deux ans, le Gouvernement remet au Parlement un rapport recensant le nombre d'experts techniques internationaux français et détaillant leur secteur d'intervention et leur secteur géographique d'activité."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. ― Il est créé une allocation au conjoint versée au conjoint ou au partenaire lié par un pacte civil de solidarité de l'agent civil de l'Etat en service à l'étranger qui n'exerce pas d'activité professionnelle ou qui exerce une activité professionnelle pour laquelle il perçoit une rémunération brute totale annuelle inférieure ou égale à un montant fixé par voie réglementaire.Cette allocation se substitue au supplément familial dont bénéficient les personnels civils de l'Etat en service à l'étranger.Cette allocation ne bénéficie pas aux conjoints ou aux partenaires liés par un pacte civil de solidarité des personnels contractuels recrutés à l'étranger sous le régime des contrats de travail soumis au droit local.II. ― Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'Etat peut exiger le remboursement de tout ou partie des dépenses qu'il a engagées ou dont il serait redevable à l'égard de tiers à l'occasion d'opérations de secours à l'étranger au bénéfice de personnes s'étant délibérément exposées, sauf motif légitime tiré notamment de leur activité professionnelle ou d'une situation d'urgence, à des risques qu'elles ne pouvaient ignorer.Les conditions d'application du présent article sont précisées, en tant que de besoin, par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'Etat peut exercer une action récursoire à l'encontre des opérateurs de transport, des compagnies d'assurance, des agents de voyage et autres opérateurs de la vente de voyages et de séjours, ou de leurs représentants, auxquels il a dû se substituer en organisant une opération de secours à l'étranger, faute pour ces professionnels d'avoir fourni la prestation de voyage ou de rapatriement à laquelle ils étaient tenus à l'égard de leurs contractants.Les conditions d'application du présent article sont précisées, en tant que de besoin, par décret en Conseil d'Etat."
    }
  ]
}