{
  "id": "jorftext000029953502",
  "type": "statute",
  "title": "LOI n°2014-1554 du 22 décembre 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029953502",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2013, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\n3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 173,8 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, s'élevant à 0,1 milliard d'euros ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 12,4 milliards d'euros.\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n182,2\n\n189,1\n\n- 6,9\n\nVieillesse\n\n212,2\n\n215,8\n\n- 3,6\n\nFamille\n\n54,9\n\n58,2\n\n- 3,3\n\nAccidents du travail et maladies professionnelles\n\n13,5\n\n12,8\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n449,8\n\n462,9\n\n- 13,1\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n158,0\n\n164,8\n\n- 6,8\n\nVieillesse\n\n111,4\n\n114,6\n\n- 3,1\n\nFamille\n\n54,6\n\n57,8\n\n- 3,2\n\nAccidents du travail et maladies professionnelles\n\n12,0\n\n11,3\n\n0,6\n\nToutes branches (hors transferts entre branches)\n\n324,0\n\n336,5\n\n- 12,5\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,8\n\n19,7\n\n- 2,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2013, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents et la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2013 figurant à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "II.-Pour l'année 2014, le montant W mentionné aux articles L. 138-19-1 à L. 138-19-3 du code de la sécurité sociale est fixé à 450 millions d'euros."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "VI. - Les III à V s'appliquent à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Au titre de l'année 2014, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros)\n\nOBJECTIFde dépenses\n\nDépenses de soins de ville\n\n80,9\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n55,5\n\nAutres dépenses relatives aux établissements de santé\n\n19,7\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n8,5\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n9,0\n\nDépenses relatives au fonds d'intervention régional\n\n3,0\n\nAutres prises en charge\n\n1,7\n\nTotal\n\n178,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "VI.-Le présent article s'applique aux revenus de remplacement dont le fait générateur intervient à compter du 1er janvier 2015, à l'exception du III, qui s'applique à compter de l'imposition des revenus de l'année 2015."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "IV. - Le présent article s'applique aux sommes versées à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Loi n° 2014-626\n\nArt. 25\n\nIV.-A.-Le présent article s'applique aux cotisations et aux contributions de sécurité sociale dues au titre des périodes courant à compter du 1er janvier 2015.\n\nB.-Par dérogation au A du présent IV, les 6° et 7° du I s'appliquent aux cotisations et aux contributions de sécurité sociale dues au titre des périodes courant à compter d'une date fixée par décret, et au plus tard à compter du 1er janvier 2016.\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "III.-Les cotisations forfaitaires fixées par arrêté ministériel en application des articles L. 241-2, L. 241-3, L. 241-5 et L. 241-6 du code de la sécurité sociale, ainsi que du premier alinéa de l'article L. 741-13 et de l'article L. 751-19 du code rural et de la pêche maritime dans leur rédaction antérieure à la présente loi, demeurent applicables jusqu'à la publication du décret prévu à l'article L. 242-4-4 du code de la sécurité sociale, et à défaut jusqu'au 31 décembre 2015."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I., IV., V.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nLe taux L mentionné aux articles L. 138-10 et L. 138-12 du code de la sécurité sociale est fixé à-1 %.\n\nIII.-A compter du 1er janvier 2015, le montant W mentionné aux articles L. 138-19-1 à L. 138-19-3 du code de la sécurité sociale est fixé à 700 millions d'euros.\n\nVI.-L'article L. 162-22-7-1 du même code est abrogé. Toutefois, cet article continue de s'appliquer aux spécialités, produits ou prestations pour lesquels le Comité économique des produits de santé a fixé un montant maximal de dépenses.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV.-A.-Les 1°, 2° et 3° du III du présent article s'appliquent aux déclarations et versements effectués à compter du 1er janvier 2015.\n\nB.-La taxe mentionnée à l'article 1600-0 O du code général des impôts, dans sa rédaction antérieure à la présente loi, demeure exigible au titre des ventes des dispositifs mentionnés au II du même article réalisées jusqu'au 31 décembre 2014.\n\nLa contribution prévue à l'article L. 245-5-5-1 du code de la sécurité sociale, tel qu'il résulte du présent article, est applicable aux ventes des dispositifs mentionnés au II du même article L. 245-5-5-1 réalisées à compter du 1er janvier 2015.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code rural\n\n- Code de la sécurité sociale.\n\n- Code rural\n\n- Code de la sécurité sociale.\n\n- Code rural\n\nIII.-Le présent article est applicable à compter du 1er juillet 2015."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "II. - Le I est applicable aux rentes versées à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "II. - La perte de recettes résultant pour les organismes de sécurité sociale du I est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-A modifié les dispositions suivantes :\n\nCode de la sécurité sociale\n\nArt. L136-7\n\nII.-Le I s'applique pour les faits générateurs intervenant à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "II. - L'article L. 243-1-3 du code de la sécurité sociale s'applique aux périodes d'acquisition de droits à congés postérieures au 1er avril 2015 pour les cotisations et contributions mentionnées au 2° du même article L. 243-1-3. Le 1° du I du présent article s'applique à compter du 1er avril 2016."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "III. - A. - Les 1° et 2° des I et II du présent article s'appliquent aux contrôles engagés à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Les employeurs mentionnés au II de l'article L. 241-13 du code de la sécurité sociale dont l'activité économique est conditionnée au bon fonctionnement de dessertes maritimes et qui ont été affectés par l'interruption prolongée de celles-ci au cours des mois de juin et juillet 2014 sont exonérés, pour les gains et rémunérations versés au titre du troisième trimestre de l'année 2014, du paiement des cotisations au titre des assurances sociales et des allocations familiales, de la cotisation et de la contribution mentionnées à l'article L. 834-1 du même code et de la contribution mentionnée au 1° de l'article L. 14-10-4 du code de l'action sociale et des familles, ainsi que d'une part des cotisations dues au titre des accidents du travail et des maladies professionnelles égale à un point.II. - Le bénéfice de cette exonération et de cette réduction est ouvert aux employeurs mentionnés au I du présent article qui adressent, pour chaque établissement, à l'organisme chargé du recouvrement des cotisations et contributions sociales, en complément à la déclaration prévue à l'article L. 133-5 du code de la sécurité sociale, une attestation de baisse de leur chiffre d'affaires au troisième trimestre de l'année 2014 par rapport à celui du troisième trimestre de l'année 2013. Les entreprises créées postérieurement au troisième trimestre de l'année 2013 justifient leur situation par des moyens équivalents. L'attestation doit être conforme à un modèle fixé par un arrêté des ministres chargés de la sécurité sociale et du budget.Le bénéfice de l'exonération et de la réduction est également subordonné au fait, pour l'employeur, d'être à jour de ses obligations déclaratives et de paiement. La condition de paiement est considérée comme satisfaite dès lors que l'employeur, d'une part, a souscrit et respecte un plan d'apurement des cotisations restant dues et, d'autre part, acquitte les cotisations à leur date normale d'exigibilité. Il est également subordonné au fait, pour l'entreprise ou le chef d'entreprise, de ne pas avoir fait l'objet d'une condamnation pénale passée en force de chose jugée soit pour fraude fiscale, soit pour travail dissimulé, marchandage ou prêt illicite de main-d'œuvre, en application des articles L. 5224-2, L. 8224-1, L. 8224-3, L. 8224-4, L. 8224-5, L. 8224-6, L. 8234-1 et L. 8234-2 du code du travail."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "II.-Le I s'applique aux recours formés devant la caisse primaire d'assurance maladie ou la caisse d'assurance retraite et de la santé au travail à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "II. - Jusqu'à la publication de l'arrêté mentionné au premier alinéa de l'article L. 723-35 du code rural et de la pêche maritime, dans sa rédaction résultant du présent article, les conseils d'administration des caisses de mutualité sociale agricole demeurent compétents pour statuer sur l'ensemble des demandes de remise des pénalités et majorations de retard."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "IV.-La Caisse maritime d'allocations familiales est dissoute à la date du 1er janvier 2016."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. Abrogé\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-A modifié les dispositions suivantes :\n\nVI.-Les réserves et le report à nouveau inscrits dans les comptes de la caisse de sécurité sociale de Mayotte au 1er janvier 2015 au titre de la gestion des régimes de sécurité sociale, de l'action sociale et de la prévention mentionnés au II de l'article 22 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte sont transférés, après affectation du résultat de l'exercice 2014, aux organismes nationaux mentionnés aux articles L. 221-1, L. 222-1 et L. 223-1 du code de la sécurité sociale. Un arrêté fixe les montants de ces transferts.\n\nVII.-Les droits, biens et obligations de la caisse d'allocations familiales de La Réunion afférents à la gestion du régime des prestations familiales à Mayotte, ainsi que les contrats de travail des agents concernés, sont transférés à la caisse de sécurité sociale de Mayotte.\n\nVIII.-Le I, les 2° à 6° du II et les VI et VII du présent article entrent en vigueur au 1er janvier 2015. Le 1° du II et le V entrent en vigueur le 1er janvier 2016.\n\n-Ordonnance n° 2002-149 du 7 février 2002\n\n-Ordonnance n° 96-1122 du 20 décembre 1996\n\n-Ordonnance n° 96-1122 du 20 décembre 1996\n\n-Code rural et de la pêche maritime.\n\n-Code de l'action sociale et des familles\n\n-Loi n° 2003-1199 du 18 décembre 2003\n\nArt. 33"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "III.-Le présent article s'applique aux produits des impositions et contributions assises sur les opérations dont le fait générateur intervient à compter du 1er janvier 2015, à l'exception du A du I, qui s'applique à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2015.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Est approuvé le montant de 3,7 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2015."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Pour l'année 2015, sont approuvées les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n191,0\n\n198,0\n\n- 7,0\n\nVieillesse\n\n222,7\n\n224,0\n\n- 1,3\n\nFamille\n\n52,4\n\n54,6\n\n- 2,3\n\nAccidents du travail et maladies professionnelles\n\n13,7\n\n13,5\n\n0,3\n\nToutes branches (hors transferts entre branches)\n\n466,2\n\n476,6\n\n- 10,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Pour l'année 2015, sont approuvées les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, du régime général :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSolde\n\nMaladie\n\n166,7\n\n173,6\n\n- 6,9\n\nVieillesse\n\n119,4\n\n120,9\n\n- 1,5\n\nFamille\n\n52,4\n\n54,6\n\n- 2,3\n\nAccidents du travail et maladies professionnelles\n\n12,3\n\n12,1\n\n0,2\n\nToutes branches (hors transferts entre branches)\n\n338,1\n\n348,6\n\n- 10,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Pour l'année 2015, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nII. - Pour l'année 2015, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 13,1 milliards d'euros.III. - Pour l'année 2015, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nIV. - Pour l'année 2015, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde dépenses\n\nSolde\n\nFonds de solidarité vieillesse\n\n16,6\n\n19,6\n\n- 2,9\n\n1\n\ncenter\n\nPRÉVISIONSde recettes\n\nRecettes affectées\n\n0\n\nTotal\n\n0\n\n1\n\ncenter\n\nPRÉVISIONSde recettes\n\nRecettes\n\n0\n\nTotal\n\n0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Sont habilités en 2015 à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nII. - Le montant maximal des ressources non permanentes fixé au I du présent article pour l'Agence centrale des organismes de sécurité sociale peut être majoré par décret, dans la limite du montant fixé pour la Caisse centrale de la mutualité sociale agricole au même I, compte tenu des dispositions de la convention mentionnée à l'article L. 225-1-4 du code de la sécurité sociale liant ces deux organismes.\n\nMONTANTS LIMITES\n\nAgence centrale des organismes de sécurité sociale\n\n36 300\n\nCaisse centrale de la Mutualité sociale agricole\n\n3 700\n\nCaisse nationale de retraites des agents des collectivités locales\n\n600\n\nCaisse autonome nationale de la sécurité sociale dans les mines\n\n1 050\n\nCaisse nationale des industries électriques et gazières\n\n200\n\nCaisse de prévoyance et de retraite du personnel de la Société nationale des chemins de fer français\n\n400\n\nCaisse de retraite du personnel de la Régie autonome des transports parisiens\n\n15\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2015 à 2018), les prévisions de recettes et les objectifs de dépenses, par branche, des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "II. - Le 4° du I du présent article entre en vigueur à la date fixée au premier alinéa du II de l'article 56 de la loi n° 2013-1203 du 23 décembre 2013 de financement de la sécurité sociale pour 2014."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "II.-Le présent article entre en vigueur au 1er juillet 2015."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. à VI. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVII.-Le présent article est applicable aux périodes de congés ou de cessation d'activité en cours au 1er janvier 2015.\n\n- Code rural et de la pêche maritime.\n\n- Code de la sécurité sociale.\n\n- Loi n° 84-16 du 11 janvier 1984\n\n- Loi n°84-53 du 26 janvier 1984\n\n- Loi n°86-33 du 9 janvier 1986\n\n- Code du travail\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "III.-Le I et le a du 2° du II du présent article entrent en vigueur au 1er janvier 2015. Le 1°, le b du 2° et le 3° du II entrent en vigueur au 1er janvier 2016."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "III.-Les établissements de santé et les organismes qui sont, à la date de la promulgation de la présente loi, désignés comme consultation de dépistage anonyme et gratuit de l'infection par le virus de l'immunodéficience humaine ou habilités en tant que centre d'information, de dépistage et de diagnostic des infections sexuellement transmissibles ou qui relèvent d'une collectivité territoriale ayant conclu une convention en application de l'article L. 3121-1 du code de la santé publique peuvent demander, jusqu'au 30 avril 2015, leur habilitation en tant que centre gratuit d'information, de dépistage et de diagnostic en application de l'article L. 3121-2 du même code."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2015, un rapport sur l'évaluation du dispositif mis en place dans le cadre des articles L. 162-4-5 et L. 162-8-1 du code de la sécurité sociale permettant l'accès à la délivrance de contraception aux mineures d'au moins quinze ans de manière anonyme et gratuite."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "II.-Le présent article entre en vigueur le 1er janvier 2016, à l'exception de l'avant-dernier alinéa des articles L. 3111-11 et L. 3112-3 du code de la santé publique, qui entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2018.Jusqu'à la date fixée par le décret mentionnée au premier alinéa du présent II, une convention conclue entre, d'une part, chaque établissement ou organisme habilité ou chaque collectivité territoriale exerçant des activités en matière de vaccination et, d'autre part, la caisse primaire d'assurance maladie du département auquel il ou elle se rattache établit les modalités de facturation de ces vaccins. Le collège des directeurs de l'Union nationale des caisses d'assurance maladie, mentionné à l'article L. 182-2-4 du code de la sécurité sociale, fixe le modèle type de la convention."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "II.-L'article L. 162-22-20 du code de la sécurité sociale entre en vigueur au 1er janvier 2016. Jusqu'au 31 décembre 2015, seuls les établissements de santé volontaires, dont la liste est arrêtée par les ministres chargés de la santé et de la sécurité sociale, sont éligibles à un financement complémentaire portant sur l'amélioration de la qualité et de la sécurité des soins par le biais de la dotation définie à l'article L. 162-22-13 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. et II.-A créé les dispositions suivantes :\n\nIII.-Pour l'année 2015, et par dérogation à l'article L. 162-22-8-2 du code de la sécurité sociale, la part des frais d'hospitalisation prise en charge par les régimes obligatoires d'assurance maladie au titre des soins dispensés dans le cadre des activités de médecine exercées par les établissements de santé relevant, avant la publication de loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires, des règles applicables aux hôpitaux locaux au sens de l'article L. 6141-2 du code de la santé publique, dans sa rédaction antérieure à la publication de la même loi, est incluse dans la dotation annuelle de financement mentionnée à l'article L. 174-1 du code de la sécurité sociale et comprise dans l'objectif défini à l'article L. 174-1-1 du même code. Le montant de cette dotation est modulé en fonction de l'activité de médecine de l'établissement, mesurée par les données mentionnées à l'article L. 6113-7 du code de la santé publique.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "II.-Un contrat de praticien territorial de médecine ambulatoire ne peut être conclu que par un médecin dont l'installation en cabinet libéral dans une zone mentionnée au 2° du I de l'article L. 1435-4-3 du code de la santé publique est postérieure au 31 décembre 2014."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Le I et les 2° et 3° du II du présent article entrent en vigueur le 1er janvier 2016.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juillet 2015, un rapport portant sur la diffusion des actions relatives à la pertinence des soins au sein des équipes médicales hospitalières. Il évalue notamment les moyens consacrés à la diffusion des bonnes pratiques, tant en termes de formation continue que de demi-journées rémunérées au titre d'activités d'intérêt général.Ce rapport évalue également la faisabilité de l'extension aux actions de pertinence des soins de l'accréditation de la qualité de la pratique professionnelle mentionnée à l'article L. 4135-1 du code de la santé publique."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "II.-Le présent article s'applique aux produits qui répondent aux descriptions génériques particulières prévues à l'article L. 165-1 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, à compter de son entrée en vigueur et qui font l'objet, à compter de cette date, d'une inscription sur la liste prévue au même article L. 165-1. Il s'applique également, à compter de la même date et dans des conditions prévues par le décret en Conseil d'Etat mentionné au troisième alinéa dudit article, aux produits qui répondent aux descriptions génériques particulières précitées et qui sont inscrits sur ladite liste."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "II.-Le présent article s'applique à compter du 1er mars 2015."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "II.-Le présent article s'applique à la prise en charge, au titre de la liste mentionnée à l'article L. 162-22-7 du code de la sécurité sociale, des spécialités pharmaceutiques ou produits et prestations pour lesquels le dernier avis de la commission mentionnée à l'article L. 5123-3 du code de la santé publique ou de la commission mentionnée à l'article L. 165-1 du code de la sécurité sociale a été rendu public postérieurement au 1er janvier 2015. La prise en charge, au titre de la liste mentionnée à l'article L. 162-22-7 du même code, des spécialités pharmaceutiques ou produits et prestations pour lesquels les avis mentionnés à la première phrase du présent II ont été rendus publics avant le 1er janvier 2015 demeure régie par les dispositions législatives dans leur rédaction en vigueur avant cette date."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "IV.-Le présent article s'applique aux prestations réalisées à compter du 1er janvier 2015. Pour les prestations réalisées antérieurement à cette date, le délai dans lequel les demandes en paiement doivent être présentées sous peine de forclusion continue de courir jusqu'au terme prévu en application de l'article 2224 du code civil, sans pouvoir excéder le 31 décembre 2016."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés mentionnée à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000) est fixé à 230,6 millions d'euros pour l'année 2015.\n\nII.-Le montant de la dotation des régimes obligatoires d'assurance maladie pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionnée à l'article L. 1142-23 du code de la santé publique, est fixé à    83 millions d'euros pour l'année 2015.\n\nIII.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement de l'Etablissement de préparation et de réponse aux urgences sanitaires mentionné à l'article L. 3135-1 du code de la santé publique est fixé à 15,257 millions d'euros pour l'année 2015.\n\nIV.-Le montant de la contribution de la Caisse nationale de solidarité pour l'autonomie au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 103,17 millions d'euros pour l'année 2015.\n\nV.-Pour l'année 2015, la section mentionnée au V bis de l'article L. 14-10-5 du code de l'action sociale et des familles retrace, en charges, la contribution de la Caisse nationale de solidarité pour l'autonomie au financement du plan national d'adaptation des logements privés aux contraintes liées à l'âge et à la perte d'autonomie, dans la limite de 20 millions d'euros.\n\nVI.-A modifié les dispositions suivantes :\n\n-Code de l'action sociale et des"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Le Gouvernement remet au Parlement, dans un délai d'un an à compter de la promulgation de la présente loi, un rapport d'évaluation des contrats pluriannuels d'objectifs et de moyens conclus depuis 2008 avec les établissements et services du secteur social et médico-social."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Pour l'année 2015, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 198,0 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 173,6 milliards d'euros."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Pour l'année 2015, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nOBJECTIFde dépenses\n\nDépenses de soins de ville\n\n83,0\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n56,9\n\nAutres dépenses relatives aux établissements de santé\n\n20,0\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n8,7\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n9,2\n\nDépenses relatives au fonds d'intervention régional\n\n3,1\n\nAutres prises en charge\n\n1,6\n\nTotal\n\n182,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Par dérogation aux conditions prévues à l'article L. 351-14-1 du code de la sécurité sociale, les enfants des anciens harkis, moghaznis et personnels des diverses formations supplétives et assimilés de statut civil de droit local qui ont servi en Algérie et qui sont venus établir leur domicile en France voient les périodes qu'ils ont passées dans des camps militaires de transit et d'hébergement entre le 18 mars 1962 et le 31 décembre 1975 prises en compte par le régime général d'assurance vieillesse, sous réserve :1° Qu'ils aient été âgés de 16 à 21 ans pendant les périodes mentionnées au premier alinéa du présent article ;2° Du versement des cotisations prévues au premier alinéa du I du même article L. 351-14-1, diminué du montant d'une réduction forfaitaire prise en charge par l'Etat dans des conditions et limites fixées par décret.Le nombre de trimestres d'assurance attribués en application du présent article est limité à quatre, sans que le total des trimestres acquis à ce titre et, le cas échéant, en application dudit article L. 351-14-1 n'excède le plafond fixé au premier alinéa du I du même article."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Pour l'année 2015, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 224,0 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 120,9 milliards d'euros."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 380 millions d'euros au titre de l'année 2015.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 693 millions d'euros au titre de l'année 2015.III. - Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à un milliard d'euros au titre de l'année 2015."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII.-L'attribution d'indemnités journalières aux personnes mentionnées aux 2° et 3° de l'article L. 752-5 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, est applicable aux arrêts de travail prescrits à compter du 1er janvier 2015.\n\n- Code rural et de la pêche maritime."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Pour l'année 2015, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,5 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 12,1 milliards d'euros."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "III.-Le I entre en vigueur à une date fixée par décret, et au plus tard le 1er juillet 2015."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Pour l'année 2015, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 54,6 milliards d'euros."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nII.-Abrogé.\n\nIII.-Pour l'année 2015, les dépenses de prise en charge mentionnées au 2° de l'article L. 135-2 du code de la sécurité sociale sont fixées à 3,4 milliards d'euros pour le régime général, à 400 millions d'euros pour le régime des salariés agricoles et à 100 millions d'euros pour le régime social des indépendants.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Pour l'année 2015, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros)\n\nPRÉVISIONSde charges\n\nFonds de solidarité vieillesse\n\n19,6\n\ncenter\n\ncenter\n\n1\n\n700"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - Les missions et les activités de développement, de production, de support et de pilotage local des centres régionaux de traitement informatique, du service commun des caisses d'allocations familiales de la région parisienne et des centres nationaux d'études et de développement informatique de la branche Famille du régime général sont transférées à la Caisse nationale des allocations familiales à compter du 1er juillet 2015.II. - Les droits, biens et obligations des organismes accomplissant les missions et les activités mentionnées au I sont transférés à la Caisse nationale des allocations familiales au 1er juillet 2015.III. - Les centres régionaux de traitement informatique mentionnés au I sont dissous le 30 juin 2015."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article s'applique aux redressements notifiés à compter du 1er janvier 2015.\n\n-Code de la sécurité sociale.\n\nA créé les dispositions suivantes :\n\n-Code rural et de la pêche maritime.\n\nArt. L725-12-2"
    },
    {
      "provision_ref": "artAnnexeA",
      "section": "AnnexeA",
      "title": "Article AnnexeA",
      "content": "RAPPORT RETRAÇANT LA SITUATION PATRIMONIALE, AU 31 DÉCEMBRE 2013, DES RÉGIMES OBLIGATOIRES DE BASE ET DES ORGANISMES CONCOURANT À LEUR FINANCEMENT, À L'AMORTISSEMENT DE LEUR DETTE OU À LA MISE EN RÉSERVE DE RECETTES À LEUR PROFIT ET DÉCRIVANT LES MESURES PRÉVUES POUR L'AFFECTATION DES EXCÉDENTS ET LA COUVERTURE DES DÉFICITS CONSTATÉS POUR L'EXERCICE 2013\n\nI. - Situation patrimoniale de la sécurité sociale au 31 décembre 2013\n\n(En milliards d'euros)\n\nSur le champ des régimes de base, du FSV, de la CADES et du FRR, le passif net (ou \"dette\") de la sécurité sociale, mesuré par ses capitaux propres négatifs, qui représentent le cumul des déficits passés restant à financer, s'élevait à 110,9 milliards d'euros au 31 décembre 2013, soit l'équivalent de 5,4 points de produit intérieur brut. Ce passif net, en hausse de 3,6 milliards d'euros par rapport à 2012, tend à se stabiliser après la forte dégradation consécutive à la crise économique des années 2008-2009, sous le triple effet de la réduction des déficits des régimes de base et du FSV (16,0 milliards d'euros en 2013 contre 19,1 milliards d'euros en 2012), de l'augmentation de la capacité de remboursement de la CADES (12,4 milliards d'euros contre 11,9 milliards d'euros en 2012) et des résultats en hausse du FRR (1,9 milliard d'euros contre 1,3 milliard d'euros en 2012).Le financement de ce passif est assuré à titre principal par l'endettement financier. Son montant net, qui correspond à la différence entre les dettes financières (essentiellement portées par la CADES et l'ACOSS) et les actifs financiers placés ou détenus en trésorerie (essentiellement par le FRR), s'établit donc à un niveau proche du passif net de la sécurité sociale et en suit les mêmes tendances si on tient compte par ailleurs des effets de la variation du besoin en fonds de roulement lié au financement des opérations courantes des régimes (écart entre les sommes à encaisser sur cotisations et les sommes à décaisser sur prestations, principalement) et des acquisitions d'actifs immobilisés, qui pèsent également sur la trésorerie. L'endettement financier net de la sécurité sociale a donc également évolué à un rythme ralenti par rapport aux années récentes et s'établit à 118,0 milliards d'euros au 31 décembre 2013, après 116,2 milliards d'euros à fin 2012.\n\nEvolution du passif net et de l'endettement financier net de la sécurité sociale depuis 2009\n\nL'ensemble de ces éléments sont détaillés à l'annexe 9 au projet de loi de financement de la sécurité sociale pour 2015.\n\nII. - Couverture des déficits et affectation des excédents constatés sur l'exercice 2013\n\nLes comptes du régime général ont été déficitaires de 12,5 milliards d'euros en 2013. La branche Maladie a ainsi enregistré un déficit de 6,8 milliards d'euros, la branche Famille un déficit de 3,2 milliards d'euros et la branche Vieillesse un déficit de 3,1 milliards d'euros, la branche Accidents du travail et maladies professionnelles ayant quant à elle dégagé, pour la première fois depuis 2008, un excédent qui s'est élevé à 0,6 milliard d'euros. Par ailleurs, le FSV a enregistré un déficit de 2,9 milliards d'euros.Dans le cadre fixé par la loi organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale, la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011 a organisé le transfert à la CADES, dès l'année 2011, des déficits 2011 des branches Maladie et Famille du régime général. Elle a également prévu la reprise progressive, à compter de 2012, des déficits 2011 à 2018 de la branche Vieillesse du régime général et du FSV, dans la double limite de 10 milliards d'euros chaque année et de 62 milliards d'euros au total. Conformément aux dispositions organiques, la CADES a été affectataire de ressources lui permettant de financer ces sommes.Même si la reprise des déficits de la branche Vieillesse et du FSV reste prioritaire, compte tenu des marges rendues disponibles par les différentes mesures prises en matière de redressement financier de ceux-là, la loi n° 2013-1203 du 23 décembre 2013 de financement de la sécurité sociale pour 2014 a intégré les déficits 2012 à 2018 des branches Maladie et Famille dans le champ de la reprise prévue par la loi n° 2010-1594 du 20 décembre 2010 précitée, sans modification des plafonds initiaux de reprise ni de l'échéance d'amortissement des déficits, qui demeure estimée par la CADES à 2024. Dans ce cadre, les déficits 2012 de la branche Maladie (5,9 milliards d'euros) ont été repris en 2014 à hauteur de 4 milliards d'euros.Par ailleurs, les excédents de la branche Accidents du travail et maladies professionnelles au titre de 2013 ont été affectés à la réduction des déficits cumulés passés, dont le montant est ainsi réduit de 2,4 à 1,7 milliards d'euros.La plupart des régimes de base autres que le régime général présentent par construction des résultats annuels équilibrés ou très proches de l'équilibre. Il en est ainsi des régimes intégrés financièrement au régime général (régimes agricoles à l'exception de la branche retraite du régime des exploitants, régimes maladie des militaires et des marins), des régimes de retraite équilibrés par des subventions de l'Etat (SNCF, RATP, régimes des mines et des marins), des régimes d'employeurs (fonction publique de l'Etat), équilibrés par ces derniers, et enfin du régime social des indépendants dont les déficits sont couverts par une affectation, à due proportion, du produit de la contribution sociale de solidarité à la charge des sociétés.Cependant, plusieurs régimes ne bénéficiant pas de tels mécanismes d'équilibrage ont enregistré en 2013 des résultats déficitaires. S'agissant de la branche retraite du régime des exploitants agricoles, dont les déficits 2009 et 2010 avaient été repris par la CADES, le déficit s'est élevé à 0,6 milliard d'euros (contre 1,0 milliard d'euros en 2012), portant le montant des déficits cumulés depuis 2011 à 2,6 milliards d'euros. Le présent projet de loi de financement de la sécurité sociale prévoit que ce déficit pourra, à l'avenir, être financé par des avances rémunérées de trésorerie par l'ACOSS qui viendront compléter les financements bancaires auxquels a recours jusqu'ici la Caisse centrale de la mutualité sociale agricole (CCMSA) pour couvrir ces déficits cumulés.Concernant la Caisse nationale de retraites des agents des collectivités locales (CNRACL), le déficit comptable s'est dégradé légèrement en 2013, à 0,1 milliard d'euros, alors qu'elle était proche de l'équilibre en 2012. Compte tenu de la non-reconduction en 2013 des recettes du prélèvement exceptionnel de 0,7 milliard d'euros effectué sur les réserves de plusieurs fonds finançant des prestations au bénéfice des agents des collectivités locales, prévu par la loi n° 2011-1906 du 21 décembre 2011 de financement de la sécurité sociale pour 2012, cette évolution traduit en fait une amélioration de près de 0,6 milliard d'euros de l'équilibre du régime à la suite d'une hausse des taux de cotisations intervenue en 2013, qui sera reconduite en 2014.Le déficit du régime des mines s'est élevé à 0,2 milliard d'euros en 2013, portant son montant cumulé à 0,9 milliard d'euros en fin d'année. Dans le contexte d'une limitation des concours financiers de la Caisse des dépôts et consignations, partenaire financier historique de la Caisse autonome nationale de la sécurité sociale dans les mines, la loi n° 2013-1203 du 23 décembre 2013 précitée a étendu jusqu'en 2017 les dispositions de la loi n° 2012-1404 du 17 décembre 2012 de financement de la sécurité sociale pour 2013 prévoyant la faculté d'un recours à des avances de trésorerie de l'ACOSS à hauteur de 250 millions d'euros, en complément des financements procurés par la Caisse.\n\nACTIF\n\n2013 (NET)\n\n2012 (NET)\n\nPASSIF\n\n2013\n\n2012\n\nImmobilisations\n\n7,7\n\n6,8\n\nCapitaux propres\n\n- 110,9\n\n- 107,2\n\nImmobilisations non financières\n\n4,3\n\n4,1\n\nDotations\n\n30,9\n\n32,8\n\nRégime général\n\n0,6\n\n0,6\n\nPrêts, dépôts de garantie\n\n2,5\n\n1,8\n\nAutres régimes\n\n4,2\n\n4,0\n\nCaisse d'amortissement de la dette sociale (CADES)\n\n0,2\n\n0,2\n\nFonds de réserve pour les retraites (FRR)\n\n26,0\n\n28,1\n\nAvances / prêts accordés à des organismes de la sphère sociale\n\n0,9\n\n0,9\n\nRéserves\n\n10,3\n\n9,1\n\nRégime général\n\n2,6\n\n2,5\n\nAutres régimes\n\n5,5\n\n5,7\n\nFRR\n\n2,2\n\n0,9\n\nReport à nouveau\n\n- 152,6\n\n- 145,8\n\nRégime général\n\n- 4,3\n\n4,1\n\nAutres régimes\n\n- 3,0\n\n- 1,5\n\nCADES\n\n- 145,4\n\n- 148,3\n\nRésultat de l'exercice\n\n- 1,6\n\n- 5,9\n\nRégime général\n\n- 12,5\n\n- 13,3\n\nAutres régimes\n\n- 0,6\n\n- 1,7\n\nFonds de solidarité vieillesse (FSV)\n\n- 2,9\n\n- 4,1\n\nCADES\n\n12,4\n\n11,9\n\nFRR\n\n1,9\n\n1,3\n\nEcart d'estimation (réévaluation des actifs du FRR en valeur de marché)\n\n2,1\n\n2,4\n\nProvisions pour risques et charges\n\n20,4\n\n19,9\n\nActif financier\n\n55,4\n\n57,7\n\nPassif financier\n\n173,4\n\n173,9\n\nValeurs mobilières et titres de placement\n\n48,3\n\n46,8\n\nDettes représentées par un titre (obligations, billets de trésorerie, euro-papiers commerciaux)\n\n159,8\n\n162,3\n\nRégime général\n\n0,5\n\n0,0\n\nleft\n\nleft\n\nleft\n\nAutres régimes\n\n6,9\n\n7,3\n\nleft\n\nleft\n\nleft\n\nCADES\n\n7,1\n\n5,6\n\nRégime général\n\n20,5\n\n16,9\n\nFRR\n\n33,9\n\n33,8\n\nCADES\n\n139,3\n\n145,4\n\nEncours bancaire\n\n6,7\n\n10,4\n\nDettes à l'égard d'établissements de crédits\n\n11,2\n\n7,4\n\nRégime général\n\n1,5\n\n2,6\n\nAgence centrale des organismes de sécurité sociale (ACOSS) (prêts Caisse des dépôts et consignations)\n\n3,0\n\nleft\n\nRégime général (ordres de paiement en attente)\n\n4,6\n\n4,0\n\nAutres régimes\n\n1,8\n\n1,5\n\nAutres régimes\n\n2,6\n\n2,3\n\nFSV\n\n1,0\n\n0,8\n\nCADES\n\n1,0\n\n1,0\n\nCADES\n\n0,2\n\n3,0\n\nDépôts reçus\n\n2,2\n\n2,2\n\nFRR\n\n2,2\n\n2,4\n\nACOSS\n\n2,2\n\n2,2\n\nCréances nettes au titre des instruments financiers\n\n0,4\n\n0,6\n\nAutres\n\n0,2\n\n2,1\n\nCADES\n\n0,2\n\n0,2\n\nAutres régimes\n\n0,1\n\n0,1\n\nFRR\n\n0,2\n\n0,3\n\nCADES\n\n0,1\n\n2,0\n\nActif circulant\n\n63,7\n\n64,0\n\nPassif circulant\n\n43,8\n\n42,0\n\nCréances de prestations\n\n7,6\n\n7,4\n\nDettes et charges à payer à l'égard des bénéficiaires\n\n20,0\n\n19,8\n\nCréances de cotisations, contributions sociales et d'impôts de sécurité sociale\n\n9,2\n\n9,3\n\nDettes à l'égard des cotisants\n\n1,2\n\n1,3\n\nProduits à recevoir de cotisations, contributions sociales et autres impositions\n\n35,5\n\n35,5\n\nCréances sur entités publiques\n\n9,0\n\n8,4\n\nDettes à l'égard d'entités publiques\n\n8,7\n\n8,5\n\nProduits à recevoir de l'Etat\n\n0,5\n\n0,6\n\nleft\n\nleft\n\nleft\n\nAutres actifs\n\n1,8\n\n2,9\n\nAutres passifs\n\n13,8\n\n12,4\n\nTotal de l'actif\n\n126,8\n\n128,5\n\nTotal du passif\n\n126,8\n\n128,5\n\n1\n\ncenter\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\nPassif net au 31/12 (capitaux propres)\n\n- 66,3\n\n- 87,1\n\n- 100,6\n\n- 107,2\n\n- 110,9\n\nVariation N-1/N\n\n-\n\n- 20,8\n\n- 13,5\n\n- 6,6\n\n- 3,6\n\nEndettement financier net\n\n- 76,3\n\n- 96,0\n\n- 111,2\n\n- 116,2\n\n- 118,0\n\nVariation N-1/N\n\n-\n\n- 19,7\n\n- 15,2\n\n- 5,0\n\n- 1,8\n\n1\n\ncenter\n\ncenter"
    },
    {
      "provision_ref": "artAnnexeB",
      "section": "AnnexeB",
      "title": "Article AnnexeB",
      "content": "RAPPORT DÉCRIVANT LES PRÉVISIONS DE  RECETTES ET LES OBJECTIFS DE DÉPENSES, PAR BRANCHE, DES RÉGIMES  OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL DE SÉCURITÉ SOCIALE, LES  PRÉVISIONS DE RECETTES ET DE DÉPENSES DES ORGANISMES CONCOURANT AU  FINANCEMENT DE CES RÉGIMES AINSI QUE L'OBJECTIF NATIONAL DE DÉPENSES  D'ASSURANCE MALADIE POUR LES QUATRE ANNÉES À VENIR\n\nLa présente annexe décrit l'évolution des agrégats de dépenses,  de recettes et de soldes du régime général, de l'ensemble des régimes  obligatoires de base de la sécurité sociale et du Fonds de solidarité  vieillesse (FSV) pour la période 2015-2018. Cette évolution s'inscrit  dans le cadre de l'objectif d'un retour progressif à l'équilibre des  comptes des régimes de sécurité sociale. D'ici à 2018, le déficit global  du régime général et du FSV devrait être divisé par près de 5 par  rapport à 2014. Il se limiterait en effet à 2,9 milliards d'euros.\n\n(En milliards d'euros)\n\nDans un environnement économique caractérisé par les  incertitudes sur la reprise de l'activité dans la zone euro, ce  redressement de la trajectoire financière des régimes s'appuiera sur la  poursuite de l'action ambitieuse de régulation des dépenses menée depuis  2012. Cette action reposera sur une maîtrise accrue du rythme  d'évolution des dépenses d'assurance maladie et sur la poursuite des  adaptations des règles d'attribution des prestations versées par la  branche Famille. Elle bénéficie par ailleurs des effets attendus de la  loi n° 2014-40 du 20 janvier 2014 garantissant l'avenir et la justice du  système de retraites. Par ailleurs, les modalités de compensation des  mesures centrales prises dans le cadre du pacte de responsabilité et de  solidarité permettront de ne pas affecter globalement les recettes de la  sécurité sociale.\n\nI. - Un environnement économique caractérisé par les incertitudes sur la reprise de l'activité dans la zone euro\n\nLes projections pluriannuelles de recettes et de dépenses des  régimes obligatoires de base de sécurité sociale et du FSV reposent,  pour l'exercice 2014, sur une prévision de croissance de l'activité de  0,4 %. Cette prévision tient compte de la faible croissance de  l'activité constatée dans la zone euro au premier semestre 2014, après  un exercice 2013 marqué par une amélioration des perspectives  conjoncturelles. La masse salariale du secteur privé, principale source  de financement des régimes, augmenterait de 1,6 % sur l'année en cours.Pour l'année 2015, l'évolution des soldes des régimes de  sécurité sociale et du FSV retient comme sous-jacent une prévision de  croissance du produit intérieur brut (PIB) de 1 %, légèrement plus  prudente que celle du \"Consensus Forecasts\" de septembre (1,1 % de  croissance de l'activité en 2015). L'hypothèse de masse salariale  associée à cette prévision de croissance de l'activité s'élève à 2 %  pour le prochain exercice.Au delà de 2015, la poursuite  du redressement de la trajectoire des comptes sociaux bénéficiera de  l'accélération progressive des principaux agrégats économiques, sous le  double effet du déploiement du pacte de compétitivité (crédit d'impôt  compétitivité emploi) et de la mise en œuvre du pacte de responsabilité  et de solidarité adopté dans le cadre de la loi n° 2014-892 du 8 août  2014 de financement rectificative de la sécurité sociale pour 2014. Le  renforcement des allègements généraux de cotisations sociales et la  baisse du taux des cotisations familiales pour les salaires inférieurs à  1,6 SMIC, dès 2015, permettront de soutenir l'emploi et  l'investissement. Le volet solidarité du pacte, qui reposera sur un  allègement de l'impôt sur le revenu pour les foyers modestes imposables,  contribuera par ailleurs à soutenir la consommation des ménages.Cette accélération de la croissance de l'activité à compter de  2016 permettra un retour à des niveaux de progression soutenue de la  masse salariale du secteur privé (3,5 % en 2016 et 4,2 % en 2017-2018),  favorisant ainsi le retour vers l'équilibre des comptes sociaux à cet  horizon de moyen terme.\n\nPrincipales hypothèses retenues\n\n(En pourcentage)\n\nConformément à la loi organique n° 2012-1403 du 17 décembre  2012 relative à la programmation et à la gouvernance des finances  publiques, l'ensemble de ces prévisions économiques ont été soumises au  Haut Conseil des finances publiques, qui s'est prononcé sur la sincérité  des hypothèses retenues ainsi que sur leur cohérence avec nos  engagements européens.\n\nII. - Un  redressement des comptes sociaux assis, en cohérence avec la stratégie  des finances publiques de la France, sur un effort d'économies en  dépenses\n\n1. Un objectif national de dépenses d'assurance maladie (ONDAM) fixé à 2 % en moyenne.Les réformes en matière de gouvernance et de pilotage de  l'ONDAM ont permis de respecter ou d'être en deçà de l'objectif initial  voté chaque année en loi de financement de la sécurité sociale. Les  estimations présentées à la commission des comptes de la sécurité  sociale (CCSS) de septembre 2014 font finalement état d'une  sous-consommation de l'ONDAM 2013 de 1,7 milliard d'euros, après prise  en compte du dénouement des provisions.A côté des  réformes structurelles mises en œuvre, la mise en réserve d'une partie  des moyens de l'ONDAM, en début d'année, à hauteur de 0,3 % au minimum  de l'objectif voté, a contribué à ce résultat et a fait la preuve de son  efficacité en matière de pilotage de dépenses d'assurance maladie.  Cette disposition, introduite dans les lois de programmation des  finances publiques précédentes, s'est avérée efficace et correctement  calibrée et il est ainsi proposé de la reconduire sur les exercices à  venir.Ainsi, les gels infra-annuels réalisés sur l'ONDAM  2014 contribueront, avec les mesures proposées dans la deuxième partie  de la présente loi, à sécuriser l'exécution de l'objectif prévu en loi  de financement de la sécurité sociale rectificative, malgré  l'augmentation attendue sur les soins de ville, liée à l'introduction  sur le marché du nouveau traitement destiné aux patients atteints du  virus de l'hépatite C.Dans le cadre de la stratégie  globale des finances publiques, l'ONDAM verra par ailleurs son taux  d'évolution abaissé à 2 % en moyenne sur la période 2015-2017, soit un  effort global d'économies de 10 milliards d'euros sur trois ans. En  2015, les dépenses dans le champ de l'ONDAM seront contenues en  évolution de 2,1 % par rapport à l'objectif 2014. Le respect de cet  objectif nécessitera un effort inédit d'économies, de 3,2 milliards  d'euros, afin de compenser une évolution tendancielle des dépenses de  3,9 %.Cette trajectoire suppose de poursuivre et  d'accentuer l'effort d'économies structurelles sur le champ de  l'assurance maladie, mais également de garantir un pilotage renforcé de  son exécution, sans diminuer la qualité des soins ni augmenter le reste à  charge des assurés et avec l'objectif de préserver l'innovation et  l'accès de tous aux soins les plus efficaces.Le plan  d'économies qui structure le déploiement de la stratégie nationale de  santé s'articulera autour de quatre axes.Le premier axe  vise le renforcement de l'efficacité de la dépense hospitalière, qui  passe notamment par des mutualisations qui pourront s'appuyer sur les  nouveaux groupements hospitaliers territoriaux et des économies sur les  achats hospitaliers, où des marges très importantes demeurent. En  cohérence avec ces actions, portées en partie dans le projet de loi  relatif à la santé, les outils à disposition des agences régionales de  santé en matière de supervision financière des établissements de santé  en difficulté seront renforcés.Le deuxième axe est le  virage ambulatoire qui sera opéré dans les établissements hospitaliers.  Une accélération de la diffusion de la chirurgie ambulatoire sera  naturellement le pivot de cette transformation d'ensemble qui vise à une  meilleure articulation entre ville et hôpital. D'autres actions seront  menées : développement de l'hospitalisation à domicile, amélioration de  la prise en charge en sortie d'établissement et optimisation du parcours  pour certaines pathologies ou populations.Le troisième  axe concerne les produits de santé. Au delà des mesures de maîtrise des  prix, un accent particulier sera mis sur le développement des  médicaments génériques afin de lever les derniers freins à une diffusion  plus large, génératrice d'économies importantes.Le  dernier axe vise à améliorer la pertinence du recours à notre système de  soins dans toutes ses composantes : réduction des actes inutiles ou  redondants, que ce soit en ville ou en établissement de santé, maîtrise  du volume de prescription des médicaments et lutte contre la iatrogénie,  optimisation des transports de patients… Ces actions seront déclinées  dans le programme national de gestion du risque qui est instauré par le  projet de loi relatif à la santé.Ces économies  nécessaires pour assurer la pérennité de l'assurance maladie seront  néanmoins accompagnées de mesures garantissant l'accès aux soins des  populations précaires. Ainsi il est notamment prévu d'étendre le  dispositif de tiers payant intégral, déjà pratiqué pour les  bénéficiaires de la couverture maladie universelle complémentaire  (CMU-c), aux bénéficiaires de l'aide au paiement d'une assurance  complémentaire de santé (ACS).2. Les trajectoires des  régimes d'assurance vieillesse reflètent l'effet des mesures de la loi  garantissant l'avenir et la justice du système de retraites.L'évolution des dépenses d'assurance vieillesse des régimes de base  serait de 2,3 % en moyenne sur la période 2014-2017.Cette  évolution tient compte de l'effet des réformes adoptées dans le cadre  de la loi n° 2014-40 du 20 janvier 2014 précitée et notamment de  l'évolution progressive de la durée d'assurance requise pour l'obtention  d'une retraite à taux plein. Ces mesures visent à faire face, de  manière responsable, au défi que constitue à long terme l'allongement de  l'espérance de vie. Elles s'accompagnent de mesures de solidarité pour  les publics les plus fragiles susceptibles de connaître des carrières  heurtées, à l'image des mères de famille qui ne seront plus pénalisées  par les interruptions occasionnées par leurs congés de maternité.En 2015, les dépenses d'assurance vieillesse connaîtront par  ailleurs une évolution modérée due au faible niveau d'inflation, la  règle de revalorisation des pensions reposant en effet sur l'évolution  des prix afin de garantir le pouvoir d'achat des retraités.3. La branche Famille contribuera également à l'effort de maîtrise de la dépense publique.Les dépenses de la branche Famille sont affectées par un  changement de périmètre en 2015 correspondant au transfert à la charge  de l'Etat de la part de l'aide personnalisée au logement actuellement  financée par la branche Famille. Conjugué aux autres mesures décrites  ci-dessous, ce transfert (soit 4,7 milliards d'euros) couvrira les  mesures de baisse des cotisations sociales et de la contribution sociale  de solidarité des sociétés mises en œuvre au 1er janvier 2015 par la  loi n° 2014-892 du 8 août 2014 de financement rectificative de la  sécurité sociale pour 2014 dans le cadre du pacte de responsabilité et  de solidarité.Hormis cet effet, les trajectoires de  dépenses de la branche présentent un volet d'économies à venir sur les  prestations de la branche Famille. Ces dispositions permettront  d'infléchir significativement le rythme moyen d'évolution des dépenses :  il aurait été de 2 % par an en l'absence des mesures prévues par la  présente loi et sera ramené à 1,3 % à la suite des mesures prises et en  neutralisant le transfert à l'Etat du financement de l'aide  personnalisée au logement.L'impact sur les ménages de ces  mesures d'économies - rendues nécessaires par l'impératif de  redressement de la branche Famille - sera compensé par les mesures  prévues dans le cadre de la loi n° 2014-892 du 8 août 2014 précitée, qui  a augmenté le pouvoir d'achat des ménages de près de 1,3 milliard  d'euros. Cette mesure, qui prend la forme d'une réduction d'impôt de 350  € pour un célibataire et de 700 € pour un couple, s'impute  automatiquement sur l'impôt sur le revenu dû. Le Gouvernement poursuit  en 2015 l'allègement de l'impôt sur le revenu des ménages modestes, en  supprimant la première tranche d'imposition. Cette mesure bénéficiera à  six millions de ménages supplémentaires, pour un coût d'un peu plus de 3  milliards d'euros.\n\nIII. - Dans le cadre  de la compensation à la sécurité sociale du pacte de responsabilité et  de solidarité, des recettes nouvelles seront affectées à la sécurité  sociale, sans impact sur le niveau des prélèvements obligatoires\n\nConformément aux engagements pris par le Gouvernement à  l'occasion de la discussion de la loi n° 2014-892 du 8 août 2014  précitée, les mesures présentées dans le cadre des lois de finances et  de financement de la sécurité sociale pour 2015 permettront de compenser  intégralement la perte de recettes induite par la mise en œuvre du  pacte de responsabilité pour les organismes de sécurité sociale, soit  6,3 milliards d'euros, et d'affecter conformément aux engagements pris à  l'occasion des débats sur la loi n° 2014-40 du 20 janvier 2014 précitée  l'équivalent du produit de la fiscalisation des majorations de  pensions.Cette compensation intégrale prévue par les lois  de finances et de financement de la sécurité sociale se traduit  notamment par le transfert, évoqué supra, de la totalité des aides  personnelles au logement au budget de l'Etat, ainsi que par une  réaffectation de recettes à la sécurité sociale (en particulier  l'affectation du prélèvement de solidarité à la Caisse nationale de  l'assurance maladie des travailleurs salariés). Cette compensation sera  sans impact sur le niveau global des prélèvements obligatoires, le  financement des mesures du pacte de responsabilité et de solidarité  étant assuré globalement par les efforts de maîtrise des dépenses sur  l'ensemble du champ des administrations publiques.Cette  compensation s'appuiera également sur la réforme prévue par le présent  projet de loi des modalités de prélèvement des cotisations et  contributions sociales dues au titre des indemnités de congés payés  lorsque celles-ci sont versées par des caisses de mutualisation de la  gestion des congés. Cette mesure participera ainsi, pour l'exercice  2015, au financement du pacte de responsabilité et de solidarité.\n\nIV. - Cette stratégie de maîtrise des déficits sociaux  s'articule avec le schéma de reprise des déficits de l'ACOSS par la  CADES, adopté précédemment\n\nLes  financements déjà affectés à la CADES permettront en effet de reprendre  sur la période l'ensemble des déficits de la Caisse nationale de  l'assurance vieillesse des travailleurs salariés (CNAVTS) et du FSV,  mais aussi de transférer à la caisse le déficit 2012 de la branche  Famille, le reliquat du déficit 2012 de la branche Maladie et une partie  du déficit de cette même branche pour 2013. Ces transferts permettront  de maîtriser l'évolution des besoins de trésorerie de l'ACOSS, qui  bénéficie néanmoins d'un contexte favorable marqué par le niveau  historiquement bas des taux d'intérêt.\n\nRecettes, dépenses et soldes du régime général\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes de l'ensemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes du Fonds de solidarité vieillesse\n\n(En milliards d'euros)\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\nSolde régime général et FSV\n\n- 15,4\n\n- 13,4\n\n- 10,3\n\n- 5,7\n\n- 2,9\n\nSolde tous régimes et FSV\n\n- 15,4\n\n- 13,3\n\n- 10,2\n\n- 6,1\n\n- 4,0\n\n1\n\ncenter\n\n2013\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\nPIB (volume)\n\n0,30\n\n0,40\n\n1,00\n\n1,70\n\n1,85\n\n1,85\n\nMasse salariale privée\n\n1,20\n\n1,60\n\n2,00\n\n3,50\n\n4,20\n\n4,20\n\nMasse salariale publique\n\n1,10\n\n1,50\n\n1,10\n\n1,10\n\n1,10\n\n1,10\n\nInflation\n\n0,70\n\n0,50\n\n0,90\n\n1,40\n\n1,75\n\n1,75\n\n1\n\ncenter\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\nMaladie\n\nRecettes\n\n148,2\n\n155,0\n\n158,0\n\n161,4\n\n166,7\n\n172,5\n\n179,0\n\n185,1\n\nDépenses\n\n156,8\n\n160,9\n\n164,8\n\n168,8\n\n173,6\n\n178,3\n\n182,7\n\n186,4\n\nSolde\n\n- 8,6\n\n- 5,9\n\n- 6,8\n\n- 7,3\n\n- 6,9\n\n- 5,8\n\n- 3,7\n\n- 1,4\n\nAccidents du travail/maladies professionnelles\n\nRecettes\n\n11,3\n\n11,5\n\n12,0\n\n12,0\n\n12,3\n\n12,7\n\n13,2\n\n13,8\n\nDépenses\n\n11,6\n\n11,7\n\n11,3\n\n11,8\n\n12,1\n\n12,3\n\n12,4\n\n12,6\n\nSolde\n\n- 0,2\n\n- 0,2\n\n0,6\n\n0,2\n\n0,2\n\n0,4\n\n0,8\n\n1,2\n\nFamille\n\nRecettes\n\n52,0\n\n53,8\n\n54,6\n\n56,2\n\n52,4\n\n53,7\n\n55,3\n\n57,1\n\nDépenses\n\n54,6\n\n56,3\n\n57,8\n\n59,1\n\n54,6\n\n55,1\n\n56,2\n\n57,8\n\nSolde\n\n- 2,6\n\n- 2,5\n\n- 3,2\n\n- 2,9\n\n- 2,3\n\n- 1,4\n\n- 0,9\n\n- 0,7\n\nVieillesse\n\nRecettes\n\n100,5\n\n105,5\n\n111,4\n\n115,1\n\n119,4\n\n124,2\n\n129,0\n\n133,2\n\nDépenses\n\n106,5\n\n110,2\n\n114,6\n\n116,7\n\n120,9\n\n124,7\n\n128,5\n\n133,7\n\nSolde\n\n- 6,0\n\n- 4,8\n\n- 3,1\n\n- 1,6\n\n- 1,5\n\n- 0,5\n\n0,4\n\n- 0,5\n\nToutes branches consolidées\n\nRecettes\n\n301,0\n\n314,2\n\n324,0\n\n332,7\n\n338,1\n\n350,2\n\n363,3\n\n375,6\n\nDépenses\n\n318,4\n\n327,5\n\n336,5\n\n344,3\n\n348,6\n\n357,4\n\n366,6\n\n376,9\n\nSolde\n\n- 17,4\n\n- 13,3\n\n- 12,5\n\n- 11,7\n\n- 10,5\n\n- 7,2\n\n- 3,3\n\n- 1,3\n\n1\n\ncenter\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\nMaladie\n\nRecettes\n\n171,8\n\n178,9\n\n182,2\n\n186,4\n\n191,0\n\n196,2\n\n202,3\n\n208,8\n\nDépenses\n\n180,3\n\n184,8\n\n189,1\n\n193,8\n\n198,0\n\n202,0\n\n206,0\n\n210,2\n\nSolde\n\n- 8,5\n\n- 5,9\n\n- 6,9\n\n- 7,4\n\n- 7,0\n\n- 5,8\n\n- 3,7\n\n- 1,4\n\nAccidents du travail/maladies professionnelles\n\nRecettes\n\n12,8\n\n13,1\n\n13,5\n\n13,5\n\n13,7\n\n14,1\n\n14,7\n\n15,3\n\nDépenses\n\n13,0\n\n13,7\n\n12,8\n\n13,2\n\n13,5\n\n13,6\n\n13,8\n\n14,0\n\nSolde\n\n- 0,1\n\n- 0,6\n\n0,7\n\n0,3\n\n0,3\n\n0,5\n\n0,9\n\n1,3\n\nFamille\n\nRecettes\n\n52,3\n\n54,1\n\n54,9\n\n56,2\n\n52,4\n\n53,7\n\n55,3\n\n57,1\n\nDépenses\n\n54,9\n\n56,6\n\n58,2\n\n59,1\n\n54,6\n\n55,1\n\n56,2\n\n57,8\n\nSolde\n\n- 2,6\n\n- 2,5\n\n- 3,3\n\n- 2,9\n\n- 2,3\n\n- 1,4\n\n- 0,9\n\n- 0,7\n\nVieillesse\n\nRecettes\n\n194,6\n\n203,4\n\n212,2\n\n218,1\n\n222,7\n\n229,5\n\n236,5\n\n243,4\n\nDépenses\n\n202,5\n\n209,5\n\n215,8\n\n219,9\n\n224,0\n\n229,9\n\n236,5\n\n245,0\n\nSolde\n\n- 7,9\n\n- 6,1\n\n- 3,6\n\n- 1,7\n\n- 1,3\n\n- 0,4\n\n0,0\n\n- 1,6\n\nToutes branches consolidées\n\nRecettes\n\n419,6\n\n436,5\n\n449,8\n\n461,2\n\n466,2\n\n479,6\n\n494,5\n\n510,0\n\nDépenses\n\n438,7\n\n451,6\n\n462,9\n\n472,9\n\n476,6\n\n486,8\n\n498,3\n\n512,4\n\nSolde\n\n- 19,1\n\n- 15,1\n\n- 13,1\n\n- 11,7\n\n- 10,3\n\n- 7,2\n\n- 3,7\n\n- 2,4\n\n1\n\ncenter\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\nRecettes\n\n14,1\n\n14,7\n\n16,8\n\n16,9\n\n16,6\n\n16,8\n\n17,3\n\n17,9\n\nDépenses\n\n17,5\n\n18,8\n\n19,7\n\n20,6\n\n19,6\n\n19,8\n\n19,7\n\n19,5\n\nSolde\n\n- 3,4\n\n- 4,1\n\n- 2,9\n\n- 3,7\n\n- 2,9\n\n- 3,0\n\n- 2,4\n\n- 1,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artAnnexeC",
      "section": "AnnexeC",
      "title": "Article AnnexeC",
      "content": "ÉTAT DES RECETTES, PAR CATÉGORIE ET PAR BRANCHE, DES RÉGIMES  OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL AINSI QUE DES RECETTES, PAR  CATÉGORIE, DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES\n\nI. - Recettes, par catégorie et par branche, des régimes obligatoires de base de sécurité socialeExercice 2015\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie  peuvent être différents de l'agrégation des montants détaillés du fait  des opérations réciproques (notamment transferts).\n\nII. - Recettes, par catégorie et par branche, du régime général de sécurité socialeExercice 2015\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie  peuvent être différents de l'agrégation des montants détaillés du fait  des opérations réciproques (notamment transferts).\n\nIII. - Recettes, par catégorie, des organismes concourant au  financement des régimes obligatoires de base de sécurité socialeExercice 2015\n\n(En milliards d'euros)\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAIL/maladies professionnelles\n\nRÉGIMESde base\n\nCotisations effectives\n\n86,9\n\n125,4\n\n32,1\n\n12,8\n\n255,4\n\nCotisations prises en charge par l'Etat\n\n1,5\n\n1,5\n\n0,6\n\n0,1\n\n3,6\n\nCotisations fictives d'employeur\n\n0,6\n\n38,5\n\n0,0\n\n0,3\n\n39,4\n\nContribution sociale généralisée\n\n64,9\n\n0,0\n\n10,9\n\n0,0\n\n75,4\n\nImpôts, taxes et autres contributions sociales\n\n31,4\n\n19,1\n\n8,0\n\n0,1\n\n58,5\n\nTransferts\n\n2,8\n\n37,6\n\n0,4\n\n0,1\n\n29,3\n\nProduits financiers\n\n0,0\n\n0,1\n\n0,0\n\n0,0\n\n0,1\n\nAutres produits\n\n3,0\n\n0,5\n\n0,5\n\n0,3\n\n4,3\n\nRecettes\n\n191,0\n\n222,7\n\n52,4\n\n13,7\n\n466,2\n\n1\n\ncenter\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAIL/maladies professionnelles\n\nRÉGIMEgénéral\n\nCotisations effectives\n\n77,4\n\n74,7\n\n32,1\n\n11,9\n\n194,2\n\nCotisations prises en charge par l'Etat\n\n1,1\n\n1,0\n\n0,6\n\n0,1\n\n2,8\n\nCotisations fictives d'employeur\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nContribution sociale généralisée\n\n56,2\n\n0,0\n\n10,9\n\n0,0\n\n66,8\n\nImpôts, taxes et autres contributions sociales\n\n25,8\n\n14,6\n\n8,0\n\n0,0\n\n48,4\n\nTransferts\n\n3,5\n\n28,8\n\n0,4\n\n0,0\n\n22,1\n\nProduits financiers\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nAutres produits\n\n2,7\n\n0,2\n\n0,5\n\n0,3\n\n3,7\n\nRecettes\n\n166,7\n\n119,4\n\n52,4\n\n12,3\n\n338,1\n\n1\n\ncenter\n\nFONDS DE SOLIDARITÉvieillesse\n\nContribution sociale généralisée\n\n10,6\n\nImpôts, taxes et autres contributions sociales\n\n6,1\n\nProduits financiers\n\n0,0\n\nAutres produits\n\n0,0\n\nTotal\n\n16,6\n\n1"
    }
  ]
}