{
  "id": "jorftext000000693456",
  "type": "statute",
  "title": "Loi n° 85-695 du 11 juillet 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000693456",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I - Les sociétés françaises par actions, dites sociétés de capital-risque, sont exonérées d'impôt sur les sociétés sur les produits et plus-values nets provenant de leur portefeuille si leur situation nette comptable est représentée de façon constante à concurrence de 50 p. 100 au moins de titres associatifs mentionnés à l'article L. 213-9 du code monétaire et financier, de parts, actions, obligations convertibles ou titres participatifs de sociétés ayant leur siège dans un Etat de la Communauté européenne, dont les actions ne sont pas admises à la négociation sur un marché réglementé français ou étranger, qui exercent une activité mentionnée à l'article 34 du code général des impôts et qui sont soumises à l'impôt sur les sociétés dans les conditions de droit commun au taux normal ou qui y seraient soumises dans les mêmes conditions si l'activité était exercée en France. Sont pris en compte pour le calcul de la proportion de 50 % les parts, actions, obligations convertibles ou titres participatifs des sociétés ayant leur siège dans un Etat de la Communauté européenne, dont les titres ne sont pas admis aux négociations sur un marché réglementé français ou étranger, qui sont soumises à l'impôt sur les sociétés dans les conditions de droit commun au taux normal ou qui y seraient soumises dans les mêmes conditions si l'activité était exercée en France, et qui ont pour objet exclusif de détenir des participations, soit dans des sociétés qui répondent aux conditions prévues pour que leurs titres soient inclus dans le quota de 50 % en cas de participation directe de la société de capital-risque, soit dans des sociétés ayant leur siège dans un Etat de la Communauté européenne, dont les titres ne sont pas admis aux négociations sur un marché réglementé français ou étranger, qui sont soumises à l'impôt sur les sociétés dans les conditions de droit commun au taux normal ou qui y seraient soumises dans les mêmes conditions si l'activité était exercée en France, et qui ont pour objet exclusif de détenir des participations qui répondent aux conditions prévues pour que leurs titres soient inclus dans le quota de 50 % en cas de participation directe de la société de capital-risque.(1)\n\nLa proportion mentionnée à l'alinéa précédent est atteinte dans un délai de trois ans à compter du début du premier exercice au titre duquel la société a demandé le bénéfice du régime fiscal de société de capital-risque. Pour le calcul de cette proportion, les augmentations de capital ne sont prises en compte qu'à compter du deuxième exercice suivant celui au cours duquel elles sont réalisées.\n\nSont également prises en compte, pour le calcul de la proportion de 50%, les actions, détenues depuis cinq ans au plus, des sociétés qui, admises à la cote du nouveau marché et remplissant les conditions mentionnées à la première phrase ci-dessus autres que celle tenant à la non-cotation, ont procédé à une augmentation en numéraire de leur capital d'un montant au moins égal à 50% du montant global de l'opération d'introduction de leurs actions, ont obtenu leur première cotation moins de cinq ans avant l'acquisition des actions par la société de capital-risque et ont réalisé un chiffre d'affaires hors taxes inférieur ou égal à 500 millions de francs au cours du dernier exercice clos avant leur première cotation.\n\nLes dispositions qui précèdent sont applicables pour la détermination des bénéfices imposables des exercices clos à compter du 31 décembre 1990.\n\nL'exonération d'impôt est étendue aux produits et plus-values nets d'autres placements, effectués dans la limite du tiers du portefeuille de titres mentionnés au premier alinéa ou d'une société admise à la cote du nouveau marché dont les actions remplissent les conditions prévues à la troisième phrase du premier alinéa.\n\nUne société de capital-risque ne doit pas procéder à l'acquisition de titres d'une société non cotée mentionnée au premier alinéa lui conférant directement ou indirectement ou conférant à l'un de ses actionnaires directs ou indirects la détention de plus de 40% des droits de vote dans ladite société.\n\nUne personne physique, son conjoint et leurs ascendants et descendants ne peuvent pas détenir ensemble, directement ou indirectement, plus de 30 p. 100 des droits dans les bénéfices d'une société de capital-risque.\n\nII - Les dispositions des articles 145, 1 à 4, 158 bis, 209 bis, 1, 214 A et 223 sexies, 1, du code général des impôts ne s'appliquent pas aux distributions de produits et plus-values nets exonérés en vertu du paragraphe I ci-dessus.\n\nIII - Abrogé\n\nIV - Un décret en Conseil d'Etat fixe les modalités d'application des paragraphes précédents, notamment la composition de l'actif et du portefeuille des sociétés de capital-risque, et les caractéristiques des participations.\n\nLes dispositions du présent article sont applicables à compter du premier exercice clos après la publication de la présente loi.\n\n(1) Ces dispositions s'appliquent aux exercices clos à compter du 31 décembre 1999."
    },
    {
      "provision_ref": "art1-1",
      "section": "1-1",
      "title": "Article 1-1",
      "content": "Peuvent être autorisées à prendre et à conserver la dénomination de \" sociétés de capital-risque \" les sociétés françaises par actions qui satisfont aux conditions suivantes :\n\n1° Avoir pour objet social la gestion d'un portefeuille de valeurs mobilières. Une société de capital-risque dont le total de bilan n'a pas excédé 10 millions d'euros au cours de l'exercice précédent peut également effectuer à titre accessoire des prestations de services dans le prolongement de son objet social. Le caractère accessoire de ces prestations de services est établi lorsque le montant du chiffre d'affaires hors taxes de ces prestations n'excède pas au cours de l'exercice 50 % des charges, autres que les dotations aux provisions et les charges exceptionnelles, admises en déduction sur le plan fiscal au cours du même exercice. Le bénéfice afférent aux prestations de services accessoires exonéré d'impôt sur les sociétés, en application du deuxième alinéa du 3° septies de l'article 208 du code général des impôts, ne doit pas excéder la limite de 38 120 euros par période de douze mois.\n\nL'actif d'une société de capital-risque comprend exclusivement des valeurs mobilières françaises ou étrangères, négociées ou non sur un marché d'instruments financiers français ou étranger, dont le fonctionnement est assuré par une entreprise de marché ou un prestataire de services d'investissement ou tout autre organisme similaire étranger, des droits sociaux, des avances en compte courant, d'autres droits financiers et des liquidités. L'actif peut également comprendre les biens meubles et immeubles nécessaires à son fonctionnement.\n\nLa situation nette comptable d'une société de capital-risque doit en outre être représentée de façon constante à concurrence de 50 % au moins de titres participatifs ou parts ou titres de capital ou donnant accès au capital, qui ne sont pas admis aux négociations sur un marché mentionné au deuxième alinéa, émis par des sociétés ayant leur siège dans un Etat de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, qui exercent une activité mentionnée à l'article 34 du code général des impôts et qui sont soumises à l'impôt sur les sociétés dans les conditions de droit commun au taux normal ou qui y seraient soumises dans les mêmes conditions si l'activité était exercée en France.\n\nSont éligibles au quota d'investissement prévu au troisième alinéa, dans la limite de 20 % de la situation nette comptable de la société de capital-risque, les titres de capital ou donnant accès au capital, admis aux négociations sur un marché mentionné au deuxième alinéa d'un Etat partie à l'accord sur l'Espace économique européen, émis par des sociétés qui répondent aux conditions prévues au troisième alinéa précité, à l'exception de celle tenant à la non-cotation, et dont la capitalisation boursière est inférieure à 150 millions d'euros. La capitalisation boursière est évaluée selon la moyenne des cours d'ouverture des soixante jours de bourse précédant celui de l'investissement. Un décret en Conseil d'Etat détermine les modalités d'application de cette évaluation, notamment en cas de première cotation ou d'opération de restructuration d'entreprises.\n\nSont également pris en compte pour le calcul de la proportion de 50 % :\n\na) Dans la limite de 15 % de la situation nette comptable, les avances en compte courant consenties, pour la durée de l'investissement réalisé, à des sociétés remplissant les conditions pour être retenues dans le quota de 50 % dans lesquelles la société de capital-risque détient au moins 5 % du capital ;\n\nb) (abrogé) ;\n\nc) (abrogé) ;\n\nd) Les droits représentatifs d'un placement financier dans une entité constituée dans un Etat membre de la Communauté européenne, ou dans un autre Etat ou territoire ayant conclu avec la France une convention fiscale qui contient une clause d'assistance administrative en vue de lutter contre la fraude ou l'évasion fiscale, dont l'objet principal est d'investir dans des sociétés dont les titres de capital ne sont pas admis aux négociations sur un marché mentionné au deuxième alinéa. Ces droits ne sont retenus dans le quota d'investissement de 50 % de la société de capital-risque et pour le calcul de la limite de 20 % prévue au quatrième alinéa qu'à proportion des investissements directs ou indirects, par l'intermédiaire de sociétés mentionnées à la première phrase du f, de l'actif de l'entité concernée dans des sociétés qui répondent aux conditions prévues au troisième alinéa du 1°.\n\nLorsque les titres d'une société détenus par une société de capital-risque sont admis aux négociations sur un marché d'instruments financiers français ou étranger, dont le fonctionnement est assuré par une entreprise de marché ou un prestataire de services d'investissement ou tout autre organisme similaire étranger, ils continuent à être pris en compte pour le calcul de la proportion de 50 % pendant une durée de cinq ans à compter de la date de l'admission. Le délai de cinq ans n'est toutefois pas applicable si les titres de la société admis à la cotation répondent aux conditions du quatrième alinéa à la date de cette cotation et si la société de capital-risque respecte, compte-tenu de ces titres, la limite de 20 % mentionnée au au même quatrième alinéa.\n\nLa proportion de 50 % est atteinte dans un délai de deux ans à compter du début du premier exercice au titre duquel la société a demandé le bénéfice du régime fiscal de société de capital-risque. Pour le calcul de cette proportion, les augmentations de capital d'une société de capital-risque ne sont prises en compte qu'à compter du deuxième exercice suivant celui au cours duquel elles sont libérées.\n\nLes participations prises en compte pour la proportion de 50 % ne doivent pas conférer directement ou indirectement à une société de capital-risque ou à l'un de ses actionnaires directs ou indirects la détention de plus de 40 % des droits de vote dans lesdites sociétés. Les modalités de détermination de cette proportion sont fixées par décret en Conseil d'Etat.\n\ne) (abrogé) ;\n\nf) Les titres, mentionnés aux troisième ou quatrième alinéas du 1°, émis par des sociétés ayant leur siège dans un Etat membre de la Communauté européenne, ou dans un autre Etat ou territoire ayant conclu avec la France une convention fiscale qui contient une clause d'assistance administrative en vue de lutter contre la fraude ou l'évasion fiscale, qui sont passibles de l'impôt sur les sociétés dans les conditions de droit commun ou en seraient passibles dans les mêmes conditions si l'activité était exercée en France, et qui ont pour objet principal de détenir des participations financières. Ces titres sont retenus dans le quota d'investissement de 50 % et pour le calcul de la limite de 20 % prévue au quatrième alinéa du 1° à proportion des investissements directs ou indirects, par l'intermédiaire de sociétés mentionnées à la première phrase, de l'actif de la société émettrice de ces titres dans des sociétés qui répondent aux conditions prévues au troisième alinéa du 1°. Les modalités de détermination de cette proportion sont fixées par décret en Conseil d'Etat ;\n\n2° Ne pas procéder à des emprunts d'espèces au-delà de la limite de 10 % de son actif net ;\n\n3° Une personne physique, son conjoint et leurs ascendants et descendants ne peuvent pas détenir ensemble, directement ou indirectement, plus de 30 % des droits dans les bénéfices d'une société de capital-risque ;\n\n4° L'option pour le régime fiscal des sociétés de capital-risque est exercée avant la date d'ouverture de l'exercice au titre duquel ce régime s'applique, si la société exerce déjà une activité ou, dans le cas contraire, dans les six mois suivant celui de la création de son activité."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "(Alinéa abrogé).La rémunération de ces titres comporte une partie fixe et une partie variable, assise sur le nominal du titre et calculée par référence à des éléments relatifs à l'activité ou aux résultats de la société ou, le cas échéant, du réseau tel qu'il est défini par l'article 21 de la loi n° 84-46 du 24 janvier 1984 relative à l'activité et au contrôle des établissements de crédit.Un décret fixe, en tant que de besoin, les conditions d'application du présent article."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I - (Paragraphe modificateur)\n\nII - (Paragraphe modificateur)\n\nIII - (Paragraphe modificateur)\n\nIV - Les pertes de recettes résultant des dispositions prévues au paragraphe I sont compensées par la majoration, à due concurrence, du droit de timbre de dimension prévu à l'article 899 du code général des impôts.\n\nV - Les dispositions du présent article s'appliquent aux apports réalisés à compter du 1er juin 1985."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les apports mobiliers faits aux sociétés civiles mentionnées au paragraphe I de l'article 11 de la loi de finances pour 1985 (n° 84-1208 du 29 décembre 1984) sont enregistrés au droit fixe prévu à l'article 830 du code général des impôts."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. Paragraphe modificateur.\n\nII.-Des emprunts obligataires peuvent être émis par le détenteur de billets à ordre régis par les articles L. 313-42 à L. 313-49-1 du code monétaire et financier.III.-Les emprunts obligataires mentionnés au II peuvent être émis par un établissement de crédit spécialisé mentionné à l'article L. 513-1 du code monétaire et financier ayant reçu un agrément spécial par arrêté du ministre chargé de l'économie. Cet établissement peut également recueillir d'autres ressources dont le contrat ou le document destiné à l'information du public au sens de l'article L. 412-1 du code monétaire et financier ou tout document équivalent requis pour l'admission sur des marchés réglementés étrangers mentionne le privilège défini aux IV et V.IV.-Les sommes provenant des billets à ordre ci-dessus, ou des créances résultant de la réalisation des droits attachés à ces billets, y compris le cas échéant au titre des hypothèques, garanties, accessoires et indemnités d'assurance relatifs à ces actifs, les instruments financiers mentionnés à l'article L. 513-10 du code monétaire et financier, le cas échéant après compensation, ainsi que les créances résultant des dépôts effectués auprès d'établissements de crédit par l'établissement mentionné au III, à l'exception des investissements et revenus y afférents correspondant au placement du capital social et des réserves qui n'entrent pas dans l'assiette du privilège, sont affectées, par priorité et en toutes circonstances, au service du paiement en intérêts et en capital des emprunts obligataires et des autres ressources privilégiées mentionnées au III. Les dispositions du livre VI du code de commerce, ou celles régissant toutes procédures judiciaires ou amiables équivalentes ouvertes sur le fondement de droits étrangers, ne font pas obstacle à l'application du présent IV.V.-Lorsque l'établissement mentionné au III fait l'objet d'une procédure de sauvegarde, de redressement ou de liquidation judiciaires ou d'une procédure de résolution ouverte conformément à l'article L. 613-49 du code monétaire et financier, les emprunts obligataires et les autres ressources privilégiées mentionnées au III sont payés à leur échéance contractuelle et, jusqu'à l'entier désintéressement des titulaires des emprunts obligataires et des autres ressources privilégiées mentionnées au III, nul autre créancier de l'établissement mentionné au III ne peut se prévaloir d'un droit quelconque sur les biens et droits de l'établissement, en principal et intérêt courus et futurs, qui sont compris dans l'assiette du privilège définie au IV. Si l'assiette du privilège ne suffit pas à désintéresser les titulaires des emprunts obligataires et des autres ressources privilégiées mentionnées au III, ces derniers disposent d'une créance sur l'établissement mentionné au III du même rang que les créanciers chirographaires. Les dispositions du livre VI du code de commerce, ou celles régissant toutes procédures judiciaires ou amiables équivalentes ouvertes sur le fondement de droits étrangers, ne font pas obstacle à l'application du IV.Les règles définies aux IV et V s'appliquent aux frais annexes aux opérations mentionnées au II, ainsi qu'aux sommes dues, le cas échéant, au titre du contrat prévu à l'article L. 513-15 du code monétaire et financier.\n\nVI.-L'établissement mentionné au III est régi par les dispositions des I bis, III et IV de l'article L. 513-2, du 3 de l'article L. 513-11 et des articles L. 513-8 à L. 513-10, L. 513-12, L. 513-15 à L. 513-26-1 du code monétaire et financier. Pour l'application de ces articles, toute référence au privilège défini aux 1 et 2 de l'article L. 513-11 du code monétaire et financier doit être interprétée comme une référence au privilège défini aux IV et V du présent article.Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Les personnes physiques qui perçoivent des primes de remboursement supérieures à 5% du nominal sont imposées suivant le régime applicable, selon le cas, aux intérêts des bons ou des obligations.\n\nII. - Lorsqu'une personne acquiert le droit au paiement du principal ou le droit au paiement d'intérêts d'une obligation, la prime de remboursement s'entend de la différence entre :\n\na) Le capital ou l'intérêt qu'elle perçoit ;\n\nb) Le prix de souscription ou le prix d'acquisition originel du droit correspondant.\n\nCette prime ne donne pas lieu à retenue à la source.\n\nLes dispositions du présent paragraphe ne s'appliquent pas aux titres démembrés lors d'une succession.\n\nIII - (Les dispositions du III du présent article ont été déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 85-191 DC du 10 juillet 1985).\n\nIV - Un décret en Conseil d'Etat précise les modalités d'application du présent article et leurs incidences sur le calcul des plus-values ou moins-values éventuellement réalisées en cas de cession ainsi que les obligations incombant aux émetteurs et aux intermédiaires.\n\nV - Les dispositions du présent article ne s'appliquent qu'aux titres émis à compter du 1er juin 1985."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I - La taxe spéciale annuelle sur les véhicules d'une puissance fiscale supérieure à 16 CV immatriculés dans la catégorie des voitures particulières, perçue en application des articles 1599 C-b et 1599 nonies b du code général des impôts, est supprimée. Les véhicules qui entraient dans le champ d'application de cette taxe sont soumis à la taxe différentielle sur les véhicules à moteur\n\nII -\n\nIII - Pour l'application de l'article 1599 decies du code général des impôts, le tarif mentionné à l'article 17-I de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982) est fixé respectivement à 3588 F, 5388 F et 8092 F pour les voitures particulières dont l'âge n'excède pas cinq ans et d'une puissance fiscale de 19 et 20 CV, de 21 et 22 CV, de 23 CV et plus.\n\nIV - Jusqu'au 30 novembre 1986, date limite, le tarif des voitures particulières de 19 CV et plus est déterminé en appliquant les coefficients visés au paragraphe II au tarif de la période d'imposition concernée pour les véhicules ayant moins de cinq ans d'âge et d'une puissance fiscale inférieure ou égale à 4 CV.\n\nV - Dans le cadre du règlement des contentieux en cours, les contribuables peuvent obtenir la décharge de la différence entre les tarifs des deux taxes mentionnées au paragraphe I. A cet effet, le tarif à considérer pour la seconde taxe est celui des véhicules de 17 CV et plus, pour le même âge et la même période d'imposition, multiplié par 1, 1,5, 2,2, 3,4 selon que la puissance fiscale du véhicule est respectivement de 17 CV et 18 CV, de 19 et 20 CV, de 21 et 22 CV, de 23 CV et plus.\n\nLes contribuables qui présentent une réclamation postérieurement au 9 mai 1985 peuvent obtenir une décharge déterminée dans les mêmes conditions, si cette demande est formulée dans le délai prévu à l'article R 196-1-b du livre des procédures fiscales, courant à compter de la date du paiement de la taxe spéciale."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I - Pour 1986, l'actualisation des valeurs locatives foncières prévue par l'article 1518 du code général des impôts est remplacée par une revalorisation forfaitaire effectuée dans les conditions fixées par l'article 1518 bis du même code, au moyen de coefficients égaux à ceux appliqués au titre de 1985.II - Les bases d'imposition à la taxe d'habitation, aux taxes foncières et à la taxe professionnelle sont, au titre de 1986, multipliées par un coefficient égal à 0,974."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le montant du droit de consommation, dénommé \"octroi de mer\", défini par le paragraphe I de l'article 38 de la loi n° 84-747 du 2 août 1984 relative aux compétences des régions de Guadeloupe, de Guyane, de Martinique et de la Réunion, peut, nonobstant toutes dispositions législatives contraires, être répercuté par son redevable sur le montant du prix de vente des marchandises qu'il met à la consommation, sans que cette faculté puisse faire obstacle à l'application de l'ordonnance n° 45-1483 du 30 juin 1945 relative aux prix."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les contribuables qui occupent leur habitation dans les conditions prévues à l'article 1390 du code général des impôts et qui, au titre de l'année précédente, n'étaient pas passibles de l'impôt sur les grandes fortunes, ni de l'impôt sur le revenu sont, à compter de 1985, dégrevés d'office de la taxe d'habitation afférente à leur habitation principale, à concurrence de 25% du montant de l'imposition excédant 1000 F.\n\nCette limite est révisée chaque année proportionnellement à la variation de la cotisation moyenne de taxe d'habitation constatée l'année précédente au niveau national.\n\nIl n'est pas effectué de dégrèvement quand celui-ci serait inférieur à 30 F."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. Pour l'établissement de l'impôt sur le revenu ou de l'impôt sur les sociétés, les souscriptions en numéraire au capital de sociétés anonymes soumises à l'impôt sur les sociétés dans les conditions de droit commun et qui ont pour activité exclusive le financement en capital d'oeuvres cinématographiques ou audiovisuelles agréées sont admises en déduction dans les conditions définies au présent article.\n\nCes sociétés ne peuvent pas bénéficier du régime prévu à l'article 1er de la présente loi, ni des dispositions de l'article 214 A du code général des impôts.\n\nL'agrément prévu au premier alinéa est délivré par le ministre de la culture aux oeuvres, réalisées en version originale, en langue française, de nationalité d'un Etat de la Communauté européenne , et pouvant bénéficier du soutien de l'industrie cinématographique et de l'industrie des programmes audiovisuels prévu à l'article 76 de la loi de finances pour 1960 (n° 59-1454 du 26 décembre 1959) et à l'article 61 de la loi de finances pour 1984 (n° 83-1179 du 29 décembre 1983), à l'exclusion :\n\n- des oeuvres figurant sur la liste prévue à l'article 12 de la loi de finances pour 1976 (n° 75-1278 du 30 décembre 1975) ;\n\n- des oeuvres cinématographiques ou audiovisuelles utilisables à des fins de publicité ;\n\n- des programmes d'information, des débats d'actualité et des émissions sportives ou de variétés ;\n\n- de tout document ou programme audiovisuel ne comportant qu'accessoirement des éléments de création originale.\n\nII - Les sociétés définies au paragraphe I doivent réaliser leurs investissements sous la forme :\n\n- de souscription au capital de sociétés passibles de l'impôt sur les sociétés dans les conditions de droit commun et qui ont pour activité exclusive la réalisation d'oeuvres cinématographiques ou audiovisuelles entrant dans le champ d'application de l'agrément prévu au paragraphe I ;\n\n- de versements en numéraire réalisés par contrat d'association à la production. Ce contrat doit être conclu et les versements doivent être effectués avant le début des prises de vues. Il permet d'acquérir un droit sur les recettes d'exploitation d'une oeuvre cinématographique ou audiovisuelle agréée dans les conditions prévues au paragraphe I et limite la responsabilité du souscripteur au montant du versement. Le contrat est inscrit au registre prévu au titre III du code de l'industrie cinématographique ; son titulaire ne jouit d'aucun droit d'exploitation de l'oeuvre et ne peut bénéficier du régime de soutien financier de l'Etat à l'industrie cinématographique et à l'industrie des programmes audiovisuels. Le financement par ces contrats ne peut pas excéder 50 % du coût total de l'oeuvre.\n\nIII - Les personnes physiques peuvent déduire de leur revenu net global le montant des sommes effectivement versées ; cette déduction ne peut excéder 25 % de ce revenu.\n\nLes actions des sociétés définies au paragraphe I ne sont pas comprises parmi les valeurs citées à l'article 163 octies du code général des impôts.\n\nEn cas de cession de tout ou partie de ces titres dans les cinq ans de leur acquisition, le montant des sommes déduites est ajouté au revenu net global de l'année de la cession.\n\nSi les actions des sociétés définies au paragraphe I sont inscrites au bilan d'une entreprise relevant de l'impôt sur le revenu, ces titres ne peuvent faire l'objet sur le plan fiscal d'une provision pour dépréciation. Les plus-values de cession sont soumises aux règles prévues aux articles 92 B et 160 du code général des impôts, sans préjudice de l'application des dispositions de l'alinéa précédent.\n\nPour l'établissement de l'impôt sur les sociétés, les entreprises peuvent pratiquer, dès l'année de réalisation de l'investissement, un amortissement exceptionnel égal à 50 % du montant des sommes effectivement versées pour la souscription des titres.\n\nLe bénéfice du régime prévu au présent paragraphe est subordonné à l'agrément, par le ministre de l'économie, des finances et du budget, du capital de la société définie au paragraphe I.\n\nIV - Les actions souscrites doivent obligatoirement revêtir la forme nominative. Une même personne ne peut détenir, directement ou indirectement, plus de 25 % du capital d'une société définie au paragraphe I.\n\nAuprès de chaque société définie au paragraphe I, est nommé un commissaire du Gouvernement qui peut assister aux séances du conseil d'administration et se faire communiquer tout document qu'il juge utile pour son information.\n\nV - En cas de non-respect de la condition d'exclusivité de leur activité, les sociétés définies au paragraphe I doivent verser au Trésor une indemnité égale à 25 % de la fraction du capital qui n'a pas été utilisée de manière conforme à leur objet, sans préjudice de l'application des dispositions de l'article 1756 du code général des impôts. Le montant de cette indemnité est exclu des charges déductibles pour l'assiette du bénéfice imposable. La constatation, le recouvrement et le contentieux de cette indemnité sont exercés et suivis comme en matière d'impôts directs.\n\nEn cas de dissolution de la société ou de réduction de son capital, le ministre de l'économie, des finances et du budget peut ordonner la réintégration des sommes déduites en application du paragraphe III au revenu net global ou au résultat imposable de l'année ou de l'exercice au cours desquels elles ont été déduites.\n\nVI - Un décret fixe les modalités d'application du présent article, notamment les modalités de délivrance des agréments, les obligations déclaratives et, le cas échéant, les clauses-types du contrat d'association à la production."
    }
  ]
}