{
  "id": "jorftext000020954146",
  "type": "statute",
  "title": "LOI n° 2009-971 du 3 août 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020954146",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. ― A compter de l'entrée en vigueur de la présente loi, et par dérogation à l'article 45 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, les fonctionnaires affectés en position d'activité dans les services de la gendarmerie nationale à cette date sont placés d'office en position de détachement sans limitation de durée dans un corps correspondant du ministère de l'intérieur.Les fonctionnaires exerçant leurs fonctions dans les services de la gendarmerie nationale en position de détachement poursuivent leur détachement jusqu'à son terme dans un corps correspondant du ministère de l'intérieur.Lorsque les fonctionnaires placés en détachement sans limitation de durée sont placés, sur leur demande, dans une position statutaire dont le bénéfice est de droit, le détachement est suspendu.Le fonctionnaire peut à tout moment demander à ce qu'il soit mis fin à son détachement. Il réintègre alors son ministère d'origine à la première vacance d'un poste de son corps.II. ― Les fonctionnaires placés en détachement sans limitation de durée dans un corps du ministère de l'intérieur peuvent à tout moment demander à être intégrés dans ce corps. Cette intégration est de droit.III. ― Les services accomplis par les fonctionnaires mentionnés au I dans leur corps d'origine ou dans leur corps de détachement au sein du ministère de la défense sont assimilés à des services accomplis dans le corps d'accueil du ministère de l'intérieur.IV. ― Lorsqu'à la date du détachement d'office il est constaté une différence, selon des modalités définies par décret, entre le plafond indemnitaire applicable au corps et au grade d'origine au sein du ministère de la défense et celui correspondant au corps et au grade d'accueil, le fonctionnaire bénéficie à titre personnel du plafond le plus élevé.Le ministre de l'intérieur verse à l'agent, le cas échéant, une indemnité compensatrice dont le montant correspond à la différence entre le montant indemnitaire effectivement perçu dans le corps et le grade d'origine et le plafond indemnitaire applicable au corps et au grade d'accueil.V. ― Les fonctionnaires appartenant à un corps dont l'indice terminal est égal à l'indice brut 638 ne sont pas concernés par le présent article.VI. ― Un décret en Conseil d'Etat précise les modalités d'application du présent article, notamment les conditions de détachement des fonctionnaires mentionnés au I dans les corps du ministère de l'intérieur."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. ― A compter de l'entrée en vigueur de la présente loi, sont transférés au ministère de l'intérieur les agents non titulaires exerçant leurs fonctions au sein de la gendarmerie nationale qui :― soit ont été recrutés au titre des articles 4, 6, 22 bis et 27 de la loi n° 84-16 du 11 janvier 1984 précitée ;― soit ont demandé le bénéfice des dispositions du II de l'article 34 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations.Les agents concernés conservent à titre individuel le bénéfice des stipulations de leur contrat.II. ― A compter de cette même date, sont placés sous l'autorité du ministre de l'intérieur les ouvriers d'Etat du ministère de la défense, les agents non titulaires régis par les dispositions du I de l'article 34 de la loi n° 2000-321 du 12 avril 2000 précitée et les agents non titulaires bénéficiant des dispositions de l'article 82 de la loi n° 84-16 du 11 janvier 1984 précitée qui exercent leurs fonctions au sein de la gendarmerie nationale.Les agents concernés continuent à bénéficier des dispositions qui leur sont applicables au ministère de la défense."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "La présente loi est applicable sur l'ensemble du territoire de la République."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le Gouvernement remet au Parlement, tous les deux ans à compter de l'entrée en vigueur de la présente loi, un rapport évaluant, d'une part, les modalités concrètes du rattachement organique et budgétaire de la gendarmerie nationale au ministère de l'intérieur, et notamment son impact sur son organisation interne, ses effectifs, l'exercice de ses missions et sa présence sur le territoire et, d'autre part, les effets de ce rattachement concernant l'efficacité de l'action de l'Etat en matière de sécurité et d'ordre publics et la mutualisation des moyens entre la police et la gendarmerie. Ce rapport comporte les éléments relatifs à l'obtention d'une parité globale entre les personnels des deux forces. Il est préparé par une instance extérieure aux services concernés.\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\nFait au Lavandou, le 3 août 2009."
    }
  ]
}