{
  "id": "jorftext000000444898",
  "type": "statute",
  "title": "Loi n° 2005-158 du 23 février 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000444898",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La Nation exprime sa reconnaissance aux femmes et aux hommes qui ont participé à l'oeuvre accomplie par la France dans les anciens départements français d'Algérie, au Maroc, en Tunisie et en Indochine ainsi que dans les territoires placés antérieurement sous la souveraineté française.Elle reconnaît les souffrances éprouvées et les sacrifices endurés par les rapatriés, les anciens membres des formations supplétives et assimilés, les disparus et les victimes civiles et militaires des événements liés au processus d'indépendance de ces anciens départements et territoires et leur rend, ainsi qu'à leurs familles, solennellement hommage."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La Nation associe les rapatriés d'Afrique du Nord, les personnes disparues et les populations civiles victimes de massacres ou d'exactions commis durant la guerre d'Algérie et après le 19 mars 1962 en violation des accords d'Evian, ainsi que les victimes civiles des combats de Tunisie et du Maroc, à l'hommage rendu le 5 décembre aux combattants morts pour la France en Afrique du Nord."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Une fondation pour la mémoire de la guerre d'Algérie, des combats du Maroc et de Tunisie est créée, avec le concours de l'Etat.Les conditions de la création de cette fondation sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les programmes de recherche universitaire accordent à l'histoire de la présence française outre-mer, notamment en Afrique du Nord, la place qu'elle mérite.La coopération permettant la mise en relation des sources orales et écrites disponibles en France et à l'étranger est encouragée."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont interdites :- toute injure ou diffamation commise envers une personne ou un groupe de personnes en raison de leur qualité vraie ou supposée de harki, d'ancien membre des formations supplétives ou assimilés ;- toute apologie des crimes commis contre les harkis et les membres des formations supplétives après les accords d'Evian.L'Etat assure le respect de ce principe dans le cadre des lois en vigueur."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-Une allocation de reconnaissance, sous condition d'âge, est versée en faveur :1° Des anciens harkis, moghaznis et personnels des diverses formations supplétives de statut civil de droit local ayant servi en Algérie, qui ont fixé leur domicile en France ;2° Aux conjoints ou ex-conjoints survivants, non remariés ou n'ayant pas conclu de pacte civil de solidarité, des personnes mentionnées au 1°.\n\nII. - Pour les personnes mentionnées au 1° du I, la perception de l'allocation de reconnaissance peut prendre la forme :\n\n1° D'une rente viagère dont le montant annuel ne peut être inférieur à 8 976 € à compter du 1er janvier 2024 ;\n\n2° D'un capital de 20 000 € et d'un complément de capital sous la forme d'une rente viagère dont le montant annuel ne peut être inférieur à 6 526 € à compter du 1er janvier 2024 ;\n\n3° D'un capital de 30 000 € et, à compter du 1er janvier 2024, d'un complément de capital attribué sur demande de l'intéressé, recevable sans condition de délai.\n\nCe complément de capital est versé sous la forme d'une rente viagère dont le montant annuel est égal, au 1er janvier 2024, à celui de la rente viagère mentionnée au 2° du présent II.\n\nL'entrée en jouissance de ce complément est fixée à la date du dépôt de la demande.\n\nUn arrêté conjoint des ministres chargés des rapatriés et du budget fixe les montants annuels de la rente viagère et du complément de capital, indexés sur le taux d'évolution en moyenne annuelle des prix à la consommation de tous les ménages, hors tabac, prévus au présent II.\n\nII bis. - Pour les personnes mentionnées au 2° du I, quelles que soient les modalités de versement de l'allocation de reconnaissance précédemment choisies au titre de la présente loi, celles-ci ne bénéficient à compter du 1er janvier 2024 que de l'allocation viagère servie au titre de l'article 133 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016, dont le montant annuel ne peut être inférieur à 8 976 € au 1er janvier 2024.\n\nIII. - En cas de décès, à la date d'entrée en vigueur de la présente loi, de l'ancien supplétif ou assimilé et de ses conjoints ou ex-conjoints survivants lorsqu'ils remplissaient les conditions fixées par l'article 2 de la loi n° 94-488 du 11 juin 1994 relative aux rapatriés anciens membres des formations supplétives et assimilés ou victimes de la captivité en Algérie, une allocation de 20 000 Euros est répartie en parts égales entre les enfants issus de leur union s'ils ont fixé leur domicile en France ou dans un Etat de la Communauté européenne au 1er janvier 2004.\n\nLes personnes reconnues pupilles de la Nation, orphelines de père et de mère, ayant fixé leur domicile en France ou dans un Etat de la Communauté européenne au 1er janvier 2004, dont l'un des parents a servi en qualité de harki ou membre d'une formation supplétive, non visées à l'alinéa précédent, bénéficient d'une allocation de 20 000 €, répartie en parts égales entre les enfants issus d'une même union.\n\nIV. - Les modalités d'application du présent article, et notamment le délai imparti pour exercer l'option ainsi que l'échéancier des versements prenant en compte l'âge des bénéficiaires, sont fixés par décret en Conseil d'Etat.\n\nV.-Les indemnités en capital versées en application du I sont insaisissables et ne présentent pas le caractère de revenus pour l'assiette des impôts et taxes recouvrés au profit de l'Etat ou des collectivités publiques."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Par dérogation aux conditions fixées pour bénéficier de l'allocation de reconnaissance et des aides spécifiques au logement mentionnées aux articles 6 et 7, le ministre chargé des rapatriés accorde le bénéfice de ces aides aux anciens harkis et membres des formations supplétives ayant servi en Algérie ou à leurs veuves, rapatriés, âgés de soixante ans et plus, qui peuvent justifier d'un domicile continu en France ou dans un autre Etat membre de la Communauté européenne depuis le 10 janvier 1973.\n\nCette demande de dérogation est présentée dans le délai d'un an suivant la publication du décret d'application du présent article."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les enfants des personnes mentionnées à l'article 6 de la loi n° 94-488 du 11 juin 1994 précitée, éligibles aux bourses nationales de l'éducation nationale, peuvent se voir attribuer des aides dont les montants et les modalités d'attribution sont définis par décret."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-Sont restituées aux bénéficiaires des indemnisations ou en cas de décès à leurs ayants droit les sommes prélevées sur les indemnisations par l'Agence nationale pour l'indemnisation des Français d'outre-mer et affectées au remboursement partiel ou total des prêts au titre des dispositions suivantes :\n\n1° L'article 46 de la loi n° 70-632 du 15 juillet 1970 relative à une contribution nationale à l'indemnisation des Français dépossédés de biens situés dans un territoire antérieurement placé sous la souveraineté, le protectorat ou la tutelle de la France ;\n\n2° Les troisième, quatrième et cinquième alinéas de l'article 3 de la loi n° 78-1 du 2 janvier 1978 relative à l'indemnisation des Français rapatriés d'outre-mer dépossédés de leurs biens.\n\nII.-Sont aussi restituées aux personnes ayant bénéficié d'une indemnisation en application de l'article 2 de la loi n° 87-549 du 16 juillet 1987 relative au règlement de l'indemnisation des rapatriés ou à leurs ayants droit les sommes prélevées, en remboursement de prêts professionnels, sur l'aide brute définitive accordée lors de la cession de biens agricoles dans le cadre des protocoles franco-tunisiens des 13 octobre 1960 et 2 mars 1963.\n\nIII.-Les restitutions mentionnées aux I et II n'ont pas le caractère de revenus pour l'assiette des impôts et taxes recouvrés au profit de l'Etat ou des collectivités publiques. Elles n'entrent pas dans l'actif successoral des bénéficiaires au regard des droits de mutation par décès.\n\nIV.-Un décret en Conseil d'Etat fixe les conditions d'application du présent article, notamment les modalités de versement des sommes restituées ainsi qu'un échéancier prenant en compte l'âge des bénéficiaires de l'indemnisation.\n\nV.-Les demandes de restitution peuvent être présentées jusqu'au 31 décembre 2008."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Peuvent demander le bénéfice d'une indemnisation forfaitaire les personnes de nationalité française à la date de la publication de la présente loi ayant fait l'objet, en relation directe avec les événements d'Algérie pendant la période du 31 octobre 1954 au 3 juillet 1962, de condamnations ou de sanctions amnistiées, de mesures administratives d'expulsion, d'internement ou d'assignation à résidence, ayant de ce fait dû cesser leur activité professionnelle et ne figurant pas parmi les bénéficiaires mentionnés à l'article 1er de la loi n° 82-1021 du 3 décembre 1982 relative au règlement de certaines situations résultant des événements d'Afrique du Nord, de la guerre d'Indochine ou de la Seconde Guerre mondiale.L'indemnité forfaitaire mentionnée au précédent alinéa n'a pas le caractère de revenu pour l'assiette des impôts et taxes recouvrés au profit de l'Etat ou des collectivités territoriales.Un décret en Conseil d'Etat détermine le montant de cette indemnité qui tient compte notamment de la durée d'inactivité justifiée ainsi que les modalités de versement de cette allocation.Cette demande d'indemnité est présentée dans le délai d'un an suivant la publication du décret d'application du présent article."
    }
  ]
}