{
  "id": "jorftext000000196404",
  "type": "statute",
  "title": "Loi n° 96-987 du 14 novembre 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000196404",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A compter de 2011, les taux à prendre en compte pour les communes et les groupements de communes à fiscalité propre pour le calcul des compensations ou des minorations mentionnées aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des départements et des régions.Au titre de 2011, les compensations calculées selon les dispositions qui précèdent et auxquelles sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 sont minorées par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010 et 2011, sont minorées par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011 et 2012, sont minorées par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011, 2012 et 2013, sont minorées par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017, les mêmes compensations, auxquelles sont appliqués les  taux d'évolution fixés depuis 2009, sont minorées par application du  taux prévu pour 2017 au X de l'article 33 de la loi n° 2016-1917 du 29  décembre 2016 de finances pour 2017."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-modification du CGI\n\nII.-modification du CGI\n\nIII.-Dans les conditions prévues par la loi de finances, l'Etat compense, chaque année, la perte de recettes résultant pour les collectivités territoriales ou leurs établissements publics de coopération intercommunale à fiscalité propre de l'exonération de taxe foncière sur les propriétés bâties, mentionnée à l'article 1383 B du code général des impôts. La compensation n'est pas applicable aux établissements publics de coopération intercommunale soumis aux dispositions du II de l'article 1609 nonies C du même code. A compter de 2011, le prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes s'applique uniquement aux communes, à la métropole de Lyon, aux départements ou aux groupements dotés d'une fiscalité propre.\n\nLa compensation est égale au produit obtenu en multipliant la perte de base résultant chaque année et pour chaque collectivité de l'exonération par le taux de la taxe foncière sur les propriétés bâties, appliqué en 1996 dans la collectivité ou l'établissement public de coopération intercommunale. Au titre de 2009, la compensation calculée selon les dispositions qui précèdent est minorée par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. Au titre de 2010, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre de 2009 est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article.\n\nA compter de l'année 2011, les taux à prendre en compte pour les départements et la métropole de Lyon, substituée au département du Rhône dans son périmètre, pour le calcul des compensations visées aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des régions.\n\nLes dispositions relatives à cette majoration au profit des communes, des groupements de communes et de la métropole de Lyon sont fixées au VI du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nAu titre de 2011, les compensations calculées selon les dispositions qui précèdent et auxquelles sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 sont minorées par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010 et 2011, sont minorées par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011 et 2012, sont minorées par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011, 2012 et 2013, sont minorées par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2017 au X de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017. A compter de 2018, les taux d'évolution fixés depuis 2009 et jusqu'à 2017 sont appliqués aux mêmes compensations.\n\nJusqu'au 31 décembre 2010, pour les communes qui appartiennent à un établissement public de coopération intercommunale soumis aux dispositions de l'article 1609 nonies C du code général des impôts dans sa version en vigueur jusqu'au 31 décembre 2010, le taux appliqué en 1996 dans la commune est majoré du taux voté en 1996 par l'établissement public de coopération intercommunale précité.\n\nLa métropole de Lyon est substituée de plein droit à la communauté urbaine de Lyon ainsi qu'au département du Rhône pour l'application du présent III dans son périmètre.\n\nPour l'application des dispositions qui précèdent, la collectivité de Corse est substituée de plein droit, à compter du 1er janvier 2018, aux départements de Haute-Corse et de Corse-du-Sud.\n\nIV.-Les obligations déclaratives des personnes et organismes concernés par les exonérations prévues au présent article sont fixées par décret."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-Les gains et rémunérations, au sens de l'article L. 242-1 du code de la sécurité sociale ou de l'article 1031 du code rural, versés au cours d'un mois civil aux salariés employés par un établissement implanté dans une des zones franches urbaines mentionnées au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée, lequel doit disposer d'éléments d'exploitation ou de stocks nécessaires à l'activité de ces salariés, sont, dans les conditions fixées aux II, III et IV, exonérés des cotisations à la charge de l'employeur au titre des assurances sociales, des allocations familiales ainsi que du versement de transport et de la contribution au Fonds national d'aide au logement, dans la limite du produit du nombre d'heures rémunérées par le montant du salaire minimum de croissance majoré de 50 % jusqu'au 31 décembre 2005 inclus et, pour les gains et rémunérations versés à compter du 1er janvier 2006, dans la limite du produit du nombre d'heures rémunérées par le montant du salaire minimum de croissance majoré de 40 %. A partir du 1er janvier 2009, le montant de l'exonération décroît de manière linéaire lorsque la rémunération horaire est supérieure au salaire minimum de croissance majoré de 40 % et devient nul lorsque la rémunération horaire est égale à 2,4 fois le salaire minimum de croissance du 1er janvier 2009 au 31 décembre 2009 inclus, à 2,2 fois le salaire minimum de croissance du 1er janvier 2010 au 31 décembre 2010 inclus et à deux fois le salaire minimum de croissance à partir du 1er janvier 2011.\n\nL'exonération est ouverte au titre de l'emploi de salariés dont l'activité réelle, régulière et indispensable à l'exécution du contrat de travail s'exerce en tout ou partie dans une zone franche urbaine-territoire entrepreneur.\n\nII.-Dans les zones franches urbaines figurant sur la liste indiquée au I de l'annexe à la présente loi, l'exonération prévue au I est applicable aux gains et rémunérations versés par les entreprises exerçant les activités visées au d du I de l'article 44 octies A  du code général des impôts, dont un établissement au moins est situé dans la zone franche urbaine-territoire entrepreneur à la date de sa délimitation et qui emploient, à cette date, un effectif total de cinquante salariés au plus, déterminé selon les modalités prévues à l'article L. 421-2 du code du travail, sous réserve de remplir l'une des conditions suivantes :\n\n1° Soit leur activité relève des secteurs dont la liste, définie selon la nomenclature des activités françaises, est annexée à la présente loi ;\n\n2° Soit, si leur activité relève d'autres secteurs que ceux mentionnés au 1°, la part du chiffre d'affaires afférent aux livraisons intracommunautaires et à l'exportation réalisé au cours de la période du 1er janvier 1994, ou de la date de début d'activité si celle-ci est postérieure, au 31 décembre 1996 n'excède pas 15 % du chiffre d'affaires total hors taxes réalisé pendant la même période.\n\nLes conditions visées aux deux précédents alinéas ne sont pas opposables aux établissements situés dans les zones franches urbaines des communes des départements d'outre-mer. Ces dispositions cessent d'être applicables le 31 décembre 2007.\n\nII bis.-Dans les zones franches urbaines figurant sur la liste indiquée au I bis ainsi que, à compter du 1er janvier 2008, dans les zones franches urbaines figurant sur la liste indiquée au I de l'annexe à la présente loi, l'exonération prévue au I est applicable aux gains et rémunérations versés par les entreprises exerçant les activités visées au d du I de l'article 44 octies A du code général des impôts, dont un établissement au moins est implanté dans la zone franche urbaine-territoire entrepreneur le 1er janvier 2004, ainsi que par les entreprises qui s'y implantent, s'y créent ou y créent un établissement avant le 31 décembre 2014, qui emploient au plus cinquante salariés le 1er janvier 2004 ou à la date d'implantation ou de création si elle est postérieure et dont, soit le chiffre d'affaires annuel hors taxes n'excède pas 7 millions d'euros, soit le total de bilan n'excède pas 5 millions d'euros, ces deux plafonds étant portés à 10 millions d'euros à compter du 1er janvier 2005. L'effectif total est déterminé au niveau de l'entreprise, tous établissements confondus, selon les modalités prévues à l'article L. 421-2 du code du travail, les salariés employés à temps partiel étant pris en compte au prorata de la durée du travail prévue à leur contrat.\n\nPour les entreprises dont un établissement au moins est implanté dans l'une des zones franches urbaines figurant sur la liste indiquée au I bis de l'annexe à la présente loi au 1er janvier 2004, les exonérations s'appliquent dans les limites prévues par le règlement (CE) n° 69/2001 de la Commission du 12 janvier 2001 concernant l'application des articles 87 et 88 du traité CE aux aides de minimis.\n\nL'exonération prévue au I n'est pas applicable aux entreprises :\n\n1° Dont 25 % ou plus du capital ou des droits de vote sont contrôlés, directement ou indirectement, par une ou plusieurs entreprises employant 250 salariés ou plus et dont le chiffre d'affaires annuel hors taxes excède 50 millions d'euros ou dont le total du bilan annuel excède 43 millions d'euros ;\n\n2° Dont l'activité principale, définie selon la nomenclature d'activités française de l'Institut national de la statistique et des études économiques, relève des secteurs de la construction automobile, de la construction navale, de la fabrication de fibres textiles artificielles ou synthétiques, de la sidérurgie ou des transports routiers de marchandises.\n\nII ter.-Dans les zones franches urbaines mentionnées au deuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire, l'exonération prévue au I est applicable aux gains et rémunérations versés par les entreprises exerçant les activités mentionnées au d du I de l'article 44 octies A du code général des impôts dont un établissement au moins est implanté dans la zone franche urbaine-territoire entrepreneur le 1er août 2006, ainsi que par les entreprises qui s'y implantent, s'y créent ou y créent un établissement avant le 31 décembre 2014, qui emploient au plus cinquante salariés le 1er août 2006 ou à la date d'implantation ou de création si elle est postérieure et dont soit le chiffre d'affaires annuel hors taxes, soit le total de bilan, n'excède pas 10 millions d'euros. L'effectif total est déterminé au niveau de l'entreprise, tous établissements confondus, selon les modalités prévues à l'article L. 421-2 du code du travail, les salariés employés à temps partiel étant pris en compte au prorata de la durée du travail prévue à leur contrat.\n\nPour les entreprises dont un établissement au moins est implanté dans l'une des zones franches urbaines mentionnées à l'alinéa précédent au 1er août 2006, les exonérations s'appliquent dans les limites prévues par le règlement (CE) n° 1998/2006 de la Commission, du 15 décembre 2006, concernant l'application des articles 87 et 88 du traité CE aux aides de minimis.\n\nLes dispositions des troisième, quatrième et cinquième alinéas du II bis sont applicables aux entreprises mentionnées au présent II ter.\n\nIII.-L'exonération prévue au I est également applicable :\n\n-aux gains et rémunérations des salariés embauchés par les entreprises visées au premier alinéa du II qui ne remplissent pas les conditions fixées par les deuxième et troisième alinéas du II, si ces embauches ont pour effet d'accroître l'effectif employé dans la zone franche urbaine-territoire entrepreneur à la date de sa délimitation ;\n\n-aux gains et rémunérations des salariés des entreprises exerçant les activités visées au d du I de l'article 44 octies A du code général des impôts qui s'implantent ou sont créées dans une zone franche urbaine-territoire entrepreneur figurant sur la liste indiquée au I de l'annexe à la présente loi ou y créent un établissement postérieurement à la date de sa délimitation, si leur effectif total, déterminé selon les modalités prévues à l'article L. 421-2 du code du travail, n'excède pas cinquante salariés à la date de l'implantation ou de la création.\n\nL'exonération prévue au I n'est pas applicable aux gains et rémunérations afférents aux emplois transférés par une entreprise dans une zone franche urbaine-territoire entrepreneur postérieurement à la date de sa délimitation et pour lesquels l'employeur a bénéficié, au titre d'une ou plusieurs des cinq années précédant celle du transfert, soit de l'exonération prévue à l'article L. 322-13 du code du travail, soit du versement de la prime d'aménagement du territoire.\n\nIII bis.-Lorsqu'une entreprise ayant bénéficié de l'exonération prévue au I s'implante dans une autre zone franche urbaine-territoire entrepreneur, le droit à l'exonération cesse d'être applicable aux gains et rémunérations versés aux salariés dont l'emploi est transféré dans la nouvelle zone franche urbaine-territoire entrepreneur à compter de la date d'effet du transfert. L'exonération est applicable aux gains et rémunérations des salariés embauchés dans la nouvelle zone franche urbaine-territoire entrepreneur qui ont pour effet d'accroître l'effectif de l'entreprise au-delà de l'effectif employé dans la ou les précédentes zones franches urbaines à la date de l'implantation dans la nouvelle zone franche urbaine-territoire entrepreneur.\n\nIV.-L'exonération prévue au I est applicable aux gains et rémunérations versés aux salariés au titre desquels l'employeur est soumis à l'obligation édictée par l'article L. 351-4 du code du travail et dont le contrat de travail est à durée indéterminée ou a été conclu pour une durée déterminée d'au moins douze mois, dans une limite de cinquante salariés appréciée au premier jour de chaque mois, les salariés employés à temps partiel étant pris en compte au prorata de la durée du travail prévue à leur contrat.\n\nV.-L'exonération prévue au I est applicable pendant une période de cinq ans à compter du 1er janvier 1997 pour les salariés visés au IV ou, dans les cas visés aux III et III bis, à compter de la date de l'implantation ou de la création si elle intervient au cours de cette période. Toutefois, en cas d'embauche, au cours de cette période, de salariés qui n'étaient pas déjà employés au 1er janvier 1997 dans les conditions fixées au IV, l'exonération est applicable, pour ces salariés, pendant une période de cinq ans à compter de la date d'effet du contrat de travail.\n\nDans les cas visés aux III et III bis, l'exonération prévue au I est applicable aux embauches réalisées à compter du 1er janvier 2002 par les établissements implantés dans une zone franche urbaine-territoire entrepreneur avant cette date, dès lors que l'embauche intervient dans les cinq années suivant la date de cette implantation ou cette création.\n\nV bis.-A l'issue des cinq années de l'exonération prévue au I, le bénéfice de l'exonération est maintenu de manière dégressive pendant les trois années suivantes au taux de 60 % du montant des cotisations, contributions et versements précités la première année, de 40 % la deuxième année et de 20 % la troisième année.\n\nPour les entreprises de moins de cinq salariés, le bénéfice de l'exonération est maintenu de manière dégressive au taux de 60 % du montant des cotisations, contributions et versements précités lors des cinq années qui suivent le terme de cette exonération, de 40 % les sixième et septième années et de 20 % les huitième et neuvième années.\n\nV ter.-Par dérogation aux dispositions du V, l'exonération prévue au I est applicable aux gains et rémunérations versés par les entreprises mentionnées au troisième alinéa du III qui s'implantent ou sont créées dans une zone franche urbaine-territoire entrepreneur ou qui y créent un établissement à compter du 1er janvier 2003 et jusqu'au 31 décembre 2014. L'exonération est applicable pendant une période de cinq ans à compter de la date de l'implantation ou de la création pour les salariés mentionnés au IV présents à cette date. En cas d'embauche de salariés dans les conditions fixées au IV, l'exonération est applicable, pour ces salariés, pendant une période de cinq ans à compter de la date d'effet du contrat de travail dès lors que l'embauche intervient dans les cinq années suivant la date de l'implantation et de la création. Sans préjudice de l'application des deux derniers alinéas du III et du III bis, l'exonération prévue au I est également applicable aux gains et rémunérations des salariés mentionnés au IV dont l'emploi est transféré en zone franche urbaine-territoire entrepreneur jusqu'au 31 décembre 2014.\n\nPour les implantations ou créations intervenues entre le 1er janvier et le 31 décembre 2002, l'exonération prévue au I est applicable pendant cinq ans à compter du 1er janvier 2003 pour les salariés mentionnés au IV présents à cette date, sans préjudice de l'application des dispositions du III bis, celles prévues au dernier alinéa du III étant applicables aux emplois transférés à compter du 1er janvier 2003. ;\n\nV quater-L'exonération est applicable aux gains et rémunérations versés par les entreprises mentionnées au II bis qui exercent, s'implantent, ou sont créées ou créent un établissement dans l'une des zones franches urbaines définies au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée et figurant sur la liste arrêtée au I bis de l'annexe à la présente loi entre le 1er janvier 2004 et le 31 décembre 2014 inclus.\n\nL'exonération est applicable pour les salariés mentionnés au IV pendant une période de cinq ans à compter du 1er janvier 2004 ou de la création ou implantation de l'entreprise si elle est postérieure.\n\nEn cas d'embauche de salariés dans les conditions fixées au IV, l'exonération est applicable, pour ces salariés, pendant une période de cinq ans à compter de la date d'effet du contrat de travail dès lors que l'embauche intervient dans les cinq années suivant le 1er janvier 2004 ou la date de création ou d'implantation de l'entreprise, si elle est postérieure.\n\nSous réserve de l'application du quatrième alinéa du III et des dispositions du III bis, l'exonération prévue au I est également applicable aux gains et rémunérations des salariés mentionnés au IV dont l'emploi est transféré en zone franche urbaine-territoire entrepreneur jusqu'au 31 décembre 2014.\n\nV quinquies.-L'exonération prévue au I est applicable aux gains et rémunérations versés par les entreprises mentionnées au II ter qui exercent, s'implantent, sont créées ou créent entre le 1er août 2006 et le 31 décembre 2014 inclus un établissement dans l'une des zones franches urbaines mentionnées au deuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée.\n\nL'exonération est applicable pour les salariés mentionnés au IV pendant une période de cinq ans à compter du 1er août 2006 ou de la date de création ou d'implantation de l'entreprise dans la zone franche urbaine-territoire entrepreneur si elle est postérieure à cette date.\n\nEn cas d'embauche de salariés dans les conditions fixées au IV, l'exonération est applicable, pour ces salariés, pendant une période de cinq ans à compter de la date d'effet du contrat de travail dès lors que l'embauche intervient dans les cinq années suivant le 1er août 2006 ou la date de création ou d'implantation de l'entreprise, si elle est postérieure.\n\nSous réserve de l'application du quatrième alinéa du III et des dispositions du III bis, l'exonération prévue au I est également applicable aux gains et rémunérations des salariés mentionnés au IV dont l'emploi est transféré en zone franche urbaine-territoire entrepreneur jusqu'au 31 décembre 2014.\n\nVI.-Le droit à l'exonération prévue au I est subordonné à la condition que l'employeur soit à jour de ses obligations à l'égard de l'organisme de recouvrement des cotisations de sécurité sociale et d'allocations familiales ou ait souscrit un engagement d'apurement progressif de ses dettes.\n\nLe bénéfice de l'exonération ne peut être cumulé, pour l'emploi d'un même salarié, avec celui d'une aide de l'Etat à l'emploi ou d'une autre exonération totale ou partielle de cotisations patronales de sécurité sociale ou l'application de taux spécifiques, d'assiettes ou montants forfaitaires de cotisations, à l'exception de la déduction forfaitaire prévue à l'article L. 241-18 du code de la sécurité sociale.\n\nPour bénéficier de l'exonération prévue au I, l'employeur doit adresser à l'autorité administrative désignée par décret et à l'organisme de recouvrement des cotisations une déclaration des mouvements de main-d'oeuvre intervenus au cours de l'année précédente, ainsi que de chaque embauche. A défaut de réception de la déclaration dans les délais fixés par décret, le droit à l'exonération n'est pas applicable au titre des gains et rémunérations versés pendant la période comprise, selon les cas, entre le 1er janvier de l'année ou la date de l'embauche, et l'envoi de la déclaration ; cette période étant imputée sur la période de cinq ans mentionnée au V.\n\nVII.-L'article L. 2242-5-1 du code du travail est applicable à cette exonération."
    },
    {
      "provision_ref": "art12-1",
      "section": "12-1",
      "title": "Article 12-1",
      "content": "A compter du 1er janvier 2004, l'exonération prévue au I de l'article 12 de la présente loi est également applicable, dans les zones de redynamisation urbaine définies au A du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire, par les associations implantées au 1er janvier 2004 dans une telle zone ou par celles qui s'y créent ou s'y implantent avant le 1er janvier 2009.\n\nA compter du 1er janvier 2004, l'exonération prévue au I de l'article 12 de la présente loi est également applicable, dans les zones franches urbaines définies au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée figurant sur les listes indiquées au I et au I bis de l'annexe à la présente loi, par les associations implantées au 1er janvier 2004 dans une telle zone ou par celles qui s'y créent ou s'y implantent avant le 1er janvier 2015.\n\nA compter du 1er août 2006, l'exonération prévue au I de l'article 12 de la présente loi est également applicable, dans les zones franches urbaines définies au deuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée, par les associations implantées au 1er août 2006 dans une telle zone ou par celles qui s'y créent ou s'y implantent avant le 1er janvier 2015.\n\nL'exonération est applicable, dans les conditions fixées aux I, IV, VI et VII de l'article 12, aux salariés présents dans l'établissement de l'association implanté dans la zone de redynamisation urbaine ou la  zone franche urbaine-territoire entrepreneur au 1er janvier 2004 ou au 1er août 2006 pour les associations mentionnées au troisième alinéa, ou à la date de création ou d'implantation de l'association si elle est postérieure, ainsi qu'aux embauches ultérieures de tels salariés réalisées par l'association dans les cinq ans de sa création ou de son implantation dans la zone de redynamisation urbaine ou la  zone franche urbaine-territoire entrepreneur.\n\nL'exonération est ouverte au titre de l'emploi de salariés résidant dans la zone de redynamisation urbaine ou la  zone franche urbaine-territoire entrepreneur, dont l'activité réelle, régulière et indispensable à l'exécution du contrat de travail s'exerce principalement dans ces zones. L'exonération est, à compter du 1er janvier 2005, également ouverte au titre de l'emploi de salariés résidant dans une zone urbaine sensible définie au 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée et située dans la même unité urbaine que la zone de redynamisation urbaine ou la  zone franche urbaine-territoire entrepreneur où est implantée l'association.\n\nL'exonération est applicable au titre de l'emploi des seuls salariés visés par l'alinéa précédent, dans une limite de quinze salariés appréciée au premier jour de chaque mois, les salariés employés à temps partiel étant pris en compte au prorata de la durée de travail prévue à leur contrat.\n\nL'exonération est applicable pendant une période de cinq ans à taux plein, pour les salariés présents au 1er janvier 2004 ou au 1er août 2006 dans le cas visé au troisième alinéa ou lors de la création ou de l'implantation, à compter de ces dates, et, pour les salariés embauchés postérieurement, à compter de la date d'effet du contrat de travail. A l'issue de cette période, le bénéfice de l'exonération est maintenu dans les conditions et pour les durées fixées au V bis de l'article 12.\n\nL'exonération n'est pas applicable aux associations présentes au 1er janvier 2004 ou au 1er août 2006 pour les associations mentionnées au troisième alinéa qui emploient ou ont employé des salariés au titre desquels elles bénéficient ou ont bénéficié de l'exonération prévue par l'article 12.\n\nLes associations qui remplissent simultanément les conditions fixées par le présent article ainsi que celles fixées par l'article 12 doivent opter pour l'application à tous leurs salariés de l'un ou l'autre de ces deux dispositifs. Cette option, définitive et irrévocable, doit être exercée dans les trois mois qui suivent la date à compter de laquelle l'une ou l'autre de ces exonérations est appliquée pour la première fois.\n\nLorsqu'une association ayant précédemment bénéficié de l'exonération prévue au présent article s'implante dans une autre zone de redynamisation urbaine ou dans une autre  zone franche urbaine-territoire entrepreneur que celle au titre de laquelle elle a bénéficié de l'exonération, le droit à l'exonération cesse d'être applicable aux gains et rémunérations versés aux salariés dont l'emploi est transféré dans cette autre zone. L'exonération n'est applicable qu'aux gains et rémunérations des salariés embauchés dans cette autre zone dont l'embauche a pour effet d'accroître l'effectif de l'association au-delà de l'effectif total employé dans la précédente zone de redynamisation urbaine ou  zone franche urbaine-territoire entrepreneur avant la date d'implantation dans la nouvelle zone."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-Lorsque l'employeur a déjà procédé, depuis la délimitation de la zone franche urbaine  - territoires entrepreneurs, à l'embauche de deux salariés ouvrant droit à l'exonération prévue à l'article 12, le maintien du bénéfice de l'exonération est subordonné, lors de toute nouvelle embauche, à la condition qu'à la date d'effet de cette embauche :\n\n-le nombre de salariés embauchés depuis la délimitation de la zone franche urbaine - territoires entrepreneurs, employés dans les conditions fixées au IV de l'article 12 dont l'horaire prévu au contrat est au moins égal à une durée minimale fixée par décret et résidant dans cette zone, soit égal à au moins un cinquième du total des salariés embauchés dans les mêmes conditions, au cours de la même période ;\n\n-ou le nombre de salariés remplissant les conditions fixées au IV de l'article 12 dont l'horaire prévu au contrat est au moins égal à une durée minimale fixée par décret et résidant dans la zone franche urbaine soit égal à un cinquième du total des salariés employés dans les mêmes conditions.\n\nLes dispositions du présent article s'appliquent pendant une période de cinq ans à compter soit de la délimitation de la zone franche urbaine - territoire entrepreneur pour les entreprises visées au II et au deuxième alinéa du III de l'article 12, soit de l'implantation ou de la création pour les entreprises visées au troisième alinéa.\n\nEn cas de non-respect de la proportion mentionnée aux deuxième et troisième alinéas, constaté à l'expiration d'un délai d'un mois à compter de la date d'effet de l'embauche, l'exonération n'est pas applicable aux gains et rémunérations versés jusqu'à la date d'effet des embauches nécessaires au respect de cette proportion.\n\nLe maire peut fournir à l'employeur, à sa demande, des éléments d'information relatifs à la qualité de résident dans la zone nécessaires à la détermination de la proportion mentionnée aux deuxième et troisième alinéas.\n\nII.-A compter du 1er janvier 2003, pour les entreprises créées ou implantées à compter du 1er janvier 2002 dans les zones franches urbaines - territoires entrepreneurs figurant sur la liste indiquée au I de l'annexe à la présente loi et à compter du 1er janvier 2004 pour celles existant à cette date ou créées ou implantées à compter de la même date dans les zones franches urbaines - territoires entrepreneurs figurant sur la liste indiquée au I bis de cette même annexe, ainsi que, à compter du 1er août 2006, pour celles existant à cette date ou créées ou implantées à compter de cette date dans les zones franches urbaines - territoires entrepreneurs mentionnées au deuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire, lorsque l'employeur a déjà procédé à l'embauche de deux salariés ouvrant droit à l'exonération prévue à l'article 12, le maintien du bénéfice de l'exonération prévue au I de l'article 12 est subordonné, lors de toute nouvelle embauche, à la condition qu'à la date d'effet de cette embauche :\n\n-le nombre de salariés remplissant les conditions fixées au IV de l'article 12 dont l'horaire prévu au contrat de travail est au moins égal à une durée minimale fixée par décret et résidant dans l'une des zones franches urbaines - territoires entrepreneurs, ou dans l'un des quartiers prioritaires de la politique de la ville de l'unité urbaine dans laquelle est située la zone franche urbaine  - territoires entrepreneurs d'implantation de l'entreprise soit égal au moins au tiers du total des salariés employés dans les mêmes conditions ;\n\n-ou que le nombre de salariés embauchés à compter de la création ou de l'implantation, employés dans les conditions fixées au IV de l'article 12 dont l'horaire prévu au contrat de travail est au moins égal à une durée minimale fixée par décret et résidant dans l'une des zones franches urbaines - territoires entrepreneurs ou dans l'un des quartiers prioritaires de la politique de la ville de l'unité urbaine considérée, soit égal au tiers du total des salariés embauchés dans les mêmes conditions, au cours de la même période.\n\nLes dispositions du présent II s'appliquent pendant une période de cinq ans à compter de la création ou de l'implantation de l'entreprise dans une zone franche urbaine - territoire entrepreneur.\n\nEn cas de non-respect de la proportion mentionnée aux deuxième et troisième alinéas, constaté à l'expiration d'un délai de trois mois à compter de la date d'effet de l'embauche, l'exonération n'est pas applicable aux gains et rémunérations versés jusqu'à la date d'effet des embauches nécessaires au respect de cette proportion.\n\nLe maire peut fournir à l'employeur, à sa demande, des éléments d'information relatifs à la qualité de résident dans la zone nécessaires à la détermination de la proportion mentionnée aux deuxième et troisième alinéas.\n\nAfin de faciliter l'accès des demandeurs d'emplois des quartiers prioritaires de la politique de la ville aux recrutements des entreprises des zones franches urbaines - territoires entrepreneurs définies au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée, le service public de l'emploi, tel qu'il est défini à l'article L. 311-1 du code du travail, s'associe à la région et aux autres collectivités territoriales concernées pour mettre en oeuvre des parcours de formation adaptés.\n\nIII. ― Pour les entreprises créées ou implantées dans une zone franche urbaine - territoires entrepreneurs à compter du 1er janvier 2012, le bénéfice de l'exonération mentionnée au I de l'article 12 est subordonné, lors de toute nouvelle embauche, à la condition qu'à la date d'effet de cette embauche :\n\n1° Le nombre de salariés remplissant les conditions fixées au IV du même article 12, dont l'horaire prévu au contrat de travail est au moins égal à une durée minimale fixée par décret, et résidant dans l'une des zones franches urbaines - territoires entrepreneurs ou dans l'un des quartiers prioritaires de la politique de la ville de l'unité urbaine dans laquelle est située la zone franche urbaine  - territoire entrepreneur soit égal au moins à la moitié du total des salariés employés dans les mêmes conditions ;\n\n2° Ou le nombre de salariés, embauchés à compter de la création ou de l'implantation de l'entreprise et remplissant les conditions décrites au 1° du présent III, soit égal à la moitié du total des salariés embauchés dans les mêmes conditions, au cours de la même période.\n\nCes dispositions s'appliquent pendant une période de cinq ans à compter de la création ou de l'implantation de l'entreprise dans une zone franche urbaine  - territoire entrepreneur.\n\nEn cas de non-respect de la proportion mentionnée aux 1° et 2°, constaté à l'expiration d'un délai de trois mois à compter de la date d'effet de l'embauche, l'exonération n'est pas applicable aux gains et rémunérations versés jusqu'à la date d'effet des embauches nécessaires au respect de cette proportion.\n\nLe maire peut fournir à l'employeur, à sa demande, des éléments d'information relatifs à la qualité de résident dans la zone nécessaires à la détermination de la proportion mentionnée aux mêmes 1° et 2°."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-Les personnes exerçant une activité non salariée non agricole mentionnée aux a et b du 1° de l'article L. 613-1 du code de la sécurité sociale et qui sont installées dans une  zone franche urbaine-territoire entrepreneur définie au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée sont exonérées, dans la limite d'un plafond de revenu fixé par décret, et sans préjudice de leurs droits aux prestations, du versement de leurs cotisations sociales au titre de l'assurance maladie et maternité pendant une durée d'au plus cinq ans à compter du 1er janvier 1997 ou à compter du début de la première activité non salariée dans la  zone franche urbaine-territoire entrepreneur s'il intervient au cours de cette durée de cinq ans.\n\nEn cas de poursuite de tout ou partie de l'activité dans une autre  zone franche urbaine-territoire entrepreneur, l'exonération cesse d'être applicable à la partie de l'activité transférée dans cette  zone franche urbaine-territoire entrepreneur.\n\nA l'issue de cette période, le bénéfice de l'exonération est maintenu de manière dégressive pendant les trois années suivantes, au taux de 60 % la première année, de 40 % la deuxième année et de 20 % la troisième année.\n\nPour les entreprises de moins de cinq salariés, le bénéfice de l'exonération est maintenu de manière dégressive au taux de 60 % du montant des cotisations, contributions et versements précités lors des cinq années qui suivent le terme de cette exonération, de 40 % les sixième et septième années et de 20 % les huitième et neuvième années.\n\nII.-Le droit à l'exonération prévue au I est subordonné à la condition que les intéressés soient à jour de leurs obligations à l'égard des organismes de recouvrement des cotisations d'assurance maladie ou aient souscrit un engagement d'apurement progressif de leurs dettes.\n\nIII.-Les personnes exerçant, dans une  zone franche urbaine-territoire entrepreneur définie au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée et figurant sur la liste indiquée au I de l'annexe à la présente loi, une activité non salariée non agricole mentionnée aux a et b du 1° de l'article L. 613-1 du code de la sécurité sociale sont exonérées, dans les conditions fixées par le I et par le II du présent article, sans préjudice de leurs droits aux prestations, du versement de leurs cotisations sociales au titre de l'assurance maladie et maternité pendant une durée d'au plus cinq ans à compter du 1er janvier 2003 ou à compter de la première année d'activité non salariée dans la  zone franche urbaine-territoire entrepreneur s'il intervient au plus tard le 31 décembre 2014.\n\nLes dispositions de l'alinéa précédent ne sont pas applicables aux personnes, à l'exception des entreprises de moins de cinq salariés, qui bénéficient ou ont bénéficié de l'exonération prévue au I ou, sauf si elles se sont installées au cours de l'année 2002 dans une  zone franche urbaine-territoire entrepreneur, de celle prévue par l'article 146 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001).\n\nIV.-Les personnes exerçant, dans une  zone franche urbaine-territoire entrepreneur définie au B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée et figurant sur la liste indiquée au I bis de l'annexe à la présente loi, une activité non salariée non agricole mentionnée aux a et b du 1° de l'article L. 613-1 du code de la sécurité sociale sont exonérées, dans les conditions fixées par le I et le II du présent article et sans préjudice de leurs droits aux prestations, du versement de leurs cotisations sociales au titre de l'assurance maladie et maternité pendant une durée d'au plus cinq ans à compter du 1er janvier 2004 ou à compter du début de la première année d'activité non salariée dans la zone si celui-ci intervient au plus tard le 31 décembre 2014.\n\nV.-Les personnes exerçant, dans une  zone franche urbaine-territoire entrepreneur telle qu'elle est mentionnée au deuxième alinéa du B du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée, une activité non salariée non agricole mentionnée aux a et b du 1° de l'article L. 613-1 du code de la sécurité sociale sont exonérées, dans les conditions fixées par les I et II du présent article et sans préjudice de leurs droits aux prestations, du versement de leurs cotisations sociales au titre de l'assurance maladie et maternité pendant une durée d'au plus cinq ans à compter du 1er août 2006 ou à compter du début de la première année d'activité non salariée dans la zone si celui-ci intervient au plus tard le 31 décembre 2014."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Les articles 6-3 et 6-4 de la loi n° 89-18 du 13 janvier 1989 portant diverses mesures d'ordre social sont abrogés.Les contrats en cours à la date de promulgation de la présente loi demeurent régis, jusqu'à leur terme, par les dispositions antérieurement applicables.II. - L'article 6-5 de la même loi est abrogé à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Par dérogation à l'article L. 752-1 du code de commerce, les projets visés audit article dont l'Agence nationale de la cohésion des territoires assure la maîtrise d'ouvrage sont, dans des conditions fixées par décret en Conseil d'Etat, soumis pour autorisation à la Commission nationale d'aménagement commercial après consultation de la commission départementale d'aménagement commercial, qui rend son avis dans un délai d'un mois à compter de sa saisine. Passé ce délai, l'avis est réputé rendu. Il en est de même lorsque la maîtrise d'ouvrage est assurée par un établissement public d'aménagement par délégation de l'établissement public national pour l'aménagement et la restructuration des espaces commerciaux et artisanaux.\n\nIl en est de même lorsque la maîtrise d'ouvrage est assurée par un opérateur public ou privé auprès duquel l'Agence nationale de la cohésion des territoires s'engage à acquérir les volumes commerciaux."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Il peut être institué par convention entre l'Etat, une ou plusieurs communes ou groupements de communes et, le cas échéant, le département et la région des fonds locaux associatifs destinés à assurer, pour le compte et sous le contrôle des différentes parties à la convention qui en assurent le financement, le paiement des subventions aux associations qui contribuent à la mise en oeuvre des actions ou opérations relevant de la politique de la ville et du développement social urbain, notamment dans le cadre des contrats de ville conclus en application des contrats de plan liant l'Etat et les régions.Les fonds locaux associatifs sont institués dans le même ressort géographique que les actions ou opérations mentionnées à l'alinéa précédent.Un décret en Conseil d'Etat définit les modalités d'application du présent article."
    },
    {
      "provision_ref": "artANNEXE",
      "section": "ANNEXE",
      "title": "Article ANNEXE",
      "content": "I.-LISTE DES COMMUNES Où SONT INSTITUÉES DES ZONES FRANCHES URBAINES ET DES QUARTIERS AYANT JUSTIFIÉ CETTE CRÉATIONa) Métropole :Amiens : quartier Nord ;Belfort : Les Résidences ;Bondy : quartier Nord ;Bourges : Bourges Nord : Chancellerie, Gibjoncs, Turly, Barbottes ;Calais : Beau Marais ;Cenon/ Floirac/ Lormont/ Bordeaux : Hauts de Garonne, Bastide ;Champigny-sur-Marne/ Chennevières-sur-Marne : Le Bois-l'Abbé, Les Mordacs ;Charleville-Mézières : Ronde Couture ;Chenôve : Le Mail ;Clichy-sous-Bois/ Montfermeil : grands ensembles du haut et du bas Clichy et de Montfermeil ;Creil/ Montataire : plateau Rouher ;Dreux/ Saint-Gemme-Moronval : plateau Est : Chamards, Croix Tiénac, Lièvre d'Or, Le Moulec, Haricot, Feilleuses ;Garges-lès-Gonesse/ Sarcelles : Dame Blanche Nord et Ouest, La Muette, Lochères ;Grigny/ Viry-Châtillon : La Grande Borne et le village de Grigny ;La Seyne-sur-Mer : ZUP de Berthe ;Le Havre : Mont Gaillard, La Forêt (bois de Bléville), Mare Rouge ;Le Mans : Les Sablons ;Les Mureaux : Cinq quartiers (ZAC du Roplat) ;Lille/ Loos-lès-Lille : Lille Sud, faubourg de Béthune, Moulins ;Mantes-la-Jolie : Le Val-Fourré ;Marseille : Nord littoral (plan d'Aou, La Bricarde, La Castellane), Levallon, Mourepiane ;Meaux : Beauval, La Pierre Collinet ;Metz : Borny (Hauts de Blémont) ;Montereau/ Fault-sur-Yonne : ZUP de Surville ;Montpellier : La Paillade ;Mulhouse : Les Coteaux ;Nice/ Saint-André : L'Ariane ;Nîmes : ZUP Pissevin, Valdegour ;Octeville/ Cherbourg : Les Provinces ;Perpignan : Le Vernet ;Reims : Croix Rouge ;Roubaix/ Tourcoing : La Bourgogne, Alma, Cul-de-Four, Fosse aux Chênes, Epidème, Roubaix centre, Epeule, Sainte-Elisabeth ;Saint-Dizier : Le Vert Bois, Le Grand Lachat ;Saint-Etienne : Montreynaud ;Saint-Quentin : Le Vermandois ;Strasbourg : Neuhof (cités) ;Valence : Valence-le-Haut (Fontbarlette, Le Plan) ;Vaulx-en-Velin : ex-ZUP, Grappinière, Petit Pont.b) Départements d'outre-mer :Pointe-à-Pitre/ Les Abymes : Boissard, Mortenol, Les Lauriers, sortie Sud-Est ;Basse-Terre : Rivière des Pères, centre ville ;Saint-Laurent-du-Maroni : Charbonnière, centre bourg ;Fort-de-France : Dillon ;Saint-Denis : Chaudron, Moufia, Cerf ;Cayenne : Village Chinois, quartiers Sud.I bis. Liste des communes et des quartiers où sont créées des  zones franches urbaines-territoires entrepreneurs à compter du 1er janvier 2004 :Marseille.Saint-Barthélémy, Le Canet, Delorme-Paternelle.Anzin, Beuvrages, Valenciennes.Secteur intercommunal : Dutemple, Saint Waast, Chasse royale ; Bleuse Borne ; Fénelon ; Carpeaux.Saint-Pol-sur-Mer.Quartiers Ouest, Cité Liberté.Stains.Clos Saint Lazare, Allende.Toulouse.La Reynerie, Bellefontaine, Faourette, Bagatelle, Bordelongue.Aulnay-sous-Bois.La Rose des Vents, Cité Emmaüs, Les Merisiers, Les Etangs.Caen.Guerinière, Grâce de Dieu.Vénissieux.Les Minguettes.Villiers-le-Bel.Les Puits, La Marlière, Derrière-les-Murs-de-Monseigneur.Maubeuge, Louvroil.Sous le Bois, Douzies, Montplaisir et Epinettes.Béziers.Les Arènes, La Devèze.Soissons.Presles Chevreux.La Courneuve.Les 4000.Sevran.Les Beaudottes.Blois.Bégon, Croix Chevalier.Besançon.Planoise.Rouen.Le Plateau : Châtelet, La Lombardie, Les Sapins, La Grand'Mare.Evreux, Guichainville, Le Vieil-Evreux.La Madeleine, Le Long Buisson.La Chapelle-Saint-Luc, Les Noës-près-Troyes, Troyes, Sainte-Savine.Chantereigne Montvilliers.Woippy, Metz.Saint-Eloi, Pré Génie.Alençon.Courteille Perseigne.Vitry-sur-Seine.Grand ensemble Ouest-Est.Strasbourg.Hautepierre.La Rochelle.Mireuil, Laleu, La Pallice, La Rossignolette.Nancy, Vandoeuvre-lès-Nancy, Laxou, Maxéville.Haut du Lièvre, Nations.Rillieux-la-Pape.Ville nouvelle.Argenteuil.Val d'Argent.Grenoble.Village Olympique, La Villeneuve.Corbeil, Evry.Les Tarterêts, Les Pyramides.Epinay-sur-Seine.Orgemont.Clermont-Ferrand.Croix de Neyrat, Quartiers Nord.Sartrouville.Le Plateau, Cité des Indes.Melun.Quartier Nord.Nantes, Saint-Herblain.Bellevue.Le Blanc-Mesnil, Dugny.Quartiers Nord.Trappes.Les Merisiers.Angers.Belle-Beille.Saint-Nazaire.Quartier Ouest : Avalix, La Boulletterie, Tréballe, La Chesnaie.Beauvais.Argentine.Epinay-sous-Sénart.Cinéastes-Plaine.Hénin-Beaumont, Montigny-en-Gohelle, Courrières, Rouvroy, Drocourt, Dourges.ZAC des 2 villes, Quartier du Rotois, Quartier Sud-Ouest (Jean Macé), Cité de Nouméa.II.-SECTEURS D'ACTIVITÉS VISÉS AUX ARTICLES 4 ET 12(références aux codes de la Nomenclaturedes activités françaises)45 Construction.50 Commerce et réparation automobile.52 Commerce de détail et réparation d'articles domestiques.55 Hôtels et restaurants.602 E Transport de voyageurs par taxis.85 Santé et action sociale.90 Assainissement, voirie et gestion des déchets.91 Activités associatives.92 Activités récréatives, culturelles et sportives.93 Services personnels."
    }
  ]
}