{
  "id": "jorftext000044044119",
  "type": "statute",
  "title": "Ordonnance n°2021-1189 du 15 septembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044044119",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "A la première phrase du premier alinéa de l'article L. 525-16 du même code, les mots : « répertoire des métiers » sont remplacés par les mots : « registre national des entreprises en tant qu'entreprise du secteur des métiers et de l'artisanat »."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Pour une durée de cinq ans, à compter de l'entrée en vigueur du présent article, le président de la chambre de métiers et de l'artisanat de région ou, par délégation, le président de la chambre de métiers et de l'artisanat de niveau départemental, lorsqu'il exerce ses attributions issues de l'article L. 123-43 du code de commerce, saisit le représentant de l'Etat dans le département aux fins de consultation du bulletin n° 2 du casier judiciaire. Le représentant de l'Etat fait connaître au président de la chambre de métiers et de l'artisanat de région ou, par délégation, le président de la chambre de métiers et de l'artisanat de niveau départemental compétente l'existence d'une éventuelle interdiction.Pour l'application du présent article dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, les attributions dévolues aux présidents des chambres de métiers et de l'artisanat de région sont exercées par le président des chambres de métiers régies par les articles 103 et suivants du code professionnel local du 26 juillet 1900 pour l'Alsace et la Moselle."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - La publication dans un support habilité à recevoir des annonces légales dans le département dans lequel est exercée l'activité professionnelle réalisée par la personne en application de l'article L. 526-2 du code de commerce, dans sa rédaction antérieure à l'entrée en vigueur de la présente ordonnance, demeure régulière et continue de produire ses effets liés au bénéfice du deuxième alinéa de l'article L. 526-1 du même code.II. - Pour l'application de l'article L. 526-7 du code de commerce, les mentions inscrites et l'ensemble des documents publics déposés avant le 1er janvier 2023 auprès du répertoire des métiers et du registre de l'agriculture, sont transférés dans les conditions prévues au dernier alinéa de l'article susvisé, à l'exception de la mention du transfert portée au premier registre, et selon la répartition suivante :1° Pour une activité relevant du secteur de l'artisanat, au registre mentionné au 2° de l'article L. 526-7 du même code ;2° Pour une activité relevant à la fois du secteur de l'artisanat et du commerce, au registre mentionné au 1° de l'article L. 526-7 du même code ;3° Pour une activité agricole, au registre mentionné au 4° de l'article L. 526-7 du même code."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Afin de constituer le registre national des entreprises, l'Institut national de la propriété industrielle est autorisé à établir et mettre à jour un registre contenant l'ensemble des informations et pièces des entreprises devant y figurer à la date fixée par la présente ordonnance.L'Institut national de la propriété industrielle est autorisé à avoir librement recours aux données en sa possession, notamment celles figurant au registre national du commerce et des sociétés prévu à l'article L. 123-6 du code de commerce, ou librement accessibles, notamment celles figurant au répertoire national des entreprises et de leurs établissements prévu à l'article R. 123-220 du même code.L'Institut national de la propriété industrielle est destinataire, par voie électronique, sans frais et jusqu'au 31 décembre 2022 :1° Par CMA France et par les chambres de métiers et de l'artisanat départementales ou de région, des résultats des retraitements des informations et pièces figurant dans le répertoire national des métiers, dans les répertoires des métiers tenus localement ou dans le registre des entreprises mentionnés à l'article 19 de la loi du 5 juillet 1996 susvisée ;2° Par l'assemblée permanente des chambres d'agriculture et par les chambres d'agriculture, des résultats des retraitements des informations et pièces figurant dans le registre des actifs agricoles mentionné à l'article L. 311-2 du code rural et de la pêche maritime et dans les registres de l'agriculture mentionnés à l'article D. 311-8 du même code ;3° Par les greffiers des tribunaux de commerce ou des tribunaux judiciaires statuant en matière commerciale, des résultats des retraitements des informations et pièces figurant aux registres spéciaux des entreprises individuelles à responsabilité limitée prévus à l'article L. 526-7 du code de commerce ou aux registres spéciaux dédiés aux agents commerciaux mentionnés à l'article L. 134-1 du même code.Un décret en Conseil d'Etat détermine les modalités et la périodicité de ces transmissions.II. - Dans le cas où, pour une même entreprise, les données collectées auprès des différents teneurs de registres et répertoires ne sont pas concordantes, l'Institut national de la propriété industrielle ne procède à l'inscription et à la publication des données que d'un seul teneur, selon des modalités déterminées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 1er janvier 2023, à l'exception de celles de l'article 46 qui entrent en vigueur le lendemain de sa publication."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de la relance, le ministre des outre-mer, le garde des sceaux, ministre de la justice, le ministre des solidarités et de la santé et le ministre de l'agriculture et de l'alimentation sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}