{
  "id": "jorftext000000227015",
  "type": "statute",
  "title": "Loi n° 2002-303 du 4 mars 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000227015",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les personnes qui, à la date de la publication de la présente loi, exercent l'activité d'hébergement de données de santé à caractère personnel déposées auprès d'elles par les personnes qu'elles concernent doivent formuler une demande d'agrément en application de l'article L. 1111-8 du code de la santé publique dans un délai de trois mois à compter de la publication du décret prévu par cet article. Elles peuvent poursuivre cette activité jusqu'à ce qu'il soit statué sur leur demande. Le ministre chargé de la santé peut, pendant cette période, suspendre à tout moment la poursuite de cette activité en cas de violation des dispositions législatives ou réglementaires en vigueur."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les dispositions des articles 35 à 39, à l'exception de celles de l'article 36, entreront en vigueur six mois après la publication de la présente loi."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les dispositions des articles 18 et 42, à l'exception du VI de l'article 42, entreront en vigueur dès la proclamation des résultats des élections des conseils régionaux et interrégionaux et des chambres disciplinaires dans les conditions prévues au troisième alinéa. Ces élections interviendront dans les six mois suivant la date de publication du décret mentionné à l'article L. 4124-11 du code de la santé publique. Les mandats des conseillers régionaux et interrégionaux en cours à cette date seront, en tant que de besoin, prorogés jusqu'à la proclamation des résultats des élections.Dans l'attente de l'entrée en vigueur des dispositions des articles 18, 42 et 62, les compétences attribuées à l'article 45 à la chambre disciplinaire de première instance et à la chambre disciplinaire nationale sont exercées respectivement par le conseil régional ou interrégional et la section disciplinaire du conseil national. Les compétences attribuées au conseil national sont exercées par la section disciplinaire du conseil national.La proclamation des résultats des élections aux conseils régionaux ou interrégionaux puis aux chambres disciplinaires est faite par le conseil national de l'ordre.Le plaignant ne devient partie que dans les requêtes introduites après la mise en place des chambres disciplinaires de première instance. Le plaignant ne peut faire appel que dans les affaires dans lesquelles il était partie en première instance. Les dispositions de la dernière phrase du deuxième alinéa de l'article L. 4112-4 du code de la santé publique et celles de l'article L. 4124-11 du même code entrent en vigueur à l'issue de la proclamation des résultats des élections des conseils régionaux ou interrégionaux."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Des élections en vue du renouvellement de l'ensemble des membres des conseils régionaux, centraux et national des pharmaciens seront organisées selon les modalités fixées par la présente loi ; leurs dates seront fixées par arrêté conformément aux dispositions de l'article L. 4233-3 du code de la santé publique.A cet effet, les présidents des conseils centraux et régionaux établissent la liste électorale des pharmaciens relevant de chaque section conformément aux dispositions de l'article L. 4232-1 du même code.Le mandat des membres des conseils régionaux, centraux et national des pharmaciens est prolongé jusqu'à la proclamation des résultats des élections précitées."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Les dispositions de l'article 65 et du III de l'article 67 sont applicables dès la proclamation des résultats des élections mentionnées à l'article 68."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - Pour les élections nécessaires à la mise en place du conseil des professions d'infirmier, masseur-kinésithérapeute, pédicure-podologue, orthophoniste et orthoptiste sont électeurs et éligibles les membres de ces professions inscrits sur la liste dressée par le représentant de l'Etat dans le département de résidence professionnelle. Ces élections sont organisées par le représentant de l'Etat dans la région.II. - Les dispositions des articles 71 et 72 entrent en vigueur deux mois après que les présidents de toutes les instances du conseil auront été élus. Toutefois, celles de ces dispositions qui portent modification des articles L. 4311-24, L. 4311-25, L. 4321-10, L. 4322-2, L. 4341-2 et L. 4342-2 et abrogation des articles L. 4321-9, L. 4321-13 à L. 4321-19, L. 4321-22 et L. 4322-7 à L. 4322-16 du code de la santé publique entrent en vigueur dès la publication de la présente loi.III. - Les infirmiers et infirmières, masseurs-kinésithérapeutes, pédicures-podologues, orthophonistes et orthoptistes exerçant à titre libéral disposent d'un délai de six mois à compter de la date de la dernière élection des présidents du conseil mentionné à l'article L. 4391-1 du même code pour demander leur inscription au tableau de ce conseil.IV. - Dans un délai de trois ans à compter de la date de la dernière élection des présidents du conseil des professions d'infirmier, masseur-kinésithérapeute, pédicure-podologue, orthophoniste et orthoptiste, le Gouvernement présentera au Parlement un bilan de fonctionnement du conseil."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "L'usage professionnel du titre d'ostéopathe ou de chiropracteur est réservé aux personnes titulaires d'un diplôme sanctionnant une formation spécifique à l'ostéopathie ou à la chiropraxie délivrée par un établissement de formation agréé par le ministre chargé de la santé dans des conditions fixées par décret. Le programme et la durée des études préparatoires et des épreuves après lesquelles peut être délivré ce diplôme sont fixés par voie réglementaire.\n\nS'il s'agit d'un diplôme délivré à l'étranger, il doit conférer à son titulaire une qualification reconnue analogue, selon des modalités fixées par décret.\n\nLes praticiens en exercice, à la date d'application de la présente loi, peuvent se voir reconnaître le titre d'ostéopathe ou de chiropracteur s'ils satisfont à des conditions de formation ou d'expérience professionnelle analogues à celles des titulaires du diplôme mentionné au premier alinéa. Ces conditions sont déterminées par décret.\n\nDans des conditions précisées par décret, peuvent également bénéficier d'une reconnaissance du titre d'ostéopathe ou de chiropracteur, si la condition de formation précitée est satisfaite, les personnes qui, dans l'année de la date de publication du décret, soit ont obtenu un diplôme sanctionnant une formation en ostéopathie ou en chiropraxie dispensée par un établissement non agréé, soit se sont inscrites en dernière année d'études dans un établissement non agréé dispensant une formation en ostéopathie ou en chiropraxie et ont obtenu leur diplôme, soit celles qui ne sont pas en exercice à la date de publication du décret mais qui ont obtenu un titre de formation en ostéopathie ou en chiropraxie au cours de l'une des cinq dernières années précédant cette date.\n\nToute personne faisant un usage professionnel du titre d'ostéopathe ou de chiropracteur est soumise à une obligation de formation continue, dans des conditions définies par décret. La Haute Autorité de santé est chargée d'élaborer et de valider des recommandations de bonnes pratiques. Elle établit une liste de ces bonnes pratiques à enseigner dans les établissements de formation délivrant le diplôme mentionné au premier alinéa.\n\nUn décret établit la liste des actes que les praticiens justifiant du titre d'ostéopathe ou de chiropracteur sont autorisés à effectuer, ainsi que les conditions dans lesquelles il sont appelés à les accomplir.\n\nCes praticiens ne peuvent exercer leur profession que s'ils sont inscrits sur une liste dressée par le directeur général de l'agence régionale de santé de leur résidence professionnelle, qui enregistre leurs diplômes, certificats, titres ou autorisations.\n\nLes professionnels de santé qui ne remplissent pas les conditions prévues au présent article et qui accompagnent des délégations sportives étrangères ne peuvent exécuter d'actes d'ostéopathie et de chiropraxie sur le territoire français qu'à l'égard des membres de ces délégations. Ils ne peuvent exercer ces actes au sein des établissements et services de santé mentionnés à la sixième partie du code de la santé publique."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Le délai accordé aux instances compétentes de l'ordre national des pharmaciens pour fournir, après visite des pharmacies à usage intérieur concernées, leur avis sur les demandes déposées avant le 1er janvier 2002 au titre de l'application de l'article L. 5126-7 du code de la santé publique, est prorogé jusqu'au 31 décembre 2002."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.-En vue de renforcer, en matière de santé publique, les dispositifs spécifiques à la santé des femmes, il est créé un diplôme d'études spécialisées de gynécologie médicale dont les conditions de formation pratique et théorique sont fixées par arrêté des ministres chargés de la santé et de l'enseignement supérieur.\n\nII.-L'accès à un gynécologue médical se fait selon les conditions prévues par les dispositions réglementaires ou conventionnelles et conformément aux articles L. 160-8 et L. 160-10 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Est ratifiée l'ordonnance n° 2000-548 du 15 juin 2000 relative à la partie Législative du code de la santé publique, prise en application de la loi n° 99-1071 du 16 décembre 1999 portant habilitation du Gouvernement à procéder, par ordonnances, à l'adoption de la partie Législative de certains codes."
    },
    {
      "provision_ref": "art98-1",
      "section": "98-1",
      "title": "Article 98-1",
      "content": "Les dispositions des articles L. 1142-25 et L. 1142-26 du code de la santé publique entrent en vigueur à une date prévue par le décret mentionné à l'article L. 252-1 du code des assurances et au plus tard le 1er janvier 2004."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Les dispositions du titre IV du livre Ier de la première partie du code de la santé publique issues de l'article 98 de la présente loi, à l'exception du chapitre Ier, de l'article L. 1142-2 et de la section 5 du chapitre II, s'appliquent aux accidents médicaux, affections iatrogènes et infections nosocomiales consécutifs à des activités de prévention, de diagnostic ou de soins réalisées à compter du 5 septembre 2001, même si ces accidents médicaux, affections iatrogènes et infections nosocomiales font l'objet d'une instance en cours, à moins qu'une décision de justice irrévocable n'ait été prononcée.Les dispositions de la section 6 du chapitre II du titre IV du livre Ier de la première partie du même code sont immédiatement applicables, en tant qu'elles sont favorables à la victime ou à ses ayants droit, aux actions en responsabilité, y compris aux instances en cours n'ayant pas donné lieu à une décision irrévocable.Les dispositions de l'article L. 1141-1 du même code s'appliquent aux contrats en cours à cette même date."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "En cas de contestation relative à l'imputabilité d'une contamination par le virus de l'hépatite C antérieure à la date d'entrée en vigueur de la présente loi, le demandeur apporte des éléments qui permettent de présumer que cette contamination a pour origine une transfusion de produits sanguins labiles ou une injection de médicaments dérivés du sang. Au vu de ces éléments, il incombe à la partie défenderesse de prouver que cette transfusion ou cette injection n'est pas à l'origine de la contamination. Le juge forme sa conviction après avoir ordonné, en cas de besoin, toutes les mesures d'instruction qu'il estime utiles. Le doute profite au demandeur.Cette disposition est applicable aux instances en cours n'ayant pas donné lieu à une décision irrévocable."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Les dispositions de l'article L. 3111-9 du code de la santé publique sont applicables aux personnes visées à l'article L. 3111-4 du même code qui ont été vaccinées contre l'hépatite B avant la date d'entrée en vigueur de la loi n° 91-73 du 18 janvier 1991 portant dispositions relatives à la santé publique et aux assurances sociales."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Pendant un délai de quatre ans à compter de l'entrée en vigueur de la présente loi, la Commission nationale des accidents médicaux peut inscrire sur la liste nationale des experts en accidents médicaux, en raison de leur qualification particulière en matière d'accidents médicaux, dont les modalités comportant notamment une évaluation des connaissances et des pratiques professionnelles sont fixées par décret en Conseil d'Etat, des experts qui ne sont pas inscrits sur une des listes instituées par l'article 2 de la loi n° 71-498 du 29 juin 1971 relative aux experts judiciaires.Ces personnes sont soumises, dans le cadre de leur mission, aux mêmes obligations d'indépendance et d'impartialité que les experts inscrits sur une des listes instituées par l'article 2 de la loi n° 71-498 du 29 juin 1971 précitée.A l'issue d'un délai de quatre ans à compter de leur inscription, ces experts sont maintenus sur la liste nationale des experts en accidents médicaux s'ils sont inscrits sur une des listes instituées par l'article 2 de la loi n° 71-498 du 29 juin 1971 précitée."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Jusqu'à la publication de la liste nationale des experts en accidents médicaux prévue à l'article L. 1142-10 du code de la santé publique, les commissions régionales de conciliation et d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales mentionnées à l'article L. 1142-6 du même code peuvent avoir recours à des experts inscrits sur une des listes instituées par l'article 2 de la loi n° 71-498 du 29 juin 1971 précitée."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre, par ordonnances, à Mayotte, dans les territoires des îles Wallis-et-Futuna et des Terres australes et antarctiques françaises et, en tant qu'elles concernent les compétences de l'Etat, en Polynésie française et en Nouvelle-Calédonie, les mesures législatives nécessaires à :1° L'extension et l'adaptation des dispositions de la présente loi ;2° L'actualisation des dispositions du code de la santé publique intéressant les ordres des médecins, chirurgiens-dentistes, sages-femmes et pharmaciens ;3° La création des sections des assurances sociales des chambres de discipline des ordres des médecins, des chirurgiens-dentistes, des sages-femmes et des pharmaciens.II. - Un projet de loi de ratification de ces ordonnances devra être déposé devant le Parlement au plus tard six mois à compter de l'expiration du délai mentionné au I."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "I. - Paragraphe modificateurII. - A. - Pour son application en Nouvelle-Calédonie, l'article L. 154-1 du code de la sécurité sociale est ainsi rédigé :\"Art. L. 154-1. - La caisse de compensation des prestations familiales, des accidents du travail et de prévoyance des travailleurs de la Nouvelle-Calédonie est soumise au contrôle de la Cour des comptes dans les conditions et selon les modalités qui sont fixées par décret en Conseil d'Etat. Les sanctions qui pourront être appliquées à la suite de ce contrôle seront prévues par une loi ultérieure.\"B. - Pour l'application en Nouvelle-Calédonie du premier alinéa de l'article L. 154-2 du même code, les mots : \"en France métropolitaine et dans les départements mentionnés à l'article L. 751-1\" sont remplacés par les mots : \"en Nouvelle-Calédonie\".III. - Pour son application en Nouvelle-Calédonie, l'article 6 du décret n° 57-246 du 24 février 1957 relatif au recouvrement des sommes dues par les employeurs aux caisses de compensation des prestations familiales installées dans les territoires d'outre-mer est ainsi modifié :1° La première phrase du premier alinéa est ainsi rédigée :\"Si la mise en demeure prévue à l'article 1er bis reste sans effet, le directeur de la caisse de compensation des prestations familiales, des accidents du travail et de prévoyance des travailleurs de la Nouvelle-Calédonie peut exercer l'action civile en délivrant une contrainte.\" ;2° Le deuxième alinéa est complété par une phrase ainsi rédigée :\"Elle confère notamment l'hypothèque judiciaire.\"IV. - Paragraphe modificateurV. - Pour son application en Nouvelle-Calédonie, l'article L. 243-9 du code de la sécurité sociale est ainsi rédigé :\"Art. L. 243-9. - Avant d'entrer en fonctions, les agents de la caisse de compensation des prestations familiales, des accidents du travail et de prévoyance des travailleurs de la Nouvelle-Calédonie chargés du contrôle prêtent, devant le tribunal de première instance de Nouméa, serment de ne rien révéler des secrets de fabrication et en général des procédés et résultats d'exploitation dont ils pourraient prendre connaissance dans l'exercice de leur mission. Cette prestation de serment est renouvelée à l'occasion de tout renouvellement d'agrément. Toute violation de serment est punie des peines prévues à l'article 226-13 du code pénal.\"VI. - Pour son application en Nouvelle-Calédonie, l'article L. 243-13 du même code est ainsi rédigé :\"Art. L. 243-13. - Par dérogation aux dispositions qui les assujettissent au secret professionnel, les agents des administrations fiscales sont habilités à signaler à la caisse de compensation des prestations familiales, des accidents du travail et de prévoyance des travailleurs de la Nouvelle-Calédonie les infractions qu'ils constatent en ce qui concerne l'application des lois et règlements relatifs au régime général de sécurité sociale de la Nouvelle-Calédonie.\"VII. - Pour son application en Nouvelle-Calédonie, l'article L. 243-13-1 du même code est ainsi rédigé :\"Art. L. 243-13-1. - L'autorité judiciaire est habilitée à communiquer à la caisse de compensation des prestations familiales, des accidents du travail et de prévoyance des travailleurs de la Nouvelle-Calédonie toute indication qu'elle peut recueillir de nature à faire présumer une fraude commise en matière sociale ou une manoeuvre quelconque ayant pour objet ou ayant pour résultat de frauder ou de compromettre le recouvrement des cotisations sociales.\"VIII. - Le tribunal de première instance de Nouméa est compétent pour délivrer les ordonnances d'injonction découlant de la procédure prévue à l'article 90 de la loi du pays n° 2001-16 du 19 décembre 2001 publiée le 11 janvier 2002 relative à la sécurité sociale en Nouvelle-Calédonie et connaître des contestations relatives à celles-ci."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I. - Les dispositions suivantes de la présente loi sont applicables à Mayotte :- les articles 6 et 7 ;- l'article 13 ;- les II, III et IV de l'article 14 ;- l'article 15 ;- l'article 18 à l'exception de son IV ;- les I et 1° du II de l'article 19 ;- le II de l'article 20 ;- l'article 22 ;- les I et du II de l'article 23 ;- l'article 24 ;- les I, II (1°), III de l'article 25 et le IV de cet article en ce qu'il modifie l'article L. 4343-1 du code de la santé publique ;- les articles 26 à 29 ;- le I de l'article 30 et l'article 31 ;- l'article 32 ;- l'article 36 ;- les I, II à l'exception de celles de ses dispositions modifiant l'article L. 4126-7 du code de la santé publique, III, V, VI, VII et du IX de l'article 42 ;- l'article 43 ;- les articles 45 à 49 ;- les articles 55 et 56 ;- l'article 62 à l'exception de ses XV et XVI ;- les articles 63 à 68 ;- l'article 70 ;- l'article 72 à l'exception du 5° de son I ;- l'article 75 ;- les I et du II de l'article 77 ;- l'article 80 ;- l'article 83 ;- le II en ce qu'il intéresse les articles L. 6113-4, L. 6114-2 et L. 6114-3 du code de la santé publique et le III de l'article 84 ;- les articles 93 à 95 ;- l'article 112.II. - Les dispositions suivantes de la présente loi sont applicables dans le territoire des îles Wallis et Futuna :- le II de l'article 4 ;- l'article 13 ;- les III et IV de l'article 14 ;- l'article 18, à l'exception de son IV ;- les I, II (1°) et III de l'article 25 ;- les articles 26 et 27 ;- les I, II à l'exception de celles de ses dispositions modifiant l'article L. 4126-7 du code de la santé publique, III, V, VI, VII et IX de l'article 42 ;- l'article 43 ;- les articles 45 à 47 ;- l'article 56 ;- l'article 62 à l'exception de ses XV et XVI ;- l'article 63 ;- les articles 64 à 68 ;- l'article 70.III. - Les dispositions suivantes de la présente loi sont applicables aux Terres australes et antarctiques françaises :- le II de l'article 4 ;- l'article 13 ;- le III de l'article 14 ;- les I, II (1°) et III de l'article 25 ;- l'article 26.IV. - Les dispositions suivantes de la présente loi sont applicables à la Nouvelle-Calédonie et à la Polynésie française :- le II de l'article 4 ;- l'article 13 ;- le III de l'article 14 ;- le II de l'article 62.V. - Les articles 16-13 et 375-9 du code civil sont applicables en Nouvelle-Calédonie, en Polynésie française, dans le territoire des îles Wallis et Futuna et dans les Terres australes et antarctiques françaises.VI. - Les articles 706-2 et 720-1-1 du code de procédure pénale sont applicables en Nouvelle-Calédonie, en Polynésie française et dans le territoire des îles Wallis et Futuna.VII. - Les articles du code de la santé publique mentionnés à l'article 108 de la présente loi sont abrogés à Mayotte. Les mentions de ces articles qui figurent aux articles L. 4412-1, L. 4413-1 et L. 4441-1 sont supprimées.VIII. - 1° L'entrée en vigueur prévue à l'article 44 pour les dispositions mentionnées à cet article s'applique à celles de ces dispositions étendues et adaptées à Mayotte, en Nouvelle-Calédonie, en Polynésie française, dans le territoire des Iles Wallis et Futuna et dans les Terres australes et antarctiques françaises. Les élections interviendront dans les six mois suivant la date de publication du décret prévoyant leur application dans ces collectivités. Les mandats des conseillers locaux en cours à cette date seront, en tant que de besoin, prorogés jusqu'à la proclamation des résultats des élections.2° Les dispositions de l'article L. 4126-2 du code de la santé publique, telles qu'elles sont modifiées par le II de l'article 62, entrent en vigueur, pour leur extension à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans le territoire des îles Wallis et Futuna, dès la publication de l'ordonnance prévue à l'article 125.L'entrée en vigueur des autres dispositions de l'article 62 qui sont étendues à ces collectivités est fixée par le XVI de cet article.3° Les dispositions de l'article 69 sont applicables à Mayotte et dans le territoire des îles Wallis et Futuna.4° L'article 73 est applicable à Mayotte sous réserve de l'adaptation suivante : les praticiens installés à Mayotte participent aux élections organisées dans le cadre de la région Ile-de-France."
    }
  ]
}