{
  "id": "jorftext000000165840",
  "type": "statute",
  "title": "Loi n° 94-126 du 11 février 1994",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000165840",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. Paragraphe modificateurII. Les dispositions du I s'appliquent aux exercices ouverts à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. Paragraphe modificateurII. Les prestations servies par les régimes ou au titre des contrats visés au deuxième alinéa de l'article 154 bis du code général des impôts sous forme de revenus de remplacement sont prises en compte pour la détermination du revenu imposable de leur bénéficiaire.Les prestations servies sous forme de rentes ou pour perte d'emploi subie sont imposables dans la catégorie des pensions dans les conditions fixées au a du 5 de l'article 158 du code général des impôts.III. Les dispositions du I et du II ci-dessus sont applicables aux cotisations et aux prestations versées à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. Paragraphe modificateurII. Le bénéfice de la réduction d'impôt mentionnée à l'article 199 terdecies du code général des impôts est supprimé à compter de l'imposition des revenus de 1994."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. Paragraphe modificateurII. Ces dispositions s'appliquent aux contrôles pour lesquels la première intervention sur place a eu lieu à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. Pour l'application des dispositions du I de l'article 93 quater du code général des impôts aux immeubles acquis dans les conditions prévues au 6 de l'article 93 du même code et précédemment donnés en sous-location, l'imposition de la plus-value consécutive au changement de régime fiscal peut, sur demande expresse du contribuable, être reportée au moment où s'opérera la transmission de l'immeuble ou, le cas échéant, la transmission ou le rachat de tout ou partie des titres de la société propriétaire de l'immeuble ou sa dissolution.II. Cette disposition s'applique aux plus-values réalisées à compter du 1er janvier 1990.III. L'acte qui constate le transfert de propriété des immeubles mentionnés au I consécutivement à l'acceptation de la promesse unilatérale de vente doit indiquer si le nouveau propriétaire, ou les associés s'il s'agit d'une société, demandent le report de l'imposition de la plus-value dans les conditions prévues au I. A défaut, les dispositions du I ne sont pas applicables.IV. Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives des contribuables."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. Les données relatives aux rémunérations ou gains et aux effectifs, que les employeurs sont tenus de transmettre aux organismes gérant des régimes de protection sociale relevant du code de la sécurité sociale et du code rural ou visés aux articles L. 223-16 et L. 351-21 du code du travail, font l'objet d'une seule déclaration établie sur un support unique et adressée à un unique destinataire.La déclaration instituée à l'alinéa précédent dispense les employeurs concernés de toute autre déclaration auxdits organismes, à l'exception de la déclaration annuelle des données sociales prescrite par les articles 87 et 87 A du code général des impôts.II. Avant le 1er janvier 1996, des conventions passées par les organismes visés au premier alinéa du I du présent article déterminent les modalités de mise en oeuvre des procédures de déclaration sur support unique instituées au même alinéa. Ces conventions peuvent prévoir des périodes d'expérimentation entre la date de promulgation de la présente loi et le 1er juillet 1995. Elles comportent des clauses obligatoires.III. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les conditions dans lesquelles les dispositions du I entreront en vigueur après la passation des conventions prévues au II."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. à VII. Paragraphes modificateursVIII. Les dispositions du présent article prennent effet le 1er janvier 1995."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions du présent article entreront en vigueur le 1er juillet 1994."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. Paragraphe modificateur.\n\nII. (Abrogé)\n\nIII. Paragraphe modificateur\n\nIV. Les dispositions du III ci-dessus ne s'appliquent pas aux procédures d'exécution forcée engagées avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Dans le délai d'un an à compter de la publication de la présente loi, le Gouvernement déposera sur le bureau des assemblées un rapport dressant l'état d'application de ladite loi, notamment de l'article 32 ci-dessus et le bilan des expérimentations prévues par cet article.Ce rapport examinera également les conditions dans lesquelles les entreprises comptant moins de dix salariés pourraient, à chaque échéance, régler en un seul paiement les cotisations qu'elles ont à verser aux organismes visés à l'alinéa 1er de l'article 32 précité.    Ce même rapport présentera aussi, d'une part, une étude détaillée sur les modalités dans lesquelles pourrait être mise en oeuvre une simplification de la présentation des bulletins de salaires et de la déclaration annuelle des données sociales, notamment dans les entreprises comptant moins de dix salariés et, d'autre part, les modalités et les délais dans lesquels devront être abrogés l'article L. 143-5 du code du travail, ainsi que l'obligation d'authentifier les livres comptables."
    }
  ]
}