{
  "id": "jorftext000022940663",
  "type": "statute",
  "title": "LOI n° 2010-1249 du 22 octobre 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022940663",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-L'ordonnance n° 2010-76 du 21 janvier 2010 portant fusion des autorités d'agrément et de contrôle de la banque et de l'assurance est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code de la mutualité\n\n-Code de la santé publique\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code des assurances\n\n-Code de la sécurité sociale.\n\n-Code rural\n\n-Loi n° 84-53 du 26 janvier 1984\n\n-Ordonnance n° 58-1100 du 17 novembre 1958"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les membres mentionnés au 1° ter de l'article L. 612-5 du code monétaire et financier sont nommés dans un délai de trois mois à compter de la promulgation de la présente loi pour la durée restant à courir jusqu'au prochain renouvellement du collège de l'Autorité de contrôle prudentiel.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I et II.-A modifié les dispositions suivantes :\n\n2. Dans un délai de trois mois à compter de la promulgation de la présente loi, le vice-président du Conseil d'Etat nomme le conseiller d'Etat supplémentaire prévu au deuxième alinéa de l'article L. 612-9 du code monétaire et financier, qui prend ses fonctions à compter de l'entrée en vigueur du I du présent article pour la durée restant à courir jusqu'au prochain renouvellement de la commission des sanctions de l'Autorité de contrôle prudentiel.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le Gouvernement adresse, une fois par semestre, aux commissions des finances de l'Assemblée nationale et du Sénat un rapport sur la déclinaison en droit européen des normes prudentielles applicables aux établissements de crédit et aux entreprises d'investissement. Il les informe également de la transposition en droit interne de ces mêmes normes et apporte tous éléments utiles pour apprécier les conséquences de ces dispositions sur le financement de l'économie française."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures relevant du domaine de la loi nécessaires à la transposition de la directive 2009/110/CE du Parlement européen et du Conseil du 16 septembre 2009 concernant l'accès à l'activité des établissements de monnaie électronique et son exercice ainsi que la surveillance prudentielle de ces établissements, et à prendre les mesures d'adaptation de la législation liées à cette transposition.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "II.-Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures relevant du domaine de la loi nécessaires à la transposition de la directive 2009 / 65 / CE du Parlement et du Conseil du 13 juillet 2009 portant coordination des dispositions législatives, réglementaires et administratives concernant certains organismes de placement collectif en valeurs mobilières (OPCVM).Le Gouvernement est autorisé, dans les mêmes conditions, à prendre les mesures relevant du domaine de la loi, à l'exclusion de toute disposition fiscale, destinées à moderniser le cadre juridique français en matière de gestion d'actifs et à améliorer sa lisibilité, en vue de renforcer la protection des investisseurs et des épargnants ainsi que la compétitivité des produits et des acteurs. Il tient régulièrement informées les commissions des finances des deux assemblées des évolutions du cadre juridique susmentionné.Cette ordonnance est prise dans un délai de douze mois à compter de la date de publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures relevant du domaine de la loi nécessaires à la transposition de la directive 2009 / 44 / CE du Parlement et du Conseil du 6 mai 2009 modifiant la directive 98 / 26 / CE concernant le caractère définitif du règlement dans les systèmes de paiement et de règlement des opérations sur titres et la directive 2002 / 47 / CE concernant les contrats de garantie financière, en ce qui concerne les systèmes liés et les créances privées.Le Gouvernement est autorisé, dans les mêmes conditions, à préciser et compléter les dispositions du code monétaire et financier relatives à la compensation et la cession de créances ainsi qu'à la garantie des obligations financières.Cette ordonnance est prise dans un délai de douze mois à compter de la date de publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Dans les six mois qui suivent la publication de la présente loi, le Gouvernement remet au Parlement un rapport sur la pertinence, au regard du droit européen et des régimes applicables dans les principaux Etats étrangers, des critères relatifs au capital et au nombre de droits de vote dans les dispositions du code de commerce et du code monétaire et financier."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les dispositions législatives nécessaires à la transposition de la directive 2007 / 36 / CE du Parlement européen et du Conseil du 11 juillet 2007 concernant l'exercice de certains droits des actionnaires de sociétés cotées.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable aux procédures de conciliation ouvertes à compter du premier jour du cinquième mois suivant la publication de la présente loi.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable aux procédures de sauvegarde et de redressement judiciaire ouvertes à compter du premier jour du cinquième mois suivant la publication de la présente loi.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "La société anonyme OSEO résulte de la fusion par absorption au sein de la société anonyme OSEO financement, anciennement dénommée OSEO BDPME, des sociétés anonymes OSEO garantie, anciennement dénommée OSEO SOFARIS, OSEO innovation, anciennement dénommée OSEO ANVAR, et OSEO Bretagne.Les fusions par absorption au sein de la société OSEO financement des sociétés OSEO Bretagne, OSEO garantie et OSEO innovation ne donnent lieu à la perception d'aucun impôt, droit, taxe, salaires des conservateurs des hypothèques, honoraires, frais, émoluments et débours des notaires et des greffiers des tribunaux de commerce.Les actes des fusions susmentionnées rendent de plein droit opposable aux tiers le transfert à la société absorbante des actifs mobiliers des sociétés absorbées ainsi que leurs sûretés, garanties et accessoires, sans autre formalité que celles requises pour la radiation des sociétés absorbées. Il en est de même en ce qui concerne les actifs immobiliers des sociétés absorbées ainsi que leurs sûretés, garanties et accessoires.Les formalités de publicité foncière des transferts à la société absorbante des biens immobiliers des sociétés absorbées prévues dans le cadre des fusions précitées sont accomplies au plus tard un an après la publication du décret approuvant les statuts de la société anonyme OSEO."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "II. - Les références à OSEO innovation, OSEO financement, OSEO garantie, OSEO Bretagne, OSEO ANVAR, OSEO SOFARIS et OSEO BDPME sont remplacées par une référence à la société anonyme OSEO dans toutes les dispositions législatives et réglementaires en vigueur.III. - La participation de la région Bretagne au capital d'OSEO Bretagne devient une participation au capital de la société anonyme OSEO.A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Arrêté du 17 novembre 2008\n\n- Arrêté du 21 avril 2009\n\n- Livre des procédures fiscales\n\n- Code monétaire et financier\n\n- Code de l'action sociale et des familles\n\n- Ordonnance n°2005-722 du 29 juin 2005"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "II.-L'Autorité de contrôle prudentiel et de résolution examine les politiques et pratiques de rémunération des salariés, professionnels de marchés financiers, dont les rémunérations sont susceptibles d'avoir une incidence significative sur l'exposition aux risques des entreprises assujetties, afin de contrôler leur conformité aux dispositions législatives et réglementaires en vigueur. Elle rend compte de son activité dans ce domaine et de ses observations dans le rapport annuel mentionné à l'article L. 612-12 du code monétaire et financier."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Un établissement de crédit agréé en qualité de société financière par l'Autorité de contrôle prudentiel peut, s'il satisfait aux articles L. 513-28 et    L.513-29 du code monétaire et financier, opter pour le statut de société de financement de l'habitat. Dans ce cas, il notifie son choix à l'Autorité de contrôle prudentiel dans un délai de douze mois à compter de la promulgation de la présente loi.Dès la notification à l'Autorité de contrôle prudentiel, l'établissement de crédit nomme un contrôleur spécifique dans les conditions prévues à l'article L. 513-23 du même code. Le contrôleur spécifique effectue les diligences mentionnées à l'article L. 515-38 du même code. Il établit un rapport sur l'accomplissement de sa mission qu'il transmet à l'Autorité de contrôle prudentiel et à l'établissement de crédit.L'Autorité de contrôle prudentiel vérifie que les statuts et les projets d'organisation de la société sont conformes à la section 5 du chapitre V du titre Ier du livre V du même code.Sur la base du rapport remis par le contrôleur spécifique et de ses propres vérifications, l'Autorité de contrôle prudentiel autorise l'établissement de crédit à opter pour le statut de société de financement de l'habitat. Elle rend sa décision dans un délai fixé par décret qui court à compter de la remise du rapport du contrôleur spécifique.A compter de la décision de l'Autorité de contrôle prudentiel, la même section 5 est applicable de plein droit et sans formalité :1° Aux obligations et aux instruments équivalents émis sur le fondement d'un droit étranger par l'établissement de crédit antérieurement à sa transformation en qualité de société de financement de l'habitat et ayant pour objet exclusif de financer des prêts à l'habitat ;2° Ainsi qu'aux cocontractants mentionnés aux articles L. 513-10 \net L. 513-15 du même code.Le privilège défini à l'article L. 513-11 du même code se substitue de plein droit et sans formalité aux sûretés portant sur les actifs de l'établissement de crédit qui ont été précédemment consenties au profit des obligations mentionnées au 1° du présent article. Il bénéficie également de plein droit et sans formalité aux personnes mentionnées au 2°."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Le Gouvernement remet au Parlement, au plus tard le dernier jour du sixième mois suivant celui la promulgation de la présente loi, un rapport sur le refinancement des crédits accordés aux petites et moyennes entreprises."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures relevant du domaine de la loi nécessaires pour réorganiser et compléter le titre VII du livre Ier du code des assurances en ce qui concerne les risques de transport non terrestres, notamment les risques aériens, aéronautiques et spatiaux, ainsi que pour unifier le régime de l'assurance des marchandises transportées, y compris par voie terrestre, compte tenu de l'évolution du transport multimodal en vue d'accroître la sécurité juridique et l'efficacité du régime de l'assurance transport, tout en procédant aux harmonisations et coordinations rendues nécessaires.Cette ordonnance est prise dans un délai de neuf mois à compter de la date de publication de la présente loi. Un projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant sa publication."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I.-Sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna :\n\n1° Les articles 1er à 8, les I et II de l'article 9, les articles 10 et 11, le II de l'article 12, les articles 13 à 17, les II et III de l'article 19, le I de l'article 20, le II de l'article 21, les articles 22, 24 à 29, le III de l'article 32, les articles 36, 44 et 45, le premier alinéa du 1° et les 2° et 3° du I de l'article 50, les articles 51 à 54, 65, 71 à 74, 76 et l'article 92, à l'exception du troisième alinéa du I ;\n\n2° Les articles L. 313-42 à L. 313-49, L. 433-3, L. 613-20-1, L. 613-20-4 et L. 621-5-3 du code monétaire et financier dans leur rédaction en vigueur à la date de promulgation de la présente loi.\n\nnone\n\nII.-Sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna l'article 31, le I de l'article 32, les articles 38 à 40, 48 et 49, le deuxième alinéa du I et le II de l'article 50, les articles 55, 57 et 58.\n\nIII.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code de la consommation\n\nnone"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. ― Le I de l'article 36 de la loi n° 2010-737 du 1er juillet 2010 portant réforme du crédit à la consommation est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.II. ― Le I du présent article prend effet à compter de la publication de la présente loi, y compris pour les chèques impayés émis à une date antérieure et n'ayant pas encore fait l'objet d'une régularisation."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "L'article 37 de la loi n° 2010-737 du 1er juillet 2010 précitée est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - Le V de l'article 17, les articles 24, 25, les I et II de l'article 26, les articles 29 à 31, les I et II, les A, B, D à F du III et le IV de l'article 38 de la loi n° 2010-737 du 1er juillet 2010 précitée sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\nII à IV. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- LOI n°2010-737 du 1er juillet 2010"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "L'ordonnance n° 2010-377 du 14 avril 2010 portant extension et adaptation à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna de la loi n° 2009-1255 du 19 octobre 2009 tendant à favoriser l'accès au crédit des petites et moyennes entreprises et à améliorer le fonctionnement des marchés financiers est ratifiée."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. ― Dans un délai de six mois à compter de la publication de l'ordonnance mentionnée au premier alinéa de l'article 23, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures permettant, d'une part, de rendre applicables, avec les adaptations nécessaires, les dispositions de cette ordonnance dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance.II. ― Dans un délai de six mois à compter de la publication de l'ordonnance mentionnée aux premier et deuxième alinéas de l'article 33, le Gouvernement est autorisé à prendre par voie d'ordonnance dans les conditions prévues à l'article 38 de la Constitution les mesures permettant, d'une part, de rendre applicables, avec les adaptations nécessaires, les dispositions de cette ordonnance dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance.III. ― Dans un délai de six mois à compter de la publication de l'ordonnance mentionnée aux premier et deuxième alinéas de l'article 34, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures permettant, d'une part, de rendre applicables, avec les adaptations nécessaires, les dispositions de cette ordonnance dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance.IV. ― Dans un délai de six mois à compter de la publication de l'ordonnance mentionnée au premier alinéa de l'article 27 de la loi n° 2010-737 du 1er juillet 2010 portant réforme du crédit à la consommation, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures permettant, d'une part, de rendre applicables, avec les adaptations nécessaires, les dispositions de cette ordonnance dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance.V. ― Dans un délai d'un an à compter de la date de publication de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures permettant, d'une part, de rendre applicables, avec les adaptations nécessaires, les dispositions du code de la consommation relatives à la fourniture de services financiers à distance, au crédit immobilier et au prêt viager hypothécaire dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon.Un projet de loi portant ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I.-L'article 29 entre en vigueur le premier jour du septième mois suivant celui de la promulgation de la présente loi au Journal officiel.\n\nLes articles 50 à 54 entrent en vigueur le premier jour du quatrième mois suivant celui de la promulgation de la présente loi au Journal officiel.\n\nLes articles 60 à 64 entrent en vigueur le lendemain de la publication du décret approuvant les statuts de la société anonyme OSEO qui doit intervenir au plus tard le dernier jour du sixième mois suivant celui de la promulgation de la présente loi.\n\nL'article 65 entre en vigueur six mois après la promulgation de la présente loi au Journal officiel.\n\nII.-A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nPour l'application du premier alinéa du I de l'article L. 433-3 du même code, le seuil du tiers du capital ou des droits de vote, tel qu'il est fixé par le règlement général de l'Autorité des marchés financiers dans sa rédaction antérieure à la promulgation de la présente loi, se substitue au seuil des trois dixièmes pour les personnes détenant au 1er janvier 2010, directement ou indirectement, entre trois dixièmes et le tiers du capital ou des droits de vote d'une société mentionnée au même I, tant que cette participation demeure comprise entre ces deux seuils et dans les conditions fixées par le règlement général de l'Autorité des marchés financiers.\n\nLes personnes mentionnées à l'article L. 519-1 du même code disposent d'un délai de trois mois à compter de la date de mise en place du registre mentionné au I de l'article L. 546-1 dudit code pour se mettre en conformité avec les dispositions de la présente loi. Le 1° du V de l'article L. 612-20 du même code et le premier alinéa de l'article L. 612-21 dudit code tels qu'ils résultent de la présente loi entrent en vigueur au premier jour du quatrième mois qui suit la mise en place du registre mentionné au I de l'article L. 546-1 du même code.\n\nA modifié les dispositions suivantes :\n\nLes personnes mentionnées aux articles L. 541-1 et L. 545-1 du même code disposent d'un délai de six mois à compter de la date de mise en place du registre mentionné au I de l'article L. 546-1 dudit code pour se mettre en conformité avec les dispositions de la présente loi.\n\nA abrogé les dispositions suivantes :\n\nToutefois, lorsqu'elles sont déjà inscrites sur le registre mentionné au I de l'article L. 512-1 du code des assurances, les personnes mentionnées aux articles L. 519-1, L. 541-1 et L. 545-1 du code monétaire et financier sont dispensées, au titre de l'année en cours, de toute formalité supplémentaire sous réserve qu'elles se soient acquittées de leurs frais d'inscription annuels.\n\nLes articles L. 546-3, L. 546-5 et L. 546-6 du même code entrent en vigueur un an après la date de mise en place du registre mentionné au I de l'article L. 546-1 dudit code.\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Ordonnance n° 2010-76 du 21 janvier 2010\n\n-Code monétaire et financier"
    }
  ]
}