{
  "id": "jorftext000000400546",
  "type": "statute",
  "title": "Loi n° 2000-656 du 13 juillet 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000400546",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I s'appliquent pour l'imposition des revenus de 1999."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - L'indemnité de cessation d'activité prévue au V de l'article 41 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998) est exonérée d'impôt sur le revenu et exclue de l'assiette des cotisations de sécurité sociale, de la contribution sociale généralisée et de la contribution pour le remboursement de la dette sociale.II. - Les dispositions du I sont applicables aux indemnités de cessation d'activité perçues depuis la date d'entrée en vigueur de l'article 41 de la loi de financement de la sécurité sociale pour 1999 précitée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. à III. Paragraphes modificateurs.IV. - 1. Les ventes d'immeubles à construire au sens des articles L. 261-1 et suivants du code de la construction et de l'habitation, réalisées par un vendeur n'ayant pas été autorisé à acquitter la taxe selon les encaissements, bénéficient du taux de 19,60 % ou de 8,50 % dans les départements de la Guadeloupe, de la Martinique et de la Réunion, pour les encaissements intervenus à compter du 1er avril 2000, lorsque les conditions suivantes sont remplies :- l'acte qui constate la mutation a été conclu avant le 1er avril 2000 ;- l'achèvement de l'immeuble intervient à compter du 1er avril 2000.2. Pour chaque vente d'immeuble à construire dont le prix ou la fraction du prix doit être acquitté à compter du 1er avril 2000, le vendeur, autorisé ou non à acquitter la taxe selon les encaissements, adresse à l'acquéreur, au plus tard lors du dernier appel de fonds, une facture rectificative faisant apparaître l'incidence de la réduction du taux de la taxe sur la valeur ajoutée."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux opérations pour lesquelles une facture a été émise à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "A. et B. Paragraphes modificateurs.C. - Les pertes de recettes résultant pour les départements de l'application du A sont compensées par une majoration à due concurrence du prélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale.Pour chaque département concerné, la compensation est égale, au titre d'une année, au montant des droits déterminés en appliquant aux bases relatives aux acquisitions, constatées par acte authentique signé à compter de la date de publication de la présente loi et exonérées au titre de l'année considérée en application de l'article 1137 du code général des impôts, le taux en vigueur dans le département à la date de publication de la présente loi.La compensation est versée aux départements l'année suivant celle de la naissance des droits à compensation.D. - La perte de recettes résultant de l'application du A pour les communes visées à l'article 1584 du code général des impôts et les fonds de péréquation départementaux visés à l'article 1595 bis du même code est compensée par une majoration à due concurrence du prélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale.Pour chaque commune ou fonds bénéficiaire, la compensation est égale, au titre d'une année, au produit résultant de l'application du taux de la taxe additionnelle visée aux articles 1584 ou 1595 bis précités aux bases relatives aux acquisitions, constatées par acte authentique signé à compter de la date de publication de la présente loi et exonérées au titre de l'année considérée en application de l'article 1137 du code général des impôts.La compensation est versée aux communes et fonds bénéficiaires l'année suivant celle de la naissance des droits à compensation."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du présent article s'appliquent à compter du 1er avril 2000."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. et II. Paragraphes modificateurs.III. - Les dispositions des I et II s'appliquent aux actes et conventions passés à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - 1. Paragraphe modificateur.2. a) Abrogéb) Paragraphe modificateur.3. Pour les impositions établies au titre de l'année 2000, il est accordé aux contribuables autres que ceux visés à l'article 1414 du code général des impôts un dégrèvement d'office de la totalité de la cotisation de taxe d'habitation ou de taxe spéciale additionnelle à la taxe d'habitation perçues au profit des régions ou de la collectivité territoriale de Corse.II. à V. Paragraphes modificateurs.VI. - 1. Les dispositions du 1 du I ainsi que du II sont applicables à compter des impositions établies au titre de 2001.2. Les dispositions des III, IV ainsi que des 1 et 3 du V sont applicables à compter des impositions établies au titre de 2000.3. Les dispositions des 5, 6, 7 et du 1° du a du 8 du V sont applicables à compter de 2001."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux consommations de gazole effectuées à compter du 11 janvier 2000."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. Paragraphe modificateur.II. Par dérogation au premier alinéa du II de l'article L. 1615-6 du code général des collectivités territoriales, les dépenses réelles d'investissement réalisées par les bénéficiaires du Fonds de compensation pour la taxe sur la valeur ajoutée en 1999, 2000 ou 2001 afin de réparer des dommages directement causés par les intempéries survenues les 12 et 13 novembre 1999 et du 25 au 29 décembre 1999 ouvrent droit à des attributions du fonds l'année au cours de laquelle les crédits correspondants ont été payés.Un taux de compensation forfaitaire de 15,482 % est applicable à ces dépenses à compter du 1er avril 2000."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les communes et les établissements publics de coopération intercommunale à fiscalité propre, non mentionnés au 2° bis du II de l'article 1648 B du code général des impôts, ainsi que les départements, les régions, la collectivité territoriale de Corse et les fonds départementaux de péréquation de la taxe professionnelle bénéficient en 2000 d'une dotation d'un montant de 250 millions de francs, prélevée sur les recettes fiscales nettes de l'Etat, qui est répartie entre eux au prorata de la diminution constatée entre 1999 et 2000 de la dotation mentionnée au IV de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986). Aucune attribution d'un montant inférieur à 500 F n'est versée.Les communautés d'agglomération dont l'arrêté fixant le périmètre est intervenu avant le 31 décembre 1999 bénéficient, en 2000, du versement de l'attribution de la dotation d'intercommunalité prévue par l'article L. 5211-28 du code général des collectivités territoriales, alors même que ledit arrêté a fait l'objet d'une annulation contentieuse, dès lors qu'un nouvel arrêté intervient en 2000 pour fixer un périmètre identique à celui déterminé par le premier arrêté."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Il est ouvert aux ministres, au titre des dépenses ordinaires des services civils pour 2000, des crédits supplémentaires s'élevant à la somme totale de 22 375 240 000 F, conformément à la répartition par titre et par ministère qui est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sur les crédits ouverts au ministre de l'éducation nationale, de la recherche et de la technologie et à la ministre déléguée chargée de l'enseignement scolaire par la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999), au titre des dépenses ordinaires du budget de l'éducation nationale, de la recherche et de la technologie (I. - Enseignement scolaire), est annulé au titre III (Moyens des services) un crédit de 80 000 000 F."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sur les crédits ouverts au ministre de la défense et au secrétaire d'Etat à la défense chargé des anciens combattants par la loi de finances pour 2000 précitée, est annulé au titre IV (Interventions publiques) un crédit de 10 000 000 F."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Sur les crédits ouverts au ministre de l'intérieur par la loi de finances pour 2000 précitée, au titre des dépenses ordinaires du budget de l'intérieur et de la décentralisation, est annulé au titre IV (Interventions publiques) un crédit de 1 000 000 F."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Il est ouvert aux ministres, au titre des dépenses en capital des services civils pour 2000, des autorisations de programme et des crédits de paiements supplémentaires s'élevant respectivement aux sommes de 4 776 300 000 F et de 2 568 300 000 F, conformément à la répartition par titre et par ministère qui est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Sur les crédits ouverts au ministre de l'éducation nationale, de la recherche et de la technologie par la loi de finances pour 2000 précitée, au titre des dépenses en capital du budget de l'éducation nationale, de la recherche et de la technologie (II. - Enseignement supérieur), sont annulés au titre VI (Subventions d'investissement accordées par l'Etat) une autorisation de programme et un crédit de paiement de 21 200 000 F."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses ordinaires des services militaires pour 2000, des crédits supplémentaires s'élevant à la somme de 2 700 000 000 F."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses en capital des services militaires pour 2000, une autorisation de programme supplémentaire s'élevant à la somme de 6 874 000 000 F."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Il est ouvert à la ministre de la culture et de la communication, pour 2000, au titre du compte d'affectation spéciale n° 902-32 \"Fonds de modernisation de la presse quotidienne et assimilée d'information politique et générale\", un crédit de paiement supplémentaire s'élevant à la somme de 70 000 000 F."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Il est annulé à la ministre de la culture et de la communication, pour 2000, au titre du compte d'affectation spéciale n° 902-32 \"Fonds de modernisation de la presse quotidienne et assimilée d'information politique et générale\", un crédit de paiement s'élevant à la somme de 70 000 000 F."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Est inséré, à l'état F annexé à la loi de finances pour 2000 précitée, le chapitre 46-02 \"Actions en faveur des victimes des législations antisémites en vigueur pendant l'Occupation\" du budget des services du Premier ministre (I. - Services généraux)."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux cessions réalisées à compter du 1er janvier 2000 ainsi qu'aux plus-values bénéficiant à cette date d'un report d'imposition en application des dispositions de l'article 150-0 C du code général des impôts."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Pour l'année 2000, par dérogation aux dispositions du premier alinéa du I de l'article 1639 A du code général des impôts, les chambres de métiers demandant à faire application des dispositions de l'avant-dernier alinéa de l'article 1601 du code général des impôts peuvent faire connaître aux services fiscaux leurs décisions jusqu'au 30 juin 2000, en joignant la convention accompagnée de l'arrêté d'autorisation de dépassement prévus par ce dernier article."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - (Abrogé)\n\nII. et III. Paragraphes modificateurs.\n\nB. - Les dispositions du A sont applicables à compter de l'année 2001."
    }
  ]
}