{
  "id": "jorftext000047561974",
  "type": "statute",
  "title": "LOI n°2023-380 du 19 mai 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047561974",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - En vue d'assurer la prise en charge des membres des délégations olympiques et paralympiques et des personnes accréditées par le Comité international olympique et le Comité international paralympique, il est créé au sein du village olympique et paralympique, pour la durée de l'accueil de ces personnes, un centre de santé dénommé « Polyclinique olympique et paralympique », dont la création et la gestion sont assurées par l'Assistance publique-hôpitaux de Paris. Ce centre de santé et ses équipements sont entièrement accessibles et adaptés aux personnes en situation de handicap.Les trois derniers alinéas de l'article L. 6323-1 du code de la santé publique ne sont pas applicables à ce centre de santé.Sous réserve du III du présent article, les articles L. 6323-1-10 et L. 6323-1-11 du code de la santé publique sont applicables à ce centre de santé.II. - Le centre de santé mentionné au I du présent article réalise à titre exclusif des prestations à titre gratuit pour les personnes mentionnées au même I. Les articles L. 161-35, L. 162-32, L. 162-32-3 et L. 162-32-4 du code de la sécurité sociale et l'article L. 6323-1-7 du code de la santé publique ne lui sont pas applicables. L'accord national mentionné aux articles L. 162-32-1 et L. 162-32-2 du code de la sécurité sociale ne lui est pas applicable. Les modalités de financement des activités du centre de santé et de couverture des charges liées aux prestations réalisées sont prévues par une convention conclue en application de l'article L. 6134-1 du code de la santé publique entre l'Assistance publique-hôpitaux de Paris et le comité d'organisation des jeux Olympiques et Paralympiques de Paris 2024.Les personnes engagées en qualité de volontaires olympiques et paralympiques peuvent participer aux activités du centre de santé. Elles sont particulièrement sensibilisées aux questions d'accueil, d'accompagnement et de prise en charge des sportifs, quelle que soit leur situation de handicap.III. - Le contenu du projet de santé, du règlement de fonctionnement et de l'engagement de conformité mentionnés aux articles L. 6323-1-10 et L. 6323-1-11 du code de la santé publique ainsi que les conditions dans lesquelles les professionnels de santé sont associés à l'élaboration du projet de santé sont adaptés aux caractéristiques du centre de santé par arrêté du directeur général de l'agence régionale de santé d'Ile-de-France.IV. - L'installation et le fonctionnement, au sein du centre de santé mentionné au I du présent article, d'appareils d'imagerie par résonance magnétique nucléaire à utilisation médicale et d'un scanographe à utilisation médicale sont autorisés. Les chapitres II et III du titre II du livre Ier de la sixième partie du code de la santé publique ne sont pas applicables.L'utilisation de ces équipements respecte les conditions techniques de fonctionnement mentionnées à l'article L. 6124-1 du même code.En cas d'urgence tenant à la sécurité des patients ou du personnel, le directeur général de l'agence régionale de santé peut prononcer l'interruption immédiate, totale ou partielle, de l'utilisation de ces équipements, dans les conditions prévues au II de l'article L. 6122-13 dudit code.V. - Par dérogation au I des articles L. 5126-1 et L. 5126-4 du code de la santé publique, une pharmacie à usage intérieur de l'Assistance publique-hôpitaux de Paris est autorisée à disposer de locaux au sein du centre de santé mentionné au I du présent article.Elle peut délivrer au détail, dans des conditions fixées par décret, aux personnes mentionnées au même I, y compris lorsqu'elles ne sont pas prises en charge par le centre de santé, les médicaments et les produits ou objets mentionnés à l'article L. 4211-1 du code de la santé publique ou les dispositifs médicaux stériles qui figurent sur une liste arrêtée par le ministre chargé de la santé après avis de l'Agence nationale de sécurité du médicament et des produits de santé.VI. - Par dérogation aux articles L. 4221-1 et L. 4232-1 du code de la santé publique, les pharmaciens inscrits aux sections A et D ou les pharmaciens d'officine et hospitaliers inscrits à la section E du tableau de l'ordre national des pharmaciens peuvent également exercer au sein de la pharmacie à usage intérieur mentionnée au V du présent article, sans devoir être inscrits à la section H du même tableau. Ils informent le conseil central ou le conseil régional de l'ordre dont ils relèvent en application de l'article L. 4222-3 du code de la santé publique."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Les médecins des fédérations internationales de sports, accrédités par le Comité international olympique, le Comité international paralympique ou le Comité d'organisation des jeux Olympiques et Paralympiques de Paris 2024 pour assurer le contrôle des compétitions de ces jeux, qui ne justifient pas des conditions requises pour exercer leur profession en France, sont autorisés à exercer cette profession sur les sites des compétitions à l'égard des athlètes qui participent à celles-ci.II. - Les professionnels de santé mentionnés à la quatrième partie du code de la santé publique accrédités par le Comité international olympique, le Comité international paralympique ou le Comité d'organisation des jeux Olympiques et Paralympiques de Paris 2024, qui ne justifient pas des conditions requises pour exercer leur profession en France et qui accompagnent les délégations des fédérations internationales, des organismes du Mouvement olympique ou des comités paralympiques, sont autorisés à exercer leur profession à l'égard des personnels et des membres de la délégation qu'ils accompagnent. Cet exercice n'est pas autorisé au sein des établissements et des services de santé mentionnés à la sixième partie du même code.Un arrêté conjoint des ministres chargés de la santé et des sports fixe la liste des organismes mentionnés au premier alinéa du présent II ainsi que la période au cours de laquelle l'autorisation d'exercice est délivrée, qui ne peut aller au-delà du 31 décembre 2024.III. - Les professionnels de santé mentionnés à la quatrième partie du code de la santé publique engagés en qualité de volontaires olympiques et paralympiques qui ne justifient pas des conditions requises pour exercer leur profession en France sont autorisés à exercer cette profession au sein du centre de santé mentionné à l'article 1er de la présente loi.IV. - Les professionnels mentionnés aux I, II et III du présent article sont soumis, dans l'exercice de leur profession, aux conditions applicables à cet exercice en France."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Par dérogation aux articles L. 241-1 à L. 241-3 du code rural et de la pêche maritime, peuvent être autorisés à exercer la médecine et la chirurgie des animaux dans les lieux sous contrôle du comité d'organisation des jeux Olympiques et Paralympiques de Paris 2024, dans le cadre de la préparation et du déroulement des épreuves équestres de ces jeux, les vétérinaires inscrits sur une liste établie par le ministre chargé de l'agriculture.Par dérogation à l'article L. 241-17 du même code, le comité d'organisation des jeux Olympiques et Paralympiques de Paris 2024 déclare auprès du conseil national de l'ordre des vétérinaires un établissement de soins vétérinaires au sein duquel les vétérinaires mentionnés au premier alinéa du présent article sont autorisés à exercer.Un arrêté conjoint des ministres chargés de l'agriculture et des sports fixe les modalités d'application du présent article, notamment les conditions d'autorisation, d'enregistrement et d'exercice des vétérinaires mentionnés au premier alinéa, le lieu de l'établissement de soins vétérinaires et la période au cours de laquelle l'autorisation d'exercice est délivrée, qui ne peut aller au-delà du 31 décembre 2024."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. à IV. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV. - Au plus tard le 1er juin 2025, le Gouvernement remet au Parlement un rapport d'évaluation de la mise en œuvre du présent article. Ce rapport d'évaluation est également transmis au Comité consultatif national d'éthique pour les sciences de la vie et de la santé et à la Commission nationale de l'informatique et des libertés.\n\n- Code du sport.\n\n- Code civil\n\n- Code pénal\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-850 DC du 17 mai 2023.]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Sont homologuées, en application de l'article 21 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, les peines d'emprisonnement prévues en Polynésie française aux articles LP. 21 et LP. 22 de la loi du pays n° 2015-12 du 26 novembre 2015 relative à la protection de la santé des sportifs et à la lutte contre le dopage et à l'article LP. 8 de la loi du pays n° 2015-13 du 26 novembre 2015 relative à la recherche et la constatation des infractions en matière de dopage.\n\nII. - A créé les dispositions suivantes :\n\n- Code du sport."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A titre expérimental et jusqu'au 31 mars 2025, à la seule fin d'assurer la sécurité de manifestations sportives, récréatives ou culturelles qui, par l'ampleur de leur fréquentation ou par leurs circonstances, sont particulièrement exposées à des risques d'actes de terrorisme ou d'atteintes graves à la sécurité des personnes, les images collectées au moyen de systèmes de vidéoprotection autorisés sur le fondement de l'article L. 252-1 du code de la sécurité intérieure ou au moyen de caméras installées sur des aéronefs autorisées sur le fondement du chapitre II du titre IV du livre II du même code, dans les lieux accueillant ces manifestations et à leurs abords ainsi que dans les véhicules et les emprises de transport public et sur les voies les desservant, peuvent faire l'objet de traitements algorithmiques. Ces traitements ont pour unique objet de détecter, en temps réel, des événements prédéterminés susceptibles de présenter ou de révéler ces risques et de les signaler en vue de la mise en œuvre des mesures nécessaires par les services de la police nationale et de la gendarmerie nationale, les services d'incendie et de secours, les services de police municipale et les services internes de sécurité de la SNCF et de la Régie autonome des transports parisiens dans le cadre de leurs missions respectives.II. - Les traitements mentionnés au I du présent article, y compris pendant leur conception, sont régis par les dispositions applicables du règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46/CE (règlement général sur la protection des données) et de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.III. - Le public est préalablement informé, par tout moyen approprié, de l'emploi de traitements algorithmiques sur les images collectées au moyen de systèmes de vidéoprotection autorisés sur le fondement de l'article L. 252-1 du code de la sécurité intérieure et de caméras installées sur des aéronefs autorisées sur le fondement du chapitre II du titre IV du livre II du même code, sauf lorsque les circonstances l'interdisent ou que cette information entrerait en contradiction avec les objectifs poursuivis.Une information générale du public sur l'emploi de traitements algorithmiques sur les images collectées au moyen de systèmes de vidéoprotection et de caméras installées sur des aéronefs est organisée par le ministre de l'intérieur.IV. - Les traitements mentionnés au I du présent article n'utilisent aucun système d'identification biométrique, ne traitent aucune donnée biométrique et ne mettent en œuvre aucune technique de reconnaissance faciale. Ils ne peuvent procéder à aucun rapprochement, à aucune interconnexion ni à aucune mise en relation automatisée avec d'autres traitements de données à caractère personnel.Ils procèdent exclusivement à un signalement d'attention, strictement limité à l'indication du ou des événements prédéterminés qu'ils ont été programmés à détecter. Ils ne produisent aucun autre résultat et ne peuvent fonder, par eux-mêmes, aucune décision individuelle ni aucun acte de poursuite.Ils demeurent en permanence sous le contrôle des personnes chargées de leur mise en œuvre.V. - Par dérogation à l'article 31 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, le recours à un traitement mentionné au I du présent article est autorisé par un décret pris après avis de la Commission nationale de l'informatique et des libertés. Le Gouvernement peut organiser une consultation publique sur internet dans le cadre de l'élaboration du décret.Ce décret fixe les caractéristiques essentielles du traitement. Il indique notamment les événements prédéterminés que le traitement a pour objet de signaler, le cas échéant les spécificités des situations justifiant son emploi, les services mentionnés au même I susceptibles de le mettre en œuvre, les éventuelles conditions de leur participation financière à l'utilisation du traitement et les conditions d'habilitation et de formation des agents pouvant accéder aux signalements du traitement. Il désigne l'autorité chargée d'établir l'attestation de conformité mentionnée au dernier alinéa du VI.Le décret est accompagné d'une analyse d'impact relative à la protection des données personnelles qui expose :1° Le bénéfice escompté de l'emploi du traitement au service de la finalité mentionnée au I, au regard des événements prédéterminés donnant lieu à signalement par le système ;2° L'ensemble des risques éventuellement créés par le système et les mesures envisagées afin de les minimiser et de les rendre acceptables au cours de son fonctionnement.VI. - L'Etat assure le développement du traitement ainsi autorisé, en confie le développement à un tiers ou l'acquiert. Dans ces deux derniers cas, il veille à ce que le tiers qui va développer ou développe cette solution soit prioritairement une entreprise qui répond aux règles de sécurité définies par l'Agence nationale de la sécurité des systèmes d'information s'agissant du respect des exigences relatives à la cybersécurité. Dans tous les cas, le traitement doit satisfaire aux exigences suivantes, qui doivent pouvoir être vérifiées pendant toute la durée du fonctionnement du traitement :1° Lorsque le traitement algorithmique employé repose sur un apprentissage, des garanties sont apportées afin que les données d'apprentissage, de validation et de test choisies soient pertinentes, adéquates et représentatives. Leur traitement doit être loyal et éthique, reposer sur des critères objectifs et permettre d'identifier et de prévenir l'occurrence de biais et d'erreurs. Ces données font l'objet de mesures de sécurisation appropriées ;2° Le traitement comporte un enregistrement automatique des signalements des événements prédéterminés détectés permettant d'assurer la traçabilité de son fonctionnement ;3° Le traitement permet des mesures de contrôle humain et un système de gestion des risques permettant de prévenir et de corriger la survenue de biais éventuels ou de mauvaises utilisations ;4° Les modalités selon lesquelles, à tout instant, le traitement peut être interrompu sont précisées ;5° Le traitement fait l'objet d'une phase de test conduite dans des conditions analogues à celles de son emploi autorisé par le décret mentionné au V, attestée par un rapport de validation.Lorsque le traitement est développé ou fourni par un tiers, celui-ci fournit une documentation technique complète et présente des garanties de compétence, de continuité, d'assistance et de contrôle humain en vue notamment de procéder à la correction d'erreurs ou de biais éventuels lors de sa mise en œuvre et de prévenir leur réitération. Il transmet également une déclaration, dont les modalités sont fixées par décret, des intérêts détenus à cette date et au cours des cinq dernières années.Dans le cadre du présent VI, la Commission nationale de l'informatique et des libertés exerce les missions prévues au 2° du I de l'article 8 de la loi n° 78-17 du 6 janvier 1978 précitée, en particulier en accompagnant les personnes chargées du développement du traitement.L'Agence nationale de la sécurité des systèmes d'information exerce, dans ce même cadre, ses missions s'agissant du respect des exigences relatives à la cybersécurité.Le respect des exigences énoncées au présent VI fait l'objet d'une attestation de conformité établie par l'autorité administrative compétente. Cette attestation est publiée avant que le traitement soit mis à la disposition des services mentionnés au I qui demandent l'autorisation de l'utiliser dans les conditions prévues au VII.VII. - L'emploi du traitement est autorisé par le représentant de l'Etat dans le département ou, à Paris, par le préfet de police. Cette autorisation peut être accordée uniquement lorsque le recours au traitement est proportionné à la finalité poursuivie.L'actualisation de l'analyse d'impact réalisée lors de l'autorisation du traitement par décret est adressée à la Commission nationale de l'informatique et des libertés.La décision d'autorisation est motivée et publiée. Elle précise :1° Le responsable du traitement et les services associés à sa mise en œuvre ;2° La manifestation sportive, récréative ou culturelle concernée et les motifs de la mise en œuvre du traitement au regard de la finalité mentionnée au I ;3° Le périmètre géographique concerné par la mise en œuvre du traitement dans les limites mentionnées au même I ;4° Les modalités d'information du public, notamment sur ses droits, ou, lorsque cette information entre en contradiction avec les objectifs poursuivis, les motifs pour lesquels le responsable du traitement en est dispensé, accompagnés d'un renvoi vers l'information générale organisée par le ministère de l'intérieur mentionnée au second alinéa du III ;5° La durée de l'autorisation. Cette durée ne peut excéder un mois et est renouvelable selon les modalités prévues au présent VII lorsque les conditions de la délivrance de l'autorisation demeurent réunies.VIII. - Le responsable du traitement mentionné au 1° du VII tient un registre des suites apportées aux signalements effectués par le traitement ainsi que des personnes ayant accès aux signalements.Le représentant de l'Etat dans le département ou, à Paris, le préfet de police est tenu informé chaque semaine des conditions dans lesquelles le traitement est mis en œuvre. Il en tient informés les maires des communes sur le territoire desquelles le traitement est déployé et informe régulièrement, au moins tous les trois mois, la Commission nationale de l'informatique et des libertés. Il peut suspendre l'autorisation ou y mettre fin à tout moment s'il constate que les conditions ayant justifié sa délivrance ne sont plus réunies.IX. - Afin d'améliorer la qualité de la détection des événements prédéterminés par les traitements mis en œuvre, un échantillon d'images collectées, dans des conditions analogues à celles prévues pour l'emploi de ces traitements, au moyen de systèmes de vidéoprotection autorisés sur le fondement de l'article L. 252-1 du code de la sécurité intérieure et de caméras installées sur des aéronefs autorisées sur le fondement du chapitre II du titre IV du livre II du même code et sélectionnées, sous la responsabilité de l'Etat, conformément aux exigences de pertinence, d'adéquation et de représentativité mentionnées au 1° du VI du présent article, peut être utilisé comme données d'apprentissage pendant une durée strictement nécessaire, de douze mois au plus à compter de l'enregistrement des images. Ces images sont détruites, en tout état de cause, à la fin de l'expérimentation.X. - La Commission nationale de l'informatique et des libertés contrôle l'application du présent article. A cette fin, elle peut faire usage des prérogatives prévues aux sections 2 et 3 du chapitre II du titre Ier de la loi n° 78-17 du 6 janvier 1978 précitée.XI. - La Commission nationale de l'informatique et des libertés est informée tous les trois mois des conditions de mise en œuvre de l'expérimentation mentionnée au I. Le Gouvernement remet au Parlement, au plus tard le 31 décembre 2024, un rapport d'évaluation de la mise en œuvre de l'expérimentation, dont le contenu est fixé par décret en Conseil d'Etat après avis de la Commission nationale de l'informatique et des libertés. Ce décret définit notamment les modalités de pilotage et d'évaluation pluridisciplinaire et objective de l'expérimentation et les indicateurs utilisés par celle-ci. L'évaluation associe, dans le respect du principe de parité entre les femmes et les hommes, deux députés et deux sénateurs, dont au moins un député et un sénateur appartenant à un groupe d'opposition, désignés respectivement par le président de l'Assemblée nationale et le président du Sénat. Le décret précise également les modalités selon lesquelles le public et les agents concernés sont informés de l'expérimentation et sont associés à l'évaluation. Le rapport d'évaluation est également transmis à la Commission nationale de l'informatique et des libertés et rendu public sur internet au même moment."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Du 1er mai 2024 au 15 septembre 2024, afin de garantir la sécurité des jeux Olympiques et Paralympiques, l'enquête administrative prévue au premier alinéa de l'article L. 114-2 du code de la sécurité intérieure peut être demandée avant l'affectation des personnels intérimaires des entreprises de travail temporaire à une mission directement liée à la sécurité des personnes et des biens au sein d'une entreprise de transport public de personnes ou d'une entreprise de transport de marchandises dangereuses soumise à l'obligation d'adopter un plan de sûreté ou au sein d'un gestionnaire d'infrastructure, dans les conditions prévues aux deuxième à avant-dernier alinéas du même article L. 114-2."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A compter du 1er juillet 2024 et jusqu'au 15 septembre 2024, afin de garantir la sécurité des jeux Olympiques et Paralympiques, un étranger titulaire d'un titre de séjour relevant des articles L. 422-1, L. 422-4 ou L. 422-5 du code de l'entrée et du séjour des étrangers et du droit d'asile peut être employé pour participer à l'exercice d'une activité privée de sécurité mentionnée à l'article L. 611-1 du code de la sécurité intérieure sans que le temps de travail accompli dans ce cadre soit pris en compte dans le décompte de la durée de travail maximale prévue aux articles L. 422-1, L. 422-4 et L. 422-5 du code de l'entrée et du séjour des étrangers et du droit d'asile."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Du 1er juillet 2024 au 15 septembre 2024, le préfet de police de Paris exerce dans les départements des Yvelines, du Val-d'Oise, de l'Essonne et de Seine-et-Marne les compétences qui lui sont dévolues sur le fondement de l'article L. 122-2 du code de la sécurité intérieure."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code du sport.\n\n- Code du sport.\n\n- Code du sport.\n\nII. - Le 1° du I entre en vigueur le 1er juillet 2024."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La Cour des comptes remet au Parlement, avant le 1er octobre 2025, un rapport sur l'organisation, le coût et l'héritage des jeux Olympiques et Paralympiques de 2024. Ce rapport précise le montant des dépenses engagées par l'Etat et les collectivités territoriales à l'occasion de la préparation et du déroulement de cette manifestation. Il évalue les recettes engendrées par les jeux Olympiques et Paralympiques de 2024. Il s'attache à mesurer le montant des exonérations fiscales dont bénéficie l'organisateur des jeux. Ce rapport comprend un bilan du recours aux bénévoles, évaluant leur nombre, leurs missions et leurs conditions d'exercice, notamment en termes d'horaires. Il évalue également la qualité de l'accueil des sportifs et des spectateurs en situation de handicap, notamment en termes d'accessibilité de l'événement."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Du 25 août 2023 au 30 octobre 2023, les dispositifs et matériels mentionnés à l'article L. 581-6 du code de l'environnement qui supportent exclusivement l'affichage des éléments de pavoisement officiel du groupement d'intérêt public chargé de l'organisation de la coupe du monde de rugby « #France 2023 », à l'exclusion de toute promotion de ses partenaires commerciaux et dans le respect de ses engagements contractuels vis-à-vis de la fédération internationale de rugby, installés sur le territoire des communes accueillant le site d'une opération ou d'un événement liés à la promotion, à la préparation, à l'organisation ou au déroulement de cette manifestation sportive ne sont pas soumis :1° Aux interdictions de publicité prévues aux I et II de l'article L. 581-4, au I de l'article L. 581-8 et à l'article L. 581-15 du même code ;2° Aux prescriptions réglementaires, notamment en matière de densité, de surface et de hauteur, édictées en application du premier alinéa de l'article L. 581-9 dudit code ;3° A la réglementation plus restrictive que celle résultant des dispositions mentionnées aux 1° et 2° du présent article édictée par les règlements locaux de publicité.L'installation, le remplacement ou la modification des dispositifs et des matériels mentionnés au premier alinéa du présent article est subordonnée au dépôt de la déclaration prévue à l'article L. 581-6 du code de l'environnement auprès de l'autorité compétente en matière de police de la publicité en application de l'article L. 581-14-2 du même code. Par dérogation à l'article L. 581-6 dudit code, l'autorité compétente dispose d'un délai d'un mois pour s'opposer à cette installation, à ce remplacement ou à cette modification ou pour les subordonner au respect de conditions destinées à optimiser l'insertion architecturale, patrimoniale et paysagère des dispositifs, à réduire leur impact sur le cadre de vie environnant, à garantir la sécurité des personnes ainsi que l'intégrité et la conservation des sites et des bâtiments ou à prévenir d'éventuelles incidences sur la sécurité routière."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Pour les fonctionnaires occupant un emploi supérieur les conduisant à participer directement à l'organisation des jeux Olympiques et Paralympiques de Paris 2024, la durée de maintien en fonction de deux ans prévue au premier alinéa de l'article L. 341-4 du code général de la fonction publique peut être prolongée, dans l'intérêt du service et avec leur accord, jusqu'au 31 décembre 2024."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Au plus tard le 31 décembre 2025, la Société de livraison des ouvrages olympiques réalise un bilan d'étape des missions prévues au 5 du II de l'article 53 de la loi n° 2017-257 du 28 février 2017 relative au statut de Paris et à l'aménagement métropolitain. Ce bilan est rendu public. Il comporte un diagnostic territorial rendant compte de l'avancement des réalisations en termes d'aménagements et d'infrastructures. Il énumère les dispositifs mis en place afin d'accompagner le reclassement des salariés et évalue leur efficacité. Il présente un bilan écologique rendant compte du respect des engagements climatiques des jeux, un bilan financier précis de la Société de livraison des ouvrages olympiques ainsi que les montants investis par les autres parties prenantes aux missions prévues au même 5. Il détaille la manière dont Grand Paris Aménagement assure ces missions à partir de la mutualisation organisée en application du III bis du même article 53.\n\n- LOI n° 2017-257 du 28 février 2017"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Dans les communes d'implantation des sites de compétition des jeux Olympiques et Paralympiques de 2024 ainsi que dans les communes limitrophes ou situées à proximité de ces sites, le représentant de l'Etat dans le département peut, compte tenu des besoins du public résultant de l'affluence exceptionnelle attendue de touristes et de travailleurs et sous réserve des dérogations au repos dominical prévues à la sous-section 2 de la section 2 du chapitre II du titre III du livre Ier de la troisième partie du code du travail applicables, autoriser un établissement de vente au détail qui met à disposition des biens ou des services à déroger à la règle du repos dominical prévue à l'article L. 3132-3 du même code en attribuant le repos hebdomadaire par roulement, pour une période comprise entre le 15 juin 2024 et le 30 septembre 2024.Cette autorisation est accordée après avis du conseil municipal, de l'organe délibérant de l'établissement public de coopération intercommunale à fiscalité propre dont la commune est membre, de la chambre de commerce et d'industrie, de la chambre des métiers et de l'artisanat, des organisations professionnelles d'employeurs et des organisations syndicales de salariés intéressées, donnés dans un délai d'un mois à compter de la saisine par le représentant de l'Etat dans le département.Les arrêtés préfectoraux pris sur le fondement du premier alinéa de l'article L. 3132-29 dudit code peuvent, le cas échéant, être suspendus pendant les périodes de mise en œuvre de la dérogation prévue au présent article.La dérogation au repos dominical est mise en œuvre dans l'établissement sous réserve du volontariat du salarié, dans les conditions prévues aux premier et dernier alinéas de l'article L. 3132-25-4 du code du travail. Le salarié peut revenir à tout moment sur sa décision de travailler le dimanche, à condition d'en informer par écrit son employeur en respectant un délai de dix jours francs. Le salarié bénéficie des contreparties définies au premier alinéa de l'article L. 3132-27 du même code.Lorsque le représentant de l'Etat dans le département a autorisé un établissement à déroger à la règle du repos dominical dans les conditions prévues au présent article, il peut autoriser tout ou partie des établissements situés dans les communes du département mentionnées au premier alinéa du présent article et exerçant la même activité à y déroger, dans les mêmes conditions."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Aux fins de contribuer, notamment pendant la période des jeux Olympiques et Paralympiques de 2024, à l'accessibilité des transports publics particuliers aux personnes utilisatrices de fauteuil roulant, le préfet de police de Paris peut, dans sa zone de compétence et jusqu'au 31 décembre 2024, délivrer à titre expérimental, par dérogation à l'article L. 3121-5 du code des transports, des autorisations de stationnement mentionnées à l'article L. 3121-1 du même code à des personnes morales exploitant des taxis.Ces autorisations ne peuvent être délivrées qu'à des personnes morales titulaires d'autorisations de stationnement exploitées dans la zone de compétence du préfet de police de Paris. Elles ne peuvent être exploitées qu'avec des taxis accessibles aux personnes utilisatrices de fauteuil roulant. Elles sont incessibles et ont une durée de validité de cinq ans à compter de la date de leur délivrance.Les conditions et les modalités d'attribution de ces autorisations sont définies par décret en Conseil d'Etat. Elles doivent notamment prendre en compte la capacité des personnes morales bénéficiaires à assurer l'exploitation de ces autorisations par des véhicules accessibles aux personnes en fauteuil roulant durant toute la période des jeux Olympiques et Paralympiques de 2024 et jusqu'à la fin de l'expérimentation, à faciliter les demandes de réservation préalable au bénéfice des personnes utilisatrices de fauteuil roulant et à permettre la transmission à l'autorité administrative des informations nécessaires à la réalisation de l'évaluation mentionnée au III du présent article. Les deux derniers alinéas de l'article L. 3121-5 du code des transports ne leur sont pas applicables.II. - Par dérogation au I de l'article L. 3121-1-2 du code des transports, l'exploitation des autorisations de stationnement délivrées en application du I du présent article peut être assurée par des salariés ou par un locataire gérant auquel la location d'une autorisation et d'un taxi accessible aux personnes utilisatrices de fauteuil roulant a été concédée dans les conditions prévues aux articles L. 144-1 à L. 144-13 du code de commerce, le montant du loyer étant fixé en cohérence avec les coûts ou les charges supportés par chacune des parties.III. - Au plus tard le 30 juin 2025, le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation afin de déterminer notamment l'opportunité de sa pérennisation et de son extension en dehors de la zone de compétence du préfet de police de Paris."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Aux fins de contribuer, pendant la période des jeux Olympiques et Paralympiques de 2024, à l'accessibilité des pistes cyclables, les syndicats mixtes n'ayant pas la qualité d'autorité organisatrice de la mobilité qui organisent un service public de location de bicyclettes dans le cadre de la dernière phrase du 4° du I de l'article L. 1241-1 du code des transports peuvent, du 1er mai 2024 au 31 décembre 2024, passer avec un organisme public ou avec un organisme privé la convention prévue au II de l'article L. 1611-7-2 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - L'article 10 de la présente loi est applicable sur l'ensemble du territoire national.A.-Pour l'application de l'article 10 à Saint-Barthélemy et à Saint-Martin :1° Les références au représentant de l'Etat dans le département sont remplacées par la référence au représentant de l'Etat dans la collectivité ;2° La référence au règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement de données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46/ CE (règlement général sur la protection des données) est remplacée par la référence aux règles en vigueur en métropole en application du même règlement.B.-Pour l'application de l'article 10 à Saint-Pierre-et-Miquelon :1° Les références au représentant de l'Etat dans le département sont remplacées par la référence au représentant de l'Etat dans la collectivité territoriale de Saint-Pierre-et-Miquelon ;2° La référence au règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 précité est remplacée par la référence aux règles en vigueur en métropole en application du même règlement.C.-Pour l'application de l'article 10 en Polynésie française :1° Les références au représentant de l'Etat dans le département sont remplacées par la référence au haut-commissaire de la République en Polynésie française ;2° La référence au règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 précité est remplacée par la référence aux règles en vigueur en métropole en application du même règlement.D.-Pour l'application de l'article 10 en Nouvelle-Calédonie :1° Les références au représentant de l'Etat dans le département sont remplacées par la référence au haut-commissaire de la République en Nouvelle-Calédonie ;2° La référence au règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 précité est remplacée par la référence aux règles en vigueur en métropole en application du même règlement.E.-Pour l'application de l'article 10 dans les îles Wallis et Futuna :1° Les références au représentant de l'Etat dans le département sont remplacées par la référence à l'administrateur supérieur des îles Wallis et Futuna ;2° La référence au règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 précité est remplacée par la référence aux règles en vigueur en métropole en application du même règlement.La présente loi sera exécutée comme loi de l'Etat.\n\n- Code de la sécurité intérieure\n\n- Code pénal"
    }
  ]
}