{
  "id": "jorftext000031531992",
  "type": "statute",
  "title": "ORDONNANCE n°2015-1538 du 26 novembre 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031531992",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A compter du 1er janvier 2016, dans les régions mentionnées à l'article 1er de la loi du 16 janvier 2015 susvisée, la chambre régionale d'agriculture est constituée par le regroupement des chambres régionales d'agriculture des anciennes régions regroupées.Pour la Normandie, la chambre régionale d'agriculture est constituée par l'actuelle chambre interrégionale de Normandie.Pour l'application de la loi du 16 janvier 2015 susvisée, il est constitué à compter du 1er janvier 2016, dans des conditions fixées par décret :1° Dans la région Alsace, Champagne-Ardenne et Lorraine :\n\n- une chambre régionale d'agriculture, par regroupement de la chambre régionale d'agriculture de Champagne-Ardenne, de la chambre régionale d'agriculture de Lorraine et de la fraction de la chambre d'agriculture de région d'Alsace exerçant les missions de chambre régionale ;- une chambre interdépartementale dénommée chambre d'Alsace, issue de la chambre d'agriculture de région d'Alsace ;\n\n2° Dans la région Nord - Pas-de-Calais et Picardie :\n\n- une chambre régionale d'agriculture, par regroupement de la chambre régionale d'agriculture de Picardie et de la fraction de la chambre d'agriculture de région Nord - Pas-de-Calais exerçant les missions de chambre régionale ;- une chambre interdépartementale dénommée chambre du Nord - Pas-de-Calais, issue de la chambre d'agriculture de région du Nord - Pas-de-Calais.\n\nII. - Les biens, droits et obligations des anciennes chambres régionales d'agriculture sont transférés aux nouvelles chambres régionales.Les biens, droits et obligations de la chambre d'agriculture de région d'Alsace et de la chambre d'agriculture de région Nord - Pas-de-Calais sont transférés respectivement à la chambre interdépartementale d'Alsace et à la chambre interdépartementale du Nord - Pas-de-Calais, à l'exception de ceux attachés à l'exercice des missions du domaine de compétence de la nouvelle chambre régionale d'agriculture, qui sont transférés à cette chambre dans les conditions prévues par délibérations concordantes des chambres interdépartementales d'Alsace au plus tard le 30 juin 2016 et Nord - Pas-de-Calais au plus tard le 31 décembre 2018, et de la chambre régionale concernée issue du regroupement.Ces transferts sont réalisés à titre gratuit et ne donnent lieu au paiement d'aucun droit, ni d'aucune indemnité ou taxe, ni de la contribution prévue à l'article 879 du code général des impôts."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Premier ministre et le ministre de l'agriculture, de l'agroalimentaire et de la forêt, porte-parole du Gouvernement, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}