{
  "id": "jorftext000033558528",
  "type": "statute",
  "title": "LOI n°2016-1691 du 9 décembre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033558528",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'Agence française anticorruption est un service à compétence nationale, placé auprès du ministre de la justice et du ministre chargé du budget, ayant pour mission d'aider les autorités compétentes et les personnes qui y sont confrontées à prévenir et à détecter les faits de corruption, de trafic d'influence, de concussion, de prise illégale d'intérêt, de détournement de fonds publics et de favoritisme."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'Agence française anticorruption :1° Participe à la coordination administrative, centralise et diffuse les informations permettant d'aider à prévenir et à détecter les faits de corruption, de trafic d'influence, de concussion, de prise illégale d'intérêt, de détournement de fonds publics et de favoritisme.Dans ce cadre, elle apporte son appui aux administrations de l'Etat, aux collectivités territoriales et à toute personne physique ou morale ;2° Elabore des recommandations destinées à aider les personnes morales de droit public et de droit privé à prévenir et à détecter les faits de corruption, de trafic d'influence, de concussion, de prise illégale d'intérêt, de détournement de fonds publics et de favoritisme.Ces recommandations sont adaptées à la taille des entités concernées et à la nature des risques identifiés. Elles sont régulièrement mises à jour pour prendre en compte l'évolution des pratiques et font l'objet d'un avis publié au Journal officiel ;3° Contrôle, de sa propre initiative, la qualité et l'efficacité des procédures mises en œuvre au sein des administrations de l'Etat, des collectivités territoriales, de leurs établissements publics, des sociétés d'économie mixte et des sociétés relevant du titre II du livre V de la première partie du code général des collectivités territoriales, et des associations et fondations reconnues d'utilité publique pour prévenir et détecter les faits de corruption, de trafic d'influence, de concussion, de prise illégale d'intérêt, de détournement de fonds publics et de favoritisme. Elle contrôle également le respect des mesures mentionnées au II de l'article 17 de la présente loi.Ces contrôles peuvent également être effectués à la demande du président de la Haute Autorité pour la transparence de la vie publique, du Premier ministre, des ministres ou, pour les collectivités territoriales et leurs établissements publics et sociétés relevant du titre II du livre V de la première partie du code général des collectivités territoriales, du représentant de l'Etat. Ils peuvent faire suite à un signalement transmis à l'agence par une association agréée dans les conditions prévues à l'article 2-23 du code de procédure pénale.Ces contrôles donnent lieu à l'établissement de rapports transmis aux autorités qui en sont à l'initiative ainsi qu'aux représentants de l'entité contrôlée. Ils contiennent les observations de l'agence concernant la qualité du dispositif de prévention et de détection de la corruption mis en place au sein des entités contrôlées ainsi que des recommandations en vue de l'amélioration des procédures existantes ;4° Exerce les attributions prévues à l'article 17 de la présente loi, à l'article 131-39-2 du code pénal et aux articles 41-1-2 et 764-44 du code de procédure pénale ;5° Veille, à la demande du Premier ministre, au respect de la loi n° 68-678 du 26 juillet 1968 relative à la communication de documents et renseignements d'ordre économique, commercial, industriel, financier ou technique à des personnes physiques ou morales étrangères, dans le cadre de l'exécution des décisions d'autorités étrangères imposant à une société dont le siège est situé sur le territoire français une obligation de se soumettre à une procédure de mise en conformité de ses procédures internes de prévention et de détection de la corruption ;6° Avise le procureur de la République compétent en application de l'article 43 du code de procédure pénale des faits dont elle a eu connaissance dans l'exercice de ses missions et qui sont susceptibles de constituer un crime ou un délit. Lorsque ces faits sont susceptibles de relever de la compétence du procureur de la République financier en application des 1° à 8° de l'article 705 ou de l'article 705-1 du même code, l'Agence française anticorruption en avise simultanément ce dernier ;7° Elabore chaque année un rapport d'activité rendu public.Un décret en Conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans le cadre de ses missions définies aux 3° et 4° de l'article 3, les agents de l'Agence française anticorruption peuvent être habilités, par décret en Conseil d'Etat, à se faire communiquer par les représentants de l'entité contrôlée tout document professionnel, quel qu'en soit le support, ou toute information utile. Le cas échéant, ils peuvent en faire une copie.Ils peuvent procéder sur place à toute vérification de l'exactitude des informations fournies. Ils peuvent s'entretenir, dans des conditions assurant la confidentialité de leurs échanges, avec toute personne dont le concours leur paraît nécessaire.Les agents habilités, les experts et les personnes ou autorités qualifiées auxquels ils ont recours et, de manière générale, toute personne qui concourt à l'accomplissement des missions mentionnées à l'article 3 sont astreints au secret professionnel pour les faits, actes ou renseignements dont ils ont connaissance en raison de leurs fonctions, sous réserve des éléments nécessaires à l'établissement de leurs rapports.Nul ne peut procéder aux contrôles relatifs à une entité économique ou publique à l'égard de laquelle il détient ou a détenu un intérêt direct ou indirect.Est puni de 30 000 € d'amende le fait de prendre toute mesure destinée à faire échec à l'exercice des fonctions dont les agents habilités mentionnés au présent article sont chargés.Un décret en Conseil d'Etat détermine les conditions dans lesquelles sont recrutés les experts et les personnes ou autorités qualifiées auxquels il est recouru ainsi que les règles déontologiques qui leur sont applicables."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A compter de l'entrée en vigueur du décret de nomination du directeur de l'Agence française anticorruption mentionné à l'article 2 de la présente loi, les articles 1er à 6 de la loi n° 93-122 du 29 janvier 1993 relative à la prévention de la corruption et à la transparence de la vie économique et des procédures publiques sont abrogés.\n\nII et III. A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code de procédure pénale\n\n- Code monétaire et financier\n\n- LOI n° 93-122 du 29 janvier 1993"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-Un lanceur d'alerte est une personne physique qui signale ou divulgue, sans contrepartie financière directe et de bonne foi, des informations portant sur un crime, un délit, une menace ou un préjudice pour l'intérêt général, une violation ou une tentative de dissimulation d'une violation d'un engagement international régulièrement ratifié ou approuvé par la France, d'un acte unilatéral d'une organisation internationale pris sur le fondement d'un tel engagement, du droit de l'Union européenne, de la loi ou du règlement. Lorsque les informations n'ont pas été obtenues dans le cadre des activités professionnelles mentionnées au I de l'article 8, le lanceur d'alerte doit en avoir eu personnellement connaissance.II.-Les faits, informations et documents, quel que soit leur forme ou leur support, dont la révélation ou la divulgation est interdite par les dispositions relatives au secret de la défense nationale, au secret médical, au secret des délibérations judiciaires, au secret de l'enquête ou de l'instruction judiciaires ou au secret professionnel de l'avocat sont exclus du régime de l'alerte défini au présent chapitre.III.-Lorsque sont réunies les conditions d'application d'un dispositif spécifique de signalement de violations et de protection de l'auteur du signalement prévu par la loi ou le règlement ou par un acte de l'Union européenne mentionné dans la partie II de l'annexe à la directive (UE) 2019/1937 du Parlement européen et du Conseil du 23 octobre 2019 sur la protection des personnes qui signalent des violations du droit de l'Union, le présent chapitre ne s'applique pas.Sous réserve de l'article L. 861-3 du code de la sécurité intérieure, lorsqu'une ou plusieurs des mesures prévues aux articles 10-1,12 et 12-1 de la présente loi sont plus favorables à l'auteur du signalement que celles prévues par un dispositif spécifique mentionné au premier alinéa du présent III, ces mesures s'appliquent. Sous la même réserve, à défaut de mesure équivalente prévue par un tel dispositif spécifique, les articles 13 et 13-1 sont applicables."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Les articles 10-1, 12 et 12-1 et le II de l'article 13 s'appliquent également, le cas échéant, aux :1° Facilitateurs, entendus comme toute personne physique ou toute personne morale de droit privé à but non lucratif qui aide un lanceur d'alerte à effectuer un signalement ou une divulgation dans le respect des articles 6 et 8 ;2° Personnes physiques en lien avec un lanceur d'alerte, au sens des mêmes articles 6 et 8, qui risquent de faire l'objet de l'une des mesures mentionnées au II de l'article 10-1 dans le cadre de leurs activités professionnelles de la part de leur employeur, de leur client ou du destinataire de leurs services ;3° Entités juridiques contrôlées, au sens de l'article L. 233-3 du code de commerce, par un lanceur d'alerte au sens des articles 6 et 8 de la présente loi, pour lesquelles il travaille ou avec lesquelles il est en lien dans un contexte professionnel."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Les lanceurs d'alerte définis au I de l'article 6 bénéficient des protections prévues au présent chapitre :1° Si, ayant eu connaissance des informations concernées dans le cadre de leurs activités professionnelles, ils adressent un signalement interne dans les conditions prévues au I de l'article 8 ;2° S'ils adressent un signalement externe dans les conditions prévues au II du même article 8, après avoir adressé un signalement interne ou directement ;3° S'ils procèdent à une divulgation publique, dans les conditions prévues au III dudit article 8.Lorsqu'un signalement ou une divulgation publique a été réalisé de manière anonyme, le lanceur d'alerte dont l'identité est révélée par la suite bénéficie des mêmes protections. Les dispositions des I et II du même article 8 qui imposent d'effectuer un retour d'informations auprès de l'auteur d'un signalement interne ou externe ne sont pas applicables en cas de signalement anonyme. Le 1° du III du même article 8 n'est pas applicable en cas de signalement externe anonyme."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-A.-Les personnes physiques mentionnées aux 1° à 5° du présent A qui ont obtenu, dans le cadre de leurs activités professionnelles, des informations mentionnées au I de l'article 6 et portant sur des faits qui se sont produits ou sont très susceptibles de se produire dans l'entité concernée, peuvent signaler ces informations par la voie interne, dans les conditions prévues au B du présent I, notamment lorsqu'elles estiment qu'il est possible de remédier efficacement à la violation par cette voie et qu'elles ne s'exposent pas à un risque de représailles.Cette faculté appartient :1° Aux membres du personnel, aux personnes dont la relation de travail s'est terminée, lorsque les informations ont été obtenues dans le cadre de cette relation, et aux personnes qui se sont portées candidates à un emploi au sein de l'entité concernée, lorsque les informations ont été obtenues dans le cadre de cette candidature ;2° Aux actionnaires, aux associés et aux titulaires de droits de vote au sein de l'assemblée générale de l'entité ;3° Aux membres de l'organe d'administration, de direction ou de surveillance ;4° Aux collaborateurs extérieurs et occasionnels ;5° Aux cocontractants de l'entité concernée, à leurs sous-traitants ou, lorsqu'il s'agit de personnes morales, aux membres de l'organe d'administration, de direction ou de surveillance de ces cocontractants et sous-traitants ainsi qu'aux membres de leur personnel.B.-Au sein des entités dans lesquelles il n'existe pas de procédure interne de recueil et de traitement des signalements, les personnes physiques mentionnées aux 1° à 5° du A du présent I peuvent signaler les informations concernées à leur supérieur hiérarchique direct ou indirect, à l'employeur ou à un référent désigné par celui-ci.Sont tenues d'établir une procédure interne de recueil et de traitement des signalements, après consultation des instances de dialogue social et dans les conditions fixées par décret en Conseil d'Etat :1° Les personnes morales de droit public employant au moins cinquante agents, à l'exclusion des communes de moins de 10 000 habitants, des établissements publics qui leur sont rattachés et des établissements publics de coopération intercommunale qui ne comprennent parmi leurs membres aucune commune excédant ce seuil de population ;2° Les administrations de l'Etat ;3° Les personnes morales de droit privé et les entreprises exploitées en leur nom propre par une ou plusieurs personnes physiques, employant au moins cinquante salariés ;4° Toute autre entité relevant du champ d'application des actes de l'Union européenne mentionnés au B de la partie I et à la partie II de l'annexe à la directive (UE) 2019/1937 du Parlement européen et du Conseil du 23 octobre 2019 sur la protection des personnes qui signalent des violations du droit de l'Union.Le décret mentionné au deuxième alinéa du présent B définit notamment les garanties d'indépendance et d'impartialité de cette procédure et les délais du retour d'informations fait à l'auteur du signalement, dans les conditions prévues par la directive (UE) 2019/1937 du Parlement européen et du Conseil du 23 octobre 2019 précitée. Il détermine les modalités de clôture des signalements et de collecte et de conservation des données ainsi que les conditions dans lesquelles le recueil des signalements peut être confié à un tiers.Les entités mentionnées au 3° du présent B employant moins de deux cent cinquante salariés peuvent mettre en commun leurs procédures de recueil et de traitement des signalements, dans le respect des conditions prévues par le décret mentionné au deuxième alinéa du présent B. Il en est de même des communes et de leurs établissements publics mentionnés au 1° employant moins de deux cent cinquante agents.Les communes et leurs établissements publics membres d'un centre de gestion de la fonction publique territoriale peuvent confier à celui-ci le recueil et le traitement des signalements internes dans les conditions prévues à l'article L. 452-43-1 du code général de la fonction publique, quel que soit le nombre de leurs agents.C.-La procédure de recueil et de traitement des signalements peut être commune à plusieurs ou à l'ensemble des sociétés d'un groupe, selon des modalités fixées par décret. Ce décret fixe également les conditions dans lesquelles des informations relatives à un signalement effectué au sein de l'une des sociétés d'un groupe peuvent être transmises à une autre de ses sociétés, en vue d'assurer ou de compléter leur traitement.II.-Tout lanceur d'alerte, défini au I de l'article 6, peut également adresser un signalement externe, soit après avoir effectué un signalement interne dans les conditions prévues au I du présent article, soit directement :1° A l'autorité compétente parmi celles désignées par le décret prévu au sixième alinéa du présent II ;2° Au Défenseur des droits, qui l'oriente vers la ou les autorités les mieux à même d'en connaître ;3° A l'autorité judiciaire ;4° A une institution, à un organe ou à un organisme de l'Union européenne compétent pour recueillir des informations sur des violations relevant du champ d'application de la directive (UE) 2019/1937 du Parlement européen et du Conseil du 23 octobre 2019 précitée.Un décret en Conseil d'Etat dresse la liste des autorités mentionnées au 1° du présent II, choisies parmi les autorités administratives, les autorités publiques indépendantes, les autorités administratives indépendantes, les ordres professionnels et les personnes morales chargées d'une mission de service public pour recueillir et traiter les signalements relevant de leur champ de compétence. Ce décret fixe les garanties d'indépendance et d'impartialité de la procédure et les délais du retour d'informations réalisé par ces autorités auprès des auteurs des signalements externes, dans les conditions prévues par la directive (UE) 2019/1937 du Parlement européen et du Conseil du 23 octobre 2019 précitée. Il précise également les modalités de clôture des signalements, les conditions d'évaluation des procédures et les obligations de formation des personnes concernées.Les autorités mentionnées au 1° du présent II rendent compte annuellement de leur action au Défenseur des droits. Elles lui communiquent les informations nécessaires à l'élaboration du rapport prévu à l'avant-dernier alinéa du II de l'article 36 de la loi organique n° 2011-333 du 29 mars 2011 relative au Défenseur des droits. La nature de ces informations est précisée par décret en Conseil d'Etat.Lorsqu'une autorité externe saisie d'un signalement estime que celui-ci ne relève pas de sa compétence ou qu'il concerne également la compétence d'autres autorités, elle le transmet à l'autorité externe compétente ou au Défenseur des droits, dans des conditions fixées par décret en Conseil d'Etat. Ce décret précise également les conditions dans lesquelles les autorités externes peuvent échanger des informations en vue de traiter le signalement.III.-Les protections prévues au présent chapitre bénéficient à tout lanceur d'alerte, défini au I de l'article 6 de la présente loi, qui divulgue publiquement des informations mentionnées au même I :1° Après avoir effectué un signalement externe, précédé ou non d'un signalement interne, sans qu'aucune mesure appropriée ait été prise en réponse à ce signalement à l'expiration du délai du retour d'informations mentionné au sixième alinéa du II du présent article ou, lorsqu'une autorité mentionnée aux 2° à 4° du même II a été saisie, à l'expiration d'un délai fixé par décret en Conseil d'Etat ;2° En cas de danger grave et imminent ;3° Ou lorsque la saisine de l'une des autorités compétentes mentionnées aux 1° à 4° dudit II ferait encourir à son auteur un risque de représailles ou qu'elle ne permettrait pas de remédier efficacement à l'objet de la divulgation, en raison des circonstances particulières de l'affaire, notamment si des preuves peuvent être dissimulées ou détruites ou si l'auteur du signalement a des motifs sérieux de penser que l'autorité peut être en conflit d'intérêts, en collusion avec l'auteur des faits ou impliquée dans ces faits.Par dérogation au 2° du présent III, les protections mentionnées au premier alinéa du présent III bénéficient à tout lanceur d'alerte, défini au I de l'article 6, qui divulgue publiquement des informations obtenues dans le cadre de ses activités professionnelles en cas de danger imminent ou manifeste pour l'intérêt général, notamment lorsqu'il existe une situation d'urgence ou un risque de préjudice irréversible.Les 2° et 3° ainsi que l'avant-dernier alinéa du présent III ne s'appliquent pas lorsque la divulgation publique porte atteinte aux intérêts de la défense et de la sécurité nationales."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Les procédures mises en œuvre pour recueillir et traiter les signalements, dans les conditions mentionnées à l'article 8, garantissent une stricte confidentialité de l'identité des auteurs du signalement, des personnes visées par celui-ci et de tout tiers mentionné dans le signalement et des informations recueillies par l'ensemble des destinataires du signalement.Les éléments de nature à identifier le lanceur d'alerte ne peuvent être divulgués qu'avec le consentement de celui-ci. Ils peuvent toutefois être communiqués à l'autorité judiciaire, dans le cas où les personnes chargées du recueil ou du traitement des signalements sont tenues de dénoncer les faits à celle-ci. Le lanceur d'alerte en est alors informé, à moins que cette information ne risque de compromettre la procédure judiciaire. Des explications écrites sont jointes à cette information.Les éléments de nature à identifier la personne mise en cause par un signalement ne peuvent être divulgués, sauf à l'autorité judiciaire, qu'une fois établi le caractère fondé de l'alerte.II. - Le fait de divulguer les éléments confidentiels définis au I est puni de deux ans d'emprisonnement et de 30 000 € d'amende.III.-Les signalements ne peuvent être conservés que le temps strictement nécessaire et proportionné à leur traitement et à la protection de leurs auteurs, des personnes qu'ils visent et des tiers qu'ils mentionnent, en tenant compte des délais d'éventuelles enquêtes complémentaires. Des données relatives aux signalements peuvent toutefois être conservées au-delà de cette durée, à la condition que les personnes physiques concernées n'y soient ni identifiées, ni identifiables.Lorsqu'elles font l'objet d'un traitement, les données à caractère personnel relatives à des signalements sont conservées dans le respect du règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46/ CE (règlement général sur la protection des données)."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "I.-Les personnes ayant signalé ou divulgué publiquement des informations dans les conditions prévues aux articles 6 et 8 ne sont pas civilement responsables des dommages causés du fait de leur signalement ou de leur divulgation publique dès lors qu'elles avaient des motifs raisonnables de croire, lorsqu'elles y ont procédé, que le signalement ou la divulgation publique de l'intégralité de ces informations était nécessaire à la sauvegarde des intérêts en cause.Les personnes ayant signalé ou divulgué des informations dans les conditions prévues aux mêmes articles 6 et 8 bénéficient de l'irresponsabilité pénale prévue à l'article 122-9 du code pénal.II.-Les personnes auxquelles sont applicables l'article L. 1121-2 du code du travail, l'article L. 135-4 du code général de la fonction publique ou le III de l'article L. 4122-4 du code de la défense ne peuvent faire l'objet, à titre de représailles, ni des mesures mentionnées aux mêmes articles, ni des mesures de représailles mentionnées aux 11° et 13° à 15° du présent II, pour avoir signalé ou divulgué des informations dans les conditions prévues aux articles 6 et 8 de la présente loi.Dans les mêmes conditions, les personnes autres que celles mentionnées au premier alinéa du présent II ne peuvent faire l'objet de mesures de représailles, ni de menaces ou de tentatives de recourir à ces mesures, notamment sous les formes suivantes :1° Suspension, mise à pied, licenciement ou mesures équivalentes ;2° Rétrogradation ou refus de promotion ;3° Transfert de fonctions, changement de lieu de travail, réduction de salaire, modification des horaires de travail ;4° Suspension de la formation ;5° Evaluation de performance ou attestation de travail négative ;6° Mesures disciplinaires imposées ou administrées, réprimande ou autre sanction, y compris une sanction financière ;7° Coercition, intimidation, harcèlement ou ostracisme ;8° Discrimination, traitement désavantageux ou injuste ;9° Non-conversion d'un contrat de travail à durée déterminée ou d'un contrat temporaire en un contrat permanent, lorsque le travailleur pouvait légitimement espérer se voir offrir un emploi permanent ;10° Non-renouvellement ou résiliation anticipée d'un contrat de travail à durée déterminée ou d'un contrat temporaire ;11° Préjudice, y compris les atteintes à la réputation de la personne, en particulier sur un service de communication au public en ligne, ou pertes financières, y compris la perte d'activité et la perte de revenu ;12° Mise sur liste noire sur la base d'un accord formel ou informel à l'échelle sectorielle ou de la branche d'activité, pouvant impliquer que la personne ne trouvera pas d'emploi à l'avenir dans le secteur ou la branche d'activité ;13° Résiliation anticipée ou annulation d'un contrat pour des biens ou des services ;14° Annulation d'une licence ou d'un permis ;15° Orientation abusive vers un traitement psychiatrique ou médical.Tout acte ou décision pris en méconnaissance du présent II est nul de plein droit.III.-A.-En cas de recours contre une mesure de représailles mentionnée au II, dès lors que le demandeur présente des éléments de fait qui permettent de supposer qu'il a signalé ou divulgué des informations dans les conditions prévues aux articles 6 et 8, il incombe à la partie défenderesse de prouver que sa décision est dûment justifiée. Le juge forme sa conviction après avoir ordonné, en cas de besoin, toutes les mesures d'instruction qu'il estime utiles.Dans les mêmes conditions, le demandeur peut demander au juge de lui allouer, à la charge de l'autre partie, une provision pour frais de l'instance en fonction de la situation économique respective des parties et du coût prévisible de la procédure ou, lorsque sa situation financière s'est gravement dégradée en raison du signalement ou de la divulgation publique, une provision visant à couvrir ses subsides. Le juge statue à bref délai.Le juge peut décider, à tout moment de la procédure, que cette provision est définitivement acquise.B.-Au cours d'une instance civile ou pénale, lorsque le défendeur ou le prévenu présente des éléments de fait qui permettent de supposer qu'il a signalé ou divulgué publiquement des informations dans les conditions prévues aux articles 6 et 8 et que la procédure engagée contre lui vise à entraver son signalement ou sa divulgation publique, il peut demander au juge de lui allouer, à la charge du demandeur ou de la partie civile, une provision pour frais de l'instance en fonction de la situation économique respective des parties et du coût prévisible de la procédure ou, lorsque sa situation financière s'est gravement dégradée en raison du signalement ou de la divulgation publique, une provision visant à couvrir ses subsides. Le juge forme sa conviction après avoir ordonné, en cas de besoin, toutes les mesures d'instruction qu'il estime utiles. Il statue à bref délai.Le juge peut décider, à tout moment de la procédure, que cette provision est définitivement acquise."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.- En cas de rupture du contrat de travail consécutive au signalement d'une alerte au sens de l'article 6, le salarié peut saisir le conseil des prud'hommes dans les conditions prévues au chapitre V du titre V du livre IV de la première partie du code du travail.II.-A l'occasion de tout litige, le conseil des prud'hommes peut, en complément de toute autre sanction, obliger l'employeur à abonder le compte personnel de formation du salarié ayant lancé l'alerte jusqu'à son plafond mentionné à l'article L. 6323-11-1 du code du travail.Les modalités d'application du présent article sont définies par décret."
    },
    {
      "provision_ref": "art12-1",
      "section": "12-1",
      "title": "Article 12-1",
      "content": "Les droits relatifs au présent chapitre ne peuvent faire l'objet d'aucune renonciation ni limitation de droit ou de fait d'aucune forme.Toute stipulation ou tout acte pris en méconnaissance du premier alinéa est nul de plein droit."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-Toute personne qui fait obstacle, de quelque façon que ce soit, à la transmission d'un signalement aux personnes et organismes mentionnés aux I et II de l'article 8 est punie d'un an d'emprisonnement et de 15 000 € d'amende.II.-Lors d'une procédure dirigée contre un lanceur d'alerte en raison des informations signalées ou divulguées, le montant de l'amende civile qui peut être prononcée dans les conditions prévues aux articles 177-2 et 212-2 et au dernier alinéa de l'article 392-1 du code de procédure pénale ou par les juridictions civiles en cas d'action abusive ou dilatoire est porté à 60 000 euros.L'amende civile peut être prononcée sans préjudice de l'octroi de dommages et intérêts à la partie victime de la procédure dilatoire ou abusive."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Les personnes coupables des infractions prévues à l'article 13 encourent également la peine complémentaire d'affichage ou de diffusion de la décision prononcée, dans les conditions prévues à l'article 131-35 du code pénal."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art14-1",
      "section": "14-1",
      "title": "Article 14-1",
      "content": "Les autorités compétentes mentionnées au 1° du II de l'article 8 peuvent, le cas échéant en commun, assurer la mise en place de mesures de soutien psychologique à destination des personnes ayant adressé un signalement dans les conditions prévues aux articles 6 et 8 et leur accorder un secours financier temporaire si elles estiment que leur situation financière s'est gravement dégradée en raison du signalement."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "VI. - [Dispositions déclarées non conformes à la Constitution par la  décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.-Les présidents, les directeurs généraux et les gérants d'une société employant au moins cinq cents salariés, ou appartenant à un groupe de sociétés dont la société mère a son siège social en France et dont l'effectif comprend au moins cinq cents salariés, et dont le chiffre d'affaires ou le chiffre d'affaires consolidé est supérieur à 100 millions d'euros sont tenus de prendre les mesures destinées à prévenir et à détecter la commission, en France ou à l'étranger, de faits de corruption ou de trafic d'influence selon les modalités prévues au II.Cette obligation s'impose également :1° Aux présidents et directeurs généraux d'établissements publics à caractère industriel et commercial employant au moins cinq cents salariés, ou appartenant à un groupe public dont l'effectif comprend au moins cinq cents salariés, et dont le chiffre d'affaires ou le chiffre d'affaires consolidé est supérieur à 100 millions d'euros ;2° Selon les attributions qu'ils exercent, aux membres du directoire des sociétés anonymes régies par l'article L. 225-57 du code de commerce et employant au moins cinq cents salariés, ou appartenant à un groupe de sociétés dont l'effectif comprend au moins cinq cents salariés, et dont le chiffre d'affaires ou le chiffre d'affaires consolidé est supérieur à 100 millions d'euros.3° Aux présidents, directeurs généraux et gérants des personnes morales exploitant des installations portuaires mentionnées au 2° de l'article L. 5332-16 du code des transports.Lorsque la société établit des comptes consolidés, les obligations définies au présent article portent sur la société elle-même ainsi que sur l'ensemble de ses filiales, au sens de l'article L. 233-1 du code de commerce, ou des sociétés qu'elle contrôle, au sens de l'article L. 233-3 du même code. Les filiales ou sociétés contrôlées qui dépassent les seuils mentionnés au présent I sont réputées satisfaire aux obligations prévues au présent article dès lors que la société qui les contrôle, au sens du même article L. 233-3, met en œuvre les mesures et procédures prévues au II du présent article et que ces mesures et procédures s'appliquent à l'ensemble des filiales ou sociétés qu'elle contrôle.II.-Les personnes mentionnées au I mettent en œuvre les mesures et procédures suivantes :1° Un code de conduite définissant et illustrant les différents types de comportements à proscrire comme étant susceptibles de caractériser des faits de corruption ou de trafic d'influence. Ce code de conduite est intégré au règlement intérieur de l'entreprise et fait l'objet, à ce titre, de la procédure de consultation des représentants du personnel prévue à l'article L. 1321-4 du code du travail ;2° Un dispositif d'alerte interne destiné à permettre le recueil des signalements émanant d'employés et relatifs à l'existence de conduites ou de situations contraires au code de conduite de la société ;3° Une cartographie des risques prenant la forme d'une documentation régulièrement actualisée et destinée à identifier, analyser et hiérarchiser les risques d'exposition de la société à des sollicitations externes aux fins de corruption, en fonction notamment des secteurs d'activités et des zones géographiques dans lesquels la société exerce son activité ;4° Des procédures d'évaluation de la situation des clients, fournisseurs de premier rang et intermédiaires au regard de la cartographie des risques ;5° Des procédures de contrôles comptables, internes ou externes, destinées à s'assurer que les livres, registres et comptes ne sont pas utilisés pour masquer des faits de corruption ou de trafic d'influence. Ces contrôles peuvent être réalisés soit par les services de contrôle comptable et financier propres à la société, soit en ayant recours à un auditeur externe à l'occasion de l'accomplissement des audits de certification de comptes prévus à l'article L. 823-9 du code de commerce ;6° Un dispositif de formation destiné aux cadres et aux personnels les plus exposés aux risques de corruption et de trafic d'influence ;7° Un régime disciplinaire permettant de sanctionner les salariés de la société en cas de violation du code de conduite de la société ;8° Un dispositif de contrôle et d'évaluation interne des mesures mises en œuvre.Indépendamment de la responsabilité des personnes mentionnées au I du présent article, la société est également responsable en tant que personne morale en cas de manquement aux obligations prévues au présent II.III.-L'Agence française anticorruption contrôle le respect des mesures et procédures mentionnées au II du présent article.Le contrôle est réalisé selon les modalités prévues à l'article 4. Il donne lieu à l'établissement d'un rapport transmis à l'autorité qui a demandé le contrôle et aux représentants de la société contrôlée. Le rapport contient les observations de l'agence sur la qualité du dispositif de prévention et de détection de la corruption mis en place au sein de la société contrôlée ainsi que, le cas échéant, des recommandations en vue de l'amélioration des procédures existantes.IV.-En cas de manquement constaté, et après avoir mis la personne concernée en mesure de présenter ses observations, le magistrat qui dirige l'agence peut adresser un avertissement aux représentants de la société.Il peut saisir la commission des sanctions afin que soit enjoint à la société et à ses représentants d'adapter les procédures de conformité internes destinées à la prévention et à la détection des faits de corruption ou de trafic d'influence.Il peut également saisir la commission des sanctions afin que soit infligée une sanction pécuniaire. Dans ce cas, il notifie les griefs à la personne physique mise en cause et, s'agissant d'une personne morale, à son représentant légal.V.-La commission des sanctions peut enjoindre à la société et à ses représentants d'adapter les procédures de conformité internes à la société destinées à la prévention et à la détection des faits de corruption ou de trafic d'influence, selon les recommandations qu'elle leur adresse à cette fin, dans un délai qu'elle fixe et qui ne peut excéder trois ans.La commission des sanctions peut prononcer une sanction pécuniaire dont le montant ne peut excéder 200 000 € pour les personnes physiques et un million d'euros pour les personnes morales.Le montant de la sanction pécuniaire prononcée est proportionné à la gravité des manquements constatés et à la situation financière de la personne physique ou morale sanctionnée.La commission des sanctions peut ordonner la publication, la diffusion ou l'affichage de la décision d'injonction ou de sanction pécuniaire ou d'un extrait de celle-ci, selon les modalités qu'elle précise. Les frais sont supportés par la personne physique ou morale sanctionnée.La commission des sanctions statue par décision motivée. Aucune sanction ni injonction ne peut être prononcée sans que la personne concernée ou son représentant ait été entendu ou, à défaut, dûment convoqué.Les sanctions pécuniaires sont versées au Trésor public et recouvrées comme créances de l'Etat étrangères à l'impôt et au domaine.Un décret en Conseil d'Etat précise les conditions de fonctionnement de la commission, notamment les conditions de récusation de ses membres.VI.-L'action de l'Agence française anticorruption se prescrit par trois années révolues à compter du jour où le manquement a été constaté si, dans ce délai, il n'a été fait aucun acte tendant à la sanction de ce manquement.VII.-Les recours formés contre les décisions de la commission des sanctions sont des recours de pleine juridiction.VIII.-Le présent article entre en vigueur le premier jour du sixième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "II. - [Dispositions déclarées non conformes à la Constitution par la  décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Entrent en vigueur :\n\n1° Le premier jour du sixième mois suivant la publication du décret en Conseil d'Etat prévu à l'article 18-8 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique et, au plus tard, le 1er juillet 2017, les articles 18-1 à 18-3, la sous-section 2 et la sous-section 3 [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.] de la section 3 bis de la même loi, dans leur rédaction résultant du présent article, et le III du présent article ;\n\n2° Le 1er juillet 2017, la sous-section 1 de la section 3 bis de la loi n° 2013-907 du 11 octobre 2013 précitée dans sa rédaction résultant du présent article, ainsi que le II du présent article ;\n\n[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]\n\nPar dérogation au 1° du présent IV :\n\na) L'article 18-7, l'article 18-9 et le premier alinéa de l'article 18-10 de la loi n° 2013-907 du 11 octobre 2013 précitée entrent en vigueur le premier jour du sixième mois suivant la date d'entrée en vigueur prévue au 1° du présent IV ;\n\nb) Les articles 18-2 et 18-3, la sous-section 2 et la sous-section 3 [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.] de la section 3 bis de la loi n° 2013-907 du 11 octobre 2013 précitée, dans leur rédaction résultant du présent article ne sont applicables aux représentants d'intérêts entrant en communication avec les personnes mentionnées aux 6° et 7° de l'article 18-2 de la même loi qu'à compter du 1er juillet 2022.\n\n-LOI n° 2013-907 du 11 octobre 2013\n\n-Ordonnance n° 58-1100 du 17 novembre 1958\n\n-LOI n° 2013-907 du 11 octobre 2013"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "II.-Le I entre en vigueur le premier jour du sixième mois suivant la publication du décret en Conseil d'Etat prévu à l'article 18-8 de la loi n° 2013-907 du 11 octobre 2013 précitée, dans sa rédaction résultant de l'article 25 de la présente loi."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "II. - Chacun des directeurs généraux, des secrétaires généraux et de leurs adjoints des organismes mentionnés au 6° du I de l'article 11 de la loi n° 2013-907 du 11 octobre 2013 précitée, dans sa rédaction résultant de la présente loi, adresse à la Haute Autorité une déclaration de situation patrimoniale et une déclaration d'intérêts, suivant les modalités prévues au même article 11, au plus tard le 1er janvier 2017."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi tendant à moderniser et simplifier, pour l'Etat et ses établissements publics :1° Les règles d'occupation et de sous-occupation du domaine public, en vue notamment de prévoir des obligations de publicité et de mise en concurrence préalable applicables à certaines autorisations d'occupation et de préciser l'étendue des droits et obligations des bénéficiaires de ces autorisations ;2° Les règles régissant les transferts de propriété réalisés par les personnes publiques, en vue notamment de prévoir des obligations de publicité et de mise en concurrence préalables aux opérations de cession et de faciliter et sécuriser leurs opérations immobilières.Les dispositions prises en application du 2° peuvent ouvrir aux autorités compétentes la possibilité de prendre des mesures, y compris de portée rétroactive, tendant à la régularisation de leurs actes de disposition.Les dispositions prises en application des 1° et 2° et du quatrième alinéa peuvent, le cas échéant, s'appliquer ou être adaptées aux collectivités territoriales, à leurs groupements ainsi qu'à leurs établissements publics.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par voie d'ordonnance, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, à l'adoption de la partie législative du code de la commande publique. Ce code regroupe et organise les règles relatives aux différents contrats de la commande publique qui s'analysent, au sens du droit de l'Union européenne, comme des marchés publics et des contrats de concession. Les règles codifiées sont celles en vigueur à la date de publication de l'ordonnance ainsi que, le cas échéant, les dispositions déjà publiées mais non encore entrées en vigueur à cette date.Le Gouvernement est autorisé à apporter aux règles relatives à la commande publique les modifications nécessaires pour :1° Assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions devenues sans objet ;2° Rendre applicables, avec les adaptations nécessaires, les dispositions de nature législative ainsi codifiées en Nouvelle-Calédonie, en Polynésie française, à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises, dans le respect des compétences dévolues à ces collectivités, ainsi qu'adapter, le cas échéant, les dispositions ainsi codifiées dans les autres collectivités d'outre-mer régies par l'article 74 de la Constitution et à Mayotte.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - L'ordonnance n° 2015-899 du 23 juillet 2015 relative aux marchés publics est ratifiée.\n\nII. et III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Les II et III du présent article sont applicables aux marchés publics pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication postérieurement à la publication de la présente loi.\n\nIls ne s'appliquent pas aux marchés passés sur le fondement d'un accord-cadre ou dans le cadre d'un système d'acquisition dynamique lorsque la procédure en vue de la passation de cet accord-cadre ou de la mise en place de ce système d'acquisition dynamique a été engagée avant cette date.\n\n- ORDONNANCE n° 2015-899 du 23 juillet 2015\n\n- ORDONNANCE n° 2015-899 du 23 juillet 2015\n\n- Code général des collectivités territoriales\n\n- ORDONNANCE n° 2015-899 du 23 juillet 2015\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'ordonnance n° 2016-65 du 29 janvier 2016 relative aux contrats de concession est ratifiée."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "III.-Le II de l'article 6 de l'ordonnance n° 2016-520 du 28 avril 2016 relative aux bons de caisse est abrogé."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "IV.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, avant le 3 juillet 2017, les mesures relevant du domaine de la loi :"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "V.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi :1° Complétant le régime juridique des mutuelles et unions relevant du livre II du code de la mutualité pour leur permettre de moduler les cotisations en fonction de la date d'adhésion des agents aux dispositifs prévus à l'article 22 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et à l'article 88-2 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, dans le cadre de l'article L. 112-1 du code de la mutualité ;2° Complétant le régime juridique des mutuelles et unions relevant du livre III du même code en permettant :a) D'élargir leur champ d'activité à des activités sportives et de pompes funèbres ;b) De modifier la composition des unions mentionnées à l'article L. 111-4-3 dudit code pour y inclure les sociétés commerciales mentionnées au 2° du II de l'article 1er de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire ;3° Modernisant la gouvernance des mutuelles et unions relevant du code de la mutualité :a) En permettant aux statuts de prévoir que des représentants des salariés de la mutuelle ou de l'union assistent avec voix délibérative aux séances du conseil d'administration ;b) En permettant que les statuts puissent donner compétence au conseil d'administration pour adopter le règlement mutualiste et pour fixer les cotisations et les prestations, les orientations générales en matière de prestations et de cotisations pour les organismes relevant du livre II du code de la mutualité étant dans ce cas définies par l'assemblée générale, et en clarifiant les règles de délégation de pouvoirs de l'assemblée générale au conseil d'administration ;c) En clarifiant les règles relatives à l'établissement d'un règlement ;d) En permettant la création de collèges au sein de l'assemblée générale en fonction de critères contribuant à une meilleure représentation des membres participants et des membres honoraires, notamment ceux relevant de contrats collectifs ;e) En élargissant le statut de membre honoraire pour permettre aux représentants des salariés des entreprises souscriptrices d'un contrat collectif d'assister aux instances des mutuelles et unions ;f) En simplifiant les modalités de vote dans les instances mutualistes, en permettant le vote électronique et en clarifiant les règles de quorum et de majorité applicables au sein des assemblées générales ;g) En permettant aux statuts de prévoir un mécanisme de cooptation d'un administrateur en cas de décès, de démission, de perte de la qualité de membre participant ou de membre honoraire ou de cessation de mandat à la suite d'une décision d'opposition à la poursuite du mandat prise par l'Autorité de contrôle prudentiel et de résolution en application de l'article L. 612-23-1 du code monétaire et financier ;4° Modernisant le statut des élus mutualistes dans le respect des principes mutualistes :a) En améliorant la formation des élus mutualistes ;b) En créant un nouveau statut de mandataire mutualiste ;5° Modernisant les principes communs et les règles de fonctionnement des organismes mutualistes :a) En affirmant les valeurs et principes qui fondent la spécificité des mutuelles en les modernisant de façon à acter leur singularité par rapport aux autres opérateurs, qui justifie la protection de l'appellation de mutuelle ;b) En clarifiant les règles de désignation de l'attributaire du boni de liquidation ;6° Faisant évoluer le rôle des fédérations mentionnées à l'article L. 111-5 du code de la mutualité :a) En élargissant leur composition aux organismes non mutualistes ;b) En leur attribuant une mission de formation et de prévention des risques auxquels sont confrontées les mutuelles et unions mentionnées au livre III du même code ;7° Révisant le dispositif de substitution prévu à l'article L. 211-5 du code de la mutualité afin de le sécuriser, notamment en renforçant les pouvoirs de la mutuelle substituante et le champ de la solidarité financière ;8° Harmonisant le régime des contrats et règlements des mutuelles, institutions et unions relevant du livre II du code de la mutualité et du livre IX du code de la sécurité sociale avec celui applicable aux entreprises relevant du code des assurances, afin d'assurer un niveau similaire d'information et de protection du consommateur, d'éviter des distorsions de concurrence entre organismes et de renforcer la qualité et la lisibilité de la législation ;9° Réformant le fonctionnement du Conseil supérieur de la mutualité ainsi que le rôle de son secrétariat et précisant son champ de compétence afin notamment de simplifier les formalités consultatives applicables aux textes spécifiques aux organismes mutualistes ;10° Prévoyant les mesures de coordination et de toilettage relatives à la mise en œuvre des dispositions prévues aux 1° à 8° dans le code de la mutualité, le code de la sécurité sociale et, le cas échéant, dans d'autres codes et lois.II.-Un projet de loi de ratification est déposé devant le Parlement dans un délai de cinq mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-L'organe central mentionné à l'article L. 322-27-1 du code des assurances, dans sa rédaction résultant de la présente loi, résulte de la modification statutaire de la forme et de l'objet social de Groupama SA approuvée par l'assemblée générale de cette société afin de transformer cette dernière en caisse de réassurances mutuelle agricole. Cette modification des statuts doit prendre effet dans un délai de dix-huit mois à compter de la promulgation de la présente loi.\n\nL'article L. 322-27-1 du code des assurances, dans sa rédaction antérieure à la présente loi, est applicable jusqu'à la prise d'effet de la modification des statuts mentionnée au premier alinéa du présent II.\n\nIII.-La décision de l'assemblée générale de Groupama SA de modifier les statuts de cette société, dans les conditions mentionnées au II, n'entraîne pas la création d'une nouvelle personne morale.\n\nCette décision est opposable aux tiers sans qu'il soit besoin d'aucune formalité. Nonobstant toute disposition ou stipulation contraire, elle n'ouvre pas droit à un remboursement anticipé des titres financiers émis par la société Groupama SA ou à une quelconque modification de l'un des termes des conventions correspondantes. L'assemblée générale des obligataires prévue à l'article L. 228-65 du code de commerce n'est pas appelée à délibérer sur ces opérations.\n\nIV.-Les actions de Groupama SA qui, à la date de prise d'effet de la modification des statuts de cette société dans les conditions mentionnées au II du présent article, sont détenues par des personnes morales remplissant les conditions pour être adhérentes à l'organe central prévu à l'article L. 322-27-1 du code des assurances, dans sa rédaction résultant de la présente loi, sont converties en certificats mutualistes émis par l'organe central.\n\nLes actions de Groupama SA dont les détenteurs, à la date de prise d'effet de la modification des statuts de cette société, ne remplissent pas les conditions pour être adhérents à l'organe central prévu au même article L. 322-27-1, sont annulées et remboursées par l'organe central dans un délai de deux mois à compter de la date de l'inscription de cette modification au registre du commerce et des sociétés. Groupama SA adresse à ces détenteurs, avant cette date, une proposition financière d'un niveau ne pouvant être inférieur à la valeur actuelle des actions.\n\nPour l'application du présent IV, la valeur des titres de capital convertis ou remboursés est déterminée, en cas de contestation, dans les conditions prévues au I de l'article 1843-4 du code civil.\n\n-Code des assurances"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I.-Aucune mesure conservatoire et aucune mesure d'exécution forcée visant un bien appartenant à un Etat étranger ne peut être autorisée par le juge, dans le cadre de l'article L. 111-1-1 du code des procédures civiles d'exécution, à l'initiative du détenteur d'un titre de créance mentionné à l'article L. 213-1 A du code monétaire et financier ou de tout instrument ou droit mentionné à l'article L. 211-41 du même code présentant des caractéristiques analogues à un titre de créance, à l'encontre d'un Etat étranger lorsque les conditions définies aux 1° à 3° du présent I sont remplies :1° L'Etat étranger figurait sur la liste des bénéficiaires de l'aide publique au développement établie par le comité de l'aide au développement de l'Organisation de coopération et de développement économiques lorsqu'il a émis le titre de créance ;2° Le détenteur du titre de créance a acquis ce titre alors que l'Etat étranger se trouvait en situation de défaut sur ce titre de créance ou avait proposé une modification des termes du titre de créance ;3° La situation de défaut sur le titre de créance date de moins de quarante-huit mois au moment où le détenteur du titre de créance sollicite du juge une ordonnance sur requête l'autorisant à pratiquer une mesure d'exécution forcée ou une mesure conservatoire, ou la première proposition de modification des termes du titre de créance date de moins de quarante-huit mois au moment où le détenteur du titre de créance sollicite du juge une ordonnance sur requête l'autorisant à pratiquer une mesure d'exécution forcée ou une mesure conservatoire, ou une proposition de modification, applicable au titre de créance, a été acceptée par des créanciers représentant au moins 66 % du montant en principal des créances éligibles, indépendamment du seuil requis, le cas échéant, pour l'entrée en vigueur.II.-Le juge peut porter les deux limites de délai de quarante-huit mois mentionnées au 3° du I du présent article à soixante-douze mois en cas de comportement manifestement abusif du détenteur du titre de créance.III.-La situation de défaut est définie conformément aux clauses prévues dans le contrat d'émission ou, en l'absence de telles clauses, par un manquement à l'échéance initiale prévue dans le contrat d'émission.IV.-Les mesures conservatoires et les mesures d'exécution forcée visant un bien appartenant à un Etat étranger peuvent être autorisées par le juge lorsqu'une proposition de modification des termes du contrat d'émission, applicable au titre de créance détenu par le créancier, a été acceptée par des créanciers représentant au moins 66 % du montant en principal des créances éligibles et est entrée en vigueur, et que le détenteur du titre de créance a sollicité la mise en œuvre d'une ou plusieurs mesures d'exécution forcée ou mesures conservatoires pour des sommes dont le montant total est inférieur ou égal au montant qu'il aurait obtenu s'il avait accepté ladite proposition.V.-Pour l'application du présent article, sont assimilés à l'Etat étranger l'Etat central, les Etats fédérés et leurs établissements publics.VI.-Le présent article s'applique aux titres de créance acquis à compter de son entrée en vigueur.VII.-Le présent article est applicable sur tout le territoire de la République française, sous réserve, pour son application en Nouvelle-Calédonie et en Polynésie française, de remplacer les références au code des procédures civiles d'exécution par les dispositions applicables localement ayant le même effet.VIII.-Pour l'application du présent article, sont assimilées aux titres de créance les créances nées d'une opération de crédit mentionnée à l'article L. 311-1 du code monétaire et financier.IX.-Le détenteur du titre de créance communique, à peine d'irrecevabilité, l'acte par lequel il a acquis la créance à raison de laquelle il demande une mesure conservatoire ou une mesure d'exécution forcée et fait connaître la date et l'intégralité des conditions financières de l'acquisition. Ces informations sont certifiées par un commissaire aux comptes."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les enjeux liés à la monnaie fiduciaire à l'heure de la dématérialisation des moyens de paiement."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "II.-Les 3° à 6° du I entrent en vigueur le 1er janvier 2018. Ils s'appliquent aux dossiers de surendettement déposés à compter de cette date."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de quatre mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :1° Nécessaires à la transposition de la directive 2014/92/ UE du Parlement européen et du Conseil du 23 juillet 2014 sur la comparabilité des frais liés aux comptes de paiement, le changement de compte de paiement et l'accès à un compte de paiement assorti de prestations de base ;2° Permettant, d'une part, de rendre applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, avec les adaptations nécessaires, les articles du code monétaire et financier et, le cas échéant, d'autres codes et lois, dans leur rédaction résultant de la transposition prévue au 1° pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires de ces articles en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.II.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi permettant d'encadrer, dans le respect de l'article L. 312-1-2 du code monétaire et financier, les conditions dans lesquelles la souscription par un consommateur d'un contrat de crédit immobilier ainsi que le niveau de son taux d'intérêt peuvent être associés à l'ouverture d'un compte de dépôt et à la domiciliation de ses revenus, quelle que soit leur nature ou leur origine, pendant la durée du crédit.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-Les pertes de recettes pour l'Etat résultant du III du présent article sont compensées à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.V.-Les pertes de recettes pour les organismes de sécurité sociale résultant du III du présent article sont compensées à due concurrence par la majoration des droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :1° Nécessaires à la transposition de la directive (UE) 2015/2366 du Parlement européen et du Conseil du 25 novembre 2015 concernant les services de paiement dans le marché intérieur, modifiant les directives 2002/65/ CE, 2009/110/ CE et 2013/36/ UE et le règlement (UE) n° 1093/2010, et abrogeant la directive 2007/64/ CE, y compris les mesures de coordination liées à cette transposition ;2° Permettant d'une part, de rendre applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, avec les adaptations nécessaires, les articles du code monétaire et financier et, le cas échéant, d'autres codes et lois, dans leur rédaction résultant de la transposition prévue au 1° pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires, le cas échéant, de ces articles en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "II. - L'exécution des contrats en cours au 1er juillet 2016 relatifs à toute opération mentionnée au premier alinéa de l'article L. 222-16-2 du code de la consommation est poursuivie jusqu'au 30 juin 2017 au plus tard."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I à V.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\n-Code général des impôts, CGI.\n\n-Code de l'énergie\n\n-Loi n° 83-607 du 8 juillet 1983\n\nVI.-Le 2° du I du présent article entre en vigueur à compter de la mise en œuvre du suivi statistique spécifique mentionné au I de l'article 12 de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "II. - Le I du présent article s'applique aux offres mentionnées à  l'article L. 313-25 du code de la consommation formulées à compter du  1er janvier 2017.III. - [Dispositions déclarées non  conformes à la Constitution par la décision du Conseil constitutionnel  n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "V. - Le présent article entre en vigueur le premier jour du quatrième mois suivant la promulgation de la présente loi.Pour les contrats conclus avant cette date et  se poursuivant au delà du 1er avril 2017, les acheteurs proposent aux  producteurs, au plus tard le 1er avril 2017, un avenant permettant leur  mise en conformité avec l'article L. 631-24 du code rural et de la pêche  maritime dans sa rédaction résultant de la présente loi.Pour les contrats conclus avant la conclusion  d'un accord-cadre mentionné au I du même article L. 631-24, les  acheteurs proposent aux producteurs, dans un délai de trois mois à  compter de la conclusion de l'accord-cadre, un avenant permettant leur  mise en conformité à celui-ci."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les pistes de renforcement des missions de l'Observatoire de la formation des prix et des marges des produits alimentaires ainsi que sur l'opportunité de favoriser fiscalement et réglementairement :1° En matière agroalimentaire, la mise en place de contrats tripartites et pluriannuels entre les agriculteurs, les transformateurs et les distributeurs ;2° L'agriculture de groupe ;3° Le financement participatif dans le foncier agricole ;4° Le développement de pratiques commerciales éthiques et équitables."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nIV. - Les I et II du présent article s'appliquent aux conventions conclues à compter du 1er janvier 2017.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'évaluation de l'article L. 441-8 du code de commerce et émet des recommandations visant à le faire appliquer."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :1° Permettant la création d'une nouvelle catégorie d'organismes ayant pour objet l'exercice de l'activité de retraite professionnelle supplémentaire ;2° Ayant pour objet la création du régime prudentiel applicable aux organismes créés en application du 1°, en conformité avec le cadre prévu par la directive 2003/41/ CE du Parlement européen et du Conseil du 3 juin 2003 concernant les activités et la surveillance des institutions de retraite professionnelle ;3° Etendant aux organismes créés en application du 1° le contrôle de l'Autorité de contrôle prudentiel et de résolution et les soumettant aux autres dispositions du code monétaire et financier applicables aux organismes d'assurance ;4° Permettant les transferts de portefeuilles de contrats couvrant des engagements de retraite professionnelle supplémentaire des entreprises d'assurance, des mutuelles ou unions régies par le livre II du code de la mutualité et des institutions de prévoyance ou unions régies par le titre III du livre IX du code de la sécurité sociale vers les organismes créés en application du 1° ;5° Permettant à des entreprises d'assurance, des mutuelles ou unions régies par le livre II du code de la mutualité et des institutions de prévoyance ou unions régies par le titre III du livre IX du code de la sécurité sociale ne couvrant que des engagements de retraite professionnelle supplémentaire de modifier, selon une procédure adaptée, leur objet pour relever de la catégorie d'organismes mentionnée au 1° ;6° Modifiant en tant que de besoin l'article 8 de l'ordonnance n° 2006-344 du 23 mars 2006 relative aux retraites professionnelles supplémentaires, afin de moderniser les dispositions applicables aux institutions de retraite professionnelle collective ainsi qu'aux personnes morales administrant ces institutions et de préciser les modalités de leur agrément et d'exercice de leur activité ;7° Nécessaires à l'adaptation des dispositions du code des assurances, du code de commerce, du code de la mutualité, du code de la sécurité sociale, du code du travail et, le cas échéant, d'autres codes et lois, pour la mise en œuvre des dispositions prévues aux 1° à 6° ;8° Adaptant les règles applicables aux régimes de retraite supplémentaire en points gérés par des entreprises d'assurance, des mutuelles ou unions régies par le livre II du code de la mutualité et des institutions de prévoyance ou unions régies par le titre III du livre IX du code de la sécurité sociale en matière d'information des affiliés et en matière de conversion et d'évolution de la valeur de service de l'unité de rente. Les modifications de la garantie de non-baisse de la valeur de service de l'unité de rente peuvent uniquement intervenir dans le cadre d'un avenant accepté par le souscripteur.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "III. - L'Autorité de contrôle prudentiel et de résolution remet, avant le 1er juin 2018, un rapport au Parlement présentant, pour les années 2016 et 2017, un bilan décrivant les actions menées pour contrôler le respect par les entreprises d'assurance, les institutions de prévoyance et les mutuelles et unions du code de la mutualité de l'obligation d'information mentionnée aux articles L. 132-9-4 du code des assurances et L. 223-10-4 du code de la mutualité, dans leur rédaction résultant des I et II du présent article."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "III. - Les I et II s'appliquent aux contrats en cours à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de dix mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :1° Tendant à favoriser le développement des émissions obligataires, notamment en simplifiant et modernisant les dispositions relatives à ces émissions et à la représentation des porteurs d'obligations, ainsi qu'en abrogeant les dispositions devenues caduques et en mettant le droit français en conformité avec le droit européen ;2° Tendant à clarifier et moderniser le régime défini à l'article 2328-1 du code civil, ci-après dénommé agent des sûretés :a) En permettant aux créanciers de constituer les sûretés et garanties dont ils bénéficient au nom d'un agent des sûretés qu'ils désignent, qui sera titulaire desdites sûretés et garanties, qu'il tiendra séparées de son patrimoine propre et dont il percevra le produit de la réalisation ou de l'exercice ;b) En définissant les conditions dans lesquelles l'agent des sûretés peut, dans la limite des pouvoirs qui lui ont été conférés par les créanciers de l'obligation garantie, intenter une action pour défendre leurs intérêts, y compris en justice, et procéder à la déclaration des créances garanties en cas de procédure collective ;c) En précisant les effets de l'ouverture, à l'égard de l'agent des sûretés, d'une procédure de sauvegarde, de redressement judiciaire ou de liquidation judiciaire ou d'une procédure de rétablissement professionnel sur les sûretés et garanties dont celui-ci est titulaire en cette qualité et sur le produit de leur réalisation ou exercice ;d) En permettant la désignation d'un agent des sûretés provisoire, ou le remplacement de l'agent des sûretés, lorsque ce dernier manquera à ses devoirs ou mettra en péril les intérêts qui lui sont confiés, ou encore fera l'objet d'une procédure de sauvegarde, de redressement judiciaire ou de liquidation judiciaire ou d'une procédure de rétablissement professionnel ;e) En adaptant toutes dispositions de nature législative permettant d'assurer la mise en œuvre et de tirer les conséquences des modifications ainsi apportées ;3° Tendant à adapter les dispositions du code monétaire et financier relatives à certains fonds d'investissement alternatifs destinés à des investisseurs professionnels et dont les possibilités de rachats de parts ou actions sont limitées et à leurs sociétés de gestion agréées conformément à la directive 2011/61/ UE du Parlement européen et du Conseil du 8 juin 2011 sur les gestionnaires de fonds d'investissement alternatifs et modifiant les directives 2003/41/ CE et 2009/65/ CE ainsi que les règlements (CE) n° 1060/2009 et (UE) n° 1095/2010 pour définir notamment les modalités et conditions dans lesquelles ces fonds peuvent octroyer des prêts à des entreprises ;4° Tendant à adapter les dispositions du code monétaire et financier relatives aux organismes de placement collectif et à leurs dépositaires et gestionnaires, dans l'objectif de renforcer leur capacité à assurer le financement et le refinancement d'investissements, de projets ou de risques, y compris les dispositions relatives aux modalités d'acquisition et de cession de créances non échues, de moderniser leur fonctionnement, et de renforcer la protection des investisseurs ;5° Tendant à préciser les conditions dans lesquelles des investisseurs du secteur financier, quel que soit le droit qui leur est applicable, peuvent acquérir, par dérogation aux règles mentionnées à l'article L. 511-5 du code monétaire et financier, des créances à caractère professionnel non échues auprès d'établissements de crédit et de sociétés de financement.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nII.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "V. - L'article L. 131-4 du code des assurances, dans sa rédaction résultant du II du présent article, l'article L. 223-2 du code de la mutualité, dans sa rédaction résultant du III du présent article et l'article L. 932-15-1 du code de la sécurité sociale, dans sa rédaction résultant du IV du présent article, sont immédiatement applicables aux contrats d'assurance sur la vie et aux contrats de capitalisation en cours à la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la date de promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires pour :1° Adapter le droit applicable aux titres financiers et aux valeurs mobilières afin de permettre la représentation et la transmission, au moyen d'un dispositif d'enregistrement électronique partagé, des titres financiers qui ne sont pas admis aux opérations d'un dépositaire central ni livrés dans un système de règlement et de livraison d'instruments financiers ;2° Aménager et modifier toutes dispositions de nature législative favorisant la mise en œuvre et tirant les conséquences des modifications apportées en application du 1°.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I.-Les sociétés civiles de placement immobilier relevant du III de l'article 33 de l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs demeurent soumises aux articles L. 214-50 à L. 214-84-3 du code monétaire et financier dans leur rédaction antérieure à cette ordonnance.\n\nII à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code des assurances"
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :1° Nécessaires à la modification de la définition des prestataires de services d'investissement, des entreprises d'investissement et des sociétés de gestion de portefeuille, afin de préciser que les sociétés de gestion de portefeuille ne sont pas des entreprises d'investissement ;2° Nécessaires à l'adaptation de la législation applicable aux sociétés de gestion de portefeuille en ce qui concerne les services d'investissement qu'elles sont autorisées à fournir eu égard au droit de l'Union européenne, leur liberté d'établissement et leur liberté de prestation de services dans d'autres Etats membres de l'Union européenne et leurs règles d'organisation et de bonne conduite, en particulier les règles relatives à l'obligation de meilleure exécution et de déclaration des transactions, à la nature de leur relation de clientèle avec les porteurs de parts ou d'actions d'organismes de placement collectifs qu'elles gèrent et au régime des conventions entre producteurs et distributeurs d'instruments financiers, ainsi que les autres mesures d'adaptation et d'harmonisation des articles du code monétaire et financier et, le cas échéant, d'autres codes et lois applicables aux prestataires de services d'investissement, aux entreprises d'investissement et aux sociétés de gestion de portefeuille, pour tenir compte de la modification mentionnée au 1° ;3° Nécessaires à l'adaptation de la répartition des compétences entre l'Autorité des marchés financiers et l'Autorité de contrôle prudentiel et de résolution, pour tenir compte des modifications mentionnées aux 1° et 2°.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "IV. - Dans un délai d'un an à compter de la promulgation de la présente  loi, le Gouvernement remet au Parlement un rapport sur l'adéquation à  ses missions des moyens alloués à la direction générale de la  concurrence, de la consommation et de la répression des fraudes."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Nonobstant le VI de l'article 293 B du code général des impôts, au 1er janvier 2017, les seuils mentionnés aux I à V du même article sont actualisés dans la même proportion que le rapport entre la valeur de la limite supérieure de la deuxième tranche du barème de l'impôt sur le revenu applicable aux revenus de 2016 et la valeur de la limite supérieure de la troisième tranche du barème de l'impôt sur le revenu applicable aux revenus de 2013.III.-Le b du 1° et les 2° et 3° du I s'appliquent aux options exercées ou reconduites tacitement à compter du 1er janvier 2016.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "IV. - Le présent article entre en vigueur à une date fixée par décret,  et au plus tard douze mois après la promulgation de la présente loi"
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les personnes qui, à la date de publication de la présente loi, sont immatriculées au répertoire des métiers ou au registre des entreprises et emploient au moins cinquante salariés peuvent demeurer immatriculées pendant une durée de cinq ans à compter de cette date.\n\n- Loi n°96-603 du 5 juillet 1996"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour simplifier et clarifier les obligations d'information prévues par le code de commerce à la charge des sociétés :1° En simplifiant, réorganisant et modernisant, au sein du chapitre V du titre II du livre II du code de commerce, tout ou partie des informations du rapport prévu aux articles L. 225-37, L. 225-68 et L. 226-10-1 du même code et du rapport prévu notamment aux articles L. 225-100, L. 225-100-1, L. 225-100-2, L. 225-100-3, L. 225-102 et L. 225-102-1 dudit code, dans des conditions qui préservent les missions du commissaire aux comptes définies à l'article L. 225-235 du même code, et en redéfinissant le contenu du rapport annuel de l'Autorité des marchés financiers prévu à l'article L. 621-18-3 du code monétaire et financier ;2° En allégeant les obligations de dépôt des rapports et informations afférents à chaque exercice prévues notamment à l'article L. 232-23 du code de commerce pour les sociétés qui établissent le document de référence prévu par le règlement général de l'Autorité des marchés financiers ;3° En autorisant, dans un délai de deux ans, pour les sociétés mentionnées aux articles L. 232-21 à L. 232-23 du même code, le dépôt des comptes annuels en annexe au registre du commerce et des sociétés, sous une forme dématérialisée automatiquement exploitable par un traitement informatique ;4° En allégeant le contenu du rapport de gestion prévu à l'article L. 232-1 dudit code pour les petites entreprises telles que définies par la directive 2013/34/ UE du Parlement européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférents de certaines formes d'entreprises, modifiant la directive 2006/43/ CE du Parlement européen et du Conseil et abrogeant les directives 78/660/ CEE et 83/349/ CEE du Conseil.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux déclarations devant être déposées au titre des exercices clos à compter du 31 décembre 2016.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\nSct. Section 9 : Le bénéficiaire effectif, Art. L561-46, Art. L561-47\n\nII.-Le I entre en vigueur le premier jour du quatrième mois suivant celui de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "VI. - Le présent article, à l'exception du 4° du III et du IV, est applicable dans les îles Wallis et Futuna.VII. - Le V est applicable en Nouvelle-Calédonie et en Polynésie française."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour faciliter la prise de décision et la participation des actionnaires au sein des entreprises et encourager le recours aux technologies numériques dans le fonctionnement des organes sociaux :1° En autorisant les sociétés dont les actions ne sont pas admises à la négociation sur un marché réglementé à prévoir la tenue des assemblées générales extraordinaires mentionnées à l'article L. 225-96 du code de commerce et des assemblées générales ordinaires mentionnées à l'article L. 225-98 du même code par recours exclusif aux moyens de visioconférence ou de télécommunication, tout en préservant la faculté pour les actionnaires de demander, dans certaines conditions, la convocation d'une assemblée générale physique ;2° En modifiant l'article L. 227-10 du même code pour permettre aux conventions intervenues entre l'associé unique, ou une société le contrôlant, et la société par actions simplifiée unipersonnelle de ne donner lieu qu'à une mention au registre des décisions ;3° En permettant, au chapitre III du titre II du livre II du même code, aux associés des sociétés à responsabilité limitée, lorsqu'ils représentent individuellement ou ensemble une fraction minimale du capital de la société, de déposer des projets de résolution ou des points à l'ordre du jour de l'assemblée ;4° En modifiant l'article L. 227-19 du même code pour supprimer la règle de l'accord unanime des associés de sociétés par actions simplifiées en cas d'adoption ou de modification d'une clause soumettant toute cession d'actions à l'agrément préalable de la société.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nIV - Le 5° du I du présent article entre en vigueur dans un délai de six mois à compter de la publication de la présente loi.\n\n- Code de commerce\n\n- Code général des impôts, CGI.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi nécessaire pour assurer la transposition de la directive 2014/104/UE du Parlement européen et du Conseil du 26 novembre 2014 relative à certaines règles régissant les actions en dommages et intérêts en droit national pour les infractions aux dispositions du droit de la concurrence des Etats membres et de l'Union européenne.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi et modifiant les dispositions du chapitre Ier du titre II du livre IV du code des assurances relatives au Fonds de garantie des assurances obligatoires, à l'effet de :1° Limiter le champ de la mission du fonds de garantie définie à la section 6 du même chapitre Ier à la protection des personnes assurées, souscriptrices, adhérentes ou bénéficiaires de prestations de contrats d'assurance dont la souscription est rendue obligatoire par les articles L. 211-1 et L. 242-1 du même code ;2° Préciser les modalités d'intervention du fonds de garantie en cas de défaillance d'une entreprise proposant des contrats d'assurance dont la souscription est rendue obligatoire par les mêmes articles L. 211-1 et L. 242-1 et opérant en France sous le régime du libre établissement ou de la libre prestation de services ;3° Supprimer la contribution des entreprises d'assurance, prévue au 3° de l'article L. 421-4-1 dudit code, au titre du financement de la mission définie à l'article L. 421-9 du même code ;4° Rationaliser les modalités de financement de la mission « défaillance » du fonds de garantie ;5° Préciser les modalités d'indemnisation des personnes victimes d'un dommage en dehors du cadre de leurs activités professionnelles, bénéficiaires d'une garantie de contrats d'assurance dont la souscription est rendue obligatoire par l'article L. 251-1 du même code et qui sont fournis par une entreprise d'assurance défaillante.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "I.-L'ordonnance n° 2015-1024 du 20 août 2015 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière financière est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Le II est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "II.-Le 4° du I de l'article L. 613-30-3 du code monétaire et financier est applicable aux titres, créances, instruments ou droits émis à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "I.-L'établissement public national dénommé Institut d'émission des départements d'outre-mer est transformé en une société par actions simplifiée régie par le code de commerce et portant la même dénomination, dont le capital est détenu par la Banque de France.\n\nCette transformation de statut juridique n'emporte ni création d'une personne morale nouvelle ni cessation d'activité. Les biens immobiliers de l'institut qui relèvent du domaine public sont déclassés. L'ensemble des biens, droits, obligations, contrats et conventions de l'Institut d'émission des départements d'outre-mer sont repris de plein droit et sans formalité par la société qui se substitue à l'établissement public. La validité à l'égard des tiers des actes administratifs pris par l'établissement public n'est pas affectée. Les opérations entraînées par cette transformation ne donnent pas lieu à la perception de droits, impôts ou taxes de quelque nature que ce soit.\n\nCette transformation n'emporte pas de conséquence sur le régime juridique auquel sont soumis les personnels sous contrat de travail avec l'institut. Les personnels détachés auprès de l'institut par l'Agence française de développement restent régis par les dispositions qui leur sont applicables dans leur établissement d'origine.\n\nLes comptes du dernier exercice de l'établissement public sont approuvés dans les conditions de droit commun par la société par actions simplifiée. Le bilan d'ouverture au 1er janvier de la société par actions simplifiée est constitué à partir du bilan de l'établissement public au 31 décembre de l'année de publication de la présente loi.\n\nII. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Avant le 1er janvier suivant l'année de publication de la présente loi, l'Etat et la Banque de France concluent une convention prévoyant les modalités d'indemnisation de l'Etat du fait de la transformation de l'établissement public en société par actions simplifiée dont le capital est détenu par la Banque de France.\n\nV.-Les I à III du présent article entrent en vigueur le 1er janvier de l'année suivant la publication de la présente loi.\n\n- Code monétaire et financier\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I. - Avant le 1er janvier 2017, une convention-cadre pluriannuelle est conclue entre la Caisse des dépôts et consignations et l'Agence française de développement, après avis des ministres chargés de l'économie, du budget, des affaires étrangères, du développement international et des outre-mer, ainsi que de la commission de surveillance de la Caisse des dépôts et consignations. Cette convention-cadre définit les modalités de coordination et d'intégration des moyens, des réseaux et des expertises ainsi que les synergies, les actions communes et les mécanismes permettant l'échange de personnels en vue de la mise en œuvre de projets en matière de développement et de solidarité internationale ainsi que de développement des outre-mer.II. - Avant le 1er octobre 2019, le Gouvernement remet au Parlement un rapport établissant le bilan de la mise en œuvre de la convention mentionnée au I et formulant des propositions permettant d'améliorer la coopération entre la Caisse des dépôts et consignations et l'Agence française de développement."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Article 156",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "II. - Les 1° à 6° du I sont applicables à compter de l'assemblée générale ordinaire statuant sur le premier exercice clos après la promulgation de la présente loi. Le 7° du même I est applicable à compter de la clôture de l'exercice suivant le premier exercice clos après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "I. - Les articles 1er à 4, le I de l'article 5, les articles 11, 15, 25, 26, 33, les II et IV de l'article 39, les articles 43 et 44, le III de l'article 46, l'article 50, les 1° à 3° et 5° à 7° de l'article 56, le 1° de l'article 72 et les articles 151 et 153 sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna. Il en est de même des articles 6 et 6-1, 7-1 à 9, 10-1, 13, 13-1 et 14-1, dans leur rédaction résultant de la loi n° 2022-401 du 21 mars 2022 visant à améliorer la protection des lanceurs d'alerte.\n\nII. - Les I et II de l'article 123, les articles 128 à 130, 137, 142, 143, les I et IV de l'article 144 et les articles 145 et 146 sont applicables dans les îles Wallis et Futuna.\n\nIII. - A modifié les dispositions suivantes :\n\nIV. - A créé les dispositions suivantes :\n\nV. - Les II et IV de l'article 39 sont applicables dans les Terres australes et antarctiques françaises.\n\n- Code du travail applicable à Mayotte.\n\n- Loi n° 52-1322 du 15 décembre 1952"
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par ordonnance, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, à l'adoption d'un code monétaire et financier applicable en outre-mer, se substituant aux dispositions du code monétaire et financier relatives à l'outre-mer.II. - Le code mentionné au I regroupe et organise les règles spécifiques à l'outre-mer relatives à la monnaie, aux produits financiers et d'épargne, aux services bancaires, aux marchés financiers, aux prestataires de services bancaires et d'investissement et aux institutions en matière bancaire et financière qui sont celles en vigueur à la date de publication de l'ordonnance ainsi que, le cas échéant, les règles déjà publiées mais non encore en vigueur à cette date.III. - Le Gouvernement est autorisé à apporter aux règles du code monétaire et financier applicable en outre-mer mentionné au I les modifications nécessaires pour :1° Assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des dispositions mentionnées au II et abroger les dispositions devenues sans objet ;2° Rendre applicables, avec les adaptions nécessaires, d'une part, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, les dispositions des livres Ier à VI du code monétaire et financier, pour celles qui relèvent de la compétence de l'Etat et, d'autre part, à procéder, le cas échéant, aux adaptations de ces articles aux collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon ;3° Rendre applicables dans les pays et territoires d'outre-mer, dans le respect de la hiérarchie des normes, les règlements européens entrant dans le champ du code défini au II du présent article.IV. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance prévue au I."
    }
  ]
}