{
  "id": "jorftext000023707312",
  "type": "statute",
  "title": "LOI n° 2011-267 du 14 mars 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000023707312",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le rapport annexé sur les objectifs et les moyens de la sécurité intérieure à horizon 2013 est approuvé."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur six mois à compter de la publication du décret prévu au sixième alinéa du 7 du I de l'article 6 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique et, au plus tard, à l'expiration d'un délai d'un an à compter de la publication de la présente loi.\n\n-Loi n° 2004-575 du 21 juin 2004"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-625 DC du 10 mars 2011.]"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "II. - (Abrogé)"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "II.-Les agréments et autorisations délivrés en application des articles 5,7,11,22 et 25 de la loi n° 83-629 du 12 juillet 1983 réglementant les activités privées de sécurité, en cours de validité au jour de la publication du décret d'application du présent article, restent valables, sous réserve du dépôt d'un dossier de demande d'agrément ou d'autorisation dans les trois mois suivant cette publication. Les cartes professionnelles délivrées en application de l'article 6 et les agréments délivrés en application de l'article 3-2 de la même loi, en cours de validité au jour de la publication du décret d'application du présent article, restent valables jusqu'à leur expiration. Les personnes autorisées à exercer l'activité mentionnée au titre II en application de l'article 23 de la même loi, au jour de la publication du décret d'application du présent article, sont autorisées à poursuivre leur activité, sous réserve du dépôt d'un dossier de demande de carte professionnelle dans un délai d'un an suivant la publication du même décret d'application."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-625 DC du 10 mars 2011.]"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "II. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-625 DC du 10 mars 2011.]"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-625 DC du 10 mars 2011.]"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "III. - (Abrogé)."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-625 DC du 10 mars 2011.]"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Le fait d'acheter, de détenir ou d'utiliser un appareil à laser non destiné à un usage spécifique autorisé d'une classe supérieure à 2 est puni de six mois d'emprisonnement et de 7 500 € d'amende.Est puni des mêmes peines le fait de fabriquer, importer, mettre à disposition à titre gratuit ou onéreux, détenir en vue de la vente ou de la distribution gratuite, mettre en vente, vendre ou distribuer à titre gratuit ces mêmes matériels.La liste des usages spécifiques autorisés pour les appareils à laser sortant d'une classe supérieure à 2 est fixée par décret."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-625 DC du 10 mars 2011.]"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-625 DC du 10 mars 2011.]"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-625 DC du 10 mars 2011.]"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Le directeur départemental de la sécurité publique ou le commandement de groupement de gendarmerie peut se faire communiquer trimestriellement par les officiers de police judiciaire de son ressort, dans des conditions préservant le secret de l'enquête, la liste des biens saisis dans le cadre d'enquêtes pénales excédant une valeur fixée par décret et dont la confiscation est prévue par la loi.Il peut demander au procureur de la République de saisir le juge des libertés et de la détention ou, si une information judiciaire a été ouverte, le juge d'instruction, aux fins que ce dernier autorise que ceux de ces biens qui ne sont plus nécessaires à la manifestation de la vérité et dont la conservation entraînerait une charge financière pour l'Etat soient remis, sous réserve des droits des tiers, à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués en vue de leur aliénation.Les propriétaires de ces biens qui ne seraient pas condamnés par la justice ou à l'encontre desquels aucune peine de confiscation ne serait prononcée peuvent en demander la restitution, s'ils n'ont pas encore été vendus, ou le versement d'une indemnité équivalente à leur valeur d'usage appréciée au moment de leur aliénation."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-625 DC du 10 mars 2011.]"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par ordonnance à l'adoption de la partie législative du code de la sécurité intérieure.Ce code regroupe les dispositions législatives relatives à la sécurité publique et à la sécurité civile.Les dispositions codifiées sont celles en vigueur au moment de la publication de l'ordonnance, sous réserve des modifications nécessaires :1° Pour assurer le respect de la hiérarchie des normes, la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions, codifiées ou non, devenues sans objet ;2° Pour étendre, le cas échéant avec les adaptations nécessaires, les dispositions ainsi codifiées à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna ainsi que permettre les adaptations nécessaires à l'application de ces dispositions à Mayotte, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon.L'ordonnance doit être prise dans les douze mois suivant la publication de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les dispositions relevant du domaine de la loi nécessaires pour se conformer à la décision-cadre n° 2006/960/JAI du Conseil, du 18 décembre 2006, relative à la simplification de l'échange d'informations et de renseignements entre les services répressifs des Etats membres de l'Union européenne et en particulier pour mettre en œuvre un dispositif permettant aux services d'enquête des Etats membres d'échanger de façon plus fréquente et plus rapide les informations dont ils disposent qui sont utiles à la prévention ou à la répression des infractions.L'ordonnance doit être prise dans les douze mois suivant la publication de la présente loi.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les contrats conclus en application du I de l'article 36 de la loi n° 95-73 du 21 janvier 1995 d'orientation et de programmation relative à la sécurité et en cours de validité au jour de l'entrée en vigueur de la présente loi peuvent être prolongés pour une durée maximale d'un an.\n\n-Loi n° 95-73 du 21 janvier 1995"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "V.-Les contrats d'engagement, conclus en application des articles 4,5,6,6-1 et 7 de la loi n° 2003-239 du 18 mars 2003 pour la sécurité intérieure, en cours d'exécution à la date d'entrée en vigueur de la présente loi continuent de produire leurs effets."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "L'officier de police judiciaire territorialement compétent peut faire procéder sur toute personne ayant commis sur une personne dépositaire de l'autorité publique ou chargée d'une mission de service public, dans l'exercice de ses fonctions, des actes susceptibles d'entraîner sa contamination par une maladie virale grave, à un examen médical et à une prise de sang afin de déterminer si cette personne n'est pas atteinte d'une telle maladie.Le médecin, l'infirmier ou la personne habilitée par les dispositions du code de la santé publique, ou par les dispositions locales ayant le même objet en Nouvelle-Calédonie et en Polynésie française, à effectuer les actes réservés à ces professionnels, qui est requis à cette fin par l'officier de police judiciaire, doit s'efforcer d'obtenir le consentement de l'intéressé.A la demande de la victime ou lorsque son intérêt le justifie, cette opération peut être effectuée sans le consentement de l'intéressé sur instructions écrites du procureur de la République ou du juge d'instruction qui sont versées au dossier de la procédure.Le résultat du dépistage est porté, dans les meilleurs délais et par l'intermédiaire d'un médecin, à la connaissance de la victime.Le fait de refuser de se soumettre au dépistage prévu au présent article est puni d'un an d'emprisonnement et de 15 000 € d'amende."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "A créé les dispositions suivantes :\n\n- Code de procédure pénale"
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "La présente loi est applicable sur l'ensemble du territoire de la République, sous réserve des dispositions suivantes :1° Les articles 15 et 23, le II de l'article 43, les articles 86, 97, 101, 107, 108, 109, 110, 116, 117, 119, 120 et 124 ne sont pas applicables à Mayotte ;2° Les articles 23, 86, 110 et 124 ne sont pas applicables à Saint-Barthélemy et à Saint-Martin ;3° Les articles 15 et 23, le II de l'article 69, les articles 86, 107 et 108, le 4° de l'article 109, les articles 110 et 124 ne sont pas applicables à Saint-Pierre-et-Miquelon ;4° Les articles 7, 15 et 23, le II de l'article 43, les articles 44, 45, 46, 55, 57, 58, 59, 60, 61, 62, 63, 64, 65 et 67, le II de l'article 69, l'article 70, le 2° de l'article 74, les articles 76, 77, 78, 79, 81, 83, 84, 85, 86, 87, 89, 91, 94, 96, 97, 101, 104, 105, 106, 107 et 108, le 4° de l'article 109, les articles 110, 116, 117, 119, 120 et 124 ne sont pas applicables dans les îles Wallis et Futuna ;5° Les articles 7, 15 et 23, le II de l'article 43, les articles 44, 45, 46, 54, 57, 58, 59, 60, 61, 62, 63, 64, 65 et 67, le II de l'article 69, l'article 70, le 2° de l'article 74, les articles 76, 77, 78, 79, 85, 86, 87, 94, 96, 97, 101, 104, 105, 106, 107, 108, 110, 116, 117, 119, 120 et 124 ne sont pas applicables en Polynésie française ;6° Les articles 7, 15 et 23, le II de l'article 43, les articles 44, 45, 46, 53, 57, 58, 59, 60, 61, 62, 63, 64, 65 et 67, le II de l'article 69, l'article 70, le 2° de l'article 74, les articles 76, 77, 78, 79, 85, 86, 89, 91, 94, 96, 97, 101, 104, 105, 106, 107, 108, 110, 116, 117, 119, 120 et 124 ne sont pas applicables en Nouvelle-Calédonie ;7° Les articles 7, 15, 23, 29, 30, 31 et 32, le II de l'article 43, les articles 44, 45, 46, 56, 57, 58, 59, 60, 61, 62, 63, 64 et 65, le II de l'article 69, les articles 91, 94, 95, 97, 108, 109, 110, 116, 117, 119, 120 et 124 ne sont pas applicables dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "II.-Pour l'application de l'article 64 du code des douanes à Wallis-et-Futuna, en Polynésie française et en Nouvelle-Calédonie, dans sa rédaction issue de la présente loi, la référence à l'article 459 est remplacée par la référence à l'article 5 de la loi n° 66-1008 du 28 décembre 1966 relative aux relations financières avec l'étranger.III.-Pour l'application à Wallis-et-Futuna, en Polynésie française et en Nouvelle-Calédonie du 1 du I de l'article 5 de la loi n° 66-1008 du 28 décembre 1966 précitée, après le mot : fraude, sont insérés les mots :, de la confiscation des biens et avoirs qui sont le produit direct ou indirect de l'infraction."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "II. - Les autorisations mentionnées au III de l'article 10 de la loi n° 95-73 du 21 janvier 1995 d'orientation et de programmation relative à la sécurité et délivrées avant le 1er janvier 2000 sont réputées maintenues en vigueur jusqu'au 24 janvier 2012. Celles délivrées entre le 1er janvier 2000 et le 31 décembre 2002 sont réputées maintenues en vigueur jusqu'au 24 janvier 2013. Celles délivrées entre le 1er janvier 2003 et le 24 janvier 2006 sont réputées maintenues en vigueur jusqu'au 24 janvier 2014."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "L'article 76 s'applique aux infractions commises à compter du 1er janvier 2011 et aux infractions antérieures pour lesquelles le paiement de l'amende forfaitaire, l'émission du titre exécutoire de l'amende forfaitaire majorée, l'exécution de la composition pénale ou la condamnation définitive ne sont pas intervenus."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "Le I de l'article L. 321-7 du code des ports maritimes est ainsi modifié :1° Le mot : « chapitre » est remplacé par le mot : « titre » ;2° Après les mots : « police judiciaire, », sont insérés les mots : « les agents des douanes, »."
    }
  ]
}