{
  "id": "jorftext000020537365",
  "type": "statute",
  "title": "LOI n° 2009-431 du 20 avril 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020537365",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ― Il est institué au titre de l'imposition des revenus de l'année 2008 un crédit d'impôt pour les contribuables personnes physiques, fiscalement domiciliées en France au sens de l'article 4 B du code général des impôts, dont le revenu imposable par part servant de base au calcul de l'impôt sur le revenu dans les conditions prévues aux 1 et 2 du I de l'article 197 du même code est inférieur à 12 475 €. Le bénéfice du crédit d'impôt n'est pas ouvert aux contribuables imputant sur leur revenu global au titre de l'année 2008 un déficit foncier d'un montant supérieur à la limite mentionnée au sixième alinéa du 3° du I de l'article 156 du même code, des charges mentionnées au 1° ter du II du même article ou un déficit provenant de la location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés. Il n'est pas non plus ouvert aux contribuables dont le revenu fiscal de référence, au sens du 1° du IV de l'article 1417 du même code, divisé par le nombre de parts servant au calcul de l'impôt excède 12 475 € au titre de l'année 2008.II.-Ce crédit d'impôt est égal :1° Pour les contribuables dont le revenu net imposable par part n'excède pas 11 673 €, aux deux tiers de l'impôt calculé conformément aux 1 à 4 du I de l'article 197 du même code et, le cas échéant, à son article 197 C ;2° Pour les contribuables dont le revenu net imposable par part est supérieur à la limite mentionnée au 1°, à un montant décroissant linéairement en fonction du revenu par part, égal au montant calculé conformément au 1° lorsque ce revenu est égal à cette limite et égal à zéro lorsque ce revenu atteint la limite mentionnée au I.III. ― Le crédit d'impôt est imputé sur l'impôt sur le revenu après imputation des réductions d'impôt mentionnées aux articles 199 quater B à 200 bis, 200 octies et 200 decies A du même code, puis des crédits d'impôt et des prélèvements ou retenues non libératoires.S'il excède l'impôt dû, l'excédent est restitué.IV. ― En 2009, le second acompte prévu au 1 de l'article 1664 du même code ainsi que les prélèvements mensuels effectués à compter du mois de mai prévus à l'article 1681 B du même code ne sont pas dus par les contribuables dont le revenu imposable servant de base au calcul de l'impôt sur le revenu de 2007 dans les conditions prévues aux 1 et 2 du I de l'article 197 du même code est inférieur à 11 344 € par part.V. ― Le montant des acomptes prévus au 1 de l'article 1664 du même code et des prélèvements mensuels prévus à son article 1681 B est déterminé, pour l'année 2010, sur la base de l'imposition établie au titre de l'année 2009, augmentée du crédit d'impôt prévu au I du présent article. Pour la détermination de la somme figurant au 1 de l'article 1664 du même code, le montant inscrit au rôle est augmenté du crédit d'impôt prévu au I du présent article."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.A créé les dispositions suivantes :\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Est autorisée, au-delà de l'entrée en vigueur de la présente loi, la perception des rémunérations de services instituées par le décret n° 2009-151 du 10 février 2009 relatif à la rémunération de certains services rendus par l'Etat consistant en une valorisation de son patrimoine immatériel."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― Pour 2009, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 44,7 milliards d'euros.III. ― Pour 2009, le plafond d'autorisation des emplois rémunérés par l'Etat demeure inchangé.\n\nII. ― Pour 2009 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Il est ouvert aux ministres, pour 2009, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 2 589 826 500 € et de 2 547 403 500 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Il est annulé, au titre du budget général pour 2009, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 266 826 500 € et de 264 403 500 €, conformément à la répartition par mission donnée à l'état B' annexé à la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sont ouvertes au ministre de l'agriculture et de la pêche, pour 2009, au titre du budget général, des autorisations d'engagement s'élevant au montant de 40 000 000 €, conformément à la répartition par mission donnée à l'état B'' annexé à la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sont ouverts et annulés au ministre de l'écologie, de l'énergie, du développement durable et de l'aménagement du territoire, pour 2009, au titre du budget général, des autorisations d'engagement et des crédits de paiement, s'élevant au montant de 3 000 000 €, conformément à la répartition par mission donnée à l'état B'' annexé à la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Il est annulé, au titre du budget annexe « Contrôle et exploitation aériens », pour 2009, un crédit de 30 000 000 €, conformément à la répartition donnée à l'état C' annexé à la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Il est ouvert à la ministre de l'économie, de l'industrie et de l'emploi, pour 2009, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant à 6 910 500 000 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "II. - Le I s'applique à compter de l'imposition des revenus de l'année 2009."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La garantie de l'Etat peut être accordée aux prêts destinés aux opérateurs de la filière bois dans la limite d'un montant total de 600 millions d'euros de prêts dans les conditions suivantes :1° La garantie peut porter sur le principal de ces prêts bancaires, dans la limite de 80 % ;2° Ces prêts sont d'une durée inférieure ou égale à cinq ans et doivent être contractés avant le 31 décembre 2011 ;3° Ces prêts sont affectés au financement d'opérations permettant l'achat, la mobilisation et le stockage des bois chablis issus des massifs forestiers des régions Aquitaine, Languedoc-Roussillon et Midi-Pyrénées touchés par la tempête des 24 et 25 janvier 2009."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-Il est institué un Fonds de sécurisation du crédit interentreprises chargé de garantir, à titre onéreux, dans le cadre des conventions conclues à cet effet avec des entreprises d'assurance, le risque de non-paiement des encours de crédit client qu'une entreprise a consentis à une petite et moyenne entreprise ou à une entreprise de taille intermédiaire.\n\nLe fonds est autorisé à couvrir pour un montant maximal de 5 milliards d'euros de risques d'assurance-crédit situés en France présentant une qualité de crédit répondant à des critères fixés par le décret d'application du présent article.\n\nLa gestion comptable et financière du fonds est confiée à la Caisse centrale de réassurance qui est également habilitée à conclure les conventions mentionnées au premier alinéa pour le compte du fonds.\n\nLes conventions mentionnées au premier alinéa indiquent les conditions d'exposition des entreprises d'assurance aux risques couverts par le fonds.\n\nLe présent article est applicable jusqu'au 31 décembre 2010. Un décret en fixe les conditions d'application.\n\nII.-A modifié les dispositions suivantes :\n\n-LOI n° 2008-1443 du 30 décembre 2008"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.A modifié les dispositions suivantes :\n\nII.-Le présent article est applicable aux entreprises créées à compter du 1er mai 2009. Il est applicable, quelle que soit la date de création, pour les entreprises bénéficiant des dispositions des articles L. 756-4 et L. 756-5 du code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-A modifié les dispositions suivantes :\n\nIl prévoit également les conditions dans lesquelles des éléments de rémunération variable, des indemnités et des avantages indexés sur la performance, ainsi que des rémunérations différées ne peuvent pas être attribués ou versés aux président du conseil d'administration, directeur général, directeurs généraux délégués, membres du directoire, président du conseil de surveillance ou gérants de cette même société.\n\nLes sociétés mentionnées aux deux alinéas précédents sont celles dont les émissions de titres ont été souscrites par la Société de prise de participation de l'Etat ou qui bénéficient des prêts accordés sur les crédits ouverts par la présente loi de finances rectificative sur le compte spécial Prêts et avances à des particuliers ou à des organismes privés.\n\nLe décret prévoit en outre les conditions dans lesquelles les conseils d'administration, les conseils de surveillance ou les directoires des entreprises publiques et des entreprises qui bénéficient des interventions du Fonds stratégique d'investissement, dont les titres de capital sont admis aux négociations sur un marché réglementé, autorisent l'attribution et le versement des éléments de rémunération variable, des indemnités et des avantages indexés sur la performance, ainsi que des rémunérations différées aux président du conseil d'administration, directeur général, directeurs généraux délégués, membres du directoire, président du conseil de surveillance ou gérants de ces entreprises.\n\nIII.-Les conventions visées au deuxième alinéa du A du II de l'article 6 de la loi n° 2008-1061 du 16 octobre 2008 précitée déjà conclues à la date de publication de la présente loi sont révisées en conséquence du I.\n\nIV.-Abrogé.\n\n-LOI n° 2008-1061 du 16 octobre 2008"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. ― Le Gouvernement présente chaque année, en annexe au projet de loi de finances de l'année, un rapport sur les conventions fiscales et leurs avenants, ainsi que les conventions d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales et leurs avenants, conclus au cours des douze mois précédents par des Etats ou des territoires avec la France. Ce rapport précise, en particulier, les modalités de la coopération avec les administrations fiscales étrangères concernées.II. ― A titre exceptionnel, le rapport publié en annexe du projet de loi de finances pour 2010 présente l'ensemble des conventions fiscales applicables à la date de dépôt."
    },
    {
      "provision_ref": "artETATA",
      "section": "ETATA",
      "title": "Article ETATA",
      "content": "(Art. 7 de la loi)Voies et moyens pour 2009 révisésI. ― BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nRécapitulation des recettes du budget général\n\n(En milliers d'euros)\n\nII. ― BUDGETS ANNEXES\n\n(En euros)\n\nIII. ― COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISIONdes évaluationspour 2009\n\ncenter\n\n1. Recettes fiscales\n\ncenter\n\ncenter\n\n11. Impôt sur le revenu\n\n― 2 100 000\n\n1101\n\nImpôt sur le revenu\n\n― 2 100 000\n\ncenter\n\n13. Impôt sur les sociétés\n\n― 500 000\n\n1301\n\nImpôt sur les sociétés\n\n― 500 000\n\ncenter\n\n14. Autres impôts directs et taxes assimilées\n\n― 400 000\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n― 200 000\n\n1406\n\nImpôt de solidarité sur la fortune\n\n― 200 000\n\ncenter\n\n15. Taxe intérieure sur les produits pétroliers\n\n― 151 000\n\n1501\n\nTaxe intérieure sur les produits pétroliers\n\n― 151 000\n\ncenter\n\n16. Taxe sur la valeur ajoutée\n\n― 3 516 000\n\n1601\n\nTaxe sur la valeur ajoutée\n\n― 3 516 000\n\ncenter\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n― 699 000\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n― 60 000\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n― 85 000\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n― 145 000\n\n1706\n\nMutations à titre gratuit par décès\n\n― 400 000\n\n1780\n\nTaxe de l'aviation civile\n\n― 9 000\n\ncenter\n\n2. Recettes non fiscales\n\ncenter\n\ncenter\n\n21. Dividendes et recettes assimilées\n\n― 1 789 000\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n― 50 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n― 400 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n-1 339 000\n\ncenter\n\n26. Divers\n\n700 000\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n700 000\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISIONdes évaluationspour 2009\n\ncenter\n\n1. Recettes fiscales\n\n― 7 366 000\n\n11\n\nImpôt sur le revenu\n\n― 2 100 000\n\n13\n\nImpôt sur les sociétés\n\n― 500 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n― 400 000\n\n15\n\nTaxe intérieure sur les produits pétroliers\n\n― 151 000\n\n16\n\nTaxe sur la valeur ajoutée\n\n― 3 516 000\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n― 699 000\n\ncenter\n\n2. Recettes non fiscales\n\n― 1 089 000\n\n21\n\nDividendes et recettes assimilées\n\n― 1 789 000\n\n26\n\nDivers\n\n700 000\n\ncenter\n\nTotal des recettes, nettes des prélèvements\n\n― 8 455 000\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISIONdes évaluationspour 2009\n\ncenter\n\nContrôle et exploitation aériens\n\ncenter\n\n7001\n\nRedevances de route\n\n― 70 000 000\n\n7002\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n― 20 000 000\n\n7501\n\nTaxe de l'aviation civile\n\n― 40 000 000\n\n9700\n\nProduit brut des emprunts\n\n100 000 000\n\ncenter\n\nTotal des recettes\n\n― 30 000 000\n\ncenter\n\nFonds de concours\n\ncenter\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nRÉVISIONdes évaluationspour 2009\n\ncenter\n\nAvances à divers services de l'Etatou organismes gérant des services publics\n\n60 500 000\n\n3\n\nRemboursement des avances octroyées à des organismes distincts de l'Etat et gérant des services publics\n\n60 500 000\n\ncenter\n\nTotal des comptes de concours financiers\n\n60 500 000\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artETATB",
      "section": "ETATB",
      "title": "Article ETATB",
      "content": "(Art. 8 de la loi)\n\nRépartition des crédits supplémentaires ouverts pour 2009,\n\npar mission et programme, au titre du budget général\n\nBUDGET GÉNÉRAL\n\n(En euros)\n\nÉ T A T B'\n\n(Art. 9 de la loi)\n\nRépartition des crédits annulés pour 2009,\n\npar mission et programme, au titre du budget général\n\nBUDGET GÉNÉRAL\n\n(En euros)\n\nÉ T A T B''\n\n(Art. 10 et 11 de la loi)\n\nRépartition des crédits supplémentaires ouverts et annulés pour 2009,\n\npar mission et programme, au titre du budget général\n\nBUDGET GÉNÉRAL\n\n(En euros)\n\nINTITULÉS DE MISSION ET DE PROGRAMME\n\nAUTORISATIONS\n\nCRÉDITS\n\nAgriculture, pêche, alimentation, forêt et affaires rurales\n\n85 359 000\n\n83 109 000\n\nEconomie et développement durable de l'agriculture, de la pêche et des territoires\n\n71 000\n\n71 000\n\nForêt\n\n68 950 000\n\n70 100 000\n\nSécurité et qualité sanitaires de l'alimentation\n\n16 338 000\n\n12 938 000\n\nAide publique au développement\n\n13 000\n\n13 000\n\nSolidarité à l'égard des pays en développement\n\n13 000\n\n13 000\n\nCulture\n\n231 000\n\n231 000\n\nPatrimoines\n\n20 000\n\n20 000\n\nCréation\n\n24 000\n\n24 000\n\nTransmission des savoirs et démocratisation de la culture\n\n187 000\n\n187 000\n\nEnseignement scolaire\n\n29 000\n\n29 000\n\nEnseignement scolaire public du premier degré\n\n3 000\n\n3 000\n\nEnseignement privé du premier et du second degrés\n\n9 000\n\n9 000\n\nVie de l'élève\n\n17 000\n\n17 000\n\nMédias\n\n150 750 000\n\n150 750 000\n\nPresse\n\n150 750 000\n\n150 750 000\n\nPlan de relance de l'économie\n\n2 323 000 000\n\n2 283 000 000\n\nProgramme exceptionnel d'investissement public\n\n100 000 000\n\n60 000 000\n\nSoutien exceptionnel à l'activité économique et à l'emploi\n\n1 540 000 000\n\n1 540 000 000\n\nEffort exceptionnel en faveur du logement et de la solidarité\n\n683 000 000\n\n683 000 000\n\nRecherche et enseignement supérieur\n\n50 000\n\n50 000\n\nFormations supérieures et recherche universitaire\n\n40 000\n\n40 000\n\nVie étudiante\n\n10 000\n\n10 000\n\nSolidarité, insertion et égalité des chances\n\n76 000\n\n76 000\n\nHandicap et dépendance\n\n76 000\n\n76 000\n\nSport, jeunesse et vie associative\n\n30 193 500\n\n30 020 500\n\nSport\n\n173 000\n\ncenter\n\nJeunesse et vie associative\n\n30 020 500\n\n30 020 500\n\nTravail et emploi\n\n77 000\n\n77 000\n\nAccès et retour à l'emploi\n\n77 000\n\n77 000\n\nVille et logement\n\n48 000\n\n48 000\n\nPrévention de l'exclusion et insertion des personnes vulnérables\n\n48 000\n\n48 000\n\nTotaux\n\n2 589 826 500\n\n2 547 403 500\n\n1\n\nINTITULÉS DE MISSION ET DE PROGRAMME\n\nAUTORISATIONS\n\nCRÉDITS\n\nAction extérieure de l'Etat\n\n730 947\n\n964 020\n\nFrançais à l'étranger et affaires consulaires\n\n730 947\n\n964 020\n\nAdministration générale et territoriale de l'Etat\n\n7 148 518\n\n8 422 118\n\nAdministration territoriale\n\n2 665 037\n\n3 166 703\n\nAdministration territoriale : expérimentations Chorus\n\n144 956\n\n158 224\n\nVie politique, cultuelle et associative\n\n1 914 349\n\n2 215 559\n\nConduite et pilotage des politiques de l'intérieur\n\n2 424 176\n\n2 881 632\n\nAgriculture, pêche, alimentation, forêt et affaires rurales\n\n1 327 481\n\n1 580 274\n\nConduite et pilotage des politiques de l'agriculture\n\n1 327 481\n\n1 580 274\n\nAnciens combattants, mémoire et liens avec la Nation\n\n18 558 649\n\n23 716 625\n\nLiens entre la Nation et son armée\n\n543 000\n\n359 622\n\nMémoire, reconnaissance et réparation en faveur du monde combattant\n\n17 113 278\n\n22 293 605\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la Seconde Guerre mondiale\n\n902 371\n\n1 063 398\n\nDéfense\n\n4 900 000\n\n4 900 000\n\nSoutien de la politique de la défense\n\n4 900 000\n\n4 900 000\n\nDirection de l'action du Gouvernement\n\n154 862\n\n180 446\n\nCoordination du travail gouvernemental\n\n154 862\n\n180 446\n\nEcologie, développement et aménagement durables\n\n55 731 464\n\n63 576 551\n\nInfrastructures et services de transports\n\n35 864 456\n\n40 562 657\n\nSécurité et circulation routières\n\n560 834\n\n666 169\n\nSécurité et affaires maritimes\n\n1 174 590\n\n1 424 549\n\nUrbanisme, paysages, eau et biodiversité\n\n2 618 897\n\n2 969 039\n\nPrévention des risques\n\n1 880 617\n\n1 804 882\n\nEnergie et après-mines\n\n8 350 230\n\n10 051 722\n\nConduite et pilotage des politiques de l'écologie, de l'énergie, du développement durable et de l'aménagement du territoire\n\n5 281 840\n\n6 097 533\n\nEconomie\n\n2 847 421\n\n3 383 310\n\nTourisme\n\n524 357\n\n691 419\n\nStatistiques et études économiques\n\n588 222\n\n631 213\n\nStratégie économique et fiscale\n\n1 734 842\n\n2 060 678\n\nEnseignement scolaire\n\n13 490 744\n\n16 033 281\n\nSoutien de la politique de l'éducation nationale\n\n13 490 744\n\n16 033 281\n\nGestion des finances publiques et des ressources humaines\n\n25 345 369\n\n25 166 298\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\n3 000 000\n\n3 000 000\n\nStratégie des finances publiques et modernisation de l'Etat\n\n5 037 096\n\n5 037 096\n\nConduite et pilotage des politiques économique et financière\n\n10 349 570\n\n10 170 499\n\nFacilitation et sécurisation des échanges\n\n4 958 703\n\n4 958 703\n\nFonction publique\n\n2 000 000\n\n2 000 000\n\nJustice\n\n39 842 011\n\n24 959 900\n\nJustice judiciaire\n\n7 105 168\n\n8 383 287\n\nAdministration pénitentiaire\n\n23 856 217\n\n7 004 097\n\nProtection judiciaire de la jeunesse\n\n3 531 226\n\n4 194 363\n\nAccès au droit et à la justice\n\n4 063 257\n\n3 875 813\n\nConduite et pilotage de la politique de la justice : expérimentations Chorus\n\n1 200 082\n\n1 400 115\n\nConduite et pilotage de la politique de la justice\n\n86 061\n\n102 225\n\nOutre-mer\n\n7 088 909\n\n7 149 081\n\nConditions de vie outre-mer\n\n7 088 909\n\n7 149 081\n\nPolitique des territoires\n\n2 917 459\n\n3 359 866\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n2 917 459\n\n3 359 866\n\nRecherche et enseignement supérieur\n\n21 784 333\n\n23 579 736\n\nRecherche dans le domaine de la gestion des milieux et des ressources\n\n2 577 711\n\n3 061 853\n\nRecherche spatiale\n\n1 288 924\n\n1 531 008\n\nRecherche dans le domaine des risques et des pollutions\n\n1 761 332\n\n2 092 144\n\nRecherche dans le domaine de l'énergie\n\n3 737 431\n\n4 439 390\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n7 443 626\n\n7 635 462\n\nRecherche dans le domaine des transports, de l'équipement et de l'habitat\n\n3 232 369\n\n2 747 392\n\nRecherche culturelle et culture scientifique\n\n794 405\n\n907 676\n\nEnseignement supérieur et recherche agricoles\n\n948 535\n\n1 164 811\n\nRelations avec les collectivités territoriales\n\n1 073 500\n\n1 073 500\n\nConcours spécifiques et administrations\n\n1 073 500\n\n1 073 500\n\nSanté\n\n6 871 585\n\n6 214 725\n\nPrévention et sécurité sanitaire\n\n5 831 594\n\n6 214 725\n\nOffre de soins et qualité du système de soins\n\n1 039 991\n\ncenter\n\nSécurité\n\n16 868 867\n\n21 208 160\n\nPolice nationale\n\n7 070 043\n\n9 498 464\n\nGendarmerie nationale\n\n9 798 824\n\n11 709 696\n\nSécurité civile\n\n2 257 073\n\n2 706 143\n\nIntervention des services opérationnels\n\n813 919\n\n989 263\n\nCoordination des moyens de secours\n\n1 443 154\n\n1 716 880\n\nSolidarité, insertion et égalité des chances\n\n2 850 087\n\n3 094 509\n\nEgalité entre les hommes et les femmes\n\n170 042\n\n201 979\n\nConduite et soutien des politiques sanitaires et sociales\n\n2 680 045\n\n2 892 530\n\nSport, jeunesse et vie associative\n\n959 438\n\n2 469 447\n\nSport\n\ncenter\n\n1 870 386\n\nConduite et pilotage de la politique du sport, de la jeunesse et de la vie associative\n\n959 438\n\n599 061\n\nTravail et emploi\n\n3 037 666\n\n3 821 558\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n274 103\n\n852 882\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n2 763 563\n\n2 968 676\n\nVille et logement\n\n31 040 117\n\n16 843 952\n\nPolitique de la ville\n\n7 606 433\n\n9 388 473\n\nDéveloppement et amélioration de l'offre de logement\n\n23 433 684\n\n7 455 479\n\nTotaux\n\n266 826 500\n\n264 403 500\n\n1\n\nINTITULÉS DE MISSION\n\nAUTORISATIONS\n\nCRÉDITS\n\nAUTORISATIONS\n\nCRÉDITS\n\nAgriculture, pêche, alimentation,\n\n40 000 000\n\ncenter\n\ncenter\n\ncenter\n\nForêt\n\n40 000 000\n\ncenter\n\ncenter\n\ncenter\n\nEcologie, développement et aménagement durables\n\n3 000 000\n\n3 000 000\n\n3 000 000\n\n3 000 000\n\nPrévention des risques\n\n3 000 000\n\n3 000 000\n\ncenter\n\ncenter\n\nConduite et pilotage des politiques de l'écologie, de l'énergie, du développement durable et de l'aménagement du territoire\n\ncenter\n\ncenter\n\n3 000 000\n\n3 000 000\n\nTotaux\n\n43 000 000\n\n3 000 000\n\n3 000 000\n\n3 000 000\n\n1"
    },
    {
      "provision_ref": "artETATC",
      "section": "ETATC",
      "title": "Article ETATC",
      "content": "(Art. 12 de la loi)Répartition des crédits annulés pour 2009,par mission et programme, au titre des budgets annexesBUDGETS ANNEXES\n\n(En euros)\n\nINTITULÉS DE MISSION ET DE PROGRAMME\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiementannulés\n\nContrôle et exploitation aériens\n\ncenter\n\ncenter\n\nNavigation aérienne\n\n30 000 000\n\n30 000 000\n\nTotaux hors amortissement\n\n30 000 000\n\n30 000 000\n\nTotaux\n\n30 000 000\n\n30 000 000\n\n1"
    },
    {
      "provision_ref": "artETATD",
      "section": "ETATD",
      "title": "Article ETATD",
      "content": "(Art. 13 de la loi)Répartition des crédits supplémentaires ouverts pour 2009,par mission et programme, au titre des comptes de concours financiersCOMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nINTITULÉS DE MISSION ET DE PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesaccordées\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n160 500 000\n\n160 500 000\n\nAvances à des services de l'Etat\n\n100 000 000\n\n100 000 000\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\n60 500 000\n\n60 500 000\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n6 750 000 000\n\n6 750 000 000\n\nPrêts à la filière automobile\n\n6 650 000 000\n\n6 650 000 000\n\nPrêt pour le développement économique et social\n\n100 000 000\n\n100 000 000\n\nTotaux\n\n6 910 500 000\n\n6 910 500 000\n\n1"
    }
  ]
}