{
  "id": "jorftext000044513764",
  "type": "statute",
  "title": "LOI n°2021-1678 du 17 décembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044513764",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I à II. - A modifié les dispositions suivantes :\n\n- Code du travail\n\n- LOI n° 83-634 du 13 juillet 1983\n\nIII. - Un décret précise la liste des pathologies chroniques mentionnées au 5° de l'article L. 3142-1 et au 6° de l'article L. 3142-4 du code du travail ainsi qu'au II de l'article 21 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsqu'un enfant atteint d'une pathologie chronique ou d'un cancer connaît une hospitalisation ou une absence prolongée du milieu scolaire, les parents peuvent demander qu'un intervenant du secteur médical ou associatif organise, conjointement avec le professeur et avant le retour de l'enfant, un temps d'échange au sein de l'établissement. Cette rencontre vise à faciliter la transition et le retour de l'enfant au sein de sa classe afin de garantir son inclusion. Lors de l'échange, sont présents l'intervenant, l'enseignant, les élèves de la classe et, si l'enfant en fait la demande, les parents."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les conditions de vie des parents qui doivent interrompre leur travail ou se mettre en congé pour accompagner leur enfant atteint d'un cancer ou d'une maladie chronique grave. Ce rapport fait état de toutes les difficultés socio-économiques que peuvent avoir les parents et propose des recommandations à inscrire dans la loi pour protéger les emplois, permettre aux parents de financer les soins ou éviter qu'ils aient à le faire et les aider dans les démarches administratives complexes.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}