{
  "id": "jorftext000042677293",
  "type": "statute",
  "title": "Ordonnance n°2020-1596 du 16 décembre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042677293",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Conservent la possibilité de détenir, directement ou indirectement, et sous réserve du respect des autres conditions prévues par la réglementation applicable, les parts de capital social et droits de vote qu'ils détiennent au dernier jour de la période de transition prévue à l'article 126 de l'accord sur le retrait du Royaume-Uni de Grande-Bretagne et d'Irlande du Nord de l'Union européenne et de la Communauté européenne de l'énergie atomique, les ressortissants britanniques, les personnes physiques et morales légalement établies au Royaume-Uni qui détiennent une partie du capital social ou des droits de vote d'une société, d'un groupement ou d'une association entrant dans le champ des dispositions :1° Des titres Ier, IV et IV bis de la loi du 31 décembre 1990 susvisée ;2° De l'article L. 422-7 du code de la propriété intellectuelle ;3° De l'article L. 241-17 du code rural et de la pêche maritime ;4° Du 1° de l'article L. 822-1-3 du code de commerce ;5° De l'article 8 de la loi du 31 décembre 1971 susvisée ;6° De l'article 7 de l'ordonnance du 19 septembre 1945 susvisée ;7° Du 2° de l'article 13 de la loi du 3 janvier 1977.Pour l'application du présent article, les droits de vote et les parts de capital social détenus par les personnes mentionnées au premier alinéa du présent article sont assimilés à des droits ou parts détenus par des ressortissants de l'Union européenne ou d'un Etat partie à l'Espace économique européen dans les cas où il est exigé que de tels ressortissants détiennent la majorité du capital social ou des droits de vote de la société. Dans les cas où il est exigé que ces personnes soient des professionnels qualifiés, les droits de vote et les parts de capital social qu'elles détiennent sont assimilés à des parts ou droits détenus par des ressortissants de l'Union européenne ou d'un Etat partie à l'Espace économique européen à condition qu'elles soient des professionnels qualifiés et exerçant légalement la profession.Le présent article s'applique aux parts du capital social ou des droits de vote détenus au dernier jour de la période de transition et jusqu'à leur cession."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Aucune nouvelle succursale de personnes physiques ou morales régies par le droit du Royaume-Uni ne peut être créée en France après le dernier jour de la période de transition mentionnée à l'article 1er.II. - Les succursales de groupements d'exercice régis par le droit du Royaume-Uni exerçant la profession d'avocat, inscrites sur la liste spéciale du tableau d'un barreau français au dernier jour de la période de transition, peuvent poursuivre leur exercice en France après cette date.III. - Les succursales d'expertise comptable de personnes physiques ou morales régies par le droit du Royaume-Uni et ayant leur siège statutaire, leur administration centrale ou leur principal établissement au Royaume-Uni au dernier jour de la période de transition, inscrites à cette date au tableau de l'ordre des experts-comptables en France sur le fondement de l'article 7 quinquies de l'ordonnance du 19 septembre 1945 précitée, peuvent poursuivre leur exercice en France dans les conditions prévues par ces dispositions."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les dispositions de la présente ordonnance, en tant qu'elles intéressent l'article 8 de la loi du 31 décembre 1971 précitée, sont applicables en Polynésie française et en Nouvelle-Calédonie.Ces mêmes dispositions, en tant qu'elles intéressent le 1° de l'article L. 822-1-3 du code de commerce, l'article 8 de la loi du 31 décembre 1971, le titre Ier de la loi du 31 décembre 1990 précités, sont applicables à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La présente ordonnance entre en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de la relance, le ministre des outre-mer et le garde des sceaux, ministre de la justice, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}