{
  "id": "jorftext000000512216",
  "type": "statute",
  "title": "Loi n° 86-1383 du 31 décembre 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000512216",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'effort de la Nation en faveur des départements d'outre-mer, de Saint-Pierre-et-Miquelon et de Mayotte tend au développement économique, à l'emploi des jeunes, à la mobilité des populations entre ces collectivités et la métropole, à la réalisation   en cinq ans, dans les conditions fixées par la présente loi, de la parité sociale globale avec la métropole.Les départements d'outre-mer et les collectivités territoriales de Saint-Pierre-et-Miquelon et de Mayotte se voient ainsi confirmés dans leur rôle de pôle de rayonnement de la France en Amérique et dans l'océan Indien."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont approuvés les objectifs et les moyens d'un programme de développement économique et social pour la période 1987 à 1991, défini par la présente loi et par ses annexes. Un programme complémentaire en matière de logement se prolongera jusqu'en 1994.\n\nL'exécution de ces programmes entraîne, pour le budget de l'Etat, l'inscription de crédits supplémentaires par rapport à ceux figurant en loi de finances initiale pour 1986. Ces crédits sont répartis comme suit :\n\n(Tableau non reproduit)\n\nIndépendamment des crédits du budget de l'Etat prévus au tableau ci-dessus, les régimes de sécurité sociale assurent, pour ce qui les concerne, la réalisation de la parité sociale globale dans les conditions fixées au titre III ci-après."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le gouvernement dépose chaque année un rapport d'exécution de la présente loi qui est annexé au projet de loi de finances. Ce rapport est communiqué au Conseil économique et social ainsi qu'aux conseils généraux et régionaux des collectivités territoriales."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les dispositions de la présente loi seront intégrées dans la loi de Plan, conformément aux dispositions de l'article 5 de la loi n° 82-653 du 29 juillet 1982 portant réforme de la planification."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "En vue de favoriser la constitution de pôles de développement économique en liaison avec les zones portuaires ou aéroportuaires, il peut être créé, dans les départements d'outre-mer, des zones franches dont le régime est défini par les articles 6 à 8 de la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les zones franches sont créées et délimitées par décret pris après accord du conseil général, du conseil régional et du ou des conseils municipaux de la ou des communes d'implantation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans les zones franches, sont suspendus, pour ce qui concerne les biens destinés à l'exportation et les services portant sur des biens matériels ou immatériels exportés ou destinés à l'exportation, les droits de douane, taxes sur le chiffre d'affaires et droits indirects, y compris l'octroi de mer et le droit additionnel à l'octroi de mer."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les entreprises qui se créent ou s'implantent dans les zones franches sont éxonérées de la taxe professionnelle au titre des activités de production de biens ou de prestation de services qu'elles y exercent."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans les départements d'outre-mer et à Saint-Pierre-et-Miquelon, les embauches de jeunes de seize à vingt-cinq ans effectuées pendant un délai d'un an à compter du premier jour du mois civil qui suit la publication de la présente loi donnent lieu aux exonérations définies ci-après. Pour l'application du présent article, l'âge du jeune s'entend de celui qu'il a atteint à la date de son entrée dans l'entreprise. Pour les femmes, la limite d'âge supérieure est augmentée d'un an par enfant né vivant avant que l'intéressée ait atteint l'âge de vingt-cinq ans.Bénéficient de l'exonération les employeurs soumis à l'obligation d'assurance contre le risque de privation d'emploi instituée par l'article L. 351-4 du code du travail, ainsi que les entreprises de pêche maritime, à l'exclusion de l'Etat, des collectivités locales et de leurs établissements publics administratifs.Toute embauche de jeune ouvre droit à une exonération de 50 p. 100 des cotisations patronales dues au titre des assurances sociales, des accidents du travail et des prestations familiales.Lorsque l'embauche est faite sur un contrat de travail temporaire ou à durée déterminée, la durée de ce contrat doit être au moins égale à trois mois.L'exonération   porte sur la totalité des cotisations patronales dues au titre des assurances sociales, des accidents du travail et des prestations familiales lorsque l'embauche est faite sur un contrat de qualification prévu à l'article L. 980-2 du code du travail ou un contrat d'adaptation prévu à l'article L. 980-6 du même code ou un contrat d'apprentissage ou un contrat d'engagement maritime.Dans tous les cas, l'exonération porte sur les cotisations afférentes aux rémunérations dues jusqu'à l'échéance du contrat ou au plus tard jusqu'à la fin du douzième mois civil suivant la date d'embauche. Lorsqu'il s'agit d'un contrat de qualification ou d'apprentissage, l'exonération porte sur les rémunérations dues jusqu'à la fin du contrat.L'Etat prend en charge les cotisations ayant donné lieu à exonération."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'Etat accroîtra son effort pour abaisser le coût du transport pour les jeunes originaires d'outre-mer venant en métropole recevoir une formation professionnelle. Il leur facilitera l'accès aux moyens de formation existants.L'Etat favorisera, avec le concours des collectivités locales et des établissements publics concernés, l'insertion en métropole des originaires d'outre-mer qui souhaitent s'y établir. A cet effet, il organisera l'accueil, l'installation, la formation professionnelle et la recherche d'emploi.L'Etat favorisera aussi, avec le concours des collectivités locales et des établissements publics concernés des départements d'outre-mer et collectivités à statut particulier, le retour de leurs habitants dans leur pays d'origine, s'ils peuvent justifier d'y exercer un emploi ou d'y créer une entreprise.Les missions de l'Etat en matière de mobilité entre l'outre-mer et la métropole seront confiées à un organisme public qui sera doté des moyens nécessaires, en particulier des crédits programmés à cet effet et prévus à l'article 2 de la présente loi.Un décret redéfinira les statuts de cet organisme public, qui devront prendre en compte les nouvelles missions qui lui seront imparties."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Pour les années 1987 et suivantes, les crédits d'Etat supplémentaires consacrés, par application de la présente loi, à l'apprentissage et à la formation professionnelle continue seront versés aux fonds régionaux de l'apprentissage et de la formation professionnelle continue et répartis entre les régions d'outre-mer dans les conditions fixées au 1° de l'article 85 de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le programme de développement de cinq ans prévu par la présente loi a notamment pour objectif de réaliser progressivement, entre, d'une part, les départements d'outre-mer et, d'autre part, la métropole, une parité sociale globale définie comme il est dit ci-après.Il y a parité sociale globale   lorsque le volume des prestations sociales de toute nature assurées par l'Etat et par les régimes de sécurité sociale, et versées dans les départements d'outre-mer, correspond, compte tenu des mesures d'adaptation nécessitées par leur situation particulière, à celui qui serait obtenu si toutes les prestations existant en métropole et assurées par l'Etat et par les régimes de sécurité sociale y étaient servies dans des conditions analogues.Les sommes complémentaires destinées à atteindre la parité sociale globale pourront être soit versées sous forme individuelle, soit consacrées à des actions collectives d'intérêt social."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'extension de l'allocation compensatrice aux adultes handicapés, créée par l'article 39 de la loi d'orientation en faveur des personnes handicapées, n° 75-534 du 30 juin 1975, sera compensée dans le cadre de la dotation générale de décentralisation dans des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les crédits d'Etat supplémentaires consacrés, par application de la présente loi, aux équipements scolaires seront affectés aux dotations prévues en faveur des régions et des départements par les articles 16 et 17 de la loi n° 83-663 du 22 juillet 1983 complétant la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat. Ils seront répartis entre les régions d'outre-mer, d'une part, les départements d'outre-mer, d'autre part, dans les conditions fixées au deuxième alinéa de l'article 16 et au deuxième alinéa de l'article 17 de la loi n° 83-663 du 22 juillet 1983 précitée."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Une loi ultérieure adaptera les règles relatives à la protection, l'aménagement et la mise en valeur du littoral, aux nécessités du développement touristique et des activités liées à la mer dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon et à Mayotte.Elle prévoira également les actions que l'Etat compte mener dans la zone économique exclusive dont la France a la charge dans ces départements et ces collectivités territoriales."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Des décrets en Conseil d'Etat précisent, en tant que de besoin, les modalités d'application de la présente loi."
    },
    {
      "provision_ref": "artAnnexeI",
      "section": "AnnexeI",
      "title": "Article AnnexeI",
      "content": "Mesures d'incitation au développement économique\n\nLe développement de l'économie des départements d'outre-mer et des collectivités de Saint-Pierre-et-Miquelon et Mayotte doit résulter de la croissance de l'investissement et de la production dans le but de créer des emplois stables.\n\nAfin d'y parvenir, un ensemble cohérent de mesures nouvelles choisies en raison de leur efficacité seront mises en oeuvre. Elles concernent le logement, l'aide aux investissements des entreprises, les transports aériens et l'agriculture. Elles sont financées dans les conditions prévues à l'article 2 de la présente loi.\n\n1. L'action en matière de logement portera sur la résorption de l'habitat insalubre, l'amélioration des logements existants et la construction de logements neufs. En raison de l'ampleur des besoins exprimés par les populations, un programme global sera engagé devant conduire au doublement de l'effort consenti actuellement par le budget de l'Etat. Ce programme devra concerner en priorité la fraction la plus déshéritée de la population.\n\nEn outre, le quart en moyenne sur la période 1987-1991 des actions engagées au titre de la résorption de l'habitat insalubre par le Comité interministériel des villes sera réservé aux départements d'outre-mer, à Saint-Pierre-et-Miquelon et à Mayotte.\n\n2. Les aides de l'Etat aux investissements productifs seront améliorées afin de leur donner un caractère plus incitatif grâce à une procédure administrative rapide et simple. La décision d'octroi des primes et des aides, lorsqu'elles existent, sera déconcentrée au niveau du représentant de l'Etat dans chaque région.\n\nCe régime, qui sera étendu à Mayotte, fera l'objet d'un décret dans le délai d'un an à compter de la publication de la présente loi.\n\n3. Dans le but de faire bénéficier les populations d'outre-mer et l'économie de ces départements de liens efficaces avec la métropole, l'Etat prendra les mesures propres à disposer de moyens de transport aérien élargis et bon marché. Cet objectif suppose l'instauration progressive d'une concurrence entre les transporteurs nationaux compatible avec les obligations du service public.\n\nDans une première étape, les compagnies de vol à la demande sont autorisées à ouvrir des liaisons entre les départements d'outre-mer et tout point du territoire métropolitain pour le transport de personnes et de marchandises. Cette autorisation s'accompagne de conventions avec l'Etat, en conformité avec un cahier des dispositions communes définissant les obligations du service public.\n\nEn vue de contribuer au développement, d'une part, des zones franches et, d'autre part, des industries locales, l'Etat veillera à la régulation de l'offre de transport maritime, notamment étrangère, par la création d'un observatoire de la desserte maritime des départements et territoires d'outre-mer, la mise en place d'un conseil des chargeurs maritimes et l'instauration de pénalités en cas de non-respect des principes et modalités de péréquation tarifaire négociés entre la majorité des armateurs et des chargeurs. Une loi ultérieure et des décrets en Conseil d'Etat détermineront la composition et les règles de fonctionnement de ces organismes et la nature des pénalités applicables.\n\nDans le but d'aider les industries locales créatrices d'emplois et le développement économique de ces départements, l'Etat prendra les mesures propres à assurer une desserte régulière, efficace et au meilleur prix.\n\nPour parvenir notamment à l'indispensable péréquation tarifaire entre les coûts de transports, entre les différents produits, il convient de mettre en place des structures d'information, de concertation et d'arbitrage permettant en particulier de réguler l'offre étrangère de transport maritime par l'intervention de l'Etat.\n\nCes dispositions doivent permettre de s'assurer que tous les transporteurs dans un cadre concurrentiel ne favorisent pas les produits d'importation manufacturés concurrents des productions locales.\n\n4. Sans préjudice de la poursuite des actions engagées en faveur du développement et de la diversification de l'agriculture de l'outre-mer dans le cadre de la Communauté européenne, l'installation des jeunes agriculteurs sera facilitée par l'alignement dans les départements d'outre-mer des conditions d'attribution de la dotation aux jeunes agriculteurs, des prêts aux jeunes agriculteurs et des prêts de modernisation sur le régime le plus favorable en vigueur en métropole.\n\nPar ailleurs, lorsque les organisations professionnelles mettent en place une procédure d'indemnisation des exploitations bananières, horticoles ou de plantes à parfum des pertes subies à la suite d'intempéries, l'Etat participe financièrement à la mise en place initiale des fonds de garantie."
    },
    {
      "provision_ref": "artAnnexeII",
      "section": "AnnexeII",
      "title": "Article AnnexeII",
      "content": "Opérations spécifiques de développement\n\nLes mesures d'incitation économique sont accompagnées de la mise en oeuvre immédiate d'opérations prioritaires qui font l'objet d'une participation financière exceptionnelle de l'Etat.\n\n1. Un programme d'amélioration et de modernisation des infrastructures est engagé. Il comporte les opérations suivantes :\n\n-en Guadeloupe, l'amélioration des infrastructures portuaires ;\n\n-en Guyane :\n\n-un programme de construction de voies d'accès à la ressource forestière ;\n\n-une étude en vue de l'amélioration des infrastructures portuaires ;\n\n-un complément de financement pour la reconstruction du centre hospitalier de Cayenne.\n\n-en Martinique, l'achèvement de la construction de la rocade routière de Fort-de-France.\n\n-à Mayotte, la réalisation d'un port en eau profonde et l'aménagement de la piste d'atterrissage.\n\n-à Saint-Pierre-et-Miquelon, l'amélioration des conditions de la desserte et le désenclavement économique de l'archipel.\n\n2. Dans les départements d'outre-mer, des opérations intégrées de développement seront proposées au financement de la Communauté européenne. A ce titre, l'opération intégrée de développement de la Réunion bénéficie de façon prioritaire du concours financier de l'Etat.\n\n3. A Mayotte, l'Etat arrêtera avant   le 31 décembre 1986, en concertation avec les élus locaux, un plan pluriannuel de développement agricole comprenant notamment un programme d'actions incitatives en faveur d'aménagements hydrauliques et du développement des cultures vivrières, maraîchères et fruitières.\n\nEn Guyane, un bilan de l'exécution du plan de développement agricole de 1976 sera établi. Les modalités de l'intervention de l'Etat seront réexaminées de manière à lui conférer une meilleure efficacité.\n\nL'article 2 de la présente loi retrace les engagements de l'Etat pour le financement de ces opérations indépendamment de ceux qui figurent aux contrats de plan signés entre l'Etat d'une part et les régions d'outre-mer et la collectivité de Saint-Pierre-et-Miquelon d'autre part."
    },
    {
      "provision_ref": "artAnnexeIII",
      "section": "AnnexeIII",
      "title": "Article AnnexeIII",
      "content": "Dispositions relatives à l'éducation, à la formation professionnelle\n\net au développement sanitaire et social\n\nLes départements d'outre-mer et les collectivités territoriales de Saint-Pierre-et-Miquelon et de Mayotte présentent, à des degrés divers, des retards par rapport à la métropole dans un certain nombre de secteurs qui sont directement de la compétence de l'Etat ou, depuis les lois de décentralisation, des collectivités locales.\n\nI.-En matière de formation professionnelle.\n\nLes dotations régionales de formation professionnelle et d'apprentissage doivent tenir compte du financement d'un certain nombre d'établissements de formation en cours de construction et de leurs charges de fonctionnement. En outre, les besoins de formation continuent de s'accroître à mesure que parviennent à la fin de la scolarité obligatoire des classes d'âge nombreuses. Enfin, le développement économique des départements d'outre-mer justifie la création de nouvelles filières de formation. Les actions nouvelles seront entreprises dans le respect des procédures prévues par les articles 82 à 86 de la loi n° 83-8 du 7 janvier 1983.\n\nEnfin, l'Etat accroîtra son effort financier pour l'embauche des jeunes de seize à vingt-cinq ans dans le cadre des chantiers de développement.\n\nLes dispositions prévues aux alinéas précédents s'appliquent à la collectivité territoriale de Saint-Pierre-et-Miquelon et, à partir de 1988, à Mayotte.\n\nII.-En matière d'éducation.\n\nL'Etat considère comme prioritaires l'amélioration des équipements scolaires et de la qualité de l'encadrement pédagogique ainsi que le développement de l'enseignement agricole, professionnel, technique et technologique dans les départements d'outre-mer à Mayotte et à Saint-Pierre-et-Miquelon.\n\nL'Etat s'engage en outre à financer le développement de formations technologiques supérieures et de l'enseignement des langues étrangères dans les académies des Antilles et de la Guyane et de la Réunion. Les structures qui assureront ces formations (I. U. T., autres formations universitaires, lycées) seront déterminées après étude des besoins et débouchés et d'ici le 1er juillet 1987   .\n\nUn programme particulier sera mis en place pour Saint-Pierre-et-Miquelon et Mayotte.\n\nIII.-En matière d'équipement sanitaire et social.\n\nLe retard constaté dans les départements d'outre-mer, à Mayotte et à Saint-Pierre-et-Miquelon nécessite un effort de rattrapage, en sus des engagements pris au sein des contrats de plan.\n\nL'Etat proposera aux régions d'outre-mer et à la collectivité territoriale de Saint-Pierre-et-Miquelon des avenants aux contrats de plan afin de contribuer à l'amélioration et au développement des équipements sanitaires et sociaux, en considérant notamment la nécessité de constituer des ensembles suffisamment diversifiés et intégrés pour réduire les besoins en matière d'évacuations sanitaires. Ces avenants comporteront également des mesures en faveur des équipements sociaux notamment pour les personnes âgées et les handicapés.\n\nL'Etat mettra en place un programme particulier pour Mayotte.\n\nLes moyens financiers propres à permettre cet effort de l'Etat sont retracés à l'article 2 de la présente loi.\n\nIV.-En matière de prestations sociales.\n\nDans le cadre de la mise en oeuvre de la parité sociale globale, les dispositions du décret n° 77-1549 du 31 décembre 1977 seront étendues aux départements d'outre-mer à compter du 1er janvier 1988, en ce qui concerne l'allocation compensatrice aux adultes handicapés. Dans le délai d'un an à compter de la publication de la présente loi, sera publié un décret modifiant l'article D. 814-1 du code de la sécurité sociale et étendant aux départements d'outre-mer l'allocation spéciale mentionnée à l'article L. 814-1 dudit code.\n\nDans un délai d'un an à compter de la publication de la présente loi, un nouveau régime de retraite sera mis en place dans la collectivité territoriale de Saint-Pierre-et-Miquelon.\n\nDans le même délai, le régime particulier de protection sociale applicable à cette collectivité territoriale sera complété."
    },
    {
      "provision_ref": "artAnnexeIV",
      "section": "AnnexeIV",
      "title": "Article AnnexeIV",
      "content": "Dispositions relatives à la culture et à la communication\n\nLes cultures des départements d'outre-mer concourent à l'enrichissement de la culture française.\n\nL'Etat doit contribuer, avec le concours des collectivités locales concernées, au développement et à la promotion locale, nationale et internationale de ces cultures. Il apportera son soutien, en particulier, à la protection et à la mise en valeur du patrimoine, à la création, à la diffusion et à la formation artistiques.\n\nIl proposera aux régions d'outre-mer et à la collectivité territoriale de Saint-Pierre-et-Miquelon des avenants aux contrats de plan pour mettre en oeuvre ces dispositions. Il proposera à la collectivité territoriale de Mayotte un contrat particulier.\n\nL'effort financier que l'Etat consentira en matière culturelle est retracé à l'article 2 de la présente loi.\n\nEn matière de communication, le resserrement des liens entre la métropole, d'une part, les départements d'outre-mer et Saint-Pierre-et-Miquelon, d'autre part, passe notamment par un effort portant sur la télévision.\n\nLes moyens techniques et financiers nécessaires seront dégagés pour permettre la diffusion quotidienne directe d'un nombre croissant d'heures d'émissions des sociétés nationales de programme de télévision.\n\nParallèlement seront mis en place les moyens techniques et financiers propres à assurer, outre la plus large couverture des départements d'outre-mer, de Saint-Pierre-et-Miquelon et de Mayotte, le rayonnement de la France dans les parties du monde où se trouvent ces collectivités.\n\nEnfin, l'utilisation des satellites tiendra compte des besoins des départements d'outre-mer en moyens modernes de communication dans la perspective d'un abaissement progressif du coût des liaisons pour les particuliers et les entreprises."
    },
    {
      "provision_ref": "artAnnexeV",
      "section": "AnnexeV",
      "title": "Article AnnexeV",
      "content": "Dispositions relatives au plan de développement\n\nparticulier de Mayotte\n\nDans tous les secteurs d'activité, comme dans le rythme et le niveau de son développement, Mayotte accuse d'importants retards, non seulement sur la métropole, mais également par rapport aux autres collectivités d'outre-mer.\n\nC'est pourquoi des dispositions particulières adaptées aux spécificités locales visent à assurer un rattrapage économique et social de cette collectivité.\n\n1° Les mesures suivantes seront mises en oeuvre au cours des cinq années à venir et seront assurées des moyens financiers, techniques et humains nécessaires à leur réalisation :\n\n-le désenclavement interne et externe de l'île par la construction d'un \" port en eau profonde \" à Longoni, l'amélioration de la desserte aérienne et du réseau des routes nationales ;\n\n-la réalisation des équipements de base, indispensables à la diffusion du progrès économique : adduction d'eau, centrale électrique et électrification rurale ;\n\n-un programme de modernisation et de relance de l'agriculture, reposant notamment sur la défense et la restructuration des sols, l'irrigation, la relance des cultures d'exportation, la valorisation des cultures vivrières et fruitières, l'amélioration de l'élevage, l'aménagement des zones agro-sylvo-pastorales et l'émergence d'une pêche moderne et de l'aquaculture ;\n\n-l'amélioration des conditions d'existence des populations, grâce à un programme de réduction de l'habitat insalubre et d'assainissement des villages, ainsi qu'à la poursuite de l'effort en faveur du logement social ;\n\n-une meilleure formation des jeunes, scolaire et professionnelle, grâce à une augmentation du nombre des classes, à une amélioration pédagogique et administrative de l'enseignement et à un effort important de construction d'établissements scolaires du secteur primaire, secondaire, de l'enseignement technique et professionnel. Ce programme d'investissement sera accompagné des moyens de fonctionnement et de personnel nécessaires ;\n\n-l'installation d'un service militaire adapté accueillant des volontaires dès 1988 ;\n\n-la mise en place progressive de cantines scolaires dont le financement sera assuré pour partie par l'instauration d'un régime de prestations sociales collectives ;\n\n-la rénovation des équipements hospitaliers et sanitaires avec la modernisation et l'extension de l'hôpital de Mamoudzou ainsi que la création de quatre dispensaires dotés de moyens modernes de fonctionnement ;\n\n-la mise en oeuvre, enfin, d'un programme exceptionnel d'équipements sportifs et socio-culturels, avec un effort particulier en faveur de la lecture publique et de la diffusion de programmes audiovisuels à vocation éducative sur l'ensemble de l'île.\n\n2° La réalisation de ce programme suppose l'amélioration des instruments juridiques et le renforcement des moyens des administrations locales\n\nDans un délai maximum de cinq ans, une réforme du régime juridique applicable à Mayotte, comportant notamment une intégration adaptée du droit foncier, des droits du travail, de l'urbanisme, des règles régissant les marchés publics, de la procédure pénale, sera effectuée.\n\nDans le même délai, les moyens de l'administration de l'Etat :\n\npolice, gendarmerie, services financiers, du travail, de l'emploi, de l'agriculture et de la forêt, devront être créés ou renforcés lorsqu'ils existent.\n\nEn tant que de besoin, les établissements ou organismes assurant des services publics ou concourant au financement des collectivités locales en métropole ou dans les départements ou territoires d'outre-mer exerceront leurs missions à Mayotte.\n\nLes concours de l'Etat aux collectivités locales métropolitaines et aux départements d'outre-mer seront étendus à Mayotte avant le 31 décembre 1991. La procédure des contrats de plan sera étendue à Mayotte.\n\nL'ensemble des dispositions de ce plan en faveur de Mayotte fera l'objet d'une convention définissant les engagements respectifs de l'Etat et de la collectivité territoriale de Mayotte. Elle sera proposée avant le 31 mars 1987   .\n\nLes crédits consacrés par l'Etat à l'exécution de ce plan figurent dans le tableau de l'article 2 de la présente loi."
    }
  ]
}