{
  "id": "jorftext000027735009",
  "type": "statute",
  "title": "LOI n°2013-660\n du 22 juillet 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000027735009",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans un délai de trois ans à compter de la promulgation de la présente loi, le Gouvernement remet aux commissions permanentes compétentes de l'Assemblée nationale et du Sénat un rapport évaluant l'impact, dans les établissements publics et privés d'enseignement supérieur, de l'article 2 de la présente loi sur l'emploi du français, l'évolution de l'offre de formations en langue étrangère, la mise en place d'enseignements de la langue française à destination des étudiants étrangers et l'évolution de l'offre d'enseignements en langue française dans des établissements étrangers."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La stratégie nationale de l'enseignement supérieur mentionnée à l'article L. 123-1 du code de l'éducation et la stratégie nationale de recherche mentionnée à l'article L. 111-6 du code de la recherche sont présentées sous la forme d'un livre blanc de l'enseignement supérieur et de la recherche par le Gouvernement au Parlement tous les cinq ans."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "L'Etat peut, à titre expérimental et pour une durée de six ans à compter de la rentrée universitaire 2020, autoriser l'organisation des formations relevant du titre III du livre VI du code de l'éducation selon des modalités permettant de renforcer les échanges entre les formations, la mise en place d'enseignements en commun et l'accès à la formation par la recherche.Les conditions de mise en œuvre du premier alinéa du présent article sont définies par voie réglementaire. Elles précisent notamment les conditions d'évaluation des expérimentations en vue d'une éventuelle généralisation.Au cours de la sixième année de l'expérimentation, les ministres chargés de l'enseignement supérieur et de la santé présentent au Parlement un rapport d'évaluation des expérimentations menées au titre du présent article."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "A titre expérimental, pour une durée de six ans, des modalités particulières d'admission dans des formations paramédicales dont la liste est définie par arrêté conjoint des ministres chargés de la santé et de l'enseignement supérieur, après consultation des représentants, étudiants et professionnels des spécialités concernées, peuvent être fixées par décret sous la forme d'une première année commune à ces formations. Sont exclues de cette expérimentation les formations préparant au diplôme français d'Etat d'infirmier ou d'infirmière mentionné à l'article L. 4311-3 du code de la santé publique.Au cours de la cinquième année de l'expérimentation, les ministres chargés de l'enseignement supérieur et de la santé présentent conjointement au Conseil national de l'enseignement supérieur et de la recherche un rapport d'évaluation des expérimentations menées au titre du présent article. Ce rapport, accompagné de l'avis du Conseil national de l'enseignement supérieur et de la recherche, est adressé au Parlement."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Dans un délai de six mois suivant la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport formulant des propositions en vue d'améliorer le mode de sélection et de formation des futurs médecins et d'élargir les origines sociales et géographiques des étudiants. Ce rapport analyse la faisabilité de l'organisation d'épreuves classantes interrégionales pour les études de médecine."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Dans un délai de deux ans suivant la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport formulant des propositions en vue d'améliorer le recrutement, la formation et le déroulement de la carrière des enseignants-chercheurs. Ce rapport analyse les mesures mises en œuvre ou envisagées afin de renforcer la transparence des procédures de sélection des enseignants-chercheurs et de lutter contre le phénomène de localisme dans leur recrutement."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Le Gouvernement transmet chaque année au Parlement un rapport sur les mesures d'application de l'article 78 de la présente loi. Ce rapport recense les corps et cadres d'emplois de catégorie A relevant du statut général de la fonction publique dont les statuts particuliers ont été modifiés pour permettre aux titulaires d'un doctorat d'y accéder."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Dans un délai de six mois après la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'évolution du statut d'attaché temporaire d'enseignement et de recherche afin d'étudier la possibilité de créer deux types d'attaché : l'un destiné aux doctorants en fin de thèse qui vise à leur donner une première expérience d'enseignement tout en leur permettant de finir leur thèse, l'autre destiné aux docteurs en attente de poste ayant pour but de leur permettre de parfaire leurs compétences d'enseignement."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Le Gouvernement remet aux commissions permanentes compétentes de l'Assemblée nationale et du Sénat, au plus tard le 30 juin 2014, un rapport évaluant les conditions d'alignement du statut des enseignants des écoles territoriales d'art sur celui des enseignants des écoles nationales d'art et comprenant une analyse de la mise en œuvre de leurs activités de recherche."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Dans un délai de deux ans après la publication du décret mentionné à l'article L. 114-3-6 du code de la recherche, le Haut Conseil de l'évaluation de la recherche et de l'enseignement supérieur transmet au Parlement un rapport faisant le bilan de son fonctionnement. Ce rapport doit notamment retracer les méthodologies utilisées et préciser l'équilibre entre les missions d'évaluation directe par le Haut Conseil et de validation des évaluations réalisées par d'autres instances."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Le transfert de compétence prévu à l'article 19 entre en vigueur au 1er janvier 2014, sous réserve de l'inscription en loi de finances des dispositions relatives au transfert aux régions des crédits précédemment accordés par l'Etat aux personnes morales de droit privé ou de droit public au titre des opérations mises en œuvre par les acteurs régionaux de la culture scientifique, technique et industrielle. Ces crédits sont calculés sur la base de la moyenne actualisée des crédits attribués au cours des trois années précédant le transfert."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "IV.-Les statuts de l'Académie nationale de médecine sont approuvés par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Dans l'hypothèse où les agents de Supélec seraient transférés, dans le cadre de l'article L. 1224-3 du code du travail, à un établissement public résultant de la fusion de l'Ecole centrale de Paris et de l'association Supélec, les services effectués au titre des contrats antérieurs conclus avec Supélec sont assimilés à des services publics pour le calcul des services requis pour se présenter aux concours internes des corps de fonctionnaires de l'Etat ainsi que pour le classement dans l'un de ces corps."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Dans le cadre du projet de fusion entre l'Ecole centrale des arts et manufactures et l'Ecole supérieure d'électricité pour créer un nouvel établissement public à caractère scientifique, culturel et professionnel, les personnels issus de l'Ecole supérieure d'électricité peuvent conserver leur contrat de droit privé ou opter pour sa transformation en contrat de droit public, conformément à l'article L. 1224-3 du code du travail. Ce droit d'option peut s'exercer pendant une durée de quinze ans à dater de la création du nouvel établissement.Au sein du nouvel établissement, les personnels contractuels de droit privé sont représentés, au même titre que les personnels de droit public, par le comité technique, le comité d'hygiène, de sécurité et des conditions de travail et la commission consultative paritaire de l'établissement. Les livres Ier et III de la deuxième partie du code du travail ne s'appliquent pas."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. ― Le conseil d'administration de l'université en exercice à la date de publication de la présente loi adopte dans un délai d'un an, par délibération statutaire, des statuts en conformité avec les dispositions de cette même loi et, notamment, la composition du nouveau conseil d'administration et du conseil académique.II. ― Le conseil d'administration, le conseil académique et le président d'université sont désignés conformément à la présente loi à l'échéance du mandat des représentants élus des personnels du conseil d'administration en exercice à la date de publication de cette même loi.Toutefois, dans le cas où le président de l'université cesse ses fonctions, pour quelque cause que ce soit, il est mis fin au mandat des membres du conseil d'administration, du conseil scientifique et du conseil des études et de la vie universitaire et un conseil d'administration, un conseil académique et un président sont désignés dans les conditions prévues à la présente loi, si les statuts de l'établissement ont été modifiés conformément au I. Dans le cas contraire, un administrateur provisoire désigné par le recteur d'Académie, chancelier des universités, préside le conseil d'administration. Il est chargé notamment d'assurer la mise en conformité des statuts de l'université dans les conditions prévues au I. Lorsque ces statuts sont adoptés par le conseil d'administration, il est procédé comme prévu à la première phrase du présent alinéa.III. ― A compter de la publication de la présente loi, la commission de la recherche du conseil académique est constituée des membres du conseil scientifique et la commission de la formation et de la vie universitaire de ce même conseil est constituée des membres du conseil des études et de la vie universitaire. Le conseil scientifique exerce les compétences de la commission de la recherche et le conseil des études et de la vie universitaire celles de la commission de la formation et de la vie universitaire. Les membres des deux conseils siègent ensemble pour exercer les compétences du conseil académique en formation plénière. La section compétente du conseil académique prévue au IV de l'article L. 712-6-1 du code de l'éducation est constituée des enseignants-chercheurs et personnels assimilés membres élus du conseil scientifique et du conseil des études et de la vie universitaire.Jusqu'à la mise en place du conseil académique dans les conditions fixées par la présente loi, le président de l'université préside la commission de la recherche, la commission de la formation et de la vie universitaire et le conseil académique en formation plénière.Les sections disciplinaires du conseil d'administration restent en fonctions jusqu'à l'échéance du mandat des membres du conseil d'administration en exercice à la date de publication de la présente loi. Le conseil d'administration est compétent pour procéder à leur renouvellement jusqu'à la désignation des membres du conseil académique conformément aux articles L. 712-4, L. 712-5 et L. 712-6 du code de l'éducation, dans leur rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. ― Les établissements publics de coopération scientifique créés conformément à l'article L. 344-4 du code de la recherche, dans sa rédaction antérieure à la publication de la présente loi, deviennent des communautés d'universités et établissements à la date de publication de la présente loi.Le conseil d'administration de l'établissement public de coopération scientifique en exercice à la date de publication de la présente loi adopte, dans un délai d'un an à compter de la même date, les nouveaux statuts de l'établissement pour les mettre en conformité avec les articles L. 718-7 à L. 718-15 du code de l'éducation, dans leur rédaction résultant de la présente loi. Le président de l'établissement public de coopération scientifique en exercice à la date de publication de la présente loi est maintenu en fonctions jusqu'à l'élection du président de la communauté d'universités et établissements dans les conditions prévues à l'article L. 718-10 du même code, dans sa rédaction résultant de la présente loi. Les membres du conseil d'administration de l'établissement public de coopération scientifique en exercice à la date de publication de la présente loi continuent à siéger jusqu'à la désignation des membres du conseil d'administration de la communauté d'universités et établissements conformément à ses nouveaux statuts.Le nouveau conseil d'administration, le président et le conseil académique sont désignés conformément aux dispositions de la présente loi dans un délai d'un an à compter de l'approbation des nouveaux statuts de la communauté d'universités et établissements.Les biens, droits et obligations, y compris les contrats des personnels, de l'établissement public de coopération scientifique sont transférés à la communauté d'universités et établissements à compter de la date de publication du décret portant approbation de la modification des statuts. Les étudiants inscrits dans l'établissement public de coopération scientifique sont inscrits à la communauté d'universités et établissements à compter de cette même date. La communauté d'universités et établissements délivre les diplômes nationaux à ces étudiants à la fin de leurs études.II. ― Toutefois, les établissements publics de coopération scientifique Agreenium, Condorcet et ParisTech restent régis, pendant cinq années à compter de la publication de la présente loi, par la section 2 du chapitre IV du titre IV du livre III du code de la recherche, dans sa rédaction antérieure à la publication de la présente loi."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Les décrets pris pour l'application du deuxième alinéa de l'article L. 719-10 du code de l'éducation, dans sa rédaction antérieure à la publication de la présente loi, sont modifiés dans un délai de deux ans à compter de cette même publication pour mentionner les compétences mises en commun entre l'établissement de rattachement et les établissements rattachés conformément à l'article L. 718-16 du même code."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "Les biens, droits et obligations, y compris les contrats des personnels, de l'Agence d'évaluation de la recherche et de l'enseignement supérieur sont transférés au Haut Conseil de l'évaluation de la recherche et de l'enseignement supérieur à compter de la date de publication du décret en Conseil d'Etat prévu à l'article L. 114-3-6 du code de la recherche, dans sa rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Le 3° du I de l'article 33 de la présente loi est mis en œuvre dans un délai de deux ans à compter de la publication de cette même loi."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Pour la première accréditation prévue à l'article L. 613-1 du code de l'éducation, dans sa rédaction résultant de la présente loi, lorsque la durée du contrat liant l'Etat à l'établissement public d'enseignement supérieur restant à courir est inférieure à un an, les établissements sont accrédités jusqu'au terme du contrat suivant."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Les modalités d'examen des questions individuelles relatives au recrutement, à l'affectation et à la carrière des enseignants-chercheurs et des enseignants prévues au IV de l'article L. 712-6-1 et à l'article L. 952-6-1 du code de l'éducation, dans leur rédaction résultant de la présente loi, sont applicables à compter de l'entrée en vigueur des modifications des textes réglementaires régissant les différentes catégories de personnels enseignants-chercheurs et enseignants rendues nécessaires par la présente loi."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance le code de la recherche afin :1° D'adapter le code, à droit constant, afin d'y créer un nouveau livre relatif à la valorisation et au transfert de la recherche en direction du monde économique, des associations et fondations reconnues d'utilité publique ;2° De remédier aux éventuelles erreurs de codification ;3° D'abroger les dispositions devenues sans objet ;4° D'étendre, le cas échéant avec les adaptations nécessaires, l'application des dispositions du code de la recherche en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises ainsi que de permettre les adaptations nécessaires à l'application de ces dispositions à Mayotte, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon.II.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance la partie législative du code de l'éducation afin :1° D'adapter le code, afin, notamment, d'introduire des dispositions relatives aux études de maïeutique et de modifier celles relatives aux établissements d'enseignement supérieur spécialisés ;2° De remédier aux éventuelles erreurs de codification ;3° D'abroger les dispositions devenues sans objet ;4° D'étendre, le cas échéant avec les adaptations nécessaires, l'application de ces dispositions du code de l'éducation à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.III. ― Les ordonnances prévues aux I et II doivent être prises dans un délai d'un an à compter de la promulgation de la présente loi.Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I.-Le chapitre Ier et l'article 17 du titre Ier, les titres II et III, le titre IV, à l'exception des articles 26, 27 et du VI de l'article 38 de la présente loi sont applicables dans les îles Wallis et Futuna dans leur rédaction résultant de l'ordonnance n° 2015-24 du 14 janvier 2015 portant extension et adaptation dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie de la loi n° 2013-660 du 22 juillet 2013 relative à l'enseignement supérieur et à la recherche.\n\nLe chapitre Ier et l'article 17 du titre Ier, les titres II et III, le titre IV, à l'exception des articles 26, 27, 28, 36, des V et VI de l'article 38 et des articles 40 et 41 de la présente loi sont applicables en Polynésie française dans leur rédaction résultant de l'ordonnance n° 2015-24 du 14 janvier 2015 portant extension et adaptation dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie de la loi n° 2013-660 du 22 juillet 2013 relative à l'enseignement supérieur et à la recherche.\n\nLe chapitre Ier et l'article 17 du titre Ier, les titres II et III, le titre IV, à l'exception des articles 26, 27, 28, 36, des V et VI de l'article 38 et des articles 40 et 41 de la présente loi sont applicables en Nouvelle-Calédonie dans leur rédaction résultant de l'ordonnance n° 2015-24 du 14 janvier 2015 portant extension et adaptation dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie de la loi n° 2013-660 du 22 juillet 2013 relative à l'enseignement supérieur et à la recherche .\n\nL'article 39 de la présente loi est applicable dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie, dans sa rédaction résultant de la loi n° 2018-166 du 8 mars 2018 relative à l'orientation et à la réussite des étudiants.\n\nII.-A modifié les dispositions suivantes :\n\n-Code de l'éducation"
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures législatives nécessaires à l'extension et à l'adaptation à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna des dispositions de la présente loi, autres que celles mentionnées au I de l'article 125, et des dispositions de la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires modifiant le code de l'éducation.Les projets de loi de ratification sont déposés devant le Parlement au plus tard six mois après la publication des ordonnances."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I. ― (Abrogé)\n\nII. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures législatives nécessaires pour étendre et, le cas échéant, adapter à Mayotte les dispositions de la présente loi, notamment son titre V.\n\nLe projet de loi de ratification est déposé devant le Parlement au plus tard six mois après la publication de cette ordonnance."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, des mesures législatives modifiant le chapitre unique du titre VIII du livre VII de la troisième partie du code de l'éducation relatif aux dispositions applicables à l'université des Antilles et de la Guyane pour y adapter le titre V de la présente loi.Le projet de loi de ratification est déposé au plus tard six mois après la publication de l'ordonnance.Le titre V de la présente loi est applicable à l'université des Antilles et de la Guyane au plus tard à compter du premier jour du douzième mois suivant sa publication au Journal officiel."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I.-L'ordonnance n° 2008-1305 du 11 décembre 2008 modifiant la partie législative du code de la recherche est ratifiée.\n\nA modifié les dispositions suivantes :\n\n-Code de la recherche"
    }
  ]
}