{
  "id": "jorftext000000365243",
  "type": "statute",
  "title": "Loi n° 94-629 du 25 juillet 1994",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000365243",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. ...II.  Les dispositions prévues au I entrent en vigueur au 1er janvier 1995 pour les enfants nés à compter du 1er juillet 1994."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les dispositions du présent chapitre sont applicables pour les périodes d'emploi des salariés mentionnés à l'article L. 842-1 du code de la sécurité sociale commençant le 1er janvier 1995 ou postérieures à cette date."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Est exonérée de toutes cotisations et contributions salariales et patronales d'origine légale ou conventionnelle imposées par la loi l'allocation versée, en application d'un accord collectif au sens de l'article L. 132-2 du code du travail, par l'employeur au salarié pendant la durée de son congé parental d'éducation ou de sa période d'activité à temps partiel dans les conditions prévues à l'article L. 122-28-1 du code du travail et ayant pour effet de compenser en tout ou partie la perte ou la diminution de rémunération résultant de ce congé ou de cette réduction de durée de travail.En cas de réduction de la durée du travail du salarié, le bénéfice de l'exonération prévue au présent article n'est pas accordé si l'importance de la diminution de la rémunération du salarié excède celle de la réduction de sa durée de travail.Le bénéfice de l'exonération prévue au présent article est subordonné à la condition que l'employeur compense par une ou plusieurs embauches le volume des heures de travail prévu au contrat des salariés avant la prise du congé ou l'exercice de l'activité à temps partiel et pendant la durée du congé ou la période d'activité à temps partiel mentionnées à l'article L. 122-28-1 précité.A défaut de compensation dans les trente jours suivant la prise du congé ou l'exercice de l'activité à temps partiel, le droit à exonération de l'allocation est supprimé à compter du premier versement suivant.Les dispositions du présent article sont applicables aux allocations versées par les employeurs visés aux articles L. 351-4 et L. 351-12 (3° et 4°) du code du travail ainsi qu'aux employeurs de la pêche maritime non couverts par lesdits articles, à l'exception des particuliers employeurs.Les dispositions du présent article sont applicables aux allocations versées à compter du 1er octobre 1994 et avant le 31 décembre 1999.Un bilan de l'application du dispositif prévu par le présent article sera présenté au Parlement par le Gouvernement avant le 30 juin 1999."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les dispositions du présent titre entrent en vigueur le 1er janvier 1995."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les dispositions des articles 25 et 26 sont applicables lorsque la date présumée ou réelle de l'accouchement ou la date de l'arrivée au foyer de l'enfant accueilli ou adopté est postérieure au 31 décembre 1994."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les dispositions des articles 28 à 30 entrent en vigueur le 1er janvier 1995 pour les enfants arrivés au foyer à compter de cette date."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les ressources de la Caisse nationale des allocations familiales sont au moins égales chaque année, pour la période du 1er janvier 1994 au 31 décembre 1998, au montant qu'elles auraient atteint à la fin de l'année considérée en cas de maintien des dispositions législatives et réglementaires applicables le 1er janvier 1993 au taux, à l'assiette et au champ d'application des cotisations et contributions énumérées à l'article L. 241-6 du code de la sécurité sociale.S'il est constaté, par la commission des comptes de la sécurité sociale, que les ressources de cette caisse sont inférieures au titre d'une année civile au montant déterminé dans les conditions définies à l'alinéa précédent, un versement de l'Etat équivalent à cette différence intervient selon des modalités prévues par la loi de finances établie au titre de l'année suivante."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Pendant la période allant du 1er janvier 1995 au 31 décembre 1999, les bases mensuelles de calcul des prestations familiales mentionnées à l'article L. 551-1 du code de la sécurité sociale sont revalorisées une ou plusieurs fois par an conformément à l'évolution des prix à la consommation hors tabac prévue dans le rapport économique et financier annexé à la loi de finances pour l'année civile à venir.Si l'évolution constatée des prix à la consommation hors tabac est différente de celle qui avait été initialement prévue, il est procédé à un ajustement destiné à assurer pour l'année civile suivante une évolution des bases mensuelles conforme à l'évolution des prix à la consommation hors tabac."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I.  Les pensions de réversion qui incombent au régime général, au régime des assurances sociales agricoles, au régime des professions artisanales, industrielles et commerciales, les pensions d'invalidité ou de vieillesse de veuve ou de veuf dues par le régime général et le régime des assurances sociales agricoles, ainsi que les pensions de veuve et de veuf incombant au régime applicable dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle, sont majorées forfaitairement de 3,846 p. 100 à compter du 1er janvier 1995 lorsqu'elles ont pris effet avant cette date.II.  Cette majoration s'applique au montant des pensions calculées avant qu'elles n'aient été portées éventuellement, selon le cas, au montant minimum des pensions d'invalidité et de vieillesse de veuve ou de veuf prévu au premier alinéa de l'article L. 342-4 du code de la sécurité sociale, au montant minimum des pensions de réversion prévu au deuxième alinéa de l'article L. 353-1 du même code ou au montant minimum des pensions de veuve ou de veuf prévu au premier alinéa de l'article L. 357-10 du même code.III.  Les pensions ainsi majorées ne peuvent toutefois être cumulées avec des avantages personnels de vieillesse, d'invalidité ou d'accident du travail que dans les limites prévues, selon le cas, au second alinéa de l'article L. 342-1 ou au dernier alinéa de l'article L.353-1 du code de la sécurité sociale, en vigueur à la date de leur dernière application."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le Haut Conseil de la population et de la famille est obligatoirement consulté sur les programmes destinés aux enfants, lors de l'élaboration du cahier des charges des sociétés nationales de programmes visées aux articles 44 et 45 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. ...II. ...III. ...IV. Les dispositions du présent article sont applicables par les organismes payeurs, au fur et à mesure de leurs possibilités de gestion, à des dates fixées par arrêté du ministre chargé de la sécurité sociale et au plus tard le 1er janvier 1997."
    }
  ]
}