{
  "id": "jorftext000030248562",
  "type": "statute",
  "title": "LOI n°2015-177 du 16 février 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030248562",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires pour :\n\n1° Simplifier les règles relatives à l'administration légale :\n\na) En réservant l'autorisation systématique du juge des tutelles aux seuls actes qui pourraient affecter de manière grave, substantielle et définitive le patrimoine du mineur ;\n\nb) En clarifiant les règles applicables au contrôle des comptes de gestion ;\n\n2° Aménager le droit de la protection juridique des majeurs, en prévoyant un dispositif d'habilitation par justice au bénéfice des ascendants, descendants, frères et sœurs, partenaire d'un pacte civil de solidarité ou concubin, au sens de l'article 515-8 du code civil, d'un majeur hors d'état de manifester sa volonté, permettant de le représenter ou de passer certains actes en son nom sans qu'il soit besoin de prononcer une mesure de protection judiciaire ;\n\n3° Aménager et modifier toutes dispositions de nature législative permettant d'assurer la mise en œuvre et de tirer les conséquences des modifications apportées en application des 1° et 2°.\n\nII.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code civil\n\n-Code civil\n\n-Code civil"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires pour :\n\n1° Articuler, en cas de divorce, l'intervention du juge aux affaires familiales et la procédure de liquidation et de partage des intérêts patrimoniaux des époux, en renforçant les pouvoirs liquidatifs du juge saisi d'une demande en divorce pour lui permettre, le cas échéant, de prendre des décisions relatives à la liquidation et au partage de leurs intérêts patrimoniaux ;\n\n2° Aménager et modifier toutes dispositions de nature législative permettant d'assurer la mise en œuvre et de tirer les conséquences des modifications apportées en application du présent I.\n\nII.-A modifié les dispositions suivantes :\n\nIII.-A créé les dispositions suivantes :\n\n-Code civil\n\n-Loi n° 2004-193 du 27 février 2004"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires pour modifier la structure et le contenu du livre III du code civil, afin de moderniser, de simplifier, d'améliorer la lisibilité, de renforcer l'accessibilité du droit commun des contrats, du régime des obligations et du droit de la preuve, de garantir la sécurité juridique et l'efficacité de la norme et, à cette fin :1° Affirmer les principes généraux du droit des contrats tels que la bonne foi et la liberté contractuelle ; énumérer et définir les principales catégories de contrats ; préciser les règles relatives au processus de conclusion du contrat, y compris conclu par voie électronique, afin de clarifier les dispositions applicables en matière de négociation, d'offre et d'acceptation de contrat, notamment s'agissant de sa date et du lieu de sa formation, de promesse de contrat et de pacte de préférence ;2° Simplifier les règles applicables aux conditions de validité du contrat, qui comprennent celles relatives au consentement, à la capacité, à la représentation et au contenu du contrat, en consacrant en particulier le devoir d'information et la notion de clause abusive et en introduisant des dispositions permettant de sanctionner le comportement d'une partie qui abuse de la situation de faiblesse de l'autre ;3° Affirmer le principe du consensualisme et présenter ses exceptions, en indiquant les principales règles applicables à la forme du contrat ;4° Clarifier les règles relatives à la nullité et à la caducité, qui sanctionnent les conditions de validité et de forme du contrat ;5° Clarifier les dispositions relatives à l'interprétation du contrat et spécifier celles qui sont propres aux contrats d'adhésion ;6° Préciser les règles relatives aux effets du contrat entre les parties et à l'égard des tiers, en consacrant la possibilité pour celles-ci d'adapter leur contrat en cas de changement imprévisible de circonstances ;7° Clarifier les règles relatives à la durée du contrat ;8° Regrouper les règles applicables à l'inexécution du contrat et introduire la possibilité d'une résolution unilatérale par notification ;9° Moderniser les règles applicables à la gestion d'affaires et au paiement de l'indu et consacrer la notion d'enrichissement sans cause ;10° Introduire un régime général des obligations et clarifier et moderniser ses règles ; préciser en particulier celles relatives aux différentes modalités de l'obligation, en distinguant les obligations conditionnelles, à terme, cumulatives, alternatives, facultatives, solidaires et à prestation indivisible ; adapter les règles du paiement et expliciter les règles applicables aux autres formes d'extinction de l'obligation résultant de la remise de dette, de la compensation et de la confusion ;11° Regrouper l'ensemble des opérations destinées à modifier le rapport d'obligation ; consacrer, dans les principales actions ouvertes au créancier, les actions directes en paiement prévues par la loi ; moderniser les règles relatives à la cession de créance, à la novation et à la délégation ; consacrer la cession de dette et la cession de contrat ; préciser les règles applicables aux restitutions, notamment en cas d'anéantissement du contrat ;12° Clarifier et simplifier l'ensemble des règles applicables à la preuve des obligations ; en conséquence, énoncer d'abord celles relatives à la charge de la preuve, aux présomptions légales, à l'autorité de chose jugée, aux conventions sur la preuve et à l'admission de la preuve ; préciser, ensuite, les conditions d'admissibilité des modes de preuve des faits et des actes juridiques ; détailler, enfin, les régimes applicables aux différents modes de preuve ;13° Aménager et modifier toutes dispositions de nature législative permettant d'assurer la mise en œuvre et de tirer les conséquences des modifications apportées en application des 1° à 12°."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "II. - Le I est applicable dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-L'ordonnance n° 2011-1895 du 19 décembre 2011 relative à la partie législative du code des procédures civiles d'exécution est ratifiée.\n\nII. à V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Les III et IV sont applicables dans les îles Wallis et Futuna. Ils ne le sont pas dans les Terres australes et antarctiques françaises.\n\n-Code des procédures civiles d'exécution\n\n-Code des procédures civiles d'exécution\n\n-Livre des procédures fiscales\n\n-Code des procédures civiles d'exécution\n\n-Code des procédures civiles d'exécution\n\n-Code des procédures civiles d'exécution\n\n-Code des procédures civiles d'exécution"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "IV. - Le 1° du I est applicable dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "III.-1. Les I et II entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard six mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "VI.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi pour modifier :"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-La responsabilité du Centre national du cinéma et de l'image animée est substituée à celle incombant au conservateur des registres du cinéma et de l'audiovisuel au titre des préjudices résultant de l'exécution des missions qu'il a effectuées jusqu'à la date d'entrée en vigueur du présent article. Le Centre national du cinéma et de l'image animée est corrélativement substitué au conservateur des registres du cinéma et de l'audiovisuel dans les droits et biens qui garantissent cette responsabilité en application du chapitre IV du titre Ier de la loi du 21 ventôse an VII et des textes qui ont modifié ou complété les dispositions qu'il comprend.\n\nIII.-Le présent article entre en vigueur trois mois après la date de promulgation de la présente loi.\n\n- Code du cinéma et de l'image animée\n\n- Code du cinéma et de l'image animée\n\n- Code du cinéma et de l'image animée"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I est applicable aux demandes d'agrément dont la commission prévue à l'article 54 de la loi n° 71-1130 du 31 décembre 1971 précitée est saisie à la date de publication de la présente loi.\n\n-Loi n° 71-1130 du 31 décembre 1971\n\nArt. 54"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires pour fusionner la commission nationale d'inscription et de discipline des administrateurs judiciaires et la commission nationale d'inscription et de discipline des mandataires judiciaires, prévues, respectivement, aux articles L. 811-2 et L. 812-2 du code de commerce."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-A abrogé les dispositions suivantes :\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires pour fusionner la commission compétente pour l'attribution de la qualité d'officier de police judiciaire aux militaires de la gendarmerie nationale et la commission compétente pour l'attribution de la qualité d'officier de police judiciaire aux fonctionnaires du corps d'encadrement et d'application de la police nationale, prévues, respectivement, aux 2° et 4° de l'article 16 du code de procédure pénale.\n\n-Loi n° 2009-1291 du 26 octobre 2009\n\n-Loi n° 2004-809 du 13 août 2004"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "II. - Le I prend effet à la date d'installation effective du tribunal foncier de la Polynésie française, la commission de conciliation obligatoire en matière foncière cessant corrélativement ses activités."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le II des articles 1er et 3 et les articles 5 à 7 sont applicables en Polynésie française et dans les îles Wallis et Futuna. L'article 10 est applicable dans les îles Wallis et Futuna. Le II de l'article 13 est applicable en Polynésie française. Les articles 4 et 14 sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le 6° du II de l'article 1er est applicable au renouvellement des mesures de tutelle et de curatelle prononcées à compter de l'entrée en vigueur de la présente loi. Les mesures de curatelle et de tutelle renouvelées pour une durée supérieure à dix ans avant l'entrée en vigueur de la présente loi doivent faire l'objet d'un renouvellement avant l'expiration d'un délai de dix ans à compter de cette entrée en vigueur.\n\nToutefois dans le cas d'une mesure renouvelée pour une durée comprise entre dix et vingt ans avant l'entrée en vigueur de la présente loi, cette obligation n'a pas lieu d'être avant la fin de ladite mesure dans le cas où un certificat médical produit lors de ce dernier renouvellement a indiqué qu'aucune amélioration de l'état de santé du majeur n'était envisageable.\n\nA défaut de renouvellement dans le délai précité, les mesures prennent fin de plein droit."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Les ordonnances prévues par la présente loi doivent être prises dans un délai de :1° Six mois à compter de la publication de la présente loi en ce qui concerne les 1° et 4° du VI de l'article 15 ainsi que le II de l'article 21 ;2° Huit mois à compter de la publication de la présente loi en ce qui concerne le I des articles 1er et 3, le 2° du VI de l'article 15, ainsi que l'article 20 ;3° Douze mois à compter de la publication de la présente loi en ce qui concerne l'article 8 et le 3° du VI de l'article 15.II. - Pour chaque ordonnance prévue par la présente loi, un projet de loi de ratification est déposé devant le Parlement dans un délai de :1° Deux mois à compter de sa publication en ce qui concerne le VI de l'article 15, l'article 20 ainsi que le II de l'article 21 ;2° Six mois à compter de sa publication en ce qui concerne le I des articles 1er et 3 et l'article 8."
    }
  ]
}