{
  "id": "jorftext000000316289",
  "type": "statute",
  "title": "Loi n° 47-520 du 21 mars 1947",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000316289",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions du décret du 10 novembre 1939, modifiées par la loi du 13 novembre 1940, et relatives à l'approvisionnement en bois pendant le temps de guerre, sont maintenues en vigueur pour ce qui concerne l'exploitation des forêts domaniales en France pendant une période de quinze mois après l'expiration du délai prévu par la loi du 10 mai 1946 fixant la date légale de cessation des hostilités et, pour ce qui concerne l'exploitation des forêts situées clans la zone française d'occupation en Allemagne, pour une période dont le terme sera fixé par une disposition ultérieure.\n\nToutefois, à compter du 1er mars 1947, les opérations exécutées en application des dispositions susvisées seront définies par des programmes approuvés par arrêtés du ministre de l'agriculture, du ministre de l'économie nationale et du ministre des finances.\n\nA compter du 1er mars 1947, les opérations exécutées en application des dispositions susvisées seront soumises aux règles du décret du 9 janvier 1947 prévoyant des mesures propres à faciliter le contrôle des entreprises nationalisées ou bénéficiant d'une aide financière de l'Etat et à préparer l'application d'un plan comptable."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de l'article 19 de la loi du 28 juin 1911 et de l'ordonnance n° 45-593 du 9 avril 1945 relatives à l'acquittement des dépenses applicables aux règlements des créances résultant de la liquidation des marchés de la défense nationale sont prorogées jusqu'au 31 décembre 1947."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Lorsque la liquidation du prélèvement temporaire sur les excédents de bénéfices, prévue par l'article 10 bis de la loi du 30 janvier 1941 et effectuée conformément au décret n° 46-114 du 1er février 1946 fait apparaître un dégrèvement en faveur du contribuable, dégrèvement n'est accordé que sur demande adressée au directeur des contributions directes.\n\nDans cette demande, qui devra être produite à peine de forclusion avant le 1er juillet 1947, le contribuable doit attester sur l'honneur l'exactitude des bénéfices qu'il a déclarés et qui ont été pris pour base de la liquidation du prélèvement temporaire.\n\nLorsque cette attestation a été fournie et est reconnue inexacte, l'intéressé perd tout droit au dégrèvement et est passible des peines correctionnelles prévues à l'article 146 du code général des impôts directs.\n\nA modifié les dispositions suivantes :\n\nModifie Loi du 30 janvier 1941 art. 10 bis"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code général des impôts directs art. 17"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code général des impôts directs art. 143"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code général des impôts directs art. 143"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Par dérogation aux dispositions de l'article 39 de la loi n° 46-2914 du 23 décembre 1946, la majoration appliquées au revenu cadastral, en vertu de l'article 190 du code général des impôts directs, pour déterminer le revenu imposable à la contribution foncière des propriétés non bâties est fixée à 300 p. 100 dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "A modifié les dispositions suivantes :\n\nModifie loi du 7 octobre 1946 art. 177\n\nModifie Code de l'enregistrement art. 111"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions de l'article 411 du code de l'enregistrement ont, en tant que de besoin, effet rétroactif et donneront lieu à remboursement des droits déjà perçus en sus du montant fixé par cet article."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code de l'enregistrement art. 460, art. 461"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le tarif de 0,50 F par 100 F prévu aux articles 463, 464 et 465 du code l'enregistrement est porté à 1F par 100 F."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code de l'enregistrement art. 468 ter"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code de l'enregistrement art. 468 ter"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code fiscal des valeurs mobilières art. 63, art. 63 bis"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les timbres mobiles de dimension autres que ceux en usage pour le timbrage des rôles d'équipage et des connaissements seront supprimés à compter d'une date qui sera fixée par décret.\n\nLes contribuables seront admis, à partir de la même date, à utiliser, pour la rédaction de leurs écrits, les timbres mobiles du modèle, créé par le décret du 9 juillet 1925.\n\nLe décret visé au premier alinéa ci-dessus déterminera, en outre, les modalités d'exécution des dispositions qui précèdent et apportera à la codification du timbre les modifications nécessaires.\n\nChaque contravention aux dispositions de ce décret sera punie d'une amende de 1.000 F."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code du timbre art. 84, art. 109, art. 110, art. 111"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code du timbre art. 86 bis"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code de l'enregistrement art. 748, art. 749"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Toute décision judiciaire prononçant la confiscation totale ou partielle d'un patrimoine est publiée par extrait au Journal officiel et sur un support habilité à recevoir des annonces légales dans le département à la diligence du ministère public."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Tous détenteurs à un titre quelconque, tous gérants de biens meubles ou immeubles appartenant directement, indirectement ou par personne interposée, à des personnes dont le patrimoine est confisqué en totalité ou en partie, tous débiteurs de sommes, valeurs ou objets de toute nature envers les mêmes personnes, pour quelque cause que ce soit, doivent en faire la déclaration dans le délai de trois mois à dater de la publication au Journal officiel de l'extrait de la décision de confiscation on de tout acte donnant lieu à déclaration.\n\nDoivent être notamment déclarées les actions, parts de fondateurs, obligations et, d'une façon générale, toutes participations et tous intérêts dans les sociétés, maisons de commerce, entreprises ou exploitations quelconques ; l'obligation de la déclaration incombe, dans les sociétés, à tous associés en nom, gérants, directeurs ou administrateurs.\n\nL'obligation de déclarer s'étend à tous actes et conventions affectant le patrimoine des personnes précitées, notamment ceux visés par l'article 24, 2° alinéa ci-après, ainsi qu'aux biens qui viendraient à échoir à ces personnes,\n\nElle incombe également à toute personne qui a connaissance de la détention des biens, dans le cas où elle les a déposés ou fait déposer chez les détenteurs.\n\nSi plusieurs personnes ont qualité, à quelque titre que ce soit, pour faire une même déclaration, elles y sont conjointement tenues, sauf à se concerter éventuellement pour n'effectuer qu'une seule et même déclaration.\n\nLorsque la confiscation d'un patrimoine a été précédée de sa mise sous séquestre, les personnes qui ont souscrit une déclaration au cours du séquestre n'ont pas à la renouveler pour les biens compris dans ladite déclaration."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La déclaration est faite par deux lettres recommandées, avec avis de réception, adressées, l'une au Procureur de la République, l'autre au directeur des domaines.\n\nLe compétence du Procureur de la République et du directeur des domaines est déterminée par le domicile ou la résidence du déclarant."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Il est fait, par le déclarant, une déclaration distincte pour chacune des personnes dont les biens sont à déclarer.\n\nLa déclaration doit contenir toutes indications utiles sur le nom et l'adresse du déclarant, la personne dont les biens sont confisqués en totalité ou en partie, la nature et la consistance exacte de ces biens ainsi que leur situation.\n\nS'il s'agit de créances ou de toutes autres obligations, la déclaration indique le titre en vertu duquel intervient le déclarant, la date de la convention qui crée ce titre, la nature du droit, la désignation de l'objet sur lequel porte ce droit et les clauses et conditions diverses qui l'affectent.\n\nLa déclaration est appuyée, s'il v a lieu, par la copie certifiée conforme de tous documents utiles."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les infractions et tentatives d'infractions, commises de mauvaise foi, aux dispositions des articles 20 à 22 ci-dessus seront punies d'un emprisonnement d'un an à cinq ans et d'une amende de 1.000 à 5.000.000 de francs ou de l'une seulement de ces deux peines, celles-ci pouvant être doublées en cas de récidive.\n\nSeront punis des mêmes peines ceux qui, connaissant la provenance de biens dépendant d'un patrimoine confisqué, auront, à un titre ou par un moyen quelconque, facilité ou tenté de faciliter la soustraction de ces biens aux mesures de confiscation ou participé à cette soustraction.\n\nTout détournement de ces biens sera puni des peines ci-dessus prévues."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Est nul tout acte à titre onéreux ou gratuit, entre vifs ou testamentaire, accompli soit directement, soit par personne interposée ou tout autre moyen indirect, dans la mesure où il a eu pour but de soustraire des biens aux mesures de confiscation susceptibles de les atteindre.\n\nSauf preuve contraire qui peut être faite par tous moyens, tout acte de disposition ou d'administration est présumé avoir été accompli en vue de soustraire les biens aux mesures de confiscation s'il n'est pas établi qu'il est antérieur au 1er juin 1944."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "L'annulation est prononcée par jugement du président du tribunal judiciaire statuant selon la procédure accélérée au fond, parties appelées, à la requête du ministère public sur le rapport du directeur des Domaines.\n\nAu cas d'annulation d'un contrat à titre onéreux, le prix n'est restitué que dans la mesure où il a été effectivement versé."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Tout créancier chirographaire d'un patrimoine dont la confiscation totale ou partielle est prononcée doit déclarer le montant de sa créance dans les conditions prévues à l'article 20 et fournir toutes justifications nécessaires pour son admission au passif grevant les biens confisqués."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les créanciers chirographaires qui n'ont pas souscrit ladite déclaration dans un délai de six mois à dater de la publication prévue à l'article 19 ne peuvent plus exercer d'action contre les patrimoines au contre le produit de leur réalisation pour la quote-part des biens dévolus à l'Etat.\n\nLes créanciers qui se seraient trouvés dans l'impossibilité, de faire valoir leurs droits dans ce délai par suite d'une cause légitime telle qu'absence, éloignement du territoire métropolitain, incapacité ou non-liquidation de la créance, pourront, dans le délai maximum de trois ans, demander à être relevés de la forclusion. Les demandes seront instruites et jugées [par le président du tribunal judiciaire] selon la procédure accélérée au fond."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les créanciers chirographaires, hypothécaires ou privilégiés d'un patrimoine confisqué en totalité ou en partie peuvent être remboursés avant l'exigibilité de leur créance, nonobstant toutes clauses contraires."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Pour l'exécution de l'accord du 14 janvier 1946, concernant les réparations à recevoir de l'Allemagne, il est procédé par l'administration des domaines, conformément à la compétence qu'elle a reçue de l'article 1er de la loi validée du 5 octobre 1940, à la liquidation des biens, droits et intérêts allemands."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Sont exclus de l'application de la disposition qui précède les biens, droits et intérêts des ressortissants allemands qui,, au 1er janvier 1946, avaient obtenu des autorités compétentes une autorisation régulière et permanente de résider sur le territoire français ou sur le territoire d'une nation alliée, dans les conditions prévues par un règlement d'administration publique.\n\nDans le cas où l'autorisation de résidence sur le territoire français prévue à. l'alinéa précédent aura été accordée après le 1er janvier 1946 et avant le 30 juin 1947, les bénéficiaires de cette autorisation, ou leurs établissements, pourront obtenir la restitution, soit du produit net de la liquidation de leurs avoirs, soit de ces avoirs eux-mêmes, s'ils sont encore détenus en nature par l'administration des domaines, à la condition qu'ils en fassent la demande à cette administration avant le 31 décembre 1917.\n\nNe pourront en aucun cas bénéficier de la dérogation prévue aux deux premiers alinéas du présent article les sujets ennemis ayant séjourné pondant l'occupation sur le territoire français, qui auront suivi librement dans leur fuite les troupes d'occupation, ni les personnes nées allemandes qui auront acquis une autre nationalité et qui auront participé à l'effort de guerre ennemi.\n\nLes frais de procédure, de régie ou autres débours exposés au cours de la gestion ou de la liquidation des biens allemands ne pourront, en aucun cas, être restitués."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "L'aliénation des avoirs allemands soumis aux mesures de liquidation sera effectuée par l'administration de l'enregistrement, des domaines et du timbre dans les conditions prévues pour les ventes des biens domaniaux"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Lorsque les droits liquidés en application de la présente loi sont représentés par des titres négociables qui n'ont pu être appréhendés par l'admiration des domaines, cette administration fera opposition tant auprès de l'établissement émetteur que du syndicat des agents de change de Paris, dans les conditions fixées par le décret du 26 mai 1940.\n\nNonobstant toutes dispositions contraires dudit décret et de la loi du 15 juin 1872 l'établissement émetteur est tenu d'émettre immédiatement, en remplacement de titre frappé d'opposition, un titre nouveau portant un numéro différent et conférant au porteur tous les droits attachés aux titres de la même catégorie.\n\nLes porteurs éventuels de titres frappés d'opposition en application de la présente loi, qui les auraient acquis antérieurement à l'insertion au Bulletin des oppositions, et qui entendraient faire valoir les droits attachés à cette possession, auront à justifier des conditions de leur acquisition auprès de l'administration des domaines dans le délai de deux ans à compter de la date d'opposition. Passé ce délai, les tiers porteurs seront déchus de tous leurs droits.\n\nL'administration des domaines aura le choix, pour indemniser les ayants droit, entre la remise d'un nombre égal de titres de remplacement et le payement d'une indemnité dont le montant sera égal à la valeur des titres disparus à la date de la publication de l'opposition au Bulletin des oppositions."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "L'Etat pourra, à tout moment, se rendre acquéreur des biens mobiliers et immobiliers mis en liquidation. Les conditions d'exercice de ce droit seront fixées par décret pris sur le rapport motivé du ministre des finances."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Sous réserve des dispositions de l'article 30, les biens, droits et intérêts allemands liquidés par application des dispositions qui précèdent ne pourront redevenir propriété allemande ou retomber sous contrôle allemand.\n\nToutes opérations ayant pour but ou pour effet de contrevenir directement ou indirectement à cette disposition seront nulles de plein droit.\n\nLeurs auteurs seront passibles d'un emprisonnement d'un an à cinq ans et d'une amende dont le minimum sera de 6.000 F et qui pourra s'élever au double de la valeur de l'actif liquidé ou de l'une de ces peines, celles-ci pouvant être doublées en cas de récidive."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les ressortissants français et, sous réserve d'un régime de réciprocité, ceux des nations alliées, titulaires de créances chirographaires sur des personnes privées ennemies, seront admis à faire valoir leurs droits auprès du directeur des domaines du département dans lequel était situé, soit le domicile ou la résidence du débiteur, soit, à défaut de domicile ou de résidence en France, le lieu de son principal établissement sur le territoire français.\n\nSeules seront prises en considération les créances chirographaires qui, nées en France, résultent soit d'obligations non contractuelles, soit d'obligations contractuelles antérieures au 5 octobre 1944 ou à la date de la libération du territoire si elle est postérieure. En ce qui concerne les obligations contractuelles, la preuve sera rapportée conformément à la législation applicable en France, nonobstant toutes clauses contraires, ou par la production de comptabilité régulièrement tenue en France.\n\nLa déclaration du créancier devra intervenir dans un délai de six mois à compter de la promulgation de la présente loi. Ce délai sera de rigueur."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les dispositions de l'article 35 concernant les créances chirographaires peuvent être étendues, en vertu d'accords internationaux de réciprocité, aux ressortissants de pays autres que ceux visés audit article, lorsqu'il sera établi que le débiteur allemand ne possède pas de biens hors de France."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les créances assorties de sûretés réelles grevant certains avoirs allemands seront rembourrées sur le produit de la liquidation de ces avoirs, sous la condition que la déclaration du créancier intervienne avant l'expiration d'un délai de trois mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les créanciers chirographaires, hypothécaires ou privilégiés pourront être remboursés avant l'exigibilité de leurs créances, nonobstant toutes clauses contraires."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Est nul tout acte à titre onéreux ou gratuit entre vifs ou testamentaire accompli, soit directement, soit par personne interposée, ou tout autre moyen indirect, ayant pour but de soustraire des biens aux mesure de liquidation prescrites par la présente loi. La présomption édictée par l'article 8 de l'ordonnance du 5 octobre 1944, relative au séquestre des biens ennemis, est applicable aux biens à liquider.\n\nL'annulation est prononcée par jugement du président du tribunal judiciaire statuant selon la procédure accélérée au fond, à la requête du ministère public, sur le rapport du directeur des domaines.\n\nDans le cas de contrat à titre onéreux, le prix n'est restitué que dans la mesure où il a été effectivement versé, sans préjudice des sanctions prévues par d'autres dispositions législatives.\n\nLes infractions et tentatives d'infraction aux dispositions qui précèdent seront punies des peines portées à l'article 11 de l'ordonnance précitée du 5 octobre 1944."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Le produit des liquidations, net d'impôts arriérés, privilèges, frais de gestion ou de toutes autres charges, sera encaissé au profit du Trésor."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Des décrets en fixeront les conditions l'application dans les départements. de la Martinique, de la Guadeloupe, de la Réunion, de la Guyane et dans les territoires relevant du ministère de la France d'outre-mer"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "A modifié les dispositions suivantes :\n\nModifie Ordonnance n° 45-1631 du 23 juillet 1915 art. 1er"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "A modifié les dispositions suivantes :\n\nModifie Ordonnance n° 45-1421 du 28 juin 1945 art. 11"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "A modifié les dispositions suivantes :\n\nModifie code des contributions indirectes art. 473"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "A modifié les dispositions suivantes :\n\nModifie code des contributions indirectes art. 474"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code des contributions indirectes art. 474 bis"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "A modifié les dispositions suivantes :\n\nModifie code des contributions indirectes art. 475"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "A modifié les dispositions suivantes :\n\nModifie code des contributions indirectes art. 477"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "A modifié les dispositions suivantes :\n\nModifie code des contributions indirectes art. 477 bis"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "A modifié les dispositions suivantes :\n\nModifie code des contributions indirectes art. 676"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code des taxes art. 1er bis"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "A modifié les dispositions suivantes :\n\nModifie Loi du 31 décembre 1945 art. 20\n\nModifie Loi du 14 février 1946 art. 19\n\nModifie Code des taxes art. 12"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les marchandises ou objets antérieurement soumis à la taxe sur les transactions au taux de 25 p. 100 et désormais passibles de la taxe à la production au taux de 25 p. 100, en stock chez les commerçants n'ayant pas la qualité de producteur fiscal, devront faire l'objet d'un inventaire à la date d'entrée en vigueur de la présente loi, et être libérés du complément de taxe à la production de 15 p. 100 sur la base de leur prix d'achat majoré de la taxe."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "A modifié les dispositions suivantes :\n\nModifie Loi du 7 octobre 1946 art. 5, art. 6\n\nModifie Ordonnance du 18 octobre 1944 art. 3"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "A modifié les dispositions suivantes :\n\nModifie Ordonnance du 18 octobre 1944 art. 22"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "1° Dans les départements dont la population est inférieure à 800.000 habitants, les comités de confiscation institués par l'ordonnance du 18 octobre 1944 ne pourront pas, saut après autorisation du ministre des finances :\n\nPostérieurement au 30 juin 1917, procéder aux citations prévues par ladite ordonnance ;\n\nPostérieurement au 31 décembre 1017, prendre des décisions comportant confiscation ou amende.\n\n2° Les opérations du conseil supérieur de confiscation des profits illicites seront closes, en ce qui concerne les départements susvisés, le 30 juin 1949."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Est expressément constatée la nullité de l'acte dit loi du 4 février 1943, relatif au financement de la normalisation. Cette nullité ne porte pas atteinte aux effets résultant de l'application dudit acte antérieur à la publication de la présente loi.\n\nEn remplacement de la cotisation versée par les organismes professionnels en exécution de l'acte précité, il est institué pour. le, financement de la normalisation une imposition additionnelle .à la patente perçue dans les mêmes conditions et sur les mêmes rôles que l'imposition pour frais de chambres de commerce."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le taux de l'imposition additionnelle à la patente applicable, d'une part, dans les départements an Bas-Rhin, du Haut-Rhin et de la Moselle et, d'autre part, dans les autres départements, est déterminé chaque année par les services compétents de l'administration des contributions directes d'après son montant arrêté par accord entre le ministre de la production industrielle, le ministre des finances et le ministre de l'économie nationale. Le produit de la perception de cette imposition est versé directement par le trésorier-payeur général de chaque département à l'association française de normalisation.\n\nIl est ajouté au montant de proposition additionnelle à la patente déterminé dans les conditions prévues à l'alinéa fixeront :\n\n(a) 5 centimes par franc pour frais de non valeurs le produit de ces centimes additionnels étant rattaché au budget de l'Etat qui prend à sa charge le montant les dégrèvements ;\n\nb) Des centimes pour frais d'assiette et de perception dont le montant est fixé par arrêté des ministres des finances et de la production industrielle.\n\nDans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, l'Etat prélève, en remplacement des 5 centimes pour frais de non valeurs, ci-dessus visés, 5 p. 100 du montant des rôles de la taxe."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Est autorisée la perception. en 1917, des six centimes additionnels au principal de la contribution foncière des propriétés non bâties, prévus à l'article 337 du code général des impôts directs.\n\nLe produit de ces centimes, les frais d'assiette et non-valeurs et les frais de perception sont calculés et recouvrés comme en matière de centimes départementaux et communaux.\n\nL'emploi des ressources perçues en application du présent article est fixé ainsi qu'il suit :\n\n1° Frais de gestion des biens des chambres d'agriculture créées par la loi du 3 janvier 1921 et de l'assemblée permanente des présidents des chambres d'agricultures créée par le décret-loi du 30 octobre 1935 : 73,5 p. 100 ;\n\n2° Participation aux frais de fonctionnement des offices régionaux des transports et des postes, télégraphes et téléphones et de leur union : 26,5 p. 100.\n\nUn arrêté interministériel fixera les modalités d'attribution aux organismes bénéficiaires, visés aux alinéas 1° et 2° ci-dessus, des ressources ainsi réparties."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "A modifié les dispositions suivantes :\n\nModifie Code général des impôts directs et taxes assimilées  art. 345"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les territoires relevant du ministère de la France d'outre-mer verseront chaque année à l'office de la recherche scientifique coloniale une contribution égale, pour l'ensemble de ces territoires, à celle figurant dans le budget de l'Etat au titre du ministère de la France d'outre-mer.\n\nLa répartition entre les territoires intéressés sera effectuée chaque année, dès le vote de la loi de finances, par un arrêté du ministre de la France d'outre-mer, proportionnellement au montant du budget ordinaire de chaque territoire ou groupe de territoires.\n\nDans les groupes de territoires, cette contribution sera inscrite au budget général."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "A modifié les dispositions suivantes :\n\nModifie Loi du 17 avril 1949 art. 45\n\nLes évaluations prévues à l'alinéa 4 de l'article 15 de la loi du 17 avril 1919 et non encore intervenues devront être effectués avant le 1er juillet 1947\n\nNonobstant toute autre disposition légale et toute décision de l'administration antérieure à la présente loi, les recouvrements prévus aux alinéas 4 et 10 de l'article 15 de la loi du 17 avril 1919 devront être opérés avant le 1er octobre 1917.\n\nAucune demande tendant à la remise totale ou partielle des sommes .dues au titre de la récupération des indemnités dommages de guerre visées à l'alinéa précédent ne sera recevable après le 1er octobre 1917.\n\nLes officiers publics ou ministériels justifiant de la qualité d'ancien prisonnier ou d'ancien déporté, ou de sinistré, ceux dont l'office n'aura pas encore été réévalué à la date de la publication de la présente loi, les ayants, droit de ces djyerses catégories d'officiers publics ou ministériels, et les ayants droit d'officiers publics ou ministériels morts pour la France pourront, jusqu'à la date fixée au troisième alinéa du présent article, solliciter du garde des sceaux, ministre de la justice, et du ministre des finances, l'octroi d'un délai supplémentaire de payement qui ne pourra, en aucune façon, excéder un an."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "A abrogé les dispositions suivantes :\n\nAbroge décret du 28 août 1937"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "A abrogé les dispositions suivantes :\n\nOrdonnance du 2 novembre 1945"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Les dépenses de fonctionnement du service des constructions de navires en bois sont intégralement couvertes au moyen de cotisations versées par les entreprises attributaires des produits et matières répartis par le service.\n\nLe montant des cotisations est fonction du chiffre d'affaires réalisé par ces entreprises au moyen des bons matières distribués.\n\nLes cotisations sont perçues sous la forme de timbres mobiles, série unique, du modèle institué par le décret du 9 juillet 1925, dits timbres de quittance.\n\nUn arrêté signé du ministre des finances et du ministre des travaux publies et des transports fixera périodiquement leur montant."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Chaque année, la loi de finances fixe la liste non limitative des renseignements à fournir aux Chambres par les différents services au cours de l'exercice et indique, pour chacun d'eux, l'époque à laquelle il doit être produit, le mode de communication et le mode de présentation."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Les ministres des finances et de l'économie nationale inviteront les contrôleurs des dépenses engagées et les contrôleurs d'Etat à fournir directement aux commissions des finances de l'Assemblée nationale et du Conseil de la République tous les renseignements qu'ils auront recueillis sur la préparation des budgets et l'exécution des recettes et des dépenses dont ils assument le contrôle chaque fois que ces renseignements leur seront demandés par le président, le rapporteur général ou les rapporteurs spéciaux desdites commissions."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Les rapporteurs des commissions des finances de l'Assemblée nationale et du Conseil de la République suivent et contribuent, d'une façon permanente, sur pièces et sur place, l'emploi des crédits inscrits au budget du département ministériel dont ils sont chargés de présenter le rapport.\n\nDevront être fournis à ces rapporteurs tous les renseignements d'ordre financier et administratif de nature à faciliter leur mission."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Les emprunts contractés par les associations syndicales autorisées, les associations forcées ou par les groupements constitués antérieurement à la mise en vigueur de la loi du 21 juin 1865, sont autorisés par le préfet.\n\nToutefois, les emprunts de plus de trente ans, à l'exception de ceux contractés auprès du fonds forestier national, sont autorisés par le ministre compétent."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "A modifié les dispositions suivantes\n\nModifie Loi n° 46-2154 du 7 octobre 1946 art. 15"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "En vue de se prémunir contre les risques de perte, de vol ou de destruction, les porteurs de valeurs du Trésor non inscrites au Grand Livre de la dette publique pourront en effectuer la domiciliation sous la forme anonyme dons les conditions et à compter de la date qui seront fixées par un arrêté du ministre des finances.\n\nLes propriétaires de valeurs domiciliées devront, en cas de dépossession, faire parvenir à l'émetteur domiciliataire une opposition au payement de leurs valeurs, en précisant, pour chacune d'elles, sa nature exacte, son montant, son numéro sa date d'émission et son terme d'échéance ;\n\nSi les valeurs n'ont pas fait l'objet d'un règlement avant la réception de l'opposition et si encline revendication n'a été formulée à leur égard, elles seront remboursées ou renouvelées six mois après leur échéance.\n\nLe Trésor sera ainsi définitivement libéré et toute personne qui présenterait ultérieurement lesdites valeurs pourrait seulement exercer un recours contre le bénéficiaire de ce payement."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Les dispositions des paragraphes 3 et 4 de l'article précédent sont applicables aux valeurs du Trésor qui, en raison de leur état de détérioration, ne peuvent être remboursées dans les conditions normales."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Les dispositions des articles 3 et 4 de la loi du 25 janvier 1919 relatives à la domiciliation ainsi que celles de la loi du 31 juillet 1918, du décret-loi du 30 octobre 1935 et toutes autres relatives au remplacement des valeurs du Trésor, à court terme perdues, volées, détruites ou détériorées, ne seront pas applicables aux valeurs émises postérieurement à la date de mise en vigueur des dispositions ci-dessus."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Le montant nominal des coupures émises par la Banque de l'Afrique occidentale est fixé, sur proposition du conseil d'administration de la Banque, par décision conjointe du ministre des finances et du ministre de la France d'outre-mer."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "A modifié les dispositions suivantes :\n\nModifie Ordonnance n° 45-1088 du 30 mai 1945 art. 2"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Est portée à cinq années la prolongation de limite d'âge de deux années prévue par l'article 118 (1°) du code général des impôts directs."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "A modifié les dispositions suivantes :\n\nModifie Loi n° 46-607 du 5 avril 1946 art. 46"
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "A modifié les dispositions suivantes :\n\nModifie Loi n° 46-607 du 5 avril 1946 art. 46"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "A modifié les dispositions suivantes :\n\nModifie Loi n° 46-607 du 5 avril 1946 art. 46"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Le ministre des finances est autorisé à mettre à la disposition de le caisse centrale de crédit hôtelier, commercial et industriel, sur les ressources de la trésorerie, en vue de faciliter les opérations de prêts de cet établissement destinés à améliorer l'équipement des entreprises, des avances portant intérêt au taux de 2 p. 100 et remboursables dans un délai maximum de quinze ans.\n\nUn décret, rendu sur la proposition du ministre des finances, fixera les conditions de réalisation et de remboursement de ces avances, dans le montant maximum pourra atteindre 200 millions de francs en vue du financement des prêts à moyen terme consentis aux petits industriels et commerçants, et 200 millions de francs en ce qui concerne les prêts hôteliers à long terme."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Le ministre des finances est autorisé à mettre à la disposition de la chambre syndicale des banques populaires instituée par la loi du 21 juillet 1929, une somme de 150 millions de francs en vue de compléter la dotation du fonds collectif de garantie du Crédit populaire.\n\nIl est ouvert, à cet effet, un crédit de 150 millions de francs au chapitre 507 (nouveau) : \"Subvention au fonds collectif de garantie du Crédit populaire\" du budget du ministère des finances, applicable au premier trimestre de l'exercice 1947."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "A modifié les dispositions suivantes :\n\nModifie Loi n° 46-2154 du 7 octobre 1946 art. 105"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Les postes réservés dans la commission de contrôle de la circulation monétaire par l'article 1er de la loi n° 46-176 du 13 février 1946 aux députés à l'Assemblée nationale constituante sont attribués à deux députés à l'Assemblée nationale et à un conseiller de la République, élue chacun par l'Assemblée à laquelle il appartient."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Le rapport annuel de la même commission sur les résultats de la fabrication effectuée pendant l'année précédente et sur la situation matérielle de la circulation est remis au Président de la République. Ce rapport est publié et distribué à l'Assemblée nationale et au Conseil de la République."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "A modifié les dispositions suivantes :\n\nModfie Loi n° 46-176 du 13 février 1946 art. 1, art. 2"
    }
  ]
}