{
  "id": "jorftext000000162987",
  "type": "statute",
  "title": "Ordonnance n° 92-1150 du 12 octobre 1992",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000162987",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La présente ordonnance entrera en vigueur le 1er juin 1993. Toutefois, entreront en vigueur :I. - Le 1er mars 1993 :1° Les articles L. 932-4 et L. 932-6 du code de l'organisation judiciaire relatifs à la désignation des magistrats appelés à composer les sections détachées du tribunal de première instance, en ce que leurs dispositions sont applicables dans le territoire de la Polynésie française ;2° L'article L. 932-27 et les dispositions de la sous-section 3 de la section 3 du chapitre II du titre III du livre IX relatifs à l'élection des juges du tribunal mixte de commerce ;3° Les articles L. 934-3 à L. 934-5 relatifs aux assesseurs du tribunal de première instance du territoire des îles Wallis et Futuna, en ce que leurs dispositions sont applicables à la désignation desdits assesseurs, les listes prévues à l'article L. 934-4 devant être arrêtées, pour la première désignation, avant le 1er juin 1993.II. - Le 1er mars 1994, les dispositions de la sous-section 1, de la sous-section 2 et de la sous-section 4 de la section 3 du chapitre II du titre III du livre IX relatives à l'institution, la compétence, l'organisation et le fonctionnement des tribunaux mixtes de commerce et à la discipline des juges des tribunaux mixtes de commerce, à l'exception de l'article L. 932-27."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les élections pour le premier renouvellement général des juges des tribunaux mixtes de commerce interviendront dans la première quinzaine du mois d'octobre 1993.Les juges nouvellement élus seront installés dans la première quinzaine du mois de mars 1994.Le mandat des juges des tribunaux mixtes de commerce en fonctions à la date de publication de la présente ordonnance prendra fin à la date d'installation des juges nouvellement élus."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sont abrogées toutes dispositions antérieures de nature législative contraires à la présente ordonnance, et notamment :I. - A la date de l'entrée en vigueur de la présente ordonnance :1° L'article 5, deuxième et troisième alinéa, de la loi n° 61-814 du 29 juillet 1961 conférant aux îles Wallis et Futuna le statut de territoire d'outre-mer ;2° Les articles 19, 70 et 75 à 78 de la loi n° 83-520 du 27 juin 1983 modifiée rendant applicables le code pénal, le code de procédure pénale et certaines dispositions législatives dans les territoires d'outre-mer ;3° Les articles 99 et 101 à 112 de l'ordonnance n° 85-1181 du 13 novembre 1985 relative aux principes directeurs du droit du travail et à l'organisation et au fonctionnement de l'inspection du travail et du tribunal du travail en Nouvelle-Calédonie et dépendances ;4° Les articles 88 à 100 de la loi n° 86-845 du 17 juillet 1986 relative aux principes généraux du droit du travail et à l'organisation et au fonctionnement de l'inspection du travail et des tribunaux du travail en Polynésie française ;5° L'article 1er, paragraphes I, II, IV et V, et les articles 2 et 3 de la loi n° 89-378 du 13 juin 1989 portant diverses dispositions relatives à l'organisation judiciaire en Nouvelle-Calédonie ;6° Les articles 1er, 3, 32 à 34, 37, deuxième et troisième alinéa, 38, 41, 42, 163 à 166 et 179 du décret du 7 avril 1928 relatif à l'organisation de la justice en Nouvelle-Calédonie ;7° Les articles 1er, 4, 27, 29 à 33, 36, 38, 40 à 42 et 72 à 74, le titre IV et le titre V, à l'exception de l'article 241, du décret du 21 novembre 1933 portant réorganisation judiciaire et fixant les règles de procédure en Océanie.II. - A compter du 1er mars 1994 :1° Les articles 39 et 39-2 du décret du 7 avril 1928 relatif à l'organisation de la justice en Nouvelle-Calédonie ;2° Les articles 44 à 49 du décret du 21 novembre 1933 portant réorganisation judiciaire et fixant les règles de procédure en Océanie."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Premier ministre, le garde des sceaux, ministre de la justice, le ministre de l'économie et des finances, le ministre de l'industrie et du commerce extérieur, le ministre du travail, de l'emploi et de la formation professionnelle, le ministre du budget, le ministre des départements et territoires d'outre-mer et le ministre délégué au commerce et à l'artisanat sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}