{
  "id": "jorftext000000880039",
  "type": "statute",
  "title": "Loi n° 82-213 du 2 mars 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000880039",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Des lois détermineront la répartition des compétences entre les communes, les départements, les régions et l'Etat, ainsi que la répartition des ressources publiques résultant des nouvelles règles de la fiscalité locale et des transferts de crédits de l'Etat aux collectivités territoriales, l'organisation des régions, les garanties statutaires accordées aux personnels des collectivités territoriales, le mode d'élection et le statut des élus, ainsi que les modalités de la coopération entre communes, départements et régions, et le développement de la participation des citoyens à la vie locale.En ce qui concerne les départements d'outre-mer, la présente loi s'applique jusqu'à promulgation de lois adaptant certaines de ses dispositions à la spécificité de chacune des collectivités concernées."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "Sous réserve du respect des dispositions des articles 7 et 8 ci-dessus et de l'article 9-3 ci-dessous, des modifications peuvent être apportées au budget de la commune par le conseil municipal, jusqu'au terme de l'exercice auquel elles s'appliquent.Dans le délai de vingt et un jours suivant la fin de l'exercice budgétaire, le conseil municipal peut, en outre, apporter au budget les modifications permettant d'ajuster les crédits de la section de fonctionnement pour régler les dépenses engagées avant le 31 décembre et inscrire les crédits nécessaires à la réalisation des opérations d'ordre de chacune des deux sections du budget ou entre les deux sections.Les délibérations relatives aux modifications budgétaires prévues à l'alinéa précédent doivent être transmises au représentant de l'Etat au plus tard cinq jours après le délai limite fixé pour leur adoption. Les mandatements découlant des modifications budgétaires ainsi décidées doivent être achevés au plus tard le 31 janvier suivant l'exercice auquel ils se rapportent."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Le budget primitif de la commune est transmis au représentant de l'Etat dans le département au plus tard quinze jours après le délai limite fixé pour son adoption par les articles 7 et 8 de la présente loi. A défaut, il est fait application des dispositions du deuxième alinéa 7."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "Le compte administratif est transmis au représentant de l'Etat dans le département au plus tard quinze jours après le délai limite fixé pour son adoption par les articles 8 et 9 de la présente loi.A défaut, le représentant de l'Etat saisit, selon la procédure prévue par l'article 8 de la présente loi, la chambre régionale des comptes du plus proche budget voté par la commune."
    },
    {
      "provision_ref": "art9-3",
      "section": "9-3",
      "title": "Article 9-3",
      "content": "La transmission du budget de la commune à la chambre régionale des comptes au titre des articles 8 et 9 a pour effet de suspendre l'exécution de ce budget jusqu'au terme de la procédure. Toutefois sont applicables à compter de cette transmission les dispositions du premier alinéa de l'article 7 ci-dessus. En outre, les dépenses de la section d'investissement de ce budget peuvent être engagées, liquidées et mandatées dans la limite de la moitié des crédits inscrits à ce titre."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "L'article L. 315-2 est abrogé à l'expiration d'un délai de vingt-quatre mois à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Outre les dispositions prévues par l'article précédent, sont abrogées toutes les dispositions prévoyant l'annulation, par le Gouvernement ou ses représentants, des délibérations, arrêtés et actes des autorités communales et toutes les dispositions soumettant à approbation ces délibérations, arrêtés et actes ainsi que les conventions passées par les autorités communales.Les cahiers des charges types et les règlements types auxquels il était possible avant l'entrée en vigueur de la présente loi de déroger sous réserve d'approbation par le Gouvernement ou ses représentants deviennent pour les communes et les établissements publics soumis au présent titre des modèles de cahiers des charges et des modèles de règlements."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les services ou parties de services de la préfecture nécessaires à la préparation et à l'exécution des délibérations du conseil général ainsi qu'à l'exercice des pouvoirs et responsabilités dévolus à l'exécutif du département sont placés, du fait du transfert de l'exécutif départemental résultant de l'article précédent, sous l'autorité du président du conseil général.Dans chaque département et jusqu'à l'entrée en vigueur de la loi prévue à l'article 1er de la présente loi et relative à la répartition des compétences entre les communes, les départements, les régions et l'Etat, une convention conclue entre le représentant de l'Etat dans le département et le président du conseil général, et approuvée par arrêté du ministre de l'intérieur, constate la liste des services ainsi placés sous l'autorité du président du conseil général.Cette convention adapte à la situation particulière de chaque département les dispositions d'une convention type approuvée par décret. A défaut de convention passée dans le délai de trois mois après la publication de la présente loi, cette liste est établie par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - Les agents de l'état affectés, pour l'application de la convention mentionnée à l'article 26, à l'exécution de tâches départementales sont mis à la disposition du président du conseil général et sont placés, pour l'exercice de leurs fonctions, sous l'autorité de celui-ci.Les agents du département affectés, pour l'application de la convention mentionnée à l'article 26, à l'exécution de tâches de l'état sont mis à la disposition du représentant de l'état dans le département et sont placés, pour l'exercice de leurs fonctions, sous l'autorité de celui-ci.II. - Les personnels des services mentionnés aux articles 26 et 27 restent régis par les statuts qui leur sont applicables lors de l'entrée en vigueur de la présente loi.En outre, et jusqu'à la date d'entrée en vigueur de la loi fixant le statut du personnel départemental, tout engagement d'un fonctionnaire départemental s'effectue selon les modalités de recrutement, de rémunération et de déroulement de carrière qui étaient appliquées par le département à la date du 15 juillet 1981, pour des emplois équivalents lorsque de tels emplois existaient. Dans le cas contraire, ces modalités doivent être fixées par référence à celles applicables aux emplois de l'Etat équivalents."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Jusqu'à l'entrée en vigueur de la loi prévue à l'article 1er de la présente loi, relative à la répartition des ressources entre l'état, les communes, les départements et les régions, restent à la charge de l'état les prestations de toute nature qu'il fournit actuellement au fonctionnement des services transférés à la collectivité départementale par la présente loi ou mis à la disposition de cette collectivité en tant que de besoin, ainsi qu'aux agents de ces services. Dans les mêmes conditions, restent à la charge des départements les prestations de toute nature, y compris celles relatives à l'entretien et l'acquisition des matériels, qu'ils fournissent actuellement au fonctionnement de l'administration préfectorale et des services déconcentrés de l'état ainsi qu'à leurs agents.Lorsque ces participations entraînent l'inscription de crédits au budget de l'Etat, titres III et IV, et à la section de fonctionnement du budget du département, le montant de ceux-ci doit être, pour la première année, au moins égal à la moyenne des crédits engagés sur les budgets des trois dernières années, à l'exclusion de toutes dépenses engagées à titre exceptionnel. Pour les années ultérieures, la progression annuelle de ces crédits ne peut être inférieure au taux de progression de la dotation globale de fonctionnement des départements.Pour l'application du premier alinéa du présent article, les biens de l'Etat affectés, à la date d'entrée en vigueur de la présente loi, au fonctionnement des services des départements et les biens des départements affectés, à la même date, au fonctionnement des services de l'Etat conservent leur affectation, sauf accord contraire du représentant de l'Etat et du président du conseil général."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-Le préfet de département, représentant de l'Etat dans le département, est nommé par décret en conseil des ministres. Il représente chacun des membres du Gouvernement.\n\nIl a la charge des intérêts nationaux, du respect des lois, de l'ordre public et, dans les conditions fixées par la loi, assure le contrôle administratif du département, des communes et de leurs établissements publics qui ont leur siège dans le département.\n\nIl dirige les services de l'Etat dans le département sous réserve des exceptions limitativement énumérées par un décret en Conseil d'Etat.\n\nII.-Sous réserve des exceptions prévues par décret, le préfet de département est seul habilité à engager l'Etat envers les communes, le département ou leurs groupements.\n\nSur sa demande, le préfet de département reçoit des maires et du président du conseil général les informations nécessaires à l'exercice de ses attributions.\n\nSur leur demande, le président du conseil général et les maires reçoivent du préfet de département les informations nécessaires à l'exercice de leurs attributions.\n\nIII.-Le représentant de l'Etat dans le département peut, dans le cas où il n'y aurait pas été pourvu par le président du conseil général, et après une mise en demeure restée sans résultat, exercer les attributions dévolues au président du conseil général en matière de police en vertu des dispositions de l'article 25 de la présente loi."
    },
    {
      "provision_ref": "art45-1",
      "section": "45-1",
      "title": "Article 45-1",
      "content": "Toute cession d'immeubles ou de droits réels immobiliers envisagée par l'un des établissements visés à l'article L. 324-1 du code de l'urbanisme donne lieu à délibération motivée de l'organe délibérant portant sur les conditions de la vente et ses caractéristiques essentielles. La délibération est prise au vu de l'avis de l'autorité compétente de l'Etat. Cet avis est réputé donné à l'issue d'un délai d'un mois à compter de la saisine de ce service. Lorsque cette opération est envisagée dans le cadre d'une convention avec un département, copie de cette délibération est transmise au département concerné dans les deux mois suivant son adoption."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "De I. à IX. : Dispositions abrogeant ou modifiant certains articles :De la loi du 10 août 1871.De la loi du 28 pluviose an VIII.De la loi des 22 décembre 1789 et 8 janvier 1790.De l'ordonnance n° 45-290 du 24 février 1945.De la loi n° 47-1465 du 8 août 1947.Du code électoral.Du code des communes.X. - Dans le troisième alinéa de l'article L. 163-18 du code des communes, l'expression : \"commission départementale\" est remplacée par l'expression : \"la commission permanente du conseil général\".XI. - Dans tous les articles de loi non modifiés par la présente loi, le terme : \"préfet\" est remplacé par l'expression :\"représentant de l'Etat dans le département\" et le terme :\"sous-préfet\" par l'expression : \"délégué du représentant de l'Etat dans l'arrondissement\".XII. - Sont en outre abrogées toutes les dispositions prévoyant l'annulation par le Gouvernement ou ses représentants des délibérations, arrêtés et actes des autorités départementales et toutes celles soumettant à approbation ces délibérations,arrêtés et actes ainsi que les conventions que passent les autorités départementales.XIII. - Les cahiers des charges types et les règlements types auxquels il était possible avant l'entrée en vigueur de la présente loi de déroger sous réserve d'approbation par le Gouvernement ou ses représentants deviennent pour les départements et les établissements publics soumis au présent titre des modèles de cahiers des charges et des modèles de règlements."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. et II. - (paragraphes modificateurs).III. - A - La faculté d'exonérer de la taxe professionnelle, offerte aux collectivités locales et aux communautés urbaines dans les conditions prévues par l'article 1465 du code général des impôts, est étendue aux établissements publics et régionaux."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Sont abrogées toutes les dispositions prévoyant l'annulation par le Gouvernement ou ses représentants des délibérations, arrêtés et actes des autorités régionales ainsi que toutes celles soumettant à approbation les délibérations et arrêtés ainsi que les conventions qu'elles passent.Les cahiers des charges types et les règlements types auxquels il était possible avant l'entrée en vigueur de la présente loi de déroger sous réserve d'approbation par le Gouvernement ou ses représentants deviennent pour les régions des modèles de cahiers des charges et des modèles de règlements."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "A. - (paragraphe modificateur).B. - Dans un délai de six mois à compter de la publication de la présente loi, un décret fixera la liste des pièces justificatives que le comptable peut exiger avant de procéder au paiement."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Les dispositions du présent chapitre s'appliquent aux communes des territoires d'outre-mer.\n\nLes dispositions du présent chapitre sont également applicables aux établissements publics des communes de Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Jusqu'à l'entrée en vigueur des dispositions concernant la culture dans la loi mentionnée à l'article 4 de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, une dotation spéciale est attribuée par l'Etat aux établissements publics régionaux et aux collectivités territoriales ou à leurs groupements pour atténuer les charges résultant de leur action culturelle et contribuer au développement de cette action.Cette dotation culturelle comprend deux fractions :70 p. 100 de la dotation ont pour but d'atténuer la charge résultant de l'action culturelle des collectivités territoriales et des établissements publics régionaux ; les modalités de répartition de cette fraction de la dotation sont présentées au Parlement dans le cadre de la loi de finances et son utilisation fera l'objet d'une convention entre l'Etat et la collectivité concernée ;30 p. 100 de la dotation constituent un fonds spécial de développement culturel dont le montant est réparti entre les régions qui en disposent librement.Le gouvernement déposera sur le bureau des assemblées parlementaires, avant le 31 juillet 1985, un rapport sur l'application des dispositions précédentes."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "A compter du 1er janvier 1982, la contribution communale aux dépenses de police dans les communes où a été instituée une police d'Etat est supprimée.En conséquence, sont abrogés les articles L. 132-10 et L. 183-3 du code des communes ainsi que les mots : \"et pour la commune dont la police est étatisée le contingent assigné conformément à la loi\" figurant à l'article L. 221-2 6° du même code."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "A compter du 1er janvier 1982 et jusqu'à l'entrée en vigueur de la loi prévue à l'article 1er de la présente loi et relative à la répartition des compétences entre les communes, les départements, les régions et l'Etat, une dotation spéciale est attribuée par l'Etat aux collectivités territoriales pour compenser les dépenses de fonctionnement supportées par elles au titre du service public de la justice ainsi que les dépenses d'équipement et la charge de remboursement des emprunts souscrits par ces collectivités pour la construction ou la rénovation de bâtiments judiciaires lorsque ces opérations sont entreprises dans le cadre de programmes d'équipement définis en accord avec l'Etat. Cette dotation est égale pour 1982 au montant des dépenses constatées dans les comptes administratifs de l'exercice 1981 des collectivités concernées."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Les collectivités territoriales et leurs établissements publics ne peuvent, pour des prestations qui leur sont fournies par des services déconcentrés ou des établissements publics de l'Etat, verser directement, sous quelque forme que ce soit, des indemnités aux agents desdits services et établissements publics de l'Etat."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. - Des décrets en Conseil d'Etat procéderont, après avis de la commission supérieure chargée d'étudier la codification et la simplification des textes législatifs et réglementaires, à la codification :- des dispositions de la présente loi concernant la commune, dans le code des communes ;- des dispositions de la présente loi intéressant le département, dans un code des départements ;- des dispositions de la présente loi intéressant la région, dans un code des régions.Ces décrets ne devront apporter aux textes codifiés que les adaptations de forme strictement et évidemment nécessaires, à l'exclusion de toute modification de fond.II. - Il sera établi ultérieurement un code général des collectivités locales regroupant l'ensemble des dispositions intéressant la commune, le département et la région."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Il est créé une dotation globale d'équipement qui se substitue aux subventions spécifiques d'investissement de l'Etat. Cette dotation, libre d'emploi, est versée chaque année par l'Etat aux communes, départements et régions.La loi prévue à l'article 1er de la présente loi, relative à la répartition des compétences entre les communes, les départements, les régions et l'Etat, fixera les règles de calcul, les modalités de répartition de cette dotation ainsi que les conditions de son évolution. Son montant ne pourra être inférieur à celui des subventions qu'elle remplace.La loi comportera également des dispositions permettant aux petites communes de garantir leur capacité d'investissement."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Sont abrogés les articles 19, 20 et 23 de la loi n° 75-1331 du 31 décembre 1975 précitée."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Sans préjudice des dispositions des articles précédents, une loi fixera les modalités d'application à Paris du régime de droit commun dans un délai de six mois."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Les dispositions du titre II ainsi que celles de l'article 71 de la présente loi entreront en vigueur le jour de la première réunion du conseil général qui suivra le renouvellement triennal.Les autres dispositions du titre III de la présente loi entreront en vigueur le 15 avril 1982."
    }
  ]
}