{
  "id": "jorftext000000339925",
  "type": "statute",
  "title": "Ordonnance n° 82-130 du 5 février 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000339925",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les dispositions de la présente ordonnance s'appliqueront aux contrats conclus ou renouvelés après son entrée en vigueur."
    },
    {
      "provision_ref": "artExecution",
      "section": "Execution",
      "title": "Article Execution",
      "content": "RAPPORT AU PRESIDENT DE LA REPUBLIQUE\n\nMonsieur le Président,\n\nL'impact de la crise économique depuis 1974, la dégradation de la situation de nombreuses entreprises et l'incertitude générale quant aux perspectives à moyen terme qui en résulte ont profondément modifié les pratiques de gestion de la main-d'oeuvre.\n\nAinsi, la recherche d'une diminution des coûts salariaux a conduit les entreprises à réduire au maximum le nombre de salariés permanents et à limiter leur emploi aux fonctions considérées comme essentielles pour la pérennité et le développement de l'entreprise.\n\nParallèlement, le nombre d'emplois non permanents offerts,\n\net en particulier le nombre des contrats à durée déterminée,\n\ns'est considérablement accru. Ainsi, en avril 1980, 27 p. 100 des établissements industriels et commerciaux de plus de dix salariés employaient des salariés sous contrats à durée déterminée et ces salariés représentaient 3 p. 100 des effectifs, alors que, en avril 1977, 12 p. 100 seulement de ces établissements avaient déclaré utiliser ce type de contrat, les salariés concernés représentant 1,4 p. 100 de l'ensemble des effectifs.\n\nIl n'est pas indifférent de remarquer que cette forme de précarisation concerne tout particulièrement les travailleuses :\n\n3,8 p. 100 de l'ensemble des femmes salariées (recensées dans les établissements industriels et commerciaux de plus de dix salariés) contre 2,6 p. 100 des salariés masculins, et plus particulièrement les jeunes filles de moins de vingt-cinq ans. Enfin, en mars 1981, 30,4 p. 100 des demandeuses d'emploi sont entrées en chômage du fait de la fin d'un contrat à durée déterminée, contre 23,2 p. 100 pour les demandeurs d'emploi masculins.\n\nOr la loi du 3 janvier 1979 relative au contrat à durée déterminée, en insérant pour la première fois dans le code du travail des dispositions propres à ce type de contrat, aurait dû, en fixant des solutions empruntées à la jurisprudence,\n\nassurer une plus grande précision juridique et ainsi une plus grande sécurité aux salariés employés dans ces conditions.\n\nCependant les principes mêmes qui ont présidé à l'élaboration de cette loi n'ont pas permis d'obtenir les résultats escomptés.\n\nBien au contraire, en ne limitant pas les cas de recours au contrat à durée déterminée de date à date, ni leur durée, cette loi a permis l'utilisation de tels contrats pour pourvoir des emplois permanents et a eu pour effet d'exclure les salariés employés dans ces conditions, de l'application des dispositions légales et conventionnelles applicables aux salariés permanents,\n\nen les empêchant d'acquérir l'ancienneté nécessaire pour en bénéficier.\n\nEn outre, en limitant de façon trop restrictive les situations dans lesquelles les contrats conclus pouvaient être assimilés à des contrats à durée déterminée, cette loi a paradoxalement exclu du régime des contrats à durée déterminée des emplois pour lesquels il est manifestement d'usage de recourir à ce type de contrat. Il en est ainsi en particulier pour certains emplois du spectacle.\n\nC'est pourquoi la présente ordonnance répond à deux objectifs essentiels.\n\nEn premier lieu, elle affirme le principe selon lequel le contrat de travail de droit commun est le contrat à durée indéterminée, le recours aux contrats à durée déterminée étant limité à des cas où l'emploi pourvu ne présente manifestement pas un caractère permanent. En outre, ces contrats doivent être, sauf dans certains cas, limités dans le temps.\n\nEn second lieu, l'ordonnance garantit aux salariés titulaires de contrats à durée déterminée, le bénéfice des dispositions légales et conventionnelles et des usages applicables aux salariés permanents.\n\nDans le même esprit, elle prévoit, dans certains cas, l'obligation pour l'employeur qui n'entend pas poursuivre les relations contractuelles à l'issue d'un contrat à durée déterminée de respecter un délai de prévenance et accorde une indemnité de fin de contrat aux salariés employés dans ces conditions.\n\nIl est également apparu nécessaire de ne pas créer un système trop rigide et par là même trop éloigné des réalités économiques auxquelles sont confrontées les entreprises.\n\nC'est pourquoi, s'il est prévu que le contrat à durée déterminée doit avoir un terme précis afin de permettre au salarié d'être informé de la durée de son contrat, il est néanmoins possible de reporter le terme de ce contrat dans les limites des durées maximales prévues, afin de faciliter l'adaptation de la durée du contrat aux nécessités de l'entreprise.\n\nLa limitation du recours au contrat à durée déterminée s'accompagne de mesures tendant à éviter tout abus. C'est ainsi que tout contrat irrégulier est requalifié de contrat à durée indéterminée et que la succession de contrats à durée déterminée est limitée.\n\nTel est l'objet de la présente ordonnance que nous avons l'honneur de soumettre à votre approbation.\n\nVeuillez agréer, Monsieur le Président, l'assurance de notre profond respect."
    }
  ]
}