{
  "id": "jorftext000000511958",
  "type": "statute",
  "title": "Loi n° 70-1264 du 23 décembre 1970",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000511958",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les infractions aux règlements relatifs à la conservation des ressources biologiques de la mer et à l'exercice de la pêche maritime, pris par les autorités françaises compétentes en application des conventions internationales ou des recommandations des organisations internationales qui ont institué un contrôle international, sont recherchées et constatées, dans les zones d'application de ce contrôle international, par les inspecteurs et officiers français ou étrangers visés par ces conventions ou recommandations.Les dispositions de la présente loi ne portent pas atteinte à l'application, dans les conditions du droit commun, de la loi nationale aux navires de pêche français en ce qui concerne notamment la recherche et la constatation de ces infractions."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les navires sur lesquels sont embarqués les inspecteurs ou officiers habilités à participer au contrôle international arborent un pavillon ou guidon distinctif.Ces inspecteurs et officiers sont porteurs d'une pièce d'identité spéciale.Ils peuvent donner à tout navire de pêche battant pavillon de l'un des Etats contractants l'ordre de stopper, à moins qu'il ne soit entrain de pêcher, de mettre à l'eau ou de virer son filet. Dans ce cas, le navire de pêche devra stopper dès qu'il aura rentré son filet.Ils peuvent monter à bord des navires de pêche et établir un rapport de leur inspection.Ils peuvent être accompagnés d'un témoin et demander au capitaine du navire de pêche inspecté toute assistance qu'ils jugeront nécessaire pour procéder à leur inspection : ils signent leur rapport en présence du capitaine qui peut y ajouter, ou y faire ajouter, toutes observations qu'il estimera utiles en les faisant suivre de sa signature. Un exemplaire de ce rapport est remis au capitaine."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Pour la recherche et la constatation des infractions aux règlements visés à l'article 1er ci-dessus relatif à la conservation des ressources biologiques de la mer, les inspecteurs et officiers peuvent procéder à tout examen des prises, filets et autres engins ainsi qu'à celui de tout document de bord y ayant trait."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les rapports établis par les inspecteurs et officiers français habilités et agissant en cette qualité à l'égard des navires étrangers sont transmis aux autorités compétentes des gouvernements intéressés."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les rapports concernant les navires de pêche français établis par les inspecteurs et officiers étrangers habilités sont transmis à l'officier ou l'inspecteur des affaires maritimes, chef du service des affaires maritimes dont relève le port d'immatriculation du navire, par les autorités françaises auxquelles ces rapports ont été adressés."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les rapports des inspecteurs et officiers étrangers établis à l'égard des navires de pêche français auront en France une force probante équivalente à celle qu'ils auraient dans les pays des inspecteurs et officiers dont ils émanent. Ils ne pourront toutefois avoir une force probante supérieure à celle des procès-verbaux et rapports établis par les officiers et les inspecteurs français."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sous réserve de l'application des dispositions qui précèdent, il sera donné suite aux rapports émanant des inspecteurs et officiers étrangers habilités, conformément aux dispositions des articles 12 et suivants du décret du 9 janvier 1852 modifié sur l'exercice de la pêche maritime."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Tout refus de stopper opposé à un inspecteur ou officier étranger habilité sera puni des peines prévues à l'article 63 du code disciplinaire et pénal de la marine marchande.Toute résistance envers un inspecteur ou officier étranger habilité ou tout refus de suivre ses directives sera considéré comme résistance envers un inspecteur ou officier français ou refus de suivre ses directives."
    }
  ]
}