{
  "id": "jorftext000000321867",
  "type": "statute",
  "title": "Loi n° 89-18 du 13 janvier 1989",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000321867",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'embauche, dans les conditions ci-après, d'un premier salarié ouvre droit à l'exonération des cotisations qui sont à la charge de l'employeur au titre des assurances sociales, des accidents du travail et des allocations familiales pour l'emploi de ce salarié, afférentes à une fraction de la rémunération égale au salaire minimum de croissance, par heure rémunérée dans la limite de la durée légale ou conventionnelle du travail.Bénéficient de cette exonération les personnes non salariées inscrites auprès des organismes chargés du recouvrement des cotisations d'allocations familiales ou assujetties au régime de protection sociale des professions agricoles et qui ont exercé leur activité sans le concours de personnel salarié, sinon avec au plus un salarié en contrat d'apprentissage ou de qualification ou en contrat d'adaptation ou d'orientation durant les douze mois précédant l'embauche ainsi que, dans les mêmes conditions, les gérants de société à responsabilité limitée qui ne possèdent pas plus de la moitié du capital social et ne bénéficient pas de cette exonération à un autre titre. Bénéficient également de cette exonération les mutuelles régies par le code de la mutualité, les coopératives d'utilisation de matériel agricole régies par le titre II du livre V (nouveau) du code rural, les groupements d'employeurs visés à l'article L. 127-1 du code du travail dont les adhérents sont exclusivement agriculteurs ou artisans et les associations régies par la loi du 1er juillet 1901 relative au contrat d'association ou les dispositions de la loi du 19 avril 1908 applicables dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle agréées à cette fin par l'autorité administrative compétente.Cet agrément est donné aux associations :1° Qui exercent une activité sociale, éducative, culturelle, sportive ou philanthropique, non concurrente d'une entreprise commerciale ;2° Qui sont administrées à titre bénévole par les personnes n'ayant elles-mêmes ou par personnes interposées aucun intérêt direct dans les résultats de l'association ;3° Qui utilisent l'intégralité d'éventuels excédents de recettes aux actions entrant dans l'objet de l'association ;4° Qui sont administrées par des personnes dont aucune n'a administré une autre association ayant employé un ou plusieurs salariés, au sens du deuxième alinéa de l'article 6-1 de la présente loi, dans les douze mois précédant la date de l'embauche.Bénéficient également de cette exonération les associations agréées pour les services aux personnes, dans les conditions prévues à l'article L. 129-1 du code du travail.Les associations et les mutuelles doivent avoir exercé leur activité sans le concours de personnel salarié, sinon des salariés en contrat d'accompagnement dans l'emploi, contrat d'avenir ou au plus un salarié en contrat d'apprentissage ou de professionnalisation durant les douze mois précédant l'embauche. Les coopératives d'utilisation de matériel agricole et les groupements d'employeurs doivent avoir exercé leur activité sans le concours de personnel salarié, sinon au plus un salarié en contrat d'apprentissage ou de qualification ou en contrat d'adaptation ou d'orientation durant les douze mois précédant l'embauche."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Le bénéfice de l'exonération est accordé en cas de reprise d'une entreprise employant ou ayant employé au plus quarante-neuf salariés dans les douze mois précédant l'embauche par le repreneur lorsque cette reprise intervient dans le cadre de la procédure de redressement prévue par le code de commerce, si elle a pour effet de maintenir l'emploi pendant la période d'exonération.Sont considérées comme salariés pour l'application des présentes dispositions les personnes mentionnées aux articles L. 311-2 et L. 311-3, à l'exception du 10°, et du 11° du code de la sécurité sociale, à l'article 3 de la loi du 13 décembre 1926 portant code du travail maritime et à l'article 1144 du code rural, à l'exclusion du conjoint ou du concubin de l'employeur ou du gérant de la société à responsabilité limitée, des personnes fiscalement à sa charge, des aides familiaux et associés d'exploitation mentionnés au 2° du paragraphe I de l'article 1106-1 du code rural ainsi que des employés de maison.Le contrat de travail doit être à durée indéterminée ou être conclu en application du 2° de l'article L. 122-1-1 du code du travail pour une durée d'au moins douze mois.L'exonération porte sur une période de vingt-quatre mois à compter de la date d'effet du contrat de travail. En cas d'embauches successives liées à la démission ou au décès d'un ou plusieurs salariés ou à tout autre événement indépendant de la volonté de l'employeur et déterminé par décret, la période de vingt-quatre mois tient uniquement compte des durées d'effet respectives des contrats de travail ainsi conclus, dans la limite toutefois d'un délai total de trente-six mois à compter de la date d'effet du premier contrat de travail.Lorsque le contrat de travail est conclu pour une durée déterminée, l'exonération porte sur une période égale à la durée initiale du contrat dans la limite de dix-huit mois à compter de sa date d'effet. En cas d'embauches successives dans les conditions définies au quatrième alinéa, la période d'exonération tient uniquement compte des durées d'effet respectives des contrats de travail ainsi conclus dans la limite d'une fois et demie la durée de l'exonération attachée à la conclusion du premier contrat."
    },
    {
      "provision_ref": "art6-2",
      "section": "6-2",
      "title": "Article 6-2",
      "content": "Les dispositions des articles 6, 6-1 et celles du présent article sont applicables aux embauches réalisées jusqu'au 31 décembre 2001.\n\nLe bénéfice de ces dispositions ne peut être cumulé avec les aides directes de l'Etat à la création d'emploi dont la liste est fixée par décret. Il ne peut être cumulé avec le bénéfice d'une autre exonération totale ou partielle de cotisations patronales ou l'application de taux spécifiques, d'assiettes ou de montants forfaitaires de cotisations.\n\nLes employeurs qui remplissent les conditions fixées ci-dessus en font la déclaration par écrit à l'organisme de recouvrement des cotisations de sécurité sociale au plus tard à la date d'exigibilité des cotisations de sécurité sociale afférentes au premier versement de la rémunération ou, pour les embauches intervenues avant la date de publication de la présente loi, avant le 1er février 1989."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - ...\n\nII. - ...\n\nIII. - Les dispositions des paragraphes I et II ci-dessus s'appliqueront aux cotisations assises sur les gains et rémunérations versés aux salariés à compter du 1er janvier 1990.\n\nPar dérogation à l'article L. 241-6 du code de la sécurité sociale, les cotisations d'allocations familiales dues sur les gains et rémunérations versés en 1989 sont assises pour partie sur l'intégralité des gains et rémunérations et pour partie dans la limite d'un plafond.\n\nIV. - Par dérogation aux articles L. 241-6 et L. 613-1 du code de la sécurité sociale, les cotisations d'allocations familiales dues par les employeurs et travailleurs indépendants non salariés non agricoles sont assises pour partie sur l'intégralité de leur revenu professionnel et pour partie dans la limite d'un plafond. Le plafond et les taux applicables sont fixés par décret.\n\nV. - Le décret fixant les taux et les plafonds de cotisations prend effet le 1er janvier 1989."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - ...\n\nII. - Les dispositions du paragraphe I ci-dessus sont applicables à compter du 1er janvier 1990.\n\nPour l'année 1989, une partie des cotisations est calculée dans la limite d'une superficie maximale et en fonction d'un taux, qui sont fixés par décret."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les prestations et les salaires servant de base à leur calcul mentionnés aux articles L. 341-6 et L. 351-11 du code de la sécurité sociale ainsi que les prestations, salaires et revenus dont les modalités de revalorisation et de majoration sont identiques sont revalorisés de 1,3% au 1er janvier 1989 et de 1,2% au 1er juillet 1989."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A compter du 1er janvier 1989, les salariés du Crédit foncier de France sont affiliés au régime général de sécurité sociale pour l'ensemble des risques couverts par celui-ci. Il est mis fin, à compter de la même date, au régime spécial d'assurance invalidité et vieillesse du Crédit foncier de France.\n\nLes obligations contractées au titre de ce régime spécial par le Crédit foncier de France à l'égard de ses agents et anciens agents et de leurs ayants droit bénéficiaires au 31 décembre 1988 dudit régime spécial sont transférées au régime général de sécurité sociale dans la limite des règles propres à celui-ci. Un décret apportera, dans cette limite, aux règles de détermination du salaire annuel de base, de la durée d'assurance et du taux de pension mentionnés aux deuxième, troisième et quatrième alinéas de l'article L. 351-1 du code de la sécurité sociale, les adaptations nécessaires.\n\nPour celles de ces obligations qui ne peuvent être prises en charge par le régime général de sécurité sociale, le Crédit foncier de France pourvoit, avant le 1er janvier 1989, aux couvertures complémentaires nécessaires conformément aux dispositions du titre III du livre VII du code de la sécurité sociale."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "A compter du 1er janvier 1989, les obligations de la caisse d'allocation vieillesse des officiers ministériels, des officiers publics et des compagnies judiciaires sont, en ce qui concerne le régime de base d'assurance vieillesse dont bénéficiaient les agents de change en retraite ou ayant exercé cette activité ainsi que leurs ayants droit, transférées au régime général de sécurité sociale.Pour les agents de change qui continuent d'exercer cette activité, ces mêmes obligations sont transférées aux régimes de base d'assurance vieillesse auxquels les intéressés sont affiliés en raison de la modification du mode d'exercice de leur activité.Les modalités de ce transfert sont prévues par un décret qui fixe les adaptations nécessaires aux règles de détermination du salaire annuel de base, de la durée d'assurance et du taux de pension, mentionnées aux deuxième, troisième et quatrième alinéas de l'article L. 351-1 du code de la sécurité sociale.Ce transfert ne peut concerner que les droits acquis ou en cours d'acquisition auprès de la caisse d'allocation vieillesse des officiers ministériels, des officiers publics et des compagnies judiciaires pour les périodes au cours desquelles les agents de change ont exercé une activité exclusivement libérale."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le taux de la retenue prévu à l'article L. 61 du code des pensions civiles et militaires de retraites est majoré d'un point.Cette disposition s'applique aux traitements et soldes perçus au titre de la période postérieure au 31 décembre 1988."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.-La contribution définie à l'article 2 de la loi n° 86-966 du 18 août 1986 portant diverses mesures relatives au financement des retraites et pensions s'applique, dans les mêmes conditions, aux revenus de l'année 1987.II.-Les montants de 160 F et 140 F mentionnés à l'article 6 de la loi n° 86-966 du 18 août 1986 précitée sont portés respectivement à 170 F et 150 F.III.-Sauf dans les cas où la cotisation d'impôt due sur les revenus de 1987 est mise en recouvrement après le 31 mars 1989, la contribution est mise en recouvrement le 31 mars 1989 et acquittée en même temps que l'acompte provisionnel de l'impôt sur le revenu payable au plus tard le 15 mai 1989. Pour les contribuables ayant opté pour le paiement mensuel de l'impôt sur le revenu, la contribution est prélevée en même temps que la première mensualité suivant la date limite de paiement de l'acompte provisionnel mentionné ci-dessus.Par dérogation à l'article 150 R du code général des impôts, le paiement de la contribution ne peut être fractionné."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Avant le 30 juin 1989, le Gouvernement présentera au Parlement un bilan des dispositions législatives actuelles sur les études médicales. Dans ce bilan, le Gouvernement examinera notamment les conséquences de ces dispositions sur le fonctionnement des établissements hospitaliers ; il appréciera les modalités de la formation en médecine, tant dans le deuxième que dans le troisième cycle, ainsi que les conditions d'accès au troisième cycle et la nécessité de leur éventuelle adaptation dans le cadre de la poursuite de la revalorisation de la médecine générale."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.-...II.-A compter de la date d'entrée en vigueur de la présente loi, les personnels nouveaux recrutés par l'établissement sont soumis aux dispositions de la loi n° 86-33 du 9 janvier 1986 précitée.III.-Les fonctionnaires et stagiaires en fonctions à la \" Maison de Nanterre \" à la date d'entrée en vigueur de la présente loi sont, à compter de cette même date, mis à la disposition du centre d'accueil et de soins hospitaliers de Nanterre. Ils continuent à être régis par les statuts qui leur sont applicables lors de l'entrée en vigueur de la présente loi.IV.-Les fonctionnaires et les stagiaires visés au paragraphe III ci-dessus peuvent opter pour le maintien de leur statut ou pour leur intégration dans les corps et emplois de la fonction publique hospitalière dans des conditions prévues par décret en Conseil d'Etat.S'ils n'optent pas pour le maintien de leur statut, les fonctionnaires et stagiaires désignés ci-dessus sont, à compter d'une date fixée par le décret prévu ci-dessus, intégrés dans les corps et emplois de la fonction publique hospitalière. Les agents qui auront à cette date la qualité de stagiaire seront intégrés à la date à laquelle ils seront titularisés.Ceux d'entre eux qui auront opté pour le maintien de leur statut ou qui ne remplissent pas les conditions fixées pour l'accès aux corps et emplois de la fonction publique hospitalière ou pour lesquels il n'existe pas de corps d'accueil dans ladite fonction publique, sont détachés, à une date fixée par le décret mentionné ci-dessus, auprès du centre d'accueil et de soins hospitaliers ou, à défaut, mis à sa disposition par la préfecture de police de Paris.V.-Le contrat de travail des agents non titulaires en fonction à la date de publication de la présente loi subsistera aux mêmes conditions dans l'établissement public nouvellement créé.VI.-Le préfet de police de Paris peut, dans des conditions définies par une convention avec l'établissement, mettre à disposition du centre d'accueil et de soins des personnels d'encadrement, administratifs et de surveillance qui demeurent soumis à leur statut particulier. Les conditions financières de prise en charge de ces personnels par l'établissement sont régies par cette même convention.VII.-Les personnels médicaux et les pharmaciens en fonctions dans l'unité hospitalière mentionnée ci-dessus peuvent demander à être intégrés dans les corps et emplois des praticiens hospitaliers publics à temps plein ou à temps partiel selon leur mode d'exercice. Les conditions d'option et d'intégration sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Est autorisée aux conditions fixées par la convention passée à cet effet, la cession gratuite au centre d'accueil et de soins hospitaliers de l'ensemble mobilier et immobilier dit \" Maison de Nanterre \", appartenant à la ville de Paris. Cette cession est exonérée de tous droits et taxes."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Une prorogation de cette suspension peut être demandée par simple requête au président du   tribunal judiciaire qui statue après avoir entendu la partie poursuivante et après avoir obtenu toutes les indications utiles des services administratifs compétents."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Les candidats admis au concours du certificat d'aptitude au professorat de l'enseignement du second degré, section Lettres modernes, ouvert en 1983 gardent le bénéfice de leur nomination comme professeurs certifiés ou, pour les maîtres contractuels ou agréés des établissements d'enseignement privés, le bénéfice de l'accès à l'échelle de rémunération des professeurs certifiés."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Ont la qualité d'élèves-instituteurs les personnes ayant figuré sur la liste des candidats déclarés admis à la suite des épreuves du concours de recrutement d'élèves-instituteurs du département de l'Isère, session de 1987, ainsi que les personnes ayant figuré sur la liste complémentaire d'admission dressée à la suite des épreuves du même concours, nommées dans les conditions prévues à l'article 6 du décret n° 86-487 du 14 mars 1986 relatif au recrutement et à la formation des instituteurs."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Nonobstant toutes dispositions contraires, les mentions marginales ne seront plus apposées, à compter du 1er janvier 1989, sur l'exemplaire des registres de l'état civil conservé au greffe du tribunal de grande instance.\n\nLes dispositions de l'alinéa précédent ne sont pas applicables dans les départements d'outre-mer, dans les territoires d'outre-mer et dans la collectivité territoriale de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Les dispositions de l'article 7 de la loi n° 75-1000 du 30 octobre 1975 modifiant la loi n° 72-662 du 13 juillet 1972 portant statut général des militaires et édictant des dispositions concernant les militaires de carrière ou servant en vertu d'un contrat sont applicables à compter du 1er janvier 1989 et jusqu'au 31 décembre 1998."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Les candidats classés à l'issue du concours sur épreuves, effectué le 8 septembre 1986 par le ministère des affaires sociales et de l'emploi, pour le recrutement des médecins inspecteurs de la santé, gardent le bénéfice de leur nomination ultérieure dans ce corps."
    }
  ]
}