{
  "id": "jorftext000000409831",
  "type": "statute",
  "title": "Ordonnance n° 2002-149 du 7 février 2002",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000409831",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est créé un régime de base obligatoire pour les prestations familiales dans le Département de Mayotte. Il s'inscrit dans le principe général de solidarité nationale défini à l'article L. 111-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les prestations familiales comprennent :\n\n1° Les allocations familiales ;\n\n1° bis Le complément familial ;\n\n2° L'allocation de rentrée scolaire ;\n\n3° L'allocation de logement familiale régie par les dispositions du livre VIII du code de la construction et de l'habitation ;\n\n4° L'allocation d'éducation de l'enfant handicapé ;\n\n5° L'allocation forfaitaire en cas de décès d'un enfant ;\n\n6° L'allocation journalière de présence parentale.\n\n7° Le complément de libre choix du mode de garde."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Bénéficient des prestations familiales les ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen ou de la Confédération suisse qui disposent d'un droit au séjour dans les conditions prévues à l'article L. 233-1 du code de l'entrée et du séjour des étrangers et du droit d'asile.Bénéficient également des prestations familiales les ressortissants d'autres Etats titulaires d'un titre de séjour exigé par les dispositions législatives ou réglementaires en vigueur leur donnant vocation à résider à Mayotte de manière durable. Un décret fixe la liste des titres permettant de justifier du respect de cette condition."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sous réserve des règles particulières à chaque prestation, ouvre droit aux prestations familiales tout enfant dont la filiation est établie avec au moins l'un de ses deux parents, jusqu'à la fin de l'obligation scolaire et, s'il poursuit des études, jusqu'à un âge limite, à la condition qu'il ne perçoive aucun revenu professionnel.\n\nToutefois, l'enfant ne doit pas être bénéficiaire, à titre personnel, d'une ou plusieurs prestations prévues au présent chapitre.\n\nPour l'attribution de l'allocation forfaitaire versée en cas de décès d'un enfant, l'âge limite peut être différent de celui mentionné au premier alinéa et la condition relative à la rémunération de l'enfant n'est pas prise en compte."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les allocations familiales sont attribuées en fonction du nombre des enfants à charge.\n\nA compter du 1er janvier 2012, le montant des allocations familiales pour un enfant évolue chaque année pour atteindre, au 1er janvier 2021 au plus tard, le même montant que celui applicable dans les autres collectivités régies par l'article 73 de la Constitution.\n\nSur la même période que celle définie à l'alinéa qui précède, le montant des allocations familiales pour deux enfants augmente chaque année pour atteindre le même montant que celui applicable en métropole et dans les départements d'outre-mer pour deux enfants.\n\nLe montant attribué pour trois enfants augmente chaque année pendant la même période afin d'atteindre un montant égal à une fois et demie celui attribué pour deux enfants.\n\nLes personnes qui ouvrent droit pour le mois de décembre 2011 aux allocations familiales au titre d'un seul enfant conservent le bénéfice de ces allocations au montant perçu pour ce mois par dérogation au deuxième alinéa du présent article et à l'article L. 551-1 du code de la sécurité sociale aussi longtemps que cet enfant est le seul enfant à charge de l'allocataire.\n\nLes conditions d'application et les taux correspondant aux évolutions annuelles prévues aux deuxième, troisième et quatrième alinéas sont fixés par décret."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Le complément familial est attribué au ménage ou à la personne dont les ressources n'excèdent pas un plafond variable selon le nombre d'enfants à charge et qui a un ou plusieurs enfants à charge, à la condition que chacun d'entre eux ait un âge supérieur à l'âge limite prévu au premier alinéa de l'article L. 531-1 du code de la sécurité sociale, qu'au moins l'un d'entre eux ait un âge inférieur à l'âge limite prévu à l'article 5 de la présente ordonnance et que le plus jeune des enfants n'ait pas atteint un âge déterminé par le décret mentionné à l'article 14."
    },
    {
      "provision_ref": "art7-2",
      "section": "7-2",
      "title": "Article 7-2",
      "content": "Un montant majoré du complément familial est attribué au ménage ou à la personne dont les ressources ne dépassent pas un plafond qui varie en fonction du nombre des enfants à charge et qui est inférieur à celui défini à l'article 7-1 de la présente ordonnance. Le niveau du plafond de ressources varie selon des modalités identiques à celui mentionné à l'article 7-1 de la présente ordonnance."
    },
    {
      "provision_ref": "art7-3",
      "section": "7-3",
      "title": "Article 7-3",
      "content": "Les taux respectifs du complément familial et du montant majoré du complément familial sont fixés par décret."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Une allocation de rentrée scolaire est attribuée pour chaque enfant inscrit dans un établissement ou organisme d'enseignement public ou privé en exécution de l'obligation scolaire, à compter de l'entrée dans l'enseignement élémentaire et jusqu'à la fin de l'enseignement secondaire, sous réserve de l'âge limite prévu à l'article 5.\n\nCette allocation est attribuée sous réserve que les ressources de la personne seule ou du ménage n'excèdent pas un plafond variable selon le nombre d'enfants à charge. Ce plafond est fixé par décret et revalorisé selon des modalités identiques au plafond de ressources mentionné au troisième alinéa de l'article L. 543-1 du code de la sécurité sociale.\n\nLe montant de cette allocation peut varier selon le cycle scolaire suivi par l'enfant. Les établissements scolaires sont autorisés à transmettre les listes d'enfants inscrits à l'organisme gestionnaire mentionné à l'article 19.\n\nUne allocation différentielle est due lorsque les ressources excèdent le plafond mentionné au deuxième alinéa du présent article d'un montant inférieur à une somme déterminée. Ses modalités de calcul sont définies par le décret mentionné à l'article 14."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "A compter du 1er janvier 2012, le montant de l'allocation de rentrée scolaire versé augmente chaque année pour atteindre au plus tard au 1er janvier 2015 :1° Pour chaque enfant fréquentant l'école primaire dans le Département de Mayotte, le même montant que celui versé dans les départements d'outre-mer pour chaque enfant qui, au 31 décembre de l'année civile de la rentrée scolaire considérée, n'a pas encore atteint l'âge de onze ans ;2° Pour chaque enfant fréquentant le collège dans le Département de Mayotte, le même montant que celui versé dans les départements d'outre-mer pour chaque enfant qui, au 31 décembre de l'année civile de la rentrée scolaire considérée, a atteint l'âge de onze ans, mais n'a pas atteint l'âge de quinze ans ;3° Pour chaque enfant fréquentant le lycée dans le Département de Mayotte, le même montant que celui versé dans les départements d'outre-mer pour chaque enfant qui, au 31 décembre de l'année civile de la rentrée scolaire considérée, a déjà atteint l'âge de quinze ans."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les articles L. 544-1 à L. 544-10 du code de la sécurité sociale sont applicables à Mayotte, sous réserve des adaptations suivantes :1° L'article L. 544-7 est complété par un alinéa ainsi rédigé :Le plafond de ressources est identique à celui retenu pour le complément familial mentionné à l'article 7-1 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte. ;2° A l'article L. 544-9 :a) Le 2° est remplacé par les dispositions suivantes :“ 2° L'indemnité d'interruption d'activité ou l'allocation de remplacement pour maternité ou paternité, prévues aux articles 20-10-1,20-10-3 et 20-10-5 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et aux articles L. 732-10 à L. 732-12-2 du code rural et de la pêche maritime ” ;b) Le 6° est abrogé ;c) Au 8°, les mots : “ aux adultes handicapés ” sont remplacés par les mots : “ pour adulte handicapé ”."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "Les articles L. 541-1, L. 541-2 et L. 541-4 du code de la sécurité sociale sont applicables à Mayotte."
    },
    {
      "provision_ref": "art10-3",
      "section": "10-3",
      "title": "Article 10-3",
      "content": "Une allocation forfaitaire est attribuée, pour chaque enfant dont le décès intervient jusqu'à un âge limite, à la personne ou au ménage qui en assumait, au moment du décès, la charge effective et permanente.Le montant de l'allocation varie en fonction des ressources de la personne ou du ménage qui assumait la charge de l'enfant au moment du décès, selon un barème défini par décret.Les niveaux des plafonds de ressources, qui varient en fonction du nombre d'enfants à charge, sont révisés conformément à l'évolution annuelle de l'indice des prix à la consommation, hors tabac.La date de versement de l'allocation est fixée par décret.Lorsqu'est perçu au titre de ce décès le montant forfaitaire prévu au 7° ter de l'article 20-1 de l'ordonnance du 20 décembre 1996 susvisée, à l'article L. 361-1 du code de la sécurité sociale et à l'article L. 6526-5 du code des transports ou le montant équivalent prévu dans le cadre des régimes d'invalidité décès mentionnés aux articles L. 632-1, L. 644-2 et L. 652-9 du code de la sécurité sociale et des régimes de retraite complémentaire obligatoires mentionnés à l'article L. 921-1 du même code, ou par les dispositions réglementaires équivalentes applicables aux assurés relevant des régimes spéciaux mentionnés à l'article L. 711-1 du même code, par des ayants droit de l'enfant décédé, l'allocation forfaitaire n'est pas versée à la personne ou au ménage mentionné au premier alinéa du présent article.Tout paiement indu de cette allocation est récupéré selon les modalités prévues à l'article 13 de la présente ordonnance. Toutefois, les prestations mentionnées à cet article ou recouvrées en application de ce même article et indûment versées ne peuvent pas être récupérées sur cette allocation forfaitaire."
    },
    {
      "provision_ref": "art10-4",
      "section": "10-4",
      "title": "Article 10-4",
      "content": "L'article L. 531-6 du code de la sécurité sociale est applicable à Mayotte sous réserve des adaptations suivantes :a) Le premier alinéa est remplacé par huit alinéas ainsi rédigés :“ Le complément de libre choix du mode de garde est attribué au ménage ou à la personne qui recourt à une association ou à une entreprise habilitée à cet effet, dans des conditions définies par décret, pour assurer la garde d'un enfant dont l'âge est inférieur à un âge limite. Ce complément est versé au ménage ou à la personne sous la forme d'une aide prenant en charge partiellement le coût de la garde. ” ;Par dérogation aux dispositions du premier alinéa, le complément de libre choix du mode de garde est également versé, à un montant réduit, pour la garde d'un enfant ayant un âge supérieur à l'âge mentionné à cet alinéa mais inférieur à un âge limite. Toutefois, pour les enfants ayant atteint l'âge limite mentionné au même premier alinéa entre le 1er janvier et le 31 août de l'année, la prestation demeure versée intégralement.Le complément de libre choix du mode de garde est versé à la condition que le ménage ou la personne seule exerce une activité professionnelle.Les situations qui sont assimilées à une activité professionnelle pour le bénéfice du complément et leurs modalités de prise en compte sont déterminées par décret. La condition mentionnée au précédent alinéa ne s'applique pas :\n\n-lorsque la personne ou les deux membres du couple poursuivent des études ;-lorsque la personne ou les deux membres du couple sont signataires d'un contrat de service civique mentionné à l'article L. 120-3 du code du service national ;-lorsque la personne ou au moins l'un des membres du couple bénéficie d'une des allocations mentionnées à l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 et aux articles L. 5423-1 et L. 5423-2 du code du travail ;-aux personnes bénéficiaires du revenu mentionné à l'article L. 262-1 du code de l'action sociale et des familles, à la condition que le bénéficiaire soit inscrit dans une démarche d'insertion professionnelle dont les modalités sont définies par décret en Conseil d'Etat. ;\n\nb) Au quatrième alinéa, devenu le onzième alinéa, les mots : “ aux articles L. 821-1 et L. 821-2 du présent code ” sont remplacés par les mots : “ à l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 ” ;c) Au dernier alinéa, les mots : “ de la prestation d'accueil du jeune enfant ” sont supprimés ;d)  Il est ajouté un  alinéa ainsi rédigé :Un décret détermine les conditions de cumul, pour un même enfant ou plusieurs enfants, des compléments de libre choix du mode de garde versés au titre d'un ou plusieurs des modes de garde mentionnés au présent article."
    },
    {
      "provision_ref": "art10-6",
      "section": "10-6",
      "title": "Article 10-6",
      "content": "L'article L. 531-8 du code de la sécurité sociale est applicable à Mayotte sous réserve des adaptations suivantes :a)   Au deuxième alinéa, les mots : “ au I bis de l'article L. 241-10 ” sont remplacés par les  mots : “  à l'article 28-8-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte ” ;b) Au troisième alinéa, les mots : “ des caisses d'allocations familiales et des caisses de mutualité sociale agricole ” sont remplacés par les mots : “ de la caisse de sécurité sociale de Mayotte ” ;c) Au quatrième alinéa :\n\n-à la première phrase, les mots : “ les caisses d'allocations familiales et les caisses de mutualité sociale agricole informent ” sont remplacés par les mots : “ la caisse de sécurité sociale de Mayotte informe ” et le mot : “ transmettent ” est remplacé par le mot : “ transmet ” ;-à la seconde phrase, les mots : “ aux caisses d'allocations familiales et aux caisses de mutualité sociale agricole ” sont remplacés par les mots : “ à la caisse de sécurité sociale de Mayotte ” ;\n\nd) Au cinquième alinéa, la référence : “ l'article L. 553-2 ” est remplacée par les mots : “ l'article 13 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte ” et les mots : “ caisse d'allocations familiales ou à la caisse de mutualité sociale agricole ” sont remplacés par les mots : “ caisse de sécurité sociale de Mayotte ” ;e) Au sixième alinéa :\n\n-les mots : “ l'article L. 553-2 ” sont remplacés par les mots : “ l'article 13 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte ” ;-les mots : “ mentionnée à l'avant-dernier alinéa du présent article dont relève l'allocataire ” sont remplacés par les mots : “ de sécurité sociale de Mayotte ” ;-les mots : \" ce dernier \" sont remplacés par les mots : \" l'allocataire \"."
    },
    {
      "provision_ref": "art10-7",
      "section": "10-7",
      "title": "Article 10-7",
      "content": "L'article L. 531-8-1 du code de la sécurité sociale est applicable à Mayotte."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les prestations familiales sont incessibles et insaisissables, sauf pour le recouvrement des prestations indûment versées."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les articles L. 114-13, L. 114-18, L. 133-3, L. 133-4-6, L. 512-5, \nL. 551-1, L. 552-1, L. 552-7, L. 553-1, L. 554-1, L. 554-2, L. 554-3, L. 583-1 et L. 583-3 du code de la sécurité sociale sont applicables aux prestations prévues au présent chapitre."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Tout paiement indu de prestations familiales est récupéré, sous réserve que l'allocataire n'en conteste pas le caractère indu, par retenues sur les prestations à venir ou par remboursement intégral de la dette en un seul versement si l'allocataire opte pour cette solution. A défaut, l'organisme mentionné à l'article 19 peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre des aides au logement en vigueur à Mayotte, soit au titre de la prestation mentionnée à l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte, soit au titre du revenu de solidarité active applicable à Mayotte mentionné à l'article L. 549-1 du code de l'action sociale et des familles.\n\nPar dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret.\n\nCes retenues seront déterminées dans des conditions définies par décret en fonction de la composition de la famille, de ses ressources, des charges de logement, des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. En cas de fraude, le directeur de l'organisme mentionné à l'article 19 peut majorer le montant de la retenue d'un taux fixé par décret qui ne peut excéder 50 %. Ce taux est doublé en cas de réitération de la fraude dans un délai de cinq ans à compter de la notification de l'indu ayant donné lieu à majoration de la retenue.\n\nLes décisions de l'organisme mentionné à l'article 19 de la présente ordonnance notifiant le recouvrement des prestations indûment versées indiquent les voies et délais de recours ouverts à l'allocataire ainsi que les conditions et les délais dans lesquels il peut présenter ses observations écrites ou orales. Dans ce dernier cas, le débiteur peut se faire assister par un conseil ou représenter par un mandataire de son choix.\n\nLorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au premier alinéa du présent article, la récupération peut être opérée, sous réserve que l'assuré ne conteste pas le caractère indu et n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces mentionnées à l'article 20-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte ou sur les prestations mentionnées aux chapitre Ier et II du titre II de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte, au titre Ier de l'ordonnance n° 2016-160 du 18 février 2016 portant adaptation de la prime d'activité au Département de Mayotte, à l'article L. 433-1 et au deuxième alinéa de l'article L. 434-2 du code de la sécurité sociale. Toutefois, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations.\n\nPour le recouvrement des prestations familiales indûment versées, le directeur de l'organisme mentionné au même article 19 peut, dans les délais et selon les conditions fixés par décret, délivrer une contrainte qui, à défaut d'opposition du débiteur devant le tribunal chargé des affaires de sécurité sociale, comporte tous les effets d'un jugement et confère notamment le bénéfice de l'hypothèque judiciaire.\n\nLes dispositions du premier alinéa sont applicables aux paiements indus de prestations familiales à compter du 1er janvier 2012.\n\nLes dispositions du troisième alinéa ne sont applicables aux retenues mentionnées au premier alinéa et postérieures au 1er janvier 2012 qu'à compter du 1er janvier 2014.\n\nJusqu'au 31 décembre 2013, ces retenues, ainsi que celles mentionnées à l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte et au XXI de l'article L. 549-1 du code de l'action sociale et des familles, ne peuvent excéder un pourcentage déterminé par décret.\n\nLa créance de l'organisme peut être réduite ou remise en cas de précarité de la situation du débiteur, sauf en cas de manoeuvre frauduleuse ou de fausse déclaration.\n\nL'organisme mentionné à l'article 19 de la présente ordonnance est autorisé à abandonner la mise en recouvrement des montants de prestations familiales indûment payés lorsque leur montant est inférieur à une somme fixée par décret.\n\nLorsque le montant de l'allocation de logement est inférieur à une somme fixée par décret, il n'est pas procédé à son versement.\n\nPar dérogation aux alinéas précédents, l'article L. 553-2-1 du code de la sécurité sociale est applicable à Mayotte, sous réserve de remplacer la référence au dernier alinéa de l'article L. 531-6 du code de la sécurité sociale par la référence à l'avant dernier alinéa de cet article, tel qu'il résulte des adaptations issues de l'article 10-4."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Un décret fixe les modalités d'application du présent chapitre, notamment la composition du dossier de demande de prestations familiales et la nature des documents justifiant de la régularité de l'entrée et du séjour des étrangers."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'organisme gestionnaire du régime des prestations familiales à Mayotte, mentionné à l'article 19 de la présente ordonnance, exerce une action sociale en faveur des ressortissants du régime et de leurs familles, dans les conditions fixées à l'article 26 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte."
    },
    {
      "provision_ref": "art15-1",
      "section": "15-1",
      "title": "Article 15-1",
      "content": "Les conventions conclues par l'organisme gestionnaire du régime des prestations familiales à Mayotte au titre des subventions accordées dans le cadre de l'action sociale mentionnée à l'article 15 définissent un régime de sanctions en cas de manquement aux règles qu'elles prévoient."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'article L. 752-8 du code de la sécurité sociale est applicable à Mayotte sous réserve des adaptations suivantes :1° Au début du premier alinéa, les mots : “ Les caisses d'allocations familiales assurent ” sont remplacés par les mots : “ La caisse de sécurité sociale de Mayotte assure ” ;2° La première phrase du troisième alinéa est complétée par les mots : “, le cas échéant adaptés pour Mayotte ” ;3° Le dernier alinéa est supprimé."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le financement de la contribution à la prise en charge des frais de restauration scolaire par l'organisme mentionné à l'article 19 de la présente ordonnance est assuré par l'affectation d'une fraction des ressources prévues au I de l'article 28-5 de l'ordonnance n° 96-1122 susvisée."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sont affectés au financement du régime des prestations familiales de Mayotte le produit des cotisations et de la contribution prévues à l'article 28-5 de l'ordonnance du 20 décembre 1996 susvisée."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La gestion du régime des prestations familiales institué par la présente ordonnance est assurée par la caisse de sécurité sociale de Mayotte."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le régime institué par la présente ordonnance n'est pas applicable aux magistrats et aux fonctionnaires civils et militaires de l'Etat dont le centre des intérêts matériels et moraux est situé hors de Mayotte.\n\nLorsque le centre des intérêts matériels et moraux des personnes mentionnées au premier alinéa du présent article est situé dans l'un des territoires mentionnés à l'article L. 111-2 du code de la sécurité sociale :\n\n1° Les prestations familiales sont versées par une ou plusieurs caisses d'allocations familiales désignées par le directeur de l'organisme national compétent en application de l'article L. 122-6 du même code, selon les règles applicables dans le territoire concerné ;\n\n2° Le taux et l'assiette de la cotisation due à la Caisse nationale des allocations familiales pour ces personnes sont ceux qui sont applicables aux magistrats et aux fonctionnaires civils et militaires dans le territoire concerné."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Les dispositions transitoires suivantes s'appliquent durant l'année 2002 :\n\na) Les personnes bénéficiant au 31 décembre 2001 des allocations familiales versées par la caisse de prévoyance sociale de Mayotte, par les collectivités territoriales ou par des établissements publics, continuent de percevoir ces allocations dans les mêmes conditions jusqu'au 30 septembre 2002 ;\n\nb) Les autres personnes bénéficient des prestations familiales à compter du 1er mars 2002 ; elles sont affiliées au régime des prestations familiales de Mayotte ;\n\nII. - L'organisme mentionné à l'article 19 rembourse aux organismes mentionnés au a du I ci-dessus les dépenses engagées au titre des allocations familiales versées aux personnes mentionnées au même a, ainsi que les frais de gestion qui s'y rapportent ;\n\nIII. - L'allocation de logement est versée à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La présente ordonnance entre en vigueur le 1er mars 2002."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de l'industrie, la ministre de l'emploi et de la solidarité, le ministre de l'intérieur et le secrétaire d'Etat à l'outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}