{
  "id": "jorftext000018871621",
  "type": "statute",
  "title": "LOI n° 2008-492 du 26 mai 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000018871621",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le candidat ayant réussi aux examens des emplois réservés, en attente d'une nomination à la date de promulgation de la présente loi, conserve ses droits jusqu'à la fin de l'année qui suit celle de son entrée en vigueur.Pendant cette période transitoire, les dispositions suivantes s'appliquent :1° Le ministre chargé des anciens combattants peut établir des arrêtés fixant la répartition géographique des emplois destinés aux candidats admis lors des deux sessions précédentes qui n'ont pas été inscrits sur les listes de classement. Ils sont autorisés à :a) Choisir deux départements maximum par emploi ;b) S'inscrire sur une liste de classement nationale ;c) Demander d'autres emplois relevant d'autres corps ou cadres d'emplois auxquels le même examen donne accès, s'il en existe.Ils sont classés entre eux en fonction du nombre de points calculé selon les informations figurant dans leur dossier initial. Ils sont inscrits à la suite des candidats figurant sur les listes de classement initiales ;2° Lorsque aucun poste vacant n'a été pourvu par un candidat inscrit sur liste de classement, le ministre chargé des anciens combattants peut désigner le candidat admis qui en aura accepté le principe sur des emplois situés dans des départements différents de ceux qu'il a choisis lors de son classement et sur des emplois relevant de la même catégorie ;3° A défaut d'acceptation dans un délai de dix jours ouvrés de la proposition qui lui est faite, le candidat est réputé refuser celle-ci. Il est alors radié de toutes les listes et réputé avoir épuisé ses droits aux emplois réservés. Le ministre chargé de la défense peut alors désigner un autre candidat ;4° A défaut de candidat inscrit sur la liste de classement concernée, l'autorité administrative compétente recrute les candidats parmi ceux figurant sur la liste d'aptitude du corps ou cadre d'emploi correspondant visée à l'article L. 401 du code des pensions militaires d'invalidité et des victimes de la guerre."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "A l'issue de la période transitoire, les lauréats restés inscrits sur les listes de classement peuvent, même s'ils ne remplissent plus les conditions d'accès aux emplois réservés telles que définies par la présente loi, demander leur inscription, en application de l'article L. 401 du code des pensions militaires d'invalidité et des victimes de la guerre, sur les listes régionales ou nationale, en catégorie B pour les lauréats de l'examen de première catégorie et en catégorie C pour les autres. La durée de validité des listes d'aptitude leur est opposable."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Au terme de la période transitoire fixée à l'article 2, sont caduques :1° Les procédures de reclassement pour inaptitude professionnelle engagées avant la date de promulgation de la présente loi ;2° Les listes de classement établies antérieurement à la promulgation de la présente loi ;3° Les listes de classement établies au titre de l'article 2 de la présente loi ;4° Les candidatures déposées antérieurement à la promulgation de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "II. - Les procédures en cours devant les juridictions des soins gratuits à la date de la promulgation de la présente loi sont transférées en l'état aux juridictions des pensions."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le titre Ier de la présente loi entre en vigueur dès la publication des décrets d'application et au plus tard le 31 décembre 2009.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}