{
  "id": "jorftext000000419170",
  "type": "statute",
  "title": "Ordonnance n° 2004-1391 du 20 décembre 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000419170",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions annexées à la présente ordonnance constituent la partie législative du code du tourisme."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de la partie législative du code du tourisme qui citent en les reproduisant des articles d'autres codes ou de lois sont modifiées de plein droit par l'effet des modifications ultérieures de ces articles."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les références contenues dans les dispositions de nature législative à des dispositions abrogées ou modifiées par les articles 4, 5 et 6 de la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code du tourisme."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont abrogés, sous réserve des dispositions de l'article 7 :1° Les articles 1er et 2, la première et la troisième phrase de l'article 3 et la première phrase de l'article 4 du décret n° 55-961 du 15 juillet 1955 relatif à l'exploitation des entreprises de remise et de tourisme ;2° La loi n° 64-645 du 1er juillet 1964 modifiant les rapports entre bailleurs et locataires des immeubles affectés à l'hôtellerie ;3° L'article 58 de la loi n° 65-997 du 29 novembre 1965 portant loi de finances pour 1966 ;4° Les articles 1er et 2 de la loi n° 66-965 du 26 décembre 1966 relative à la constatation et à la répression des infractions en matière de publicité et de prix des hôtels et restaurants ;5° L'ordonnance n° 82-283 du 26 mars 1982 modifiée portant création des chèques-vacances ;6° Les articles 42, 43, 45 à 48, 50, 52-II et III, 53, 54 et 84 de la loi n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne ;7° Les articles 19, 22 et 28, à l'exception des troisième et quatrième phrases de son alinéa 4, de la loi n° 86-2 du 3 janvier 1986 relative à l'aménagement, la protection et la mise en valeur du littoral ;8° La loi n° 87-10 du 3 janvier 1987 relative à l'organisation régionale du tourisme ;9° L'article 57 de la loi n° 88-13 du 5 janvier 1988 d'amélioration de la décentralisation ;10° L'article 50 de la loi de finances pour 1991 n° 90-1168 du 29 décembre 1990 ;11° La loi n° 92-645 du 13 juillet 1992 fixant les conditions d'exercice des activités relatives à l'organisation et à la vente de voyages ou de séjours ;12° La loi n° 92-1341 du 23 décembre 1992 portant répartition des compétences dans le domaine du tourisme ;13° L'article 6 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "1° Sont abrogés, sous réserve des dispositions de l'article 7 :- le titre III \"Stations classées et offices de tourisme\" du livre II de la deuxième partie du code général des collectivités territoriales, comprenant les articles L. 2231-1 à L. 2231-18 ;- la section 3 \"Stations classées\" du chapitre III du titre VII du livre V de la deuxième partie du code général des collectivités territoriales, comprenant l'article L. 2573-28 ;- les articles L. 3551-26 et L. 4433-32 du code général des collectivités territoriales.2° L'intitulé de la sous-section 4 \"Environnement et tourisme\" de la section 4 du chapitre III du titre III du livre IV de la quatrième partie du code général des collectivités territoriales est remplacé par l'intitulé suivant : \"Environnement\".3° L'intitulé de la sous-section 4 \"Tourisme, transports et exploitation des ressources maritimes\" de la section 2 du chapitre Ier du titre V du livre V de la troisième partie du code général des collectivités territoriales est remplacé par l'intitulé suivant : \"Transports et exploitation des ressources maritimes\"."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sont abrogés à compter de l'entrée en vigueur de la partie réglementaire du code du tourisme :1° Le second alinéa de l'article L. 2231-6 du code général des collectivités territoriales ;2° Les dispositions mentionnées à l'article 5, en tant que ces dispositions sont relatives d'une part à la désignation de l'autorité administrative compétente, d'autre part à l'établissement public industriel et commercial dénommé \" Agence nationale pour les chèques-vacances \"."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les dispositions de la présente ordonnance sont applicables à Mayotte sous réserve de l'applicabilité, dans cette collectivité, des textes cités par le code du tourisme."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions de la présente ordonnance sont applicables à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Premier ministre, le ministre de l'intérieur, de la sécurité intérieure et des libertés locales, le garde des sceaux, ministre de la justice, le ministre de l'équipement, des transports, de l'aménagement du territoire, du tourisme et de la mer, la ministre de l'outre-mer et le ministre délégué au tourisme sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}