{
  "id": "jorftext000036339090",
  "type": "statute",
  "title": "LOI n°2017-1836 du 30 décembre 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000036339090",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2016, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\n;3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 185,1 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 14,4 milliards d'euros.\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n195,9\n\n200,7\n\n- 4,7\n\nAccidents du travail et maladies professionnelles\n\n14,1\n\n13,3\n\n0,8\n\nVieillesse\n\n228,8\n\n227,2\n\n1,6\n\nFamille\n\n48,6\n\n49,6\n\n- 1,0\n\nToutes branches (hors transferts entre branches)\n\n473,7\n\n477,1\n\n- 3,4\n\nFonds de solidarité vieillesse\n\n16,7\n\n20,3\n\n- 3,6\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n470,5\n\n477,5\n\n- 7,0\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n194,6\n\n199,4\n\n- 4,8\n\nAccidents du travail et maladies professionnelles\n\n12,6\n\n11,8\n\n0,8\n\nVieillesse\n\n123,7\n\n122,8\n\n0,9\n\nFamille\n\n48,6\n\n49,6\n\n- 1,0\n\nToutes branches (hors transferts entre branches)\n\n366,6\n\n370,7\n\n- 4,1\n\nFonds de solidarité vieillesse\n\n16,7\n\n20,3\n\n- 3,6\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n365,0\n\n372,7\n\n- 7,8\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,7\n\n20,3\n\n- 3,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2016, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2016 figurant à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n° 2016-1827 du 23 décembre 2016\n\nII. - Par dérogation au IV de l'article L. 862-4 du code de la sécurité sociale, dans sa rédaction antérieure à la présente loi, le produit de la taxe perçue au titre des contrats mentionnés aux trois premiers alinéas du II du même article L. 862-4 affecté au fonds mentionné à l'article L. 862-1 du même code est réduit de 150 millions d'euros en 2017 au profit de la branche mentionnée au 1° de l'article L. 200-2 dudit code."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Ne donnent pas lieu à compensation à la sécurité sociale :1° Le crédit d'impôt prévu à l'article 231 A du code général des impôts, au titre de l'année 2017 ;2° L'exonération de taxe sur les salaires prévue au I de l'article 231 bis Q du même code."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Au titre de l'année 2017, sont rectifiés :1° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;2° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, du régime général de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;3° Les prévisions de recettes, les prévisions de dépenses et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;4° L'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale, qui est fixé à 14,8 milliards d'euros ;5° Les prévisions des recettes affectées au Fonds de réserve pour les retraites, qui demeurent fixées conformément au III de l'article 41 de la loi n° 2015-1702 du 21 décembre 2015 de financement de la sécurité sociale pour 2016 ;6° Les prévisions de recettes mises en réserve par le Fonds de solidarité vieillesse, qui demeurent fixées conformément au IV du même article 41.\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n203,2\n\n207,3\n\n- 4,1\n\nAccidents du travail et maladies professionnelles\n\n14,3\n\n13,2\n\n1,1\n\nVieillesse\n\n232,2\n\n231,1\n\n1,5\n\nFamille\n\n49,9\n\n49,6\n\n0,3\n\nToutes branches (hors transferts entre branches)\n\n486,3\n\n487,6\n\n- 1,3\n\nFonds de solidarité vieillesse\n\n16,0\n\n19,7\n\n- 3,6\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n483,1\n\n488,0\n\n- 4,9\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n201,9\n\n206,0\n\n- 4,1\n\nAccidents du travail et maladies professionnelles\n\n12,8\n\n11,8\n\n1,0\n\nVieillesse\n\n126,2\n\n124,9\n\n1,3\n\nFamille\n\n49,9\n\n49,6\n\n0,3\n\nToutes branches (hors transferts entre branches)\n\n377,8\n\n379,4\n\n- 1,6\n\nFonds de solidarité vieillesse\n\n16,0\n\n19,7\n\n-3,6\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n376,1\n\n381,3\n\n- 5,2\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,0\n\n19,7\n\n- 3,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Au titre de l'année 2017, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros)\n\nSOUS-OBJECTIF\n\nOBJECTIF DE DÉPENSES\n\nDépenses de soins de ville\n\n86,8\n\nDépenses relatives aux établissements de santé\n\n79,0\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n9,0\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n10,9\n\nDépenses relatives au Fonds d'intervention régional\n\n3,3\n\nAutres prises en charge\n\n1,6\n\nTotal\n\n190,7\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-A.-Les I et II du présent article s'appliquent :\n\n1° Sous la réserve prévue au 2° du présent A, pour les revenus d'activité, les revenus de remplacement et les sommes engagées ou produits réalisés à l'occasion des jeux, aux cotisations et contributions dues au titre des périodes intervenant à compter du 1er janvier 2018 ;\n\n2° Pour le dédommagement versé à l'aidant familial en application de l'article L. 245-12 du code de l'action sociale et des familles, aux contributions assises sur les dédommagements perçus à compter du 1er janvier 2017 ;\n\n3° A compter de l'imposition des revenus de l'année 2017, en ce qu'ils concernent la contribution mentionnée à l'article L. 136-6 du code de la sécurité sociale, sous réserve du II de l'article 34 de la loi n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 ;\n\n4° Dans les conditions et sous les réserves définies par le présent V, aux faits générateurs intervenant à compter du 1er janvier 2018, en ce qu'ils concernent la contribution mentionnée à l'article L. 136-7 du code de la sécurité sociale.\n\nB.-Au titre des faits générateurs intervenant à compter du 1er janvier 2018, pour les primes d'épargne mentionnées aux 1° et 2° bis du II de l'article L. 136-7 du code de la sécurité sociale et les produits définis au c du 3° et aux 4° à 8° du même II, nonobstant les articles 5 et 9 de la loi de financement de la sécurité sociale pour 1998 (n° 97-1164 du 19 décembre 1997), l'article 19 de la loi n° 2004-626 du 30 juin 2004 relative à la solidarité pour l'autonomie des personnes âgées et des personnes handicapées, l'article 72 de la loi n° 2004-810 du 13 août 2004 relative à l'assurance maladie, l'article 28 de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion, l'article 6 de la loi n° 2010-1657 du 9 décembre 2010 de finances pour 2011, l'article 10 de la loi n° 2011-1117 du 19 septembre 2011 de finances rectificative pour 2011, l'article 2 de la loi n° 2012-354 du 14 mars 2012 de finances rectificative pour 2012 et l'article 3 de la loi n° 2012-1404 du 17 décembre 2012 de financement de la sécurité sociale pour 2013 :\n\n1° L'assiette des contributions et prélèvements sociaux définis aux articles L. 136-7 et L. 245-15 du code de la sécurité sociale, au 2° de l'article L. 14-10-4 du code de l'action sociale et des familles en ce qu'il renvoie à l'article L. 245-15 du code de la sécurité sociale, au 2° du I de l'article 1600-0 S du code général des impôts et à l'article 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale est celle définie au II de l'article L. 136-7 du code de la sécurité sociale ;\n\n2° Les taux mentionnés au 2° du I de l'article L. 136-8 du code de la sécurité sociale, au I de l'article L. 245-16 du même code, au 2° de l'article L. 14-10-4 du code de l'action sociale et des familles, au III de l'article 1600-0 S du code général des impôts et à l'article 19 de l'ordonnance n° 96-50 du 24 janvier 1996 précitée s'appliquent à la totalité de l'assiette définie au II de l'article L. 136-7 du code de la sécurité sociale.\n\nC.-Le B n'est pas applicable :\n\n1° Aux produits des contrats d'assurance-vie mentionnés au c du 3° du II de l'article L. 136-7 du code de la sécurité sociale, pour la fraction de ces produits attachés à des primes versées avant le 26 septembre 1997 acquis ou constatés au cours des huit premières années suivant la date d'ouverture du contrat, pour ceux de ces contrats souscrits entre le 1er janvier 1990 et le 25 septembre 1997 ;\n\n2° Aux produits et primes de plans d'épargne populaire mentionnés au 4° du II du même article L. 136-7, pour la fraction acquise ou constatée au cours des huit premières années suivant la date d'ouverture du plan ;\n\n3° A la fraction des gains de plans d'épargne en actions mentionnés au 5° du II dudit article L. 136-7, acquise ou constatée avant le 1er janvier 2018 et, pour ceux de ces plans détenus à cette date depuis moins de cinq ans, au cours des cinq premières années suivant leur date d'ouverture ;\n\n4° Au revenu mentionné au 6° du II du même article L. 136-7, acquis ou constaté avant le 1er janvier 2018 et, le cas échéant, au cours des périodes d'indisponibilité mentionnées aux articles L. 3323-5 ou L. 3324-10 du code du travail lorsqu'il est attaché à des sommes résultant de répartitions de la réserve spéciale de participation intervenant avant le 1er janvier 2018 ;\n\n5° Au revenu mentionné au 7° du II de l'article L. 136-7 du code de la sécurité sociale, attaché à des sommes versées sur un plan d'épargne pour la retraite collectif, au sens du chapitre IV du titre III du livre III de la troisième partie du code du travail, antérieurement au 1er janvier 2018 ;\n\n5° bis A la fraction de revenus mentionnés au 7° du II de l'article L. 136-7 du code de la sécurité sociale attachés aux sommes versées antérieurement au 1er janvier 2018, acquise ou constatée avant la date du transfert prévu au 6° du I et aux IV et VI de l'article L. 224-40 du code monétaire et financier ou de la transformation prévue au V du même article L. 224-40 d'un plan d'épargne pour la retraite collectif mentionné à l'article L. 3334-1 du code du travail vers un plan d'épargne retraite d'entreprise collectif mentionné à l'article L. 224-14 du code monétaire et financier, lorsque ce transfert est opéré avant le 1er janvier 2023 ;\n\n6° Au revenu mentionné au 7° du II du même article L. 136-7, attaché à des sommes versées sur un plan d'épargne entreprise ou interentreprises, au sens des chapitres II et III du titre III du livre III de la troisième partie du code du travail, antérieurement au 1er janvier 2018, pour la part de ce revenu acquise ou constatée avant cette date ou au cours des cinq premières années suivant ce versement lorsque celui-ci est intervenu entre le 1er janvier 2013 et le 31 décembre 2017 ;\n\n7° A la fraction des gains nets mentionnés au 8° du II dudit article L. 136-7, réalisés dans les conditions prévues aux 1 et 1 bis du III de l'article 150-0 A du code général des impôts, acquise ou constatée avant le 1er janvier 2018 ou, le cas échéant, au cours des cinq premières années suivant la date de souscription ou d'acquisition des titres lorsque ces titres ont été souscrits ou acquis entre le 1er janvier 2013 et le 31 décembre 2017.\n\nD.-Le b du 6° du I du présent article ne s'applique qu'aux produits acquis ou constatés à compter du 1er janvier 2018 pour ce qui concerne, le cas échéant, les produits mentionnés au C du présent V ainsi qu'aux a et b du 2° et au 9° du II de l'article L. 136-7 du code de la sécurité sociale.\n\nE.-Le IV de l'article 8 de la loi n° 2013-1203 du 23 décembre 2013 de financement de la sécurité sociale pour 2014 est abrogé pour les faits générateurs intervenant à compter du 1er janvier 2018.\n\nVI.-Pour l'année 2018, les contributions salariales prévues à l'article L. 5422-9 du code du travail sont prises en charge par l'Agence centrale des organismes de sécurité sociale, dans la limite des contributions salariales dues, à hauteur de :\n\n1° 1,45 point au titre des contributions dues au titre des périodes courant entre le 1er janvier et le 30 septembre ;\n\n2° 2,40 points au titre des contributions dues au titre des périodes courant à compter du 1er octobre.\n\nCette prise en charge est intégrée dans le calcul de la contribution globale prévue à l'article L. 5422-24 du code du travail.\n\nVII.-Pour l'année 2018, l'Agence centrale des organismes de sécurité sociale assure la notification et le versement des produits correspondant au montant des contributions salariales mentionnées à l'article L. 5422-9 du code du travail dues au titre de ce même exercice à l'organisme mentionné au premier alinéa de l'article L. 5427-1 du même code et recouvrées en application du premier alinéa de l'article L. 5422-16 dudit code, y compris pour les contributions qu'elle prend en charge en application du VI du présent article. Les branches mentionnées à l'article L. 200-2 du code de la sécurité sociale assurent l'équilibre financier de l'Agence au titre de cette mission, selon une répartition fixée par arrêté des ministres chargés du budget et de la sécurité sociale en fonction des soldes prévisionnels de ces branches.\n\nLa prise en charge de la part exonérée des cotisations dues, et recouvrées en application des a, b et e de l'article L. 5427-1 du code du travail et par l'organisme mentionné à l'article L. 133-9 du code de la sécurité sociale, est centralisée, sur la base des informations transmises par les organismes chargés du recouvrement de ces contributions, par l'Agence centrale des organismes de sécurité sociale, qui reverse les montants et notifie les produits correspondants à l'organisme mentionné au premier alinéa de l'article L. 5427-1 du code du travail.\n\nVIII.-Par dérogation à l'article L. 131-7 du code de la sécurité sociale, les dispositions du présent article ne donnent pas lieu à compensation intégrale par le budget de l'Etat.\n\nIX.-Le b du 6° du I et le V du présent article sont applicables à Mayotte.\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Loi n° 89-18 du 13 janvier 1989\n\n-Loi n° 2007-294 du 5 mars 2007\n\n-LOI n° 2015-1702 du 21 décembre 2015\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I., II., IV. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. - (Abrogé)V. - Le présent article s'applique aux cotisations et contributions dues pour les périodes courant à compter du 1er janvier 2019.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. et II.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur le 1er janvier 2018.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\nArt. L241-3, Art. L651-2-1, Art. L651-3, Art. L651-5, Art. L651-5-3\n\n-Code général des impôts.\n\nArt. 39"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII.-Le I s'applique aux actions gratuites dont l'attribution est autorisée par une décision de l'assemblée générale extraordinaire postérieure à la publication de la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.à III -A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de sécurité sociale.\n\nSct. Section 6 : Exonération de début d'activité de création ou reprise d'entreprise,  Art. L131-6-4\n\nA modifié les dispositions suivantes :\n\nIV.-Le présent article s'applique aux cotisations et contributions sociales dues au titre des périodes courant à compter du 1er janvier 2019 pour les créations et reprises d'entreprise intervenues à compter de cette même date.\n\n- Code de la sécurité sociale.\n\n- LOI n° 2015-1702 du 21 décembre 2015\n\n- Code de la sécurité sociale.\n\nArt. L161-1-1,  Art. L131-6-4\n\n- Code du travail\n\n- Code du travail\n\nSct. Section 1 : Bénéficiaires,  Art. L5141-1\n\nArt. L5141-2"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII. à VI. - A modifié les dispositions suivantes :\n\nVII. - A l'exception des IV et V, le présent article entre en vigueur le 1er janvier 2019.\n\n- Code du travail\n\n- Code de la sécurité sociale.\n\n- Code du travail\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. à XV.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXVI.-Le présent article entre en vigueur le 1er janvier 2018, sous réserve des dispositions suivantes :\n\n1° A compter du 1er janvier 2018 et jusqu'au 31 décembre 2019, est mis en place un comité chargé du pilotage des opérations faisant l'objet des présentes dispositions transitoires.\n\nCe comité est composé des directeurs des caisses mentionnées aux articles L. 221-1, L. 222-1 et L. 225-1 du code de la sécurité sociale et du directeur général de la caisse nationale mentionnée au 2° du présent XVI.\n\nIl est notamment chargé de proposer un schéma de transformation, qui préfigure le schéma devant être mis en place dans le cadre des dispositions mentionnées à l'article L. 233-1 du même code. Ce schéma de transformation a pour objet d'organiser la continuité des missions assurées par l'ensemble des organismes de sécurité sociale au bénéfice des travailleurs indépendants entre le 1er janvier 2018 et le 31 décembre 2019, de préciser le calendrier et les modalités de transfert, au cours de cette période, des activités correspondantes aux organismes du régime général, ainsi que le calendrier et les modalités d'intégration des personnels des caisses mentionnées au premier alinéa du 2° du présent XVI au sein des organismes du régime général. Ce schéma de transformation est approuvé dans les mêmes conditions que celui mentionné au même article L. 233-1.\n\nDans l'hypothèse où les directeurs des organismes mentionnés au deuxième alinéa du présent 1° ne parviennent pas à s'accorder sur le schéma de transformation mentionné au troisième alinéa du présent 1° avant le 1er avril 2018, le schéma est arrêté par les ministres chargés de la sécurité sociale et du budget.\n\nA compter du 1er janvier 2018 et jusqu'au 31 décembre 2020, est institué, auprès des ministres en charge de la sécurité sociale et du budget qui en nomment le président, un comité de surveillance chargé de valider chacune des étapes de déploiement de la réforme, particulièrement lorsqu'elles s'accompagnent de transferts de personnels ou qu'elles concernent les mises en production de nouveaux outils informatiques.\n\nPour l'accomplissement de sa mission, le comité de surveillance peut demander la réalisation de missions de contrôles par les membres de l'inspection générale des finances ou de l'inspection générale des affaires sociales ;\n\n2° A compter du 1er janvier 2018, la Caisse nationale du régime social des indépendants et les caisses de base du régime social des indépendants prennent la dénomination, respectivement, de Caisse nationale déléguée pour la sécurité sociale des travailleurs indépendants et de caisses locales déléguées pour la sécurité sociale des travailleurs indépendants.\n\nJusqu'au 31 décembre 2019, elles apportent leur concours aux caisses du régime général s'agissant du service des prestations dont bénéficient les travailleurs indépendants et du recouvrement des cotisations dont ils sont redevables. A ce titre, elles continuent d'exercer, pour le compte de ces caisses et dans les conditions fixées par le schéma de transformation mentionné au 1° du présent XVI, tout ou partie des missions liées au service de ces prestations ou au recouvrement de ces cotisations antérieurement dévolues aux caisses du régime social des indépendants. Tant que le schéma de transformation mentionné au même 1° n'est pas approuvé ou arrêté, elles exercent la totalité de ces mêmes missions.\n\nSans préjudice de l'article L. 122-1 du code de la sécurité sociale, les directeurs des caisses déléguées peuvent signer tous actes nécessaires à l'accomplissement des missions afférentes au service des prestations et au recouvrement des cotisations qui leur échoient en application du deuxième alinéa du présent 2°. Ils peuvent également donner délégation à certains agents de leur caisse pour signer, dans la limite des attributions qui leur sont confiées, tous actes relatifs à ces mêmes missions. Les organismes du régime général concernés sont destinataires de la liste des agents ayant reçu délégation et du périmètre des attributions qui leur sont confiées.\n\nLa caisse nationale déléguée pour la sécurité sociale des travailleurs indépendants continue par ailleurs d'exercer, sous réserve de ce qui échoit aux caisses mentionnées aux articles L. 221-1, L. 222-1 et L. 225-1 du même code du fait du I du présent article, les missions mentionnées à l'article L. 611-4 dudit code, dans sa rédaction antérieure à la présente loi, à l'exception du 1° du même article L. 611-4 et elle demeure régie par les articles L. 611-5 à L. 611-7 du même code dans leur rédaction antérieure à la présente loi.\n\nLes caisses locales déléguées pour la sécurité sociale des travailleurs indépendants restent régies par les articles L. 114-16-3, L. 151-1 et L. 611-9 à L. 611-13, les premier, troisième et quatrième alinéas de l'article L. 611-14, les articles L. 611-15, L. 611-16, les articles mentionnés à l'article L. 611-17 à l'exception de l'article L. 243-3 ainsi que par l'article L. 611-18 du même code dans leur rédaction antérieure à la présente loi et sous réserve des dispositions du présent article.\n\nLe 1° des articles L. 134-3 et L. 134-4 du même code, dans sa rédaction antérieure à la présente loi, demeure applicable jusqu'au 31 décembre 2019 en ce qui concerne les charges et produits de gestion administrative des caisses déléguées pour la sécurité sociale des travailleurs indépendants.\n\nL'article L. 133-1-5 du même code demeure applicable jusqu'au 31 décembre 2018.\n\nLe 35° et le e du 39° du II du présent article entrent en vigueur le 1er janvier 2020.\n\nLes caisses mentionnées au présent 2° sont dissoutes et mises, dans des conditions fixées par décret, en liquidation le 1er janvier 2020 ;\n\n3° Le c du 5°, le 6° et le d du 10° du I et le 5° du II entrent en vigueur le 1er janvier 2019.\n\nUn décret détermine la liste des organisations procédant aux premières désignations effectuées en application des 1° et 2° de l'article L. 612-3 du code de la sécurité sociale et du premier alinéa de l'article L. 612-4 du même code ainsi que le nombre de membres que chaque organisation peut désigner pour siéger au sein de l'assemblée générale et des instances mentionnées aux mêmes articles L. 612-3 et L. 612-4. Au plus tard le 30 juin 2018, les organisations candidates pour figurer sur cette liste transmettent à l'autorité compétente, selon des modalités fixées par arrêté des ministres chargés de la sécurité sociale et du budget, tout élément justifiant leur représentativité au regard des critères mentionnés au premier alinéa de l'article L. 612-6 dudit code. Par dérogation aux dispositions mentionnées au deuxième alinéa du même article L. 612-6 et à titre transitoire, le critère d'audience mentionné audit article L. 612-6 est apprécié en fonction des éléments disponibles, relatifs à leurs différents adhérents, communiqués par ces organisations.\n\nA compter du 1er janvier 2019 et jusqu'à la dissolution des caisses mentionnées au 2° du présent XVI, dans l'hypothèse où le mandat des membres de leurs conseils d'administration arriverait à échéance, les membres siégeant au sein de l'assemblée générale du Conseil de la protection sociale des indépendants ou de ses instances régionales exercent respectivement, de façon simultanée, le mandat de membre du conseil de la caisse nationale mentionnée au même 2° et des caisses locales mentionnées audit 2° situées dans le ressort géographique de chaque instance régionale.\n\nJusqu'au 31 décembre 2018, pour l'application des dispositions qui font référence au conseil de la protection sociale des travailleurs indépendants et à ses instances régionales, sont visées, respectivement, la caisse nationale et les caisses locales déléguées pour la sécurité sociale des travailleurs indépendants ;\n\n4° Sont transférés de plein droit :\n\na) Au 1er janvier 2018, aux organismes nationaux et locaux du régime général selon leurs périmètres de responsabilité respectifs, les disponibilités, capitaux propres, créances et dettes représentatives des droits et obligations directement afférents à la mise en œuvre de l'assurance maladie, maternité et de l'assurance vieillesse de base des travailleurs indépendants ainsi que les engagements qui en découlent et les autorisations de prélèvement et de versement données aux caisses du régime social des indépendants. Ces dispositions s'appliquent sans préjudice de l'exercice des activités mentionnées au deuxième alinéa du 2° du présent XVI et du suivi, en 2018 et en 2019, dans les comptes des caisses déléguées pour la sécurité sociale des travailleurs indépendants, des opérations afférentes aux éléments mentionnés ci-dessus. Ces opérations peuvent être directement combinées par les caisses nationales chargées de la gestion des différentes branches du régime général ;\n\nb) Au 31 décembre 2019, au Conseil de la protection sociale des travailleurs indépendants, les immobilisations, les disponibilités, les capitaux propres et les créances et dettes représentatives des droits et obligations directement afférents à la mise en œuvre de l'assurance vieillesse complémentaire et d'invalidité-décès ainsi que les immeubles acquis dans le cadre de la mise en œuvre de l'action sanitaire et sociale dont bénéficient les travailleurs indépendants mentionnés à l'article L. 631-1 du code de la sécurité sociale ainsi que les engagements qui en découlent ;\n\nc) Au 1er janvier 2020, aux organismes nationaux et locaux du régime général tous les autres biens mobiliers et immobiliers, droits et obligations, à l'exclusion des contrats de travail, afférents à la gestion administrative de chaque caisse déléguée pour la sécurité sociale des travailleurs indépendants. Sauf si l'ensemble des caisses concernées en conviennent différemment, les droits et obligations de chaque caisse déléguée pour la sécurité sociale des travailleurs indépendants sont transférés à l'organisme du régime général dans lequel sont transférés la majorité de ses salariés.\n\nPar exception, les actifs informatiques autres que les matériels expressément identifiés à ce titre dans les conventions mentionnées au dernier alinéa du présent 4° sont transférés au 1er janvier 2020 au groupement d'intérêt économique “ Système d'information Sécu-Indépendants ”. Les matériels informatiques mentionnés dans ces conventions sont transférés aux organismes du régime général.\n\nLes conditions dans lesquelles s'opèrent ces transferts font l'objet de conventions entre les directeurs des organismes concernés. Ils ne donnent pas lieu à la perception de droits, impôts ou taxes de quelque nature que ce soit et sont exonérés de la contribution de sécurité immobilière prévue à l'article 879 du code général des impôts ;\n\n5° Sur une période dont le terme ne peut excéder le 30 juin 2019, les caisses déléguées pour la sécurité sociale des travailleurs indépendants et les organismes du régime général préparent, dans le respect du schéma de transformation mentionné au 1° du présent XVI, le transfert des contrats de travail des salariés des caisses déléguées et recherchent, pour chaque salarié, une solution de reprise recueillant son accord. Les caisses nationales peuvent se substituer aux caisses locales en cas de carence de celles-ci dans cette préparation.\n\nA une date fixée par décret, et au plus tard le 1er janvier 2020, les contrats de travail des salariés des caisses déléguées pour la sécurité sociale des travailleurs indépendants sont transférés aux organismes du régime général, dans le respect des solutions de reprise mentionnées au premier alinéa du présent 5°. En l'absence de telles solutions ayant recueilli l'accord des salariés, les contrats de ces derniers sont transférés de plein droit à l'organisme du régime général dont les missions et les activités se rapprochent le plus de l'activité antérieure de ces salariés. Dans ce cas, les contrats de travail des salariés de la caisse nationale déléguée sont transférés aux caisses nationales du régime général désignées en application de ce critère ; les contrats de travail des salariés des caisses locales déléguées sont transférés à l'organisme, désigné en application de ce même critère, dans la circonscription duquel se situe le lieu de travail de ces salariés.\n\nLe décret mentionné au deuxième alinéa du présent 5° ne peut être pris avant la validation par le comité de surveillance mentionné au dernier alinéa du 1° du présent XVI des conclusions auxquelles sont parvenus les caisses déléguées pour la sécurité sociale des travailleurs indépendants et les organismes du régime général lors de la phase préparatoire mentionnée au premier alinéa du présent 5°. Un décret, pris sur proposition du même comité de surveillance, peut néanmoins fixer une date de transfert anticipé pour des salariés dont l'activité relève uniquement des missions d'un seul type d'organisme du régime général ;\n\n6° Jusqu'au transfert de leur contrat de travail, les salariés des caisses déléguées pour la sécurité sociale des travailleurs indépendants restent régis à titre exclusif par les conventions collectives du régime social des indépendants. Celles-ci restent régies pendant cette période par la section 1 du chapitre III du titre II du livre Ier du code de la sécurité sociale dans sa rédaction antérieure à la présente loi.\n\nAvant le 31 mars 2018, l'union des caisses nationales de sécurité sociale et les organisations syndicales de salariés représentatives qui respectent les critères fixés à l'article L. 2121-1 du code du travail, au sein du régime social des indépendants engagent des négociations afin de conclure des accords précisant les modalités, conditions et garanties s'appliquant aux salariés dans le cadre de leur transfert vers les organismes du régime général et prévoyant, le cas échéant, les dispositions s'appliquant pour les salariés transférés à l'exclusion des stipulations portant sur le même objet des conventions collectives du régime général et des accords applicables dans les organismes dans lesquels leurs contrats de travail sont transférés.\n\nCes accords sont conclus dans les conditions fixées à l'article L. 2232-6 du même code. Toutefois, en ce qui concerne ceux conclus en application de l'article L. 123-2 du code de la sécurité sociale, assiste à la négociation l'organisation syndicale dont relève la personne élue, pour ce même régime, pour représenter ces agents dans la commission chargée d'établir la liste d'aptitude mentionnée à l'article L. 611-14 du même code dans sa rédaction antérieure à la présente loi.\n\nA défaut d'accord avant leur transfert, les conventions collectives du régime général s'appliquent intégralement et à titre exclusif aux salariés transférés.\n\nCes accords s'appliquent à compter du transfert des salariés concernés, et au plus tard jusqu'au 31 décembre 2022. A l'issue de ce délai, les conventions collectives du régime général s'appliquent intégralement et à titre exclusif aux salariés transférés ;\n\n7° Le III entre en vigueur le 1er janvier 2019.\n\nLa Caisse nationale de l'assurance maladie est substituée au 1er janvier 2018 à la Caisse nationale du régime social des indépendants dans tous les actes juridiques conclus par cette dernière en application des troisième à dernier alinéas de l'article L. 160-17 et du deuxième alinéa de l'article L. 611-20 du code de la sécurité sociale dans leur rédaction antérieure à la présente loi.\n\nLes conventions et les contrats conclus à ce titre, en vigueur à la date de publication de la présente loi, continuent de produire leurs effets jusqu'à leur terme pour le service des prestations dues aux travailleurs indépendants ayant débuté leur activité avant le 1er janvier 2019. La Caisse nationale d'assurance maladie et les organismes signataires concernés peuvent renouveler ces mêmes conventions, modifiées le cas échéant par avenant, pour assurer le service des prestations dues aux mêmes assurés au plus tard jusqu'au 31 décembre 2020.\n\nL'ensemble des droits et obligations des organismes délégataires mentionnés au troisième alinéa du présent 7°, y compris les contrats de travail, qui sont afférents à la gestion leur ayant été confiée sont transférés de plein droit aux organismes de leur circonscription mentionnés aux articles L. 211-1 et L. 752-4 du code de la sécurité sociale à la plus tardive des dates mentionnées au même troisième alinéa. Ces transferts ne donnent pas lieu à la perception de droits, impôts ou taxes de quelque nature que ce soit.\n\nLe préjudice susceptible de résulter, pour les organismes délégataires de l'absence de renouvellement des conventions mentionnés au troisième alinéa du présent 7° fait l'objet d'une indemnité s'il présente un caractère anormal et spécial. Cette indemnité est fixée dans le cadre d'un constat établi à la suite d'une procédure contradictoire. Les conditions et le montant de l'indemnité sont fixés par décret ;\n\n8° L'article L. 640-1 du code de la sécurité sociale dans sa rédaction résultant du présent article s'applique aux travailleurs indépendants créant leur activité :\n\na) A compter du 1er janvier 2018, pour ceux qui relèvent de l'article L. 133-6-8 du même code ;\n\nb) A compter du 1er janvier 2019, pour ceux ne relevant pas du même article L. 133-6-8.\n\nLes travailleurs indépendants des professions libérales ne relevant pas de l'article L. 640-1 du même code et affiliés avant le 1er janvier 2019 à la Caisse nationale d'assurance vieillesse des professions libérales et à la Caisse interprofessionnelle de prévoyance et d'assurance vieillesse restent affiliés à ces caisses. Sous réserve qu'ils soient à jour du paiement de leurs cotisations dues au titre des assurances vieillesse et invalidité-décès des professions libérales et, le cas échéant, des majorations et pénalités afférentes, ils peuvent demander, entre le 1er janvier 2019 et le 31 décembre 2023, à être affiliés à l'assurance vieillesse prévue au titre III du livre VI dudit code.\n\nCette nouvelle affiliation prend effet le 1er janvier de l'année suivant celle au cours de laquelle ils ont notifié leur décision.\n\nCe changement d'affiliation est définitif.\n\nLes travailleurs affiliés ne relevant pas de l'article L. 640-1 du même code et ne relevant pas du champ de l'article L. 133-6-8 du même code, mentionnés aux troisième et quatrième alinéas du présent 8° peuvent bénéficier, sur demande formulée avant le 31 décembre 2023, de taux spécifiques pour le calcul des cotisations prévues à l'article L. 635-1 du même code.\n\nCes taux spécifiques tiennent compte des différences existant entre les montants totaux des cotisations et contributions sociales dues par les travailleurs indépendants selon qu'ils relèvent ou non des dispositions de l'article L. 640-1 du même code. Ces taux spécifiques sont fixés par décret pris après avis du conseil de la protection sociale des travailleurs indépendants.\n\nLes droits à retraite de base des travailleurs indépendants des professions libérales ayant choisi de relever de l'assurance vieillesse prévue au titre III du livre VI du même code sont liquidés par les caisses mentionnées aux articles L. 215-1 ou L. 752-4 du même code.\n\nPour les périodes antérieures au changement d'affiliation, le montant de la pension est égal au produit du nombre de points acquis dans le régime de base des professions libérales à la date d'effet du changement d'affiliation par la valeur de service du point dans ce régime de base à cette même date, à laquelle s'applique la revalorisation mentionnée à l'article L. 161-23-1 du même code. Il est fait application, lors de la liquidation de ce montant de pension, des articles L. 351-4 à L. 351-4-2, L. 351-7, L. 351-8, L. 634-6, L. 634-6-1, L. 643-3 et L. 643-7 du même code. Les modalités d'application du présent alinéa sont précisées par décret.\n\nLes points acquis dans le régime complémentaire d'assurance vieillesse de la Caisse interprofessionnelle de prévoyance et d'assurance vieillesse par les travailleurs indépendants ayant choisi de relever de l'assurance vieillesse prévue au titre III du livre VI du même code sont convertis dans le régime complémentaire mentionné à l'article L. 635-1 du même code.\n\nUn décret détermine les règles applicables à cette conversion, en fonction des valeurs de service de chacun des deux régimes à la date d'effet de la nouvelle affiliation. Il détermine également les conditions particulières de réversion de certains points en fonction des cotisations précédemment versées à ce titre ;\n\n9° Les modalités d'application du présent XVI sont précisées, en tant que de besoin et sauf dispositions contraires, par décret en Conseil d'Etat.\n\nXVII.-Jusqu'au 31 décembre 2027, à titre expérimental et par dérogation au deuxième alinéa de l'article L. 131-6-2 du code de la sécurité sociale, les travailleurs indépendants mentionnés à l'article L. 611-1 du même code, autres que ceux relevant des articles L. 613-7 et L. 642-4-2 dudit code, peuvent demander aux organismes mentionnés aux articles L. 213-1 et L. 752-4 du même code d'acquitter leurs cotisations et contributions sociales provisionnelles sur une base mensuelle ou trimestrielle établie à partir des informations communiquées par ces travailleurs indépendants en fonction de leur activité ou de leurs revenus mensuels ou trimestriels. L'expérimentation peut être prolongée par décret dans la limite d'une année.\n\nPour les travailleurs indépendants mentionnés à l'article L. 640-1 du code de la sécurité sociale, le présent XVII s'applique à compter du 1er janvier 2023.La déclaration des revenus mensuels ou trimestriels et le paiement des cotisations et des contributions sociales provisionnelles qui en découlent sont effectués par les travailleurs indépendants mentionnés au premier alinéa du présent XVII au moyen d'un téléservice mis en place à cette intention par les organismes mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale.Le présent XVII n'est pas applicable aux cotisations et contributions sociales mentionnées aux articles L. 642-1, L. 644-1, L. 644-2, L. 645-2, L. 645-2-1, L. 652-6, L. 652-7, L. 652-9 et L. 654-2 du code de la sécurité sociale dont sont redevables, auprès de la caisse compétente, les travailleurs indépendants mentionnés aux articles L. 640-1 et L. 651-1 du même code, à l'exception de ceux affiliés à la section professionnelle compétente pour les psychothérapeutes, psychologues, psychomotriciens, ergothérapeutes, ostéopathes, chiropracteurs et diététiciens mentionnés au 1° de l'article L. 640-1 dudit code ainsi que pour les experts devant les tribunaux, les experts automobiles et les personnes bénéficiaires de l'agrément prévu à l'article L. 472-1 du code de l'action sociale et des familles mentionnés au 2° de l'article L. 640-1 du code de la sécurité sociale et les professions mentionnées aux 3°, 4° et 6° à 8° du même article L. 640-1.\n\nLes travailleurs indépendants concernés participent à titre volontaire à l'expérimentation et à la réalisation de son bilan.\n\nLes modalités de mise en œuvre de cette expérimentation sont précisées par décret.\n\nL'organisme mentionné à l'article L. 225-1 du même code propose au Gouvernement, à l'échéance de l'expérimentation mentionnée au présent XVII, les pistes d'amélioration de son offre de services en matière de recouvrement des cotisations et contributions sociales des travailleurs indépendants.\n\nUn rapport d'évaluation est réalisé par le Gouvernement au terme de l'expérimentation et de la mission de réflexion mentionnées au présent XVII et transmis au Parlement. Il précise les propositions retenues par le Gouvernement en matière de simplification du calcul de l'assiette des cotisations et contributions sociales des travailleurs indépendants. Un rapport intermédiaire est remis au plus tard le 30 juin 2025.\n\nXVIII.-Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de six mois à compter de la publication de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures relevant du domaine de la loi visant à modifier toute disposition législative, afin d'assurer la cohérence des textes au regard des dispositions du présent article et le respect de la hiérarchie des normes, de regrouper les dispositions qui le justifient dans le livre VI du code de la sécurité sociale et d'abroger les dispositions, codifiées ou non, devenues sans objet.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code des assurances\n\n-Code général des impôts, CGI.\n\n-Code rural et de la pêche maritime\n\n-Code du travail\n\n-Code des transports\n\n-Livre des procédures fiscales\n\n-LOI n° 2016-1827 du 23 décembre 2016\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\nA créé les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nSct. Titre 7 : Dispositions d'application, Art. L671-1\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-LOI n° 2016-1827 du 23 décembre 2016\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code des assurances"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Les employeurs installés dans les collectivités d'outre-mer de Saint-Martin et de Saint-Barthélemy et y exerçant leur activité au 5 septembre 2017 peuvent demander, avant le 31 mars 2019, à l'organisme de sécurité sociale dont ils relèvent un sursis à poursuites pour le règlement de leurs cotisations et contributions sociales patronales dues auprès de cet organisme au titre des périodes postérieures au 1er août 2017, ainsi que des majorations de retard et pénalités y afférentes.\n\nCette demande entraîne immédiatement et de plein droit, jusqu'au 30 juin 2019, la suspension des poursuites afférentes auxdites créances ainsi que la suspension du calcul des pénalités et majorations de retard afférentes.\n\nLes obligations déclaratives doivent continuer à être souscrites aux dates en vigueur. Toutefois, jusqu'au 31 décembre 2017, les pénalités ne sont pas applicables en cas de retard de déclaration.\n\nII. - Durant le délai compris entre l'exercice de la demande et le terme du sursis à poursuite, un plan d'apurement est conclu entre l'employeur et l'organisme mentionné au premier alinéa du I. Ce plan entre en vigueur au plus tard le 1er juillet 2019. Cette date pourra cependant être reportée, dans des conditions fixées par décret en tenant compte de l'évolution de la situation économique locale, jusqu'au 1er janvier 2020.\n\nCe plan d'apurement est conclu pour une durée maximale de cinq ans. Il porte sur l'ensemble des dettes constatées à la date de sa conclusion, y compris celles antérieures au 1er août 2017.\n\nIl peut prévoir l'abandon de la totalité des pénalités et majorations de retard pour les dettes apurées selon l'échéancier qu'il prévoit.\n\nIII. - Le plan peut comporter un abandon partiel des créances de cotisations et contributions sociales patronales dues au titre des rémunérations versées pendant la période comprise entre le 1er août 2017 et le 30 novembre 2018, dans la limite de 50 % des sommes dues, afin de tenir compte des événements climatiques survenus dans les collectivités d'outre-mer de Saint-Martin et de Saint-Barthélemy entre le 5 et le 7 septembre 2017. Pour les employeurs du régime général et du régime agricole et les travailleurs indépendants et exploitants agricoles des collectivités d'outre-mer de Saint-Martin et de Saint-Barthélemy qui justifient d'une baisse de leur chiffre d'affaires majeure et durable directement imputable aux évènements climatiques exceptionnels survenus entre le 5 septembre et le 7 septembre 2017, au titre de leur activité réalisée sur ces deux territoires, ce plan peut comporter un abandon, qui est total ou partiel selon l'ampleur de la baisse et sa durée, des cotisations et contributions sociales dues par les employeurs pour la période comprise entre le 1er août 2017 et le 31 décembre 2018 ou à titre personnel par les travailleurs indépendants ou les exploitants agricoles au titre des exercices 2017 et 2018. Cet abandon de créances est accordé sous réserve, le cas échéant :\n\n1° Du paiement préalable de la part salariale des cotisations et contributions sociales restant dues ou, à défaut, de leur inclusion dans le plan d'apurement ;\n\n2° Du respect des échéances du plan d'apurement.\n\nLe bénéfice de l'abandon des créances de cotisations et contributions sociales est ouvert aux employeurs et travailleurs indépendants qui adressent à l'organisme chargé du recouvrement des cotisations et contributions, au plus tard le 30 avril 2019, une demande conforme à un modèle fixé par arrêté du ministre chargé de la sécurité sociale et, le cas échéant, en cas d'interruption totale d'activité sur une période, une attestation sur l'honneur ou tout élément probant. Les organismes chargés du recouvrement des cotisations de sécurité sociale sont habilités à vérifier, dans le cadre des contrôles auprès des demandeurs ou dans le cadre notamment des échanges avec l'administration fiscale qu'ils réalisent, la réalité des déclarations.\n\nLe bénéfice d'un abandon total ou partiel des créances est subordonné au fait, pour l'employeur, d'être à jour de ses obligations déclaratives, de ses obligations de paiement à l'égard de l'organisme de recouvrement pour les cotisations salariales dues au titre de la période comprise dans le champ de l'abandon prévu au quatrième alinéa du présent III, ainsi que pour les cotisations dues au titre des périodes qui ne sont pas comprises dans ce champ.\n\nLa condition de paiement est considérée comme remplie dès lors que l'employeur, d'une part, souscrit et respecte un plan d'apurement des cotisations restant dues et, d'autre part, acquitte les cotisations en cours à leur date normale d'exigibilité.\n\nIV. - Les employeurs faisant face à des difficultés de paiement des cotisations et contributions sociales patronales dues au titre des périodes comprises entre la date de conclusion du plan et le 31 août 2019 peuvent en demander la modification pour que ces créances soient prises en compte dans les mêmes conditions et selon les mêmes modalités que celles prévues au II.\n\nV. - L'entreprise qui bénéficie du sursis à poursuites prévu au I ou a souscrit et respecte un plan d'apurement prévu au II est considérée à jour de ses obligations de paiement des cotisations sociales.\n\nVI. - L'entreprise ne peut bénéficier des dispositions du présent article lorsque l'entreprise ou le chef d'entreprise a été condamné en application des articles L. 8211-1, L. 8221-3 et L. 8221-5 du code du travail au cours des cinq années précédant la demande mentionnée au I du présent article.\n\nToute condamnation de l'entreprise ou du chef d'entreprise pour les motifs mentionnés au premier alinéa du présent VI ou, après mise en demeure, le non-respect de l'échéancier du plan d'apurement ou le non-paiement des cotisations et contributions sociales dues postérieurement à la signature de ce plan entraîne sa caducité.\n\nVII. - Le présent article s'applique aux entreprises et aux travailleurs indépendants, y compris dans les secteurs agricoles et maritimes, pour les cotisations et contributions sociales prévues par la loi.\n\nLe présent article ne s'applique pas pour les sommes dues à la suite d'un contrôle prévu à l'article L. 243-7 du code de la sécurité sociale.\n\nEn cas de réduction partielle ou totale du montant des cotisations d'assurance vieillesse dans les conditions prévues au II du présent article, les droits sont minorés dans une proportion identique."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I entre en vigueur le 1er juillet 2018."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\nA modifié les dispositions suivantes :\n\nII. - Pour l'année 2018, les taux (Lv) et (Lh) mentionnés à l'article L. 138-10 du même code sont fixés, respectivement, à 0 % et à 3 %.III. - Les montants appelés, au titre de l'année 2015 et de l'année 2016, pour la contribution mentionnée à l'article L. 138-10 du même code, dans sa rédaction antérieure à la loi n° 2016-1827 du 23 décembre 2016 de financement de la sécurité sociale pour 2017, ne peuvent faire l'objet de la régularisation prévue à l'article L. 138-15 du même code, dans cette même rédaction."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Il est institué pour l'année 2018 une participation à la prise en charge des modes de rémunération mentionnés au 13° de l'article L. 162-5 du code de la sécurité sociale due par les organismes mentionnés au I de l'article L. 862-4 du même code. Son produit est affecté à la Caisse nationale de l'assurance maladie.Cette participation est due par chaque organisme mentionné au premier alinéa du présent I en activité au 31 décembre 2018. Elle est égale au produit d'un forfait annuel de 8,10 euros par le nombre, au 31 décembre 2017, de bénéficiaires de la prise en charge des frais de santé prévue à l'article L. 160-1 dudit code et d'ayants droit âgés de seize ans ou plus couverts par l'organisme, à l'exclusion des bénéficiaires de la couverture complémentaire mentionnée à l'article L. 861-1 du même code, pour lesquels l'organisme a pris en charge, au cours de l'année 2017, au moins une fois, en tout ou partie, la participation de l'assuré, mentionnée à l'article L. 160-13 du même code, due au titre d'une consultation ou d'une visite du médecin traitant au sens de l'article L. 162-5-3 du même code.II. - La participation est recouvrée par l'organisme désigné pour le recouvrement de la taxe mentionnée à l'article L. 862-4 du code de la sécurité sociale, concomitamment au recouvrement de cette même taxe, sous réserve d'aménagements prévus, le cas échéant, par décret en Conseil d'Etat. Elle est recouvrée et contrôlée selon les règles, garanties et sanctions prévues pour ladite taxe."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Les contrats de travail du personnel des organismes agréés anciennement affecté au recouvrement des cotisations et contributions de sécurité sociale sont transférés, sauf opposition du titulaire du contrat de travail concerné, à la date fixée au IV, à l'un des organismes mentionnés à l'article L. 213-1 du code de la sécurité sociale désigné par le directeur de l'Agence centrale des organismes de sécurité sociale.IV. - Le présent article est applicable aux cotisations et contributions dues au titre des périodes courant à compter d'une date fixée par décret, et au plus tard à compter du 1er janvier 2019, à l'exception du 5° du I, qui entre en vigueur à la date prévue au II de l'article 20 de la loi n° 2015-1702 du 21 décembre 2015 de financement de la sécurité sociale pour 2016, et du 6° du I, qui entre en vigueur le 1er janvier 2018.\n\n- Code de la sécurité sociale.\n\n- Code du travail"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des transports\n\nII. - Le I entre en vigueur le 1er janvier 2018.III. - L'affiliation à un régime d'assurance vieillesse des gens de mer au 31 décembre 2017 en application du 2° de l'article L. 5551-1 du code des transports, dans sa rédaction antérieure à l'entrée en vigueur du présent article, ne peut être remise en cause qu'à leur demande expresse et dès lors qu'ils sont couverts par une protection sociale au sens du c du 2° du même article L. 5551-1, dans sa rédaction résultant du présent article."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I à V et IX - modifié les dispositions suivantes :\n\nVI. - Par dérogation au 8° de l'article L. 131-8 du code de la sécurité sociale, en 2018, le produit de la taxe perçue au titre des contrats mentionnés aux trois premiers alinéas du II de l'article L. 862-4 du même code affecté au fonds mentionné à l'article L. 862-1 dudit code est réduit de 150 millions d'euros au profit de la branche mentionnée au 1° de l'article L. 200-2 du même code.VII. - Pour 2018, la section prévue au V de l'article L. 14-10-5 du code de l'action sociale et des familles retrace en charges la contribution de la Caisse nationale de solidarité pour l'autonomie au financement du plan national d'adaptation des logements privés aux contraintes de l'âge et du handicap, dans la limite de 20 millions d'euros.VIII. - Ne donnent pas lieu à compensation à la sécurité sociale :1° La réduction du produit de la taxe mentionnée à l'article 231 du code général des impôts, prévue par la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018 ;2° Le coût lié au doublement des seuils d'éligibilité au régime microfiscal et au régime microsocial, prévu par la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018 ;3° L'exonération prévue au 1° du 1 de l'article 80 duodecies du code général des impôts, dans sa rédaction résultant de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018.X. - Le 4° du I ainsi que le 1° et les a et b du 2° du V du présent article s'appliquent aux faits générateurs intervenant à compter du 1er janvier 2018.\n\n- Code de la sécurité sociale.\n\n- Code de l'action sociale et des familles\n\n- Code rural et de la pêche maritime\n\n- Code général des impôts, CGI.\n\n- LOI n° 2017-256 du 28 février 2017"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Il est opéré, avant le 30 avril 2018, un reversement de l'intégralité des réserves financières du fonds de compensation des cessations progressives d'activité des personnels des régions, des collectivités locales et de leurs groupements ou établissements publics administratifs non hospitaliers mentionné à l'article 3-3 de l'ordonnance n° 82-298 du 31 mars 1982 relative à la cessation progressive d'activité des agents titulaires des collectivités locales et de leurs établissements publics à caractère administratif, dans sa rédaction antérieure à la loi n° 2010-1330 du 9 novembre 2010 portant réforme des retraites, au profit de la Caisse nationale de retraites des agents des collectivités locales. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce reversement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Est approuvé le montant de 6,0 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2018."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Pour l'année 2018, sont approuvés les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n211,0\n\n211,7\n\n- 0,7\n\nAccidents du travail et maladies professionnelles\n\n14,0\n\n13,5\n\n0,5\n\nVieillesse\n\n236,6\n\n236,4\n\n0,2\n\nFamille\n\n51,0\n\n49,7\n\n1,3\n\nToutes branches (hors transferts entre branches)\n\n498,9\n\n497,7\n\n1,3\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n496,1\n\n498,3\n\n- 2,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour l'année 2018, sont approuvés les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, du régime général :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n209,9\n\n210,6\n\n- 0,7\n\nAccidents du travail et maladies professionnelles\n\n12,6\n\n12,2\n\n0,4\n\nVieillesse\n\n133,9\n\n133,6\n\n0,2\n\nFamille\n\n51,0\n\n49,7\n\n1,3\n\nToutes branches (hors transferts entre branches)\n\n394,3\n\n393\n\n1,2\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n392,5\n\n394,8\n\n- 2,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Pour l'année 2018, sont approuvés les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nII. - Pour l'année 2018, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 15,2 milliards d'euros.III. - Pour l'année 2018, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n15,8\n\n19,3\n\n- 3,5\n\n1\n\ncenter\n\nPRÉVISIONS DE RECETTES\n\nRecettes affectées\n\n0\n\nTotal\n\n0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Sont habilités en 2018 à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nENCOURS LIMITES\n\nAgence centrale des organismes de sécurité sociale\n\n38 000\n\nCaisse centrale de la mutualité sociale agricole\n\n4 900\n\nCaisse de prévoyance et de retraite du personnel de la SNCF - période du 1er au 31 janvier\n\n500\n\nCaisse de prévoyance et de retraite du personnel de la SNCF - période du 1er février au 31 décembre\n\n200\n\nCaisse autonome nationale de la sécurité sociale dans les mines\n\n450\n\nCaisse nationale des industries électriques et gazières\n\n440\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2018 à 2021), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nIV. - Les I et II du présent article entrent en vigueur le 1er octobre 2018 pour les gardes d'enfants réalisées à compter de cette date, à l'exception du 3° du I qui s'applique aux rémunérations dues au titre des périodes de garde courant à compter du 1er janvier 2019.\n\n- Code de la sécurité sociale.\n\n- Ordonnance n° 77-1102 du 26 septembre 1977\n\n- LOI n° 2016-1827 du 23 décembre 2016"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. et III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Les 2° et 3° du I du présent article sont applicables aux prestations mentionnées aux articles L. 531-2 et L. 531-3 du code de la sécurité sociale dues au titre des enfants nés ou adoptés à compter du 1er avril 2018.IV. - Les montants et les plafonds de ressources des prestations mentionnées aux articles L. 531-2 et L. 531-3 du code de la sécurité sociale dues au titre des enfants nés ou adoptés jusqu'au 31 mars 2018 sont fixés et revalorisés dans les conditions prévues par les dispositions en vigueur à la date de publication de la présente loi.\n\n- Code de la sécurité sociale.\n\n- LOI n° 2013-1203 du 23 décembre 2013"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-756 DC du 21 décembre 2017.]"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Pour l'année 2018, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 49,7 milliards d'euros."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - De 2018 à 2020, les montants de l'allocation de solidarité aux personnes âgées mentionnée à l'article L. 815-1 du code de la sécurité sociale et de l'allocation supplémentaire vieillesse prévue à l'article L. 815-2 du même code, dans sa rédaction antérieure à l'ordonnance n° 2004-605 du 24 juin 2004 simplifiant le minimum vieillesse, ainsi que les plafonds de ressources prévus pour le service de ces allocations et des prestations mentionnées à l'article 2 de la même ordonnance peuvent être portés, par décret, à des niveaux supérieurs à ceux qui résulteraient de l'application de l'article L. 816-2 du code de la sécurité sociale.II. - De 2018 à 2020, le montant de l'allocation spéciale pour les personnes âgées mentionnée à l'article 28 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ainsi que le plafond de ressources prévu pour le service de cette allocation sont portés, par décret, à des niveaux supérieurs à ceux qui résulteraient de l'application de l'article 29 de la même ordonnance.III. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nIV. - De 2018 à 2020, les montants de l'allocation de solidarité aux personnes âgées mentionnée au 1° de l'article 7 de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon et de l'allocation supplémentaire prévue à l'article 24 de la même loi, dans sa rédaction antérieure au 1er juillet 2016, ainsi que les plafonds de ressources prévus pour le service de ces allocations et des prestations mentionnées au 9° de l'article 7 de ladite loi peuvent être portés, par décret, à des niveaux supérieurs à ceux qui résulteraient de l'application de l'article L. 816-2 du code de la sécurité sociale et du g du 1° de l'article 5 de la loi n° 87-563 du 17 juillet 1987 précitée."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - La prochaine revalorisation réalisée en application de l'article L. 161-23-1 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, a lieu le 1er janvier 2019.IV. - Le 2° du I et le II du présent article entrent en vigueur le 31 décembre 2018.\n\n- Code de la sécurité sociale.\n\n- Ordonnance n° 2002-411 du 27 mars 2002"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - Ne constitue pas un régime de retraite de base obligatoire, pour l'application du code des pensions civiles et militaires de retraite, du code rural et de la pêche maritime et du code de la sécurité sociale, le régime additionnel obligatoire d'allocations viagères aux gérants de débits de tabacs prévu à l'article 59 de la loi de finances pour 1963 (n° 63-156 du 23 février 1963).II. - Sous réserve des décisions passées en force de chose jugée, le I s'applique à compter de la date d'entrée en vigueur du présent article."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Pour l'année 2018, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 236,4 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 133,6 milliards d'euros."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Le présent article est applicable aux maladies professionnelles déclarées à compter du 1er juillet 2018."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 270 millions d'euros au titre de l'année 2018.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 613 millions d'euros au titre de l'année 2018.III. - Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à un milliard d'euros au titre de l'année 2018.IV. - Les montants mentionnés à l'article L. 242-5 du code de la sécurité sociale et à l'article L. 751-13-1 du code rural et de la pêche maritime couvrant les dépenses supplémentaires engendrées par les départs en retraite à l'âge fixé en application de l'article L. 351-1-4 du code de la sécurité sociale et les dépenses supplémentaires engendrées par le dispositif mentionné à l'article L. 4163-1 du code du travail sont fixés, respectivement, à 186 millions d'euros et 8 millions d'euros pour l'année 2018."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. et III. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Ordonnance n° 96-1122 du 20 décembre 1996\n\nII. - La gestion et le versement des prestations mentionnées aux articles L. 437-1, L. 413-6, L. 413-10 et L. 413-11-2 du code de la sécurité sociale ainsi qu'à l'article L. 753-1 du code rural et de la pêche maritime peuvent, hormis celles à la charge de l'Etat employeur, être délégués à l'organisme désigné par voie de convention par la caisse mentionnée à l'article L. 221-1 du code de la sécurité sociale ou par la caisse mentionnée à l'article L. 723-11 du code rural et de la pêche maritime, chacune en ce qui la concerne."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Pour l'année 2018, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,5 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 12,2 milliards d'euros."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-756 DC du 21 décembre 2017.]"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le II de l'article L. 3111-2 du code de la santé publique, dans sa rédaction résultant de la présente loi, est applicable, en ce qui concerne les vaccinations mentionnées aux 4° à 11° du I du même article L. 3111-2, à compter du 1er juin 2018 et aux personnes titulaires de l'autorité parentale ou qui assurent la tutelle des enfants nés à compter du 1er janvier 2018.IV. - A.-Le III du présent article est applicable à Wallis-et-Futuna.\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I à IV et VI.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV.-Les expérimentations conduites dans le cadre de l'article 48 de la loi n° 2012-1404 du 17 décembre 2012 de financement de la sécurité sociale pour 2013, de l'article 43 de la loi n° 2013-1203 du 23 décembre 2013 de financement de la sécurité sociale pour 2014, de l'article 53 de la loi n° 2014-1554 du 22 décembre 2014 de financement de la sécurité sociale pour 2015, de l'article 68 de la loi n° 2015-1702 du 21 décembre 2015 de financement de la sécurité sociale pour 2016, des articles 66,68 et 94 de la loi n° 2016-1827 du 23 décembre 2016 de financement de la sécurité sociale pour 2017 peuvent être poursuivies, après autorisation par arrêté des ministres chargés de la sécurité sociale et de la santé, lorsqu'elles entrent dans l'objet défini au I de l'article L. 162-31-1 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, et sous réserve que soit prévue une évaluation conforme aux dispositions réglementaires prévues au dernier alinéa du III du même article L. 162-31-1. L'arrêté fixe la nouvelle date de fin de chaque expérimentation, qui ne peut ni porter la durée totale de celle-ci à plus de six ans à compter de la date de début de mise en œuvre effective de l'expérimentation initiale, ni être postérieure au 31 décembre 2022. Le financement de ces expérimentations est assuré dans les conditions prévues audit article L. 162-31-1. Les expérimentations dont la poursuite n'a pas été autorisée par arrêté des ministres chargés de la sécurité sociale et de la santé avant le 31 décembre 2018 prennent fin au plus tard le 31 décembre 2019.\n\n-Code de la sécurité sociale.\n\nLoi n° 2013-1203 du 23 décembre 2013\n\nArt. 43\n\n-Code de la santé publique\n\n-LOI n° 2012-1404 du 17 décembre 2012\n\n-LOI n° 2014-1554 du 22 décembre 2014\n\n-LOI n° 2015-1702 du 21 décembre 2015\n\n-LOI n° 2016-1827 du 23 décembre 2016"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-756 DC du 21 décembre 2017.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er juin 2018, un rapport relatif aux dépenses des indemnités journalières au titre de la maladie, notamment concernant les arrêts courts ou itératifs, afin de mieux prévenir ces arrêts ou d'en améliorer les contrôles. Le rapport met en avant l'articulation actuelle entre les indemnités journalières perçues au titre de la maladie par les organismes de sécurité sociale et les dispositifs de prévoyance obligatoire et facultative existants et propose en tant que de besoin des mesures d'amélioration."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I à IV. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV. - Des expérimentations portant sur la réalisation d'actes de télésurveillance peuvent être menées, à compter du 1er janvier 2018 et jusqu'au 1er août 2022 au plus tard, en métropole, dans l'ensemble des collectivités régies par l'article 73 de la Constitution ainsi qu'à Saint-Barthélemy, Saint-Martin, Saint-Pierre-et-Miquelon et Wallis-et-Futuna.Ces expérimentations portent sur la réalisation d'actes de télésurveillance pour des patients pris en charge en médecine de ville, en établissement de santé ou en structure médico-sociale.\n\nLes conditions de mise en œuvre de ces expérimentations sont définies dans des cahiers des charges arrêtés par les ministres chargés de la santé et de la sécurité sociale.Pour la mise en œuvre des expérimentations, il peut être dérogé :1° Aux règles de facturation, de tarification et de remboursement mentionnées aux articles L. 162-1-7, L. 162-5, L. 162-9, L. 162-11, L. 162-12-2, L. 162-12-9, L. 162-14, L. 162-14-1, L. 162-16-1, L. 162-22-1, L. 162-22-6, L. 162-26, L. 162-32-1 et L. 165-1 du code de la sécurité sociale, en tant qu'ils concernent les tarifs, honoraires, rémunérations et frais accessoires dus aux établissements de santé, centres de santé et professionnels de santé par les assurés sociaux et par l'assurance maladie ;2° Aux articles L. 314-1, L. 314-2, L. 314-8 et L. 314-9 du code de l'action sociale et des familles, en tant qu'ils concernent les modes de tarification des établissements et services mentionnés à l'article L. 312-1 du même code ;3° Aux règles tarifaires et d'organisation applicables aux établissements et services mentionnés au même article L. 312-1 ;4° A l'article L. 162-2 du code de la sécurité sociale, en tant qu'il concerne le paiement direct des honoraires par le malade ;5° Aux articles L. 160-10, L. 160-13 et L. 160-14 du même code, relatifs à la participation de l'assuré aux tarifs servant de base au calcul des prestations.Les dépenses qui résultent de la mise en œuvre des expérimentations sont prises en charge par le fonds mentionné à l'article L. 1435-8 du code de la santé publique. Elles s'imputent sur la dotation mentionnée au 1° de l'article L. 1435-9 du même code et font l'objet d'une identification spécifique par l'arrêté prévu au même 1°. Par dérogation au même article L. 1435-9, les crédits affectés aux agences régionales de santé par cet arrêté ne peuvent être affectés au financement d'autres activités.Les produits ou prestations ayant pour objet de réaliser la transmission de données permettant à un professionnel de santé d'interpréter à distance les données nécessaires au suivi médical d'un patient ne peuvent pas être inscrits sur les listes mentionnées aux articles L. 162-52 et L. 165-1 du code de la sécurité sociale pendant la durée des expérimentations, dès lors que leur indication inclut le diagnostic, la prévention, le contrôle ou le traitement d'une pathologie prévue dans l'un des cahiers des charges.A l'échéance de l'expérimentation, les expérimentateurs engagés continuent à bénéficier de la prise en charge financière prévue au titre de l'expérimentation, sous réserve de la transmission aux ministres compétents et à la Haute Autorité de santé d'un engagement à déposer une demande d'inscription de ces produits ou prestations en application de l'article L. 162-52 du code de la sécurité sociale, au plus tard le 31 janvier 2023. Cette prise en charge transitoire prend fin au plus tard le 30 juin 2023.Le onzième alinéa du présent V ne s'applique pas aux produits ou prestations dont le fonctionnement et la finalité sont comparables à des produits ou prestations ayant pour objet de réaliser la transmission de données permettant à un professionnel de santé d'interpréter à distance les données nécessaires au suivi médical d'un patient et déjà inscrits sur la liste mentionnée à l'article L. 165-1 du code de la sécurité sociale.Lorsque le dépôt de cette demande d'inscription intervient avant la fin de l'expérimentation, les produits ou prestations concernés continuent à bénéficier de la prise en charge financière qui était prévue au titre de l'expérimentation durant la période séparant, le cas échéant, la fin de cette expérimentation de la décision relative à l'inscription sur la liste. Cette prise en charge financière cesse de plein droit à compter de l'intervention de cette dernière décision, quels que soient son sens, sa forme ou ses motifs.Les agences régionales de santé et les organismes de sécurité sociale transmettent et partagent les informations qu'ils détiennent, dans la stricte mesure de leur utilité, pour la connaissance et le suivi du parcours des patients pris en charge par télésurveillance dans le cadre des expérimentations et des dépenses associées. Ces informations peuvent faire l'objet d'un recueil à des fins d'évaluation ou d'analyse des pratiques ou des activités de soins et de prévention, dans des conditions garantissant le respect du secret médical. La Caisse nationale de l'assurance maladie des travailleurs salariés met en œuvre les adaptations de ses systèmes d'information qui s'avèrent nécessaires pour le suivi de l'activité réalisée en télésurveillance dans le cadre de ces expérimentations.Une évaluation d'étape est réalisée ou validée par la Haute Autorité de santé, en liaison avec les agences régionales de santé, les organismes locaux d'assurance maladie, les professionnels de santé, les centres de santé, les établissements de santé et les établissements médico-sociaux participant à l'expérimentation. Elle fait l'objet d'un rapport transmis au Parlement par le ministre chargé de la santé avant le 30 septembre 2019.Au terme de ces expérimentations, une évaluation médico-économique, sociale, qualitative et quantitative est réalisée ou validée par la Haute Autorité de santé en vue d'une généralisation, en liaison avec les agences régionales de santé, les organismes locaux d'assurance maladie, les professionnels de santé, les centres de santé, les établissements de santé et les établissements médico-sociaux participant à l'expérimentation. Elle fait l'objet d'un rapport transmis au Parlement par le Gouvernement avant le 30 juin 2021.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- LOI n° 2013-1203 du 23 décembre 2013\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - Le présent article entre en vigueur le 1er janvier 2018, sous les réserves suivantes :1° Les c et d des 1° et 2° du I entrent en vigueur le 1er juillet 2018. A cette date, le prix limite de vente des spécialités aux établissements mentionné au I de l'article L. 162-16-6 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, est égal au tarif de responsabilité applicable à ces spécialités ;2° Les décisions de prise en charge ou de remboursement, les tarifs ou les prix édictés en application de l'article L. 162-17-2-1 du même code, dans sa rédaction antérieure à la présente loi, demeurent en vigueur jusqu'à leur modification éventuelle au titre des dispositions de la présente loi.\n\n- Code de la sécurité sociale.\n\n- Loi n°2003-1199 du 18 décembre 2003\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Le présent article s'applique à l'évaluation des contrats ou avenants entrant en vigueur à compter du 1er janvier 2018 en application de l'article L. 162-30-2 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. et III - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - A défaut de conclusion entre le Comité économique des produits de santé et les syndicats ou organisations de la charte prévue à l'article L. 162-17-9 du code de la sécurité sociale avant le 30 septembre 2018, cette charte est arrêtée par les ministres chargés de la santé et de la sécurité sociale.\n\nIV. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-756 DC du 21 décembre 2017.]V. - L'article L. 162-17-10 du code de la sécurité sociale, tel qu'il résulte du 4° du I du présent article, entre en vigueur le 1er janvier 2019.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les décisions du collège des directeurs de l'Union nationale des caisses d'assurance maladie relatives à la procédure d'accord préalable prévue à l'article L. 315-2 du code de la sécurité sociale prises antérieurement à la publication de la présente loi demeurent en vigueur tant qu'elles ne font pas l'objet d'une nouvelle décision prise au titre de la présente loi.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les relations entre les caisses d'assurance maladie et les chirurgiens-dentistes autorisés à exercer en France et exerçant leur activité à titre libéral sont régies, à compter du 1er janvier 2018, par les dispositions du règlement arbitral approuvé en application de l'article 75 de la loi n° 2016-1827 du 23 décembre 2016 de financement de la sécurité sociale pour 2017, sous réserve des modifications suivantes :1° Aux articles 3 et 4 et à l'annexe I du règlement, les mentions des années 2017, 2018, 2019, 2020 et 2021 sont remplacées, respectivement, par les mentions des années 2018, 2019, 2020, 2021 et 2022 ;2° A l'article 2 du H de la même annexe I, les montants de référence et attendus calculés pour le déclenchement de la clause de sauvegarde prévue à l'article 3 sont remplacés par ceux figurant dans le tableau suivant :\n\n(En milliards d'euros)\n\nOCTOBRE 2017 -septembre 2018\n\nOCTOBRE 2018 -septembre 2019\n\nOCTOBRE 2019 -septembre 2020\n\nOCTOBRE 2020 -septembre 2021\n\nHonoraires totaux remboursés (HRTOT)\n\n2,83\n\n2,95\n\n3,13\n\n3,29\n\nEntente directe (ED)\n\n4,02\n\n3,92\n\n3,82\n\n3,70\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'accès aux soins des personnes en situation de handicap et des personnes en situation de précarité. Ce rapport porte notamment sur les restes à charge en santé liés au handicap, le niveau des avances de frais et le renoncement aux soins pour motif financier, afin d'identifier les mesures à prendre pour réduire les inégalités sociales d'accès à la santé pour les personnes fragiles."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Par dérogation à l'article L. 174-2-1 du code de la sécurité sociale, pour les établissements de santé mentionnés aux a, b et c de l'article L. 162-22-6 du même code, les prestations hospitalières mentionnées au 1° du même article L. 162-22-6 et les dépenses afférentes aux spécialités pharmaceutiques et produits et prestations mentionnés aux articles L. 162-22-7 et L. 162-22-7-3 dudit code ne sont pas facturées à la caisse désignée à l'article L. 174-2 du même code. Les établissements transmettent à l'agence régionale de santé, à échéances régulières, leurs données d'activité et la consommation des spécialités pharmaceutiques et des produits et prestations.Les établissements transmettent une copie de ces informations à la caisse mentionnée au même article L. 174-2.L'agence régionale de santé procède, pour chaque établissement, à la valorisation, pour la part prise en charge par les régimes obligatoires d'assurance maladie, de l'activité et de la consommation des spécialités pharmaceutiques et des produits et prestations mentionnés au premier alinéa du présent I. L'agence régionale arrête le montant ainsi calculé et le notifie à l'établissement et à la caisse mentionnée audit article L. 174-2.L'agence régionale de santé procède à un contrôle des données transmises. Sans préjudice de l'article L. 162-23-13 du même code, lorsqu'elle constate des anomalies, après que l'établissement a été mis en mesure de faire connaître ses observations, elle déduit les sommes indûment versées du montant des valorisations à venir.II. - Le I de l'article 33 de la loi de financement de la sécurité sociale pour 2004 (n° 2003-1199 du 18 décembre 2003) est abrogé à compter du 1er mars 2019.III. - Pour les établissements mentionnés au I du présent article, la facturation est établie selon les règles prévues à l'article L. 174-2-1 du code de la sécurité sociale de la façon suivante :1° A compter du 1er mars 2022 pour les établissements se déclarant volontaires ;2° A compter du 1er mars 2024 pour les autres établissements, lorsqu'ils remplissent des critères fixés par voie réglementaire relatifs à leurs activités, à leur organisation et à leur capacité.La dérogation prévue au I du présent article prend fin au plus tard le 1er mars 2027.Les modalités d'application du présent III sont fixées par décret."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- LOI n° 2015-1702 du 21 décembre 2015\n\nIII. - Le troisième alinéa du a du 4° du A du II du présent article entre en vigueur le 1er mars 2018 et est applicable pour le calcul des montants alloués aux établissements à compter de cette date."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-756 DC du 21 décembre 2017.]"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I à IV.-modifié les dispositions suivantes :\n\nV.-Le présent article entre en vigueur le 1er avril 2018.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale.\n\n-LOI n° 2016-41 du 26 janvier 2016"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés, mentionnée à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000), est fixé à 448,7 millions d'euros pour l'année 2018.\n\nII.-Le montant de la contribution de la Caisse nationale de solidarité pour l'autonomie au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements en direction des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 131,7 millions d'euros pour l'année 2018.\n\nIII.-Le montant de la dotation des régimes obligatoires d'assurance maladie pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionnée à l'article L. 1142-23 du code de la santé publique, est fixé à 125 millions d'euros pour l'année 2018."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Pour l'année 2018, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 211,7 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 210,6 milliards d'euros."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Pour l'année 2018, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nSOUS-OBJECTIF\n\nOBJECTIF DE DÉPENSES\n\nDépenses de soins de ville\n\n88,9\n\nDépenses relatives aux établissements de santé\n\n80,7\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n9,3\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n11,2\n\nDépenses relatives au Fonds d'intervention régional\n\n3,4\n\nAutres prises en charge\n\n1,8\n\nTotal\n\n195,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Pour l'année 2018, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros)\n\nPRÉVISION DE CHARGES\n\nFonds de solidarité vieillesse\n\n19,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Le 4° du I du présent article est applicable aux contrôles en cours à la date du 1er janvier 2018."
    }
  ]
}