{
  "id": "jorftext000000878230",
  "type": "statute",
  "title": "Loi n° 85-1403 du 30 décembre 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000878230",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I - Le barème de l'impôt sur le revenu est fixé comme suit :(tableau non reproduit, voir JO du 31/12/1986 page 15820)II à V Paragraphes modificateursVI - Les cotisations d'impôt sur le revenu dues au titre de l'année 1986 sont minorées dans les conditions suivantes :(tableau non reproduit, voir JO du 31/12/1986 page 15820).Les cotisations d'impôt sur le revenu s'entendent avant déduction des crédits d'impôt, de l'avoir fiscal et des prélèvements ou retenues non libératoires.Pour le recouvrement de ces cotisations, les acomptes ou prélèvements prévus au 1 de l'article 1664 et à l'article 1681 B du même code sont réduits de 3 p. 100.VII Paragraphe modificateur"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I - Lorsqu'un contribuable soumis au régime du bénéfice forfaitaire agricole perçoit des recettes provenant d'une activité de tourisme à la ferme ou de l'accomplissement de travaux forestiers pour le compte de tiers, n'excédant pas, par foyer fiscal, 100.000 F remboursements de frais inclus et taxes comprises, il peut porter directement sur la déclaration prévue à l'article 170 du code général des impôts le montant brut de ces recettes commerciales.Dans ce cas, le bénéfice provenant de ces activités est déterminé sous déduction d'un abattement de 50 p. 100.II - Les dispositions du paragraphe I s'appliquent aux agriculteurs qui exploitent une superficie au moins égale à la moitié de la surface minimum d'installation prévue à l'article 188-4 du code rural.Elles ne peuvent se cumuler avec l'exonération prévue au paragraphe II de l'article 35 bis du code général des impôts."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I à V Paragraphes modificateursVI - Les dispositions de la loi n° 49-420 du 25 mars 1949 susvisée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1985.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1985 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.VII - Les actions ouvertes par la loi du 25 mars 1949 susvisée, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée en dernier lieu par la loi de finances n° 84-1208 du 29 décembre 1984, pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.VIII - Les taux de majoration fixés au paragraphe IV ci-dessus sont applicables, sous les mêmes conditions de date, aux rentes viagères visées par la loi n° 48-957 du 9 juin 1948 et par l'article 1er de la loi n° 51-695 du 24 mai 1951 ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité.IX - Paragraphe modificateur"
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Les dispositions prévues par l'article 100 bis du code général des impôts sont applicables, sous les mêmes conditions, pour la détermination des salaires imposables des artistes du spectacle, titulaires d'un contrat entrant dans les prévisions de l'article L. 762-1 du code du travail.Cette mesure s'applique à compter des revenus de 1986."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I à III Paragraphes modificateursIV - Les dispositions du présent article sont applicables à compter du 1er janvier 1986."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I à III Paragraphes modificateursIV - Les factures-acquits et les factures laissez-passer peuvent tenir lieu de titres de mouvements, dans les conditions prévues au deuxième alinéa de l'article 445 du même code.V et VI Paragraphes modificateurs"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "A compter du 1er juillet 1986, les réfactions et abattements sur le chiffre d'affaires prévus par les articles 266, paragraphe 1 ter, alinéa b, et paragraphe 3, 268 ter, paragraphe II, 297, 298 septies, 1°, et 298 terdecies A du code général des impôts sont supprimés.Les nouveaux taux sont ceux qui résultaient de ces réfactions et abattements, arrondis à la deuxième décimale par défaut ; ils sont fixés par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Les personnels en service au lycée d'enseignement professionnel privé \"Les Houillères de Blanzy\" à Montceau-les-Mines, au lycée d'enseignement professionnel privé de la société Usinor à Terville, au lycée d'enseignement professionnel privé de la société Sollac à Florange et les maîtres en service à l'école primaire \"Les Marronniers\" à Draguignan (Var), établissements intégrés dans l'enseignement public en application de la loi n° 59-1557 du 31 décembre 1959 sur les rapports entre l'Etat et les établissements d'enseignement privés, qui justifieront au 1er janvier 1986 de services effectifs d'une durée équivalente à un an au moins de services à temps complet, pourront, à compter de cette date, sur leur demande et dans la limite des emplois budgétaires créés à cet effet, être nommés, puis titularisés dans les corps correspondants de la fonction publique.Un décret en Conseil d'Etat fixera les conditions d'intégration, de vérification de l'aptitude professionnelle et de classement des personnels intéressés.Les maîtres titularisés seront admis au bénéfice des dispositions de la loi n° 85-489 du 9 mai 1985 relative aux conditions de cessation d'activité de maîtres de l'enseignement public ayant exercé dans certains établissements d'enseignement privés."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Les dispositions du présent article ont été déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 85-201 DC en date du 28 décembre 1985."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "A compter du 1er janvier 1986, le calcul de la pension de retraite ainsi que les retenues pour pension des fonctionnaires des services déconcentrés de l'administration pénitentiaire placés sous statut spécial et chargés de suivre dans un service pénitentiaire l'exécution des peines dans des fonctions de direction, de surveillance, de formation professionnelle ainsi que d'encadrement technique et socio-éducatif sont déterminés, par dérogation aux articles L. 15 et L. 61 du code des pensions civiles et militaires de retraite, dans des conditions fixées par décret.\n\nPour permettre la prise en compte progressive dans la pension des fonctionnaires susvisés de la prime de sujétions spéciales pénitentiaires, la retenue pour pension fixée à l'article L. 61 mentionné ci-dessus sera majorée de 1,5 p. 100 à compter du 1er janvier 1986, de 2 p. 100 à compter du 1er janvier 1991 et de 2,2 p. 100 à compter du 1er janvier 1995.\n\nLa jouissance de la majoration de pension résultant de l'intégration de cette prime est différée jusqu'à l'âge de soixante ans ou, si les emplois sont rangés dans la catégorie B, jusqu'à l'âge de cinquante-cinq ans, sauf pour les fonctionnaires qui sont radiés des cadres ou mis à la retraite pour invalidité et pour les ayants cause de ces fonctionnaires décédés avant leur admission à la retraite. Toutefois, s'agissant des personnels socio-éducatifs , seules les années de service accomplies à l'administration pénitentiaire entrent en ligne de compte pour le calcul de cette majoration de pension.\n\nLa prise en compte de cette indemnité sera réalisée progressivement du 1er janvier 1986 au 1er janvier 2000.\n\nPour les personnels d'insertion et de probation ayant demandé, à compter du 1er janvier 2015, leur admission à la retraite, la majoration de pension est calculée, le cas échéant, en tenant compte d'une partie de la durée des services accomplis en position d'activité dans les services déconcentrés de l'administration pénitentiaire alors que ces agents relevaient des corps interministériels des assistants de service social des administrations de l'Etat et des conseillers techniques de service social des administrations de l'Etat, sous réserve que cette durée soit au moins égale à un nombre minimal d'années. Cette prise en compte s'effectue de manière dégressive et dans des conditions qui diffèrent selon la durée des services accomplis dans ces corps. Les modalités d'application du présent alinéa sont fixées par décret."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "A compter du 1er janvier 1986, les régimes de base d'assurance maladie remboursent les dépenses de lutte contre les maladies mentales exposées au titre de l'article L. 326 du code de la santé publique.Ces dépenses sont arrêtées par le représentant de l'Etat dans les conditions fixées par un décret en Conseil d'Etat qui détermine, en outre, les modalités d'application du présent article et prévoit le versement d'acomptes."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Alinéa modificateurL'Etat cesse d'être représenté dans les conseils d'administration des sections locales de la sécurité sociale des étudiants."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I - Alinéa modificateurCette disposition s'applique pour la première fois aux investissements qui doivent être réalisés en 1986 à raison des salaires payés en 1985.II - Paragraphe modificateurIII - Les dispositions du paragraphe II ci-dessus sont applicables aux rémunérations et gains versés à partir du 1er janvier 1986."
    }
  ]
}