{
  "id": "jorftext000043403969",
  "type": "statute",
  "title": "Ordonnance n°2021-488 du 21 avril 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043403969",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le code du sport est modifié conformément aux articles 2 à 61 de la présente ordonnance."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - Le service de l'Agence française de lutte contre le dopage exerçant l'activité de laboratoire antidopage accrédité par l'Agence mondiale antidopage est transféré à l'Université Paris-Saclay, ainsi que les biens meubles qui y sont attachés.II. - L'Université Paris-Saclay est substituée à tous les droits et obligations de l'Agence française de lutte contre le dopage afférents à l'activité mentionnée au I.III. - La liste et la consistance des biens ainsi que la liste des droits et obligations transférés en application des I et II sont fixées par voie de convention entre l'Agence et l'Université mentionnées au I.IV. - Les agents non titulaires de droit public du service mentionné au I conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public sont assimilés à des services accomplis au sein de l'Université Paris-Saclay."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - La présente ordonnance entre en vigueur le jour suivant la publication au Journal officiel du décret en Conseil d'Etat prévu par l'article L. 232-31 du code du sport et, au plus tard, le 31 mai 2021, à l'exception de son article 62 qui entre en vigueur à la date fixée par délibération du conseil d'administration de l'Université Paris-Saclay et au plus tard le 1er janvier 2022.II. - Un membre du collège ou de la commission des sanctions qui se trouve dans une des situations d'incompatibilité mentionnées au dernier alinéa, respectivement, des articles 14 et 15 met fin à celle-ci au plus tard le 30 juin 2021. A défaut d'option dans ce délai, selon le cas, le président du collège ou le président de la commission des sanctions, ou un tiers au moins des membres du collège ou de la commission des sanctions lorsque l'incompatibilité concerne le président, le déclare démissionnaire.Les personnes qualifiées mentionnées au 3° de l'article L. 232-6 du code du sport demeurent membres du collège jusqu'au terme de leur mandat, sous réserve des incompatibilités mentionnées au précédent alinéa.III. - Pour l'application de l'article 15, la personnalité désignée par le président du Comité paralympique et sportif français est nommée par décret du Président de la République à l'expiration du mandat de celui des deux membres désignés par le président du Comité national olympique et sportif français et nommés par décret du Président de la République en date du 1er septembre 2018 dont la durée a été fixée à quatre ans conformément à l'article 7 du décret n° 2018-634 du 17 juillet 2018 modifiant la partie règlementaire du code du sport relative à l'organisation de l'Agence française de lutte contre le dopage et à la procédure disciplinaire menée devant elle.IV. - Dans des conditions fixées par décret en Conseil d'Etat, toute personne faisant l'objet de la mesure d'interdiction mentionnée à l'article L. 232-23 du code du sport en vertu d'une décision rendue avant l'entrée en vigueur de la présente ordonnance et s'y croyant fondée peut solliciter de l'Agence française de lutte contre le dopage l'application des dispositions de la présente ordonnance, aux fin de réduction de la période d'exécution de la mesure de suspension.Saisie par le collège de l'Agence française de lutte contre le dopage, la commission des sanctions se prononce sur la demande mentionnée à l'alinéa précédent. Sa décision peut faire l'objet du recours mentionné à l'article L. 232-24 du code du sport.V. - Lorsque la mesure de suspension sanctionnant une première violation a été imposée ou acceptée en vertu des dispositions applicables antérieurement à l'entrée en vigueur de la présente ordonnance, la durée de suspension mentionnée au a du I de l'article L. 232-23-3-8 du code du sport dans sa rédaction résultant de l'article 47 prend en compte la durée de suspension qui aurait été appliquée à cette première violation en vertu de la présente ordonnance.VI. - Dans des conditions fixées par décret en Conseil d'Etat, toute personne s'étant vu infliger une interdiction ou une suspension en raison de la présence, de l'usage ou de la possession d'une substance ou d'une méthode interdite peut, lorsque celle-ci a été retirée de la liste des interdictions, solliciter une réduction de la durée d'interdiction ou de suspension.Saisie par le collège de l'Agence française de lutte contre le dopage, la commission des sanctions se prononce sur la demande mentionnée à l'alinéa précédent.VII. - Sont pris en compte pour l'application de l'article L. 232-9-3 du code du sport dans sa rédaction résultant de l'article 21 les manquements constatés par l'Agence française de lutte contre le dopage ou par toute autre organisation antidopage antérieurement à l'entrée en vigueur de la présente ordonnance.VIII. - Lorsque les griefs ont été notifiés à l'intéressé avant l'entrée en vigueur de la présente ordonnance, le secrétaire général de l'Agence française de lutte contre le dopage peut, à la demande de l'intéressé ou de sa propre initiative, lui adresser une proposition d'entrée en voie de composition administrative conformément aux dispositions de l'article L. 232-22 du code du sport dans sa rédaction résultant de l'article 39, faisant application des dispositions issues de la présente ordonnance. La validation de l'accord conclu en application du présent VII dessaisit la commission des sanctions et entraîne l'annulation de la décision rendue le cas échéant par l'organe disciplinaire de la fédération."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Le Premier ministre, le ministre de l'éducation nationale, de la jeunesse et des sports et la ministre déléguée auprès du ministre de l'éducation nationale de la jeunesse et des sports, chargée des sports, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}