{
  "id": "jorftext000043421566",
  "type": "statute",
  "title": "LOI n°2021-502 du 26 avril 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043421566",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans un délai de six mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport dressant un état des lieux de la mise en place des auxiliaires médicaux en pratique avancée et des protocoles de coopération. Dans le double objectif d'un décloisonnement des professions de santé et d'un meilleur accès à la santé, ce rapport d'évaluation fait des propositions permettant d'accélérer le déploiement de l'exercice en pratique avancée et des protocoles de coopération ainsi que de simplifier et d'améliorer ces deux dispositifs, notamment en termes de formation et de rémunération des auxiliaires médicaux en pratique avancée. Il examine en particulier le déploiement de la pratique avancée pour l'ensemble des professions d'auxiliaire médical, dont les infirmiers spécialisés, notamment dans la perspective d'ouvrir un accès à l'exercice de missions en pratique avancée, dont les modalités seraient définies par voie réglementaire. Il étudie également la possibilité d'accompagner la délégation de tâches avec un transfert des responsabilités.Il évalue aussi les besoins et les moyens en matière de réingénierie des formations des auxiliaires médicaux, notamment en vue de réformer les référentiels de ces formations, d'améliorer l'accès à ces formations et de poursuivre leur universitarisation.Ce rapport examine également l'opportunité de permettre aux masseurs-kinésithérapeutes de pratiquer leur art sans prescription médicale et précise, le cas échéant, les conditions de mise en œuvre d'une telle mesure."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "À compter de la publication de la présente loi, pour une durée de trois ans, le directeur de l'établissement support du groupement hospitalier de territoire, sur proposition conjointe du directeur et du président de la commission médicale d'établissement de l'établissement partie et après avis de la commission médicale de groupement, peut décider de la création de postes de praticien hospitalier au sein de cet établissement partie. L'avis de la commission médicale de groupement évalue la conformité de cette création de postes au projet médical partagé du groupement hospitalier de territoire."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Pour la mise à disposition de l'information et des services numériques destinés aux personnes handicapées dont la Caisse nationale de solidarité pour l'autonomie a la charge en application de l'article L. 14-10-1 du code de l'action sociale et des familles, il est créé une plateforme numérique nationale d'information et de services personnalisés, dont la gestion est confiée à la Caisse des dépôts et consignations. Cette plateforme déploie des services numériques permettant de faciliter les démarches administratives des personnes handicapées, de leurs aidants et de leurs représentants légaux ainsi que le suivi personnalisé de leur parcours, notamment en matière d'accès à l'emploi et à la formation. Cette plateforme est accessible, au sens de l'article 47 de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées, et conforme aux référentiels d'interopérabilité et de sécurité mentionnés à l'article L. 1470-5 du code de la santé publique. Elle collecte le retour d'expérience des utilisateurs dans la perspective d'une amélioration continue de son utilisation.Les services mis en place dans le cadre de la plateforme mentionnée au premier alinéa du présent article sont proposés en complément des modalités d'accueil physique et téléphonique établies par chaque département pour assurer l'information et la conduite des démarches des personnes handicapées, de leurs aidants et de leurs représentants légaux.Pour la délivrance des services personnalisés de la plateforme, il est créé un traitement automatisé de données à caractère personnel permettant l'alimentation, la gestion et l'utilisation des droits inscrits sur l'espace personnel de chaque titulaire d'un compte sur la plateforme numérique nationale prévue au premier alinéa. Dans le cadre de ses finalités, ce traitement est alimenté par les données à caractère personnel strictement nécessaires, issues notamment des traitements relatifs à la déclaration sociale nominative définie à l'article L. 133-5-3 du code de la sécurité sociale ou du traitement relatif au compte personnel de formation défini au II de l'article L. 6323-8 du code du travail, y compris le numéro d'inscription au répertoire national d'identification des personnes physiques.La Caisse des dépôts et consignations est habilitée à conduire les procédures d'attribution des contrats de la commande publique répondant à ses besoins pour la mise en œuvre de la plateforme numérique nationale d'information et de services personnalisés destinée aux personnes handicapées, à leurs aidants, à leurs représentants légaux et aux entreprises ainsi qu'à conclure ces contrats et à assurer le suivi de leur exécution.Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Un référent handicap est nommé dans chaque établissement relevant de l'article L. 6112-1 du code de la santé publique et du premier alinéa de l'article L. 6112-5 du même code.Un décret définit ses missions et le cadre de son intervention."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport portant sur les écarts de rémunération entre les carrières médicales des secteurs hospitaliers publics et privés au regard de leurs missions. Cette étude porte notamment sur le différentiel de rémunération à l'embauche et tout au long de la carrière, en fonction du lieu et des modalités d'exercice."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport dressant un état des lieux de la coopération des professionnels de santé exerçant auprès des enfants et des jeunes. Ce rapport identifie les mesures nécessaires pour remédier au manque de coopération entre professionnels, en particulier dans le double objectif d'un meilleur accès à la santé et d'une politique de prévention effective et efficace.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}