{
  "id": "jorftext000033279703",
  "type": "statute",
  "title": "Ordonnance n° 2016-1408 du 20 octobre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033279703",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Les premiers statuts de l'association mentionnée à l'article L. 313-18 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, sont approuvés par décret après avoir été adoptés par l'assemblée générale de ses membres, dans un délai de neuf mois après la publication de la présente ordonnance.Les premiers statuts des sociétés mentionnées aux articles L. 313-19 et L. 313-20 du code de la construction et de l'habitation, dans leur rédaction résultant de la présente ordonnance, sont approuvés par décret après avoir été arrêtés par leur actionnaire unique, dans un délai de neuf mois après la publication de la présente ordonnance.A compter de l'approbation par décret de ses statuts, la société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, est autorisée à collecter les participations mentionnées au 1° du I de l'article L. 313-19-1 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance.Les dépenses nécessaires à la création et au fonctionnement des organismes mentionnés aux mêmes articles L. 313-18, L. 313-19 et L. 313-20, jusqu'à l'achèvement des opérations prévues au III du présent article, peuvent être financées par l'Union des entreprises et des salariés pour le logement. L'union est autorisée à utiliser les ressources disponibles du fonds mentionné au II de l'article L. 313-20 du code de la construction et de l'habitation, dans sa rédaction antérieure à la présente ordonnance, pour assurer ce financement.II. - L'agrément à collecter la participation des employeurs à l'effort de construction de chacun des organismes mentionnés au deuxième alinéa de l'article L. 313-18 du code de la construction et de l'habitation, dans sa rédaction antérieure à la présente ordonnance, est retiré de plein droit, sans notification préalable, par arrêté du ministre chargé du logement à une date d'effet postérieure à la date d'approbation des statuts des organismes mentionnés au I et dans un délai de neuf mois après la publication de la présente ordonnance.Ce retrait d'agrément entraîne de plein droit la dissolution des organismes, à la même date. L'association mentionnée à l'article L. 313-18 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, est désignée comme liquidateur de ces dissolutions. Les mandats des commissaires aux comptes des organismes mentionnés au premier alinéa sont révoqués à compter de la date d'ouverture de leur liquidation.Jusqu'à la clôture de leur liquidation, ces organismes restent soumis aux dispositions législatives en vigueur avant la publication de la présente ordonnance, sans préjudice des dispositions du présent article.III. - A compter de leur dissolution, les biens, droits et obligations des organismes mentionnés au premier alinéa du II sont transférés à la société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance.Les biens, droits et obligations issus des opérations relatives aux ressources mentionnées à l'article L. 313-3 du code de la construction et de l'habitation et à leurs emplois, à l'exception des opérations relatives aux interventions mentionnées aux a à g de l'article L. 313-3 du même code et effectuées sous la forme d'octroi de garanties, sont affectés au fonds mentionné au 1° du I de l'article L. 313-19-2 du même code, dans sa rédaction résultant de la présente ordonnance. Les biens, droits et obligations issus des opérations relatives aux interventions mentionnées aux a à g de l'article L. 313-3 du même code et effectuées sous la forme d'octroi de garanties, sont affectés au fonds mentionné au 2° du I du même article L. 313-19-2 du même code. Les biens, droits et obligations issus des opérations relatives aux ressources issues de la participation mentionnée à l'article L. 716-2 du code rural et de la pêche maritime et à leurs emplois sont affectés au fonds mentionné au 3° du I du même article L. 313-19-2 du code de la construction et de l'habitation. Les biens, droits et obligations issus des opérations relatives aux ressources de la participation supplémentaire des employeurs à l'effort de construction définie au 4° du I du même article L. 313-19-2 et à leurs emplois sont affectés au fonds mentionné au 4° du I du même article L. 313-19-2. Les autres biens, droits et obligations des organismes mentionnés au premier alinéa du II sont affectés au fonds mentionné au 5° du I du même article L. 313-19-2.Par dérogation au premier alinéa, les participations détenues par les organismes mentionnés au premier alinéa du II et les biens, droits et obligations qui y sont directement attachés, sont transférés à la société mentionnée à l'article L. 313-20 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance.Le groupe Action Logement tel que défini à l'article L. 313-17 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, dispose d'un délai de douze mois à compter de la publication de la présente ordonnance pour se conformer aux dispositions prévues au 6° du I de l'article L. 313-19-1 et aux 1° et 2° de l'article L. 313-20-1 du code de la construction et de l'habitation, dans leur rédaction résultant de la présente ordonnance. A cet effet, la société mentionnée à l'article L. 313-20 du même code ou des entités qu'elle contrôle au sens de l'article L. 233-3 du code de commerce procèdent, dans les conditions prévues au présent III, à des opérations de réorganisation juridique telles que fusions, dissolutions sans liquidation, scissions, apports partiels d'actifs, transformations, augmentations et réductions de capital, et à des cessions de participations au bénéfice de la société mentionnée à l'article L. 313-19 du même code ou des entités qu'elle contrôle au sens de l'article L. 233-3 du code de commerce.Les opérations de dévolution, de cessions de participations et de réorganisation juridique mentionnées au présent III sont réalisées de plein droit, gratuitement et sur la base des valeurs nettes comptables figurant dans les comptes des organismes mentionnés au premier alinéa du II, nonobstant toute clause ou disposition qui y ferait obstacle. Toutefois, dans les sociétés mentionnées au 1° de l'article L. 313-20-1 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, qui ne sont pas contrôlées au sens de l'article L. 233-3 du code de commerce par un ou plusieurs organismes mentionnés au premier alinéa du II, la clause d'agrément autorisant le transfert d'actions à un tiers non actionnaire mentionnée à l'article L. 228-23 du code de commerce s'applique lorsqu'elle est prévue par les statuts de ces sociétés. Ces opérations entraînent les effets d'une transmission universelle de patrimoine. Ces opérations de transfert n'ont aucune incidence sur les biens, droits et obligations transférés et n'entraînent, en particulier, ni de modification des contrats et des conventions en cours conclus par les organismes mentionnés au premier alinéa du II et les entités qu'ils contrôlent au sens de l'article L. 233-3 du code de commerce, ni leur résiliation, ni, le cas échéant, de remboursement anticipé des dettes qui en sont l'objet.IV. - L'Union des entreprises et des salariés pour le logement est dissoute de plein droit à une date d'effet, fixée par arrêté, qui ne peut être postérieure à la plus tardive des dates de dissolution des organismes mentionnés au II. L'association mentionnée à l'article L. 313-18 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, est désignée comme liquidateur de cette dissolution.A compter de sa dissolution, les biens, droits et obligations affectés aux fonds mentionnés aux II et III de l'article L. 313-20 du même code, dans sa rédaction antérieure à la présente ordonnance, sont dévolus au fonds mentionné au 1° du I de l'article L. 313-19-2 du même code, dans sa rédaction résultant de la présente ordonnance. Les biens, droits et obligations affectés au fonds mentionné au IV du même article L. 313-20 sont affectés au fonds mentionné au 2° du I du même article L. 313-19-2. Les autres biens, droits et obligations de l'union sont affectés à l'association mentionnée à l'article L. 313-18 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance.Par dérogation au deuxième alinéa, les participations détenues par l'union, et les créances qui y sont rattachées sont transférées à la société mentionnée à l'article L. 313-20 du code de la construction et de l'habitation.Par dérogation au deuxième alinéa, l'association mentionnée à l'article L. 313-18 du code de la construction et de l'habitation se substitue, à compter de l'approbation de ses statuts par décret, à l'union pour la mise en œuvre de la convention mentionnée au treizième alinéa de l'article L. 313-3 du même code.Les opérations de dévolution mentionnées au présent IV sont réalisées de plein droit, gratuitement et sur la base des valeurs nettes comptables figurant dans les comptes de l'union, nonobstant toute clause ou disposition contraire. Elles entraînent les effets d'une transmission universelle de patrimoine. Ces opérations de transfert n'ont aucune incidence sur les biens, droits et obligations transférés et n'entraînent, en particulier, ni de modification des contrats et des conventions en cours conclus par l'union, ni leur résiliation, ni, le cas échéant, de remboursement anticipé des dettes qui en sont l'objet.Jusqu'à la clôture de sa liquidation, l'union reste soumise aux dispositions législatives en vigueur avant la publication de la présente ordonnance, sans préjudice des dispositions du présent article.V. - A la date d'effet des opérations mentionnées au IV, les contrats de travail conclus par l'Union des entreprises et des salariés pour le logement sont transférés à l'association mentionnée à l'article L. 313-18 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, sauf convention individuelle contraire. Ces transferts s'effectuent en application des articles L. 1224-1 et L. 1224-2 du code du travail.A la date d'effet des opérations mentionnées au III, les contrats de travail conclus par les organismes mentionnés au premier alinéa du II sont transférés à la société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, sauf convention individuelle contraire. Ces transferts s'effectuent en application des articles L. 1224-1 et L. 1224-2 du code du travail.VI. - A compter de la dissolution des organismes mentionnés au premier alinéa du II, la société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, se substitue à ces organismes dans les groupements d'intérêt économique mentionnés à l'article L. 251-1 du code de commerce dont un ou plusieurs de ces organismes sont membres.A compter de la dissolution des groupements qui ne seraient plus constitués, en application du précédent alinéa, que de la société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation, les biens, droits et obligations de ces groupements sont transférés à cette société. Ces opérations sont réalisées de plein droit, gratuitement et sur la base des valeurs nettes comptables figurant dans les comptes de ces groupements, nonobstant toute clause ou disposition contraire. Elles entraînent les effets d'une transmission universelle de patrimoine. Ces opérations de transfert n'ont aucune incidence sur les biens, droits et obligations transférés et n'entraînent, en particulier, ni de modification des contrats et des conventions en cours conclus par le groupement, ni leur résiliation, ni, le cas échéant, de remboursement anticipé des dettes qui en sont l'objet.A la date de leur dissolution, et sauf convention individuelle contraire, les contrats de travail conclus par ces groupements d'intérêt économique sont transférés à la société mentionnée au même article L. 313-19. Ces transferts s'effectuent conformément aux articles L. 1224-1 et L. 1224-2 du code du travail.VII. - La société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, est réputée agréée en qualité de société de financement au sens du II de l'article L. 511-1 du code monétaire et financier à compter de sa création.Elle dispose, à compter de sa création, d'un délai de dix-huit mois pour se mettre en conformité avec les dispositions législatives et réglementaires applicables aux sociétés de financement. Les conditions d'application du présent alinéa sont précisées par arrêté du ministre chargé de l'économie.Les modalités et conditions d'application à cette société des exigences prudentielles relatives aux ratios de couverture et de division des risques mentionnés au I de l'article L. 511-41 du code monétaire et financier sont précisées par arrêté du ministre chargé de l'économie. Ces modalités prévoient des exemptions sur les expositions encourues sur les organismes d'habitations à loyer modéré, les sociétés d'économie mixte mentionnées à l'article L. 481-1 du code de la construction et de l'habitation et l'association mentionnée à l'article L. 313-34 du même code.L'association mentionnée à l'article L. 313-18 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, est, à l'égard de la société mentionnée à l'article L. 313-19 du même code, dans sa rédaction résultant de la présente ordonnance, une entreprise mère mixte de société de financement au sens du troisième alinéa de l'article L. 517-4-1 du code monétaire et financier.VIII. - L'obligation de consolidation qui s'impose, en application de l'article L. 233-16 du code de commerce, aux sociétés mentionnées aux articles L. 313-19 et L. 313-20 du code de la construction et de l'habitation, dans leur rédaction résultant de la présente ordonnance, s'applique pour les exercices comptables ouverts à compter du 1er janvier 2018.Les obligations comptables résultant de l'article L. 313-18-5 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, s'appliquent pour les exercices comptables ouverts à compter du 1er janvier 2018.IX. - La société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente ordonnance, est dotée, dans l'attente de la mise en place des instances représentatives prévues par le code du travail dans le délai maximal d'une année après la constitution de cette société, d'un comité transitoire exerçant les attributions du comité d'entreprise et du comité d'hygiène, de sécurité et des conditions de travail, dont les membres sont nommés parmi les membres des actuels comités d'entreprise et comités d'hygiène, de sécurité et des conditions de travail des organismes mentionnés au premier alinéa du II, et de délégués syndicaux transitoires, désignés par chaque organisation syndicale représentative au niveau de la société.X. - Les sociétés mentionnées au 6° du I de l'article L. 313-19-1 du code de la construction et de l'habitation dans sa rédaction issue de la présente ordonnance doivent mettre leurs statuts en conformité avec les clauses types mentionnées au même alinéa dans un délai de dix-huit mois après la publication du décret établissant ces clauses types.Si l'assemblée des actionnaires ou des associés n'est pas en mesure de statuer régulièrement sur cette mise en conformité dans le délai imparti, le projet de mise en conformité des statuts est soumis à l'homologation du président du tribunal de commerce statuant sur requête des représentants légaux de la société.Il est interdit aux présidents, administrateurs ou gérants de ces sociétés qui, volontairement, n'auront pas mis ou fait mettre les statuts en conformité avec les clauses types dans le délai imparti, pendant un délai de cinq années, de diriger, administrer ou gérer à un titre quelconque une des sociétés concernées par le présent article, et d'engager la signature d'une de ces sociétés.Jusqu'à l'entrée en vigueur du décret mentionné au premier alinéa, le décret n° 90-392 du 11 mai 1990 s'applique aux sociétés mentionnées au 6° du I de l'article L. 313-19-1 du code de la construction et de l'habitation dans sa rédaction issue de la présente ordonnance.XI. - Les sociétés mentionnées au 2° de l'article L. 313-20-1 du code de la construction et de l'habitation dans sa rédaction issue de la présente ordonnance doivent mettre leurs statuts en conformité avec les clauses types mentionnées au même alinéa dans un délai de dix-huit mois après la publication du décret établissant ces clauses types.Si l'assemblée des actionnaires ou des associés n'est pas en mesure de statuer régulièrement sur cette mise en conformité dans le délai imparti, le projet de mise en conformité des statuts est soumis à l'homologation du président du tribunal de commerce statuant sur requête des représentants légaux de la société.Il est interdit aux présidents, administrateurs ou gérants de ces sociétés qui, volontairement, n'auront pas mis ou fait mettre les statuts en conformité avec les clauses types dans le délai imparti, pendant un délai de cinq années, de diriger, administrer ou gérer à un titre quelconque une des sociétés immobilières concernées par le présent article, et d'engager la signature d'une de ces sociétés.Jusqu'à la publication du décret mentionné au premier alinéa, le décret n° 2013-777 du 27 août 2013 s'applique aux sociétés mentionnées au 2° du I de l'article L. 313-20 du code de la construction et de l'habitation dans sa rédaction issue de la présente ordonnance.XII. - Le transfert des biens, droits et obligations des organismes mentionnés à l'article L. 313-17 et au deuxième alinéa de l'article L. 313-18 du code de la construction et de l'habitation dans leur rédaction en vigueur avant la publication de la présente ordonnance, ainsi que des groupements d'intérêt économique mentionnés au deuxième alinéa du VI du présent article, aux organismes mentionnés aux articles L. 313-18, L. 313-19 et L. 313-20 du code de la construction et de l'habitation dans leur rédaction issue de la présente ordonnance, est réalisé à la valeur nette comptable et ne donne lieu à aucune indemnité, ni à perception d'impôts, droits, taxes ou contributions, notamment de contribution de sécurité immobilière prévue à l'article 879 du code général des impôts. Il en est de même des opérations de réorganisation juridique mentionnées au III du présent article.Le transfert mentionné au premier alinéa n'entraîne pas la rupture de l'engagement de conservation prévu à l'article 210 B du code général des impôts grevant certains actifs transférés.L'association mentionnée à l'article L. 313-18 du code de la construction et de l'habitation est exonérée d'impôt sur les sociétés au titre des subventions versées par la société mentionnée à l'article L. 313-19 du même code pour l'acquisition des titres de cette société et de la société mentionnée à l'article L. 313-20 dudit code dans leur rédaction issue de la présente ordonnance.XIII. - Par dérogation aux dispositions du 14° du 1° de l'article 207 du code général des impôts, la société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation est exonérée d'impôt sur les sociétés au titre des opérations de crédit conclues avant le 1er janvier 2017.Par dérogation aux dispositions du 15° du 1 de l'article 207 du code général des impôts, la société mentionnée à l'article L. 313-20 du code de la construction et de l'habitation est exonérée d'impôt sur les sociétés au titre de la quote-part de résultat correspondant aux plus-values de cession réalisées avant le 1er janvier 2020 par les sociétés imposées dans les conditions prévues à l'article 8 du code général des impôts dont les participations lui ont été transférées dans les conditions du troisième alinéa du III du présent article."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Premier ministre et la ministre du logement et de l'habitat durable sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}