{
  "id": "jorftext000023174854",
  "type": "statute",
  "title": "LOI n° 2010-1488 du 7 décembre 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000023174854",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "A titre transitoire, afin de contribuer à la sécurité d'approvisionnement, notamment pendant les périodes de pointe de consommation, et pour l'application du troisième alinéa du III de l'article 15 de la loi n° 2000-108 du 10 février 2000 relative à la modernisation et au développement du service public de l'électricité, le gestionnaire du réseau public de transport organise un appel d'offres selon des modalités approuvées par la Commission de régulation de l'énergie et des volumes approuvés par le ministre chargé de l'énergie, pour mettre en œuvre des capacités d'effacement additionnelles sur une durée d'un an. Cet appel d'offres distingue différentes catégories d'effacements afin de permettre le développement d'une offre d'effacement diversifiée. Cet appel d'offres est renouvelé annuellement jusqu'au 31 décembre 2016."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Les fournisseurs ayant déclaré exercer l'activité d'achat d'électricité pour revente en application de l'article 22 de la loi n° 2000-108 du 10 février 2000 précitée dans sa rédaction antérieure à la publication de la présente loi sont réputés autorisés, au titre du IV de ce même article 22 dans sa rédaction modifiée par la présente loi, pour une durée d'un an à compter de la promulgation de la présente loi.\n\n- Loi n°2000-108 du 10 février 2000"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. et III.-A modifié les dispositions suivantes :\n\nII.-Le mandat des membres du collège de la Commission de régulation de l'énergie en exercice à la date de promulgation de la présente loi s'achève deux mois après cette date.\n\nLe mandat des premiers membres du collège nommés après la date de promulgation de la présente loi entre en vigueur deux mois après cette date pour une durée de six ans en ce qui concerne le président, de quatre ans en ce qui concerne les membres nommés par les présidents de l'Assemblée nationale et du Sénat et de deux ans en ce qui concerne les deux autres membres.\n\nPar dérogation au deuxième alinéa du II de l'article 28 de la loi n° 2000-108 du 10 février 2000 précitée, le président et les membres en fonction lors de l'entrée en vigueur de la présente loi peuvent faire partie des premiers membres du collège nommés après la date de promulgation de la présente loi.\n\n-Loi n° 2000-108 du 10 février 2000"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les 2° à 6° du I du présent article entrent en vigueur le 1er mars 2011.\n\nIII. - A modifié les dispositions suivantes :\n\n- Code de la consommation\n\n- Loi n°2000-108 du 10 février 2000"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. à XII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nXIII.-Un décret détermine la notion de puissance utilisée pour déterminer le tarif de la taxe communale sur la consommation finale d'électricité, de la taxe départementale sur la consommation finale d'électricité et de la taxe intérieure sur la consommation finale d'électricité ainsi que les modalités d'application de l'assiette de la taxe prévue aux I et II du présent article lorsque les livraisons d'électricité donnent lieu, de la part des fournisseurs, à des décomptes ou encaissements successifs ou à la perception d'acomptes financiers.\n\nIl détermine aussi la liste des procédés métallurgiques, d'électrolyse, de réduction chimique et de fabrication de produits minéraux non métalliques mentionnés aux 1° et 3° du IV de l'article L. 3333-2 du code général des collectivités territoriales, la nature des sites ou installations directement utilisées pour les besoins des activités de transport mentionnées au 2° du V du même article, la liste des documents ou éléments mentionnés au I de l'article L. 3333-3-2 du même code que les redevables, les personnes mentionnées au VII de l'article L. 3333-2 du même code et les gestionnaires de réseaux doivent tenir à disposition ou communiquer aux agents habilités.\n\nXIV.-Les I à XII du présent article entrent en vigueur à compter du 1er janvier 2011.\n\n-Code général des collectivités territoriales\n\n-Loi n° 2005-781 du 13 juillet 2005\n\n-Code général des impôts, CGI.\n\n-Code des douanes\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des impôts, CGI.\n\n-Code des douanes\n\n-Code des douanes"
    }
  ]
}