{
  "id": "jorftext000026954420",
  "type": "statute",
  "title": "LOI n°2013-61 du 18 janvier 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000026954420",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le Gouvernement remet au Parlement, dans les douze mois suivant la promulgation de la présente loi, un rapport sur les caractéristiques que pourrait revêtir un mécanisme d'encadrement de la définition de la valeur foncière fondé sur des indicateurs concrets et adossé à l'évolution de l'indice de la construction."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Six mois après la promulgation de la présente loi, le ministre chargé du logement remet au Parlement un rapport sur les modalités de mise en œuvre de la règle dite des « trois tiers bâtis » consistant à favoriser, dans les opérations de construction de logements, un tiers de logements sociaux, un tiers de logements intermédiaires et un tiers de logements libres. Ce rapport étudie la stratégie à mettre en œuvre et, sur la base d'expériences locales existantes, émet des recommandations en vue de la généralisation de ce principe."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "II. - La société de gestion du patrimoine immobilier des houillères du bassin du Nord et du Pas-de-Calais prend, au plus tard le 31 décembre 2016, le statut de société anonyme d'habitations à loyer modéré, défini notamment à la section 2 du chapitre II du titre II du livre IV du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Dans les cinq mois suivant la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les caractéristiques que pourraient revêtir des dispositifs de mobilisation du parc privé pour les communes en carence, et notamment l'intermédiation locative et un droit de priorité locatif."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le Gouvernement remet au Parlement, dans un délai de cinq mois à compter de la promulgation de la présente loi, un rapport sur les conditions de constructibilité dans le cadre du plan d'exposition au bruit de Roissy."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. ― L'arrêté motivé prononçant la carence des communes et la majoration du prélèvement dont elles sont redevables est pris, pour la quatrième période triennale, selon les modalités prévues à l'article L. 302-9-1 du code de la construction et de l'habitation dans sa rédaction antérieure à la présente loi.II. ― Les communes soumises au prélèvement défini à l'article L. 302-7 du même code réalisent, au titre d'une période de référence courant entre le premier jour du premier trimestre suivant la date d'entrée en vigueur de la présente loi et le 31 décembre 2013, un nombre de logements locatifs sociaux égal à un douzième du nombre de logements locatifs sociaux à réaliser pour la quatrième période triennale, en application de l'article L. 302-8 dudit code dans sa rédaction antérieure à la présente loi, multiplié par le nombre de trimestres entiers restant à courir pendant la période de référence.Le représentant de l'Etat dans le département peut, par arrêté motivé pris après avis du comité régional de l'habitat, constater qu'une commune n'a pas réalisé les objectifs mentionnés au premier alinéa du présent II, en tenant compte de l'importance de l'écart entre les objectifs et les réalisations constatées pendant la période de référence, du respect de la typologie prévue au II de l'article L. 302-8 du code de la construction et de l'habitation, des difficultés rencontrées, le cas échéant, par la commune et des projets de logements sociaux en cours de réalisation.III. ― Pour les communes faisant l'objet de l'arrêté mentionné au I ainsi que de l'arrêté mentionné au II du présent article, le représentant de l'Etat dans le département peut, en fonction des critères mentionnés au second alinéa du même II, augmenter, après avis de la commission mentionnée au I de l'article L. 302-9-1-1 du code de la construction et de l'habitation, le taux de majoration de telle sorte que le prélèvement majoré puisse atteindre jusqu'à cinq fois le montant du prélèvement mentionné au deuxième alinéa de l'article L. 302-7 du même code. Le prélèvement majoré ne peut excéder 5 % du montant des dépenses réelles de fonctionnement de la commune. Ce plafond est porté à 7,5 % pour les communes dont le potentiel fiscal par habitant est supérieur ou égal à 150 % du potentiel fiscal médian par habitant sur l'ensemble des communes soumises au prélèvement défini au même article L. 302-7."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-Le prélèvement prévu à l'article L. 302-7 du code de la construction et de l'habitation supporté par les communes membres d'un établissement public de coopération intercommunale à fiscalité propre et qui n'appartiennent pas à une agglomération de plus de 50 000 habitants comprenant au moins une commune de plus de 15 000 habitants est effectué à compter du 1er janvier 2014.II.-Le prélèvement mentionné au même article L. 302-7 correspondant à la différence entre les taux de 20 % et de 25 % prévus à l'article L. 302-5 du même code est effectué à compter du 1er janvier 2014.III.-Le prélèvement prévu à l'article L. 302-7 du même code est opéré sur les ressources fiscales des communes visées au dernier alinéa du II de l'article L. 302-5 dudit code à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Jusqu'au 31 décembre 2015 et afin de prendre en compte la présente loi, les programmes locaux de l'habitat adoptés avant sa promulgation peuvent être adaptés selon la procédure de modification prévue à l'article L. 302-4 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Un outil statistique national regroupant et croisant les différentes données relatives au marché du logement de la direction générale des finances publiques, des agences départementales d'information sur le logement, des promoteurs et des professionnels de l'immobilier est mis en place avant le 31 décembre 2013. La compilation de ces données et leur traitement sont confiés à l'Institut national de la statistique et des études économiques."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le Gouvernement remet au Parlement, dans les cinq mois à compter de la promulgation de la présente loi, un rapport sur la possibilité d'instaurer un permis de louer pour lutter contre l'habitat indigne."
    }
  ]
}