{
  "id": "jorftext000000317283",
  "type": "statute",
  "title": "Loi n° 85-1098 du 11 octobre 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000317283",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'Etat, le département et la région supportent, chacun en ce qui le concerne, les dépenses de personnel, de fonctionnement et d'équipement des services placés sous leur autorité."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "A compter du 1er janvier 1986, l'Etat, les départements et les régions prennent en charge les dépenses de personnel qui correspondent aux emplois ayant fait l'objet du partage prévu par les articles 26 et 73 de la loi n° 82-213 du 2 mars 1982 relative aux droits et libertés des communes, des départements et des régions et l'article 22 de la présente loi ainsi que les dépenses de personnel qui, ne se rattachant pas à un de ces emplois, sont relatives aux agents mis à disposition de plein droit conformément aux dispositions de l'article 125 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale.\n\nCette prise en charge s'effectue au fur et à mesure qu'il est fait droit aux demandes d'option prévues à l'article 122 de la loi n° 84-53 du 26 janvier 1984 précitée ou que sont constatées les vacances des emplois. Elle porte sur l'ensemble des dépenses antérieurement supportées par la collectivité dont relevaient statutairement les agents concernés y compris les compléments de rémunération versés sous quelque forme que ce soit mentionnés par l'article 111 de cette même loi.\n\nFont également l'objet d'une prise en charge par l'Etat, au 1er janvier 1986, les compléments de rémunération versés sous quelque forme que ce soit aux agents de l'Etat en application des dispositions des articles 30 et 77 de la loi n° 82-213 du 2 mars 1982 précitée."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les conventions conclues en application des articles 26 et 73 de la loi n° 82-213 du 2 mars 1982 précitée, assorties des avenants prévus à l'article 22 de la présente loi, sont complétées dans un délai de deux mois à compter de la publication de la présente loi par un état des emplois et des agents mentionnés à l'article 2. Cet état, qui comprend le montant des dépenses correspondant à chaque emploi et les compléments de rémunération mentionnés au troisième alinéa de l'article 2, est approuvé par arrêté du ministre de l'intérieur et de la décentralisation.A défaut d'accord dans le délai prescrit, cet état est établi par décret, pris après consultation de la chambre régionale des comptes territorialement compétente."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A compter du 31 décembre 2003, et dans les cas prévus au deuxième alinéa de l'article 2, l'Etat, les départements et les régions ne sont plus tenus de remplacer leurs agents mis à disposition de plein droit et affectés sur un emploi figurant sur l'état prévu à l'article 3."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La prise en charge directe par l'Etat, les départements et les régions des dépenses visées aux deuxième et troisième alinéas de l'article 2 de la présente loi donne lieu à compensation financière dans les conditions définies aux articles 6 et 7 ci-dessous."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Chaque année il est procédé au calcul du montant des dépenses prévues au deuxième alinéa de l'article 2 ci-dessus supportées par l'Etat, les départements et les régions, correspondant à ceux des emplois figurant sur l'état mentionné à l'article 3 ci-dessus, qui donnent lieu à prise en charge l'année suivante par l'autorité d'emploi des agents antérieurement mis à disposition.Les dépenses de personnel correspondant aux agents départementaux qui sont mis à disposition de l'Etat et qui font déjà l'objet du remboursement par l'Etat ne sont pas prises en compte dans le montant des dépenses.En outre, en 2003, le montant des dépenses mentionnées au premier alinéa du présent article inclut les sommes correspondant à la prise en charge par l'Etat des compléments de rémunération prévus au troisième alinéa de l'article 2.Ce montant est arrêté par accord entre le représentant de l'Etat et le président du conseil général ou régional, pour chaque année, avant le 30 avril de l'année précédente et, pour l'année 1986, dans un délai d'un mois à compter de la publication de la présente loi.En cas de désaccord, ce montant est fixé par arrêté du ministre de l'intérieur et de la décentralisation, pris après avis de la chambre régionale des comptes territorialement compétente."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sur la base du montant déterminé conformément à l'article 6, il est procédé chaque année, dans les conditions fixées par décret, au calcul du solde résultant de la différence entre le montant des dépenses supportées par l'Etat et le montant des dépenses supportées par le département ou, le cas échéant, la région et qui seront transférées, à compter de l'exercice suivant, soit à l'Etat soit au département ou à la région.Le solde ainsi déterminé est actualisé dans des conditions fixées par le décret mentionné à l'alinéa précédent.Lorsque le montant des charges transférées à l'Etat excède celui des charges transférées au département ou à la région, le montant de la dotation générale de décentralisation ou, à défaut, le produit des impôts affectés au département et à la région pour compenser les charges nouvelles résultant des transferts de compétences dans les conditions prévues aux articles 94 et 95 de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat est diminué d'un montant égal à celui du solde défini à l'alinéa 1er du présent article.Dans le cas contraire, le montant de la dotation générale de décentralisation versée au département ou à la région est abondé d'un montant égal à celui de ce solde. Pour les départements pour lesquels le montant de la fiscalité transférée excède le montant des charges nouvelles résultant des transferts de compétences, le montant de l'ajustement prévu par l'article 95 de la loi n° 83-8 du 7 janvier 1983 précitée est diminué d'un montant égal à ce solde.La compensation financière réalisée, conformément aux dispositions qui précèdent, entre l'Etat, d'une part, le département ou la région, d'autre part, fait l'objet, au plus tard dans la loi de finances de la deuxième année suivant l'exercice considéré, d'une régularisation pour tenir compte notamment du nombre réel des vacances effectivement constatées au cours de l'année en cause ainsi que du montant définitif des dépenses correspondant aux emplois pris en charge au titre de la même année.Sous réserve des dispositions de l'alinéa précédent, la diminution ou l'abondement de la dotation générale de décentralisation, ou l'ajustement réalisé sur le produit de la fiscalité transférée aux départements et aux régions, au titre de la prise en charge des dépenses mentionnées aux deuxième et troisième alinéas de l'article 2 de la présente loi, sont opérés à titre définitif pour les emplois concernés."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "S'il y a lieu d'adapter les statuts particuliers régissant les corps de fonctionnaires de l'Etat dans lesquels les agents des collectivités territoriales mis à disposition de l'Etat ont vocation à être intégrés, le délai dans lequel il est fait droit à leur demande d'option pour le statut de la fonction publique de l'Etat est prorogé jusqu'à cette adaptation.Lorsque les fonctions exercées par ces agents ne correspondent pas aux fonctions afférentes à des emplois d'un corps de la fonction publique de l'Etat, il peut être procédé, en cas de vacance, au recrutement d'agents contractuels dans les conditions prévues à l'article 4 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat pour assurer ces fonctions."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La région est substituée à l'Etat dans l'obligation de remboursement des charges afférentes aux agents départementaux mis à sa disposition en application de l'article 73 de la loi n° 82-213 du 2 mars 1982 précitée.La dotation générale de décentralisation de la région est abondée d'un montant égal à celui des crédits affectés par l'Etat à ce remboursement au cours de l'exercice 1985 et actualisés dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "A compter du 1er janvier 1986, l'Etat prend en charge des dépenses relatives au fonctionnement de l'administration préfectorale et à l'équipement des préfectures et sous-préfectures dans les conditions définies ci-après."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A partir du 1er janvier 1986, les départements et les régions ne sont plus tenus d'assurer les prestations qui leur incombaient du fait des articles 30 et 77 de la loi n° 82-213 du 2 mars 1982 précitée pour le fonctionnement de l'administration préfectorale et l'équipement des préfectures et sous-préfectures, et qui font l'objet de la convention prévue à l'article 17 de la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les immeubles ou parties d'immeubles départementaux et régionaux abritant les locaux affectés au fonctionnement de l'administration préfectorale, y compris ceux des sous-préfectures, sont mis à la disposition de l'Etat à titre gratuit à compter du 1er janvier 1986. L'Etat prend à sa charge les travaux d'entretien et de grosses réparations incombant au propriétaire. Il possède tous pouvoirs de gestion et, le cas échéant, agit en justice aux lieu et place du propriétaire.\n\nCette mise à disposition s'étend aux meubles, matériels et véhicules actuellement affectés à l'administration préfectorale. L'Etat assume l'entretien et le renouvellement de ces biens mobiliers.\n\nL'annexe aux conventions prévues aux articles 26 et 73 de la loi n° 82-213 du 2 mars 1982 précitée décrivant les immeubles ou parties d'immeubles abritant les locaux affectés au fonctionnement de l'administration préfectorale, ainsi que, le cas échéant, les biens meubles, est complétée, en tant que de besoin, dans le délai de deux mois suivant la publication de la présente loi, notamment pour tenir compte de la répartition des locaux résultant du partage des services communs ou mis à disposition."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'Etat est substitué aux départements et aux régions dans leurs droits et obligations dans les matières donnant lieu à prise en charge des dépenses par l'Etat."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'annexe aux conventions prévues aux articles 26 et 73 de la loi n° 82-213 du 2 mars 1982 précitée, décrivant les immeubles ou parties d'immeubles abritant les locaux affectés au fonctionnement de l'administration départementale ou régionale est complétée, en tant que de besoin, dans le délai de deux mois suivant la publication de la présente loi, notamment pour tenir compte de la répartition des locaux résultant du partage des services communs ou mis à disposition."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Une convention passée entre le représentant de l'Etat, d'une part, et le président du conseil général ou régional, d'autre part, constate le montant des dépenses antérieurement supportées par le département ou la région pour le fonctionnement de l'administration préfectorale, y compris celles relatives à l'entretien et à l'acquisition de matériels, et pour la réalisation des travaux d'entretien et de grosses réparations sur les immeubles ou parties d'immeubles qui lui sont affectés.\n\nCette convention est passée dans un délai d'un mois suivant la publication de la présente loi. Elle prend effet après approbation par arrêté du ministre de l'intérieur et de la décentralisation.\n\nPour l'évaluation des dépenses mentionnées à l'alinéa premier ci-dessus, il est fait application des règles suivantes :\n\n1° Le montant des dépenses de fonctionnement est arrêté sur la base du compte administratif 1985 du département ou de la région ou, pour les quatre départements ayant fait l'objet de la prise en charge expérimentale prévue par l'article 78 de la loi de finances pour 1985, n° 84-1208 du 29 décembre 1984, sur la base du compte administratif de 1984 actualisé du taux d'évolution de la dotation globale de fonctionnement des départements ;\n\n2° Le montant des dépenses d'acquisition de matériels et de travaux d'entretien et de grosses réparations des immeubles est calculé par référence aux dépenses actualisées des exercices extérieurs ; à défaut d'accord sur la période de référence, ce montant est égal à la moyenne annuelle des dépenses actualisées des dix dernières années ;\n\n3° L'évaluation prend en compte les conséquences financières des décisions intervenues avant le 31 décembre 1985 qui n'ont pas été traduites en année pleine au cours de l'exercice ;\n\n4° Il est tenu compte des décisions d'inscription budgétaire prises après avis des chambres régionales des comptes en application de l'article 52 de la loi n° 82-213 du 2 mars 1982 précitée et des jugements des juridictions administratives, dont les effets ne figurent pas dans le compte administratif de l'exercice.\n\nLes conditions dans lesquelles sera prise en compte la taxe à la valeur ajoutée feront l'objet d'un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "A défaut de convention, un décret, pris après consultation de la chambre régionale des comptes territorialement compétente, constate le montant des dépenses antérieurement supportées par le département ou la région pour le fonctionnement de l'administration préfectorale, y compris celles relatives à l'entretien et à l'acquisition des matériels, et pour la réalisation des travaux d'entretien et de grosses réparations sur les immeubles ou parties d'immeubles qui lui sont affectés.Le montant des dépenses fixé par le décret ne saurait être inférieur au montant des dépenses constatées dans le compte administratif 1983, actualisé du taux d'évolution de la dotation globale de fonctionnement des départements des deux exercices suivants.Toutefois, l'avis de la chambre régionale des comptes n'est pas requis pour les constatations des dépenses faites avant l'adoption du compte administratif 1985."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le montant des dépenses déterminé dans les conditions prévues aux articles 17 et 18 est actualisé par application du taux d'évolution de la dotation globale de fonctionnement des départements pour 1986."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "En contrepartie de la prise en charge directe par l'Etat des dépenses énumérées aux articles 17 et 18 de la présente loi, le montant de la dotation générale de décentralisation ou, à défaut, le produit des impôts affectés aux départements et aux régions concernés pour compenser les charges nouvelles résultant des transferts de compétences, dans les conditions prévues aux articles 94 et 95 de la loi n° 83-8 du 7 janvier 1983 précitée, est diminué d'un montant égal aux sommes nécessaires en 1986 pour le financement des prestations que ces départements et régions fournissaient à ce titre, antérieurement à la prise en charge par l'Etat de ces frais. Cette diminution du montant de la dotation générale de décentralisation ou du produit de la fiscalité transférée au département est réalisée à titre définitif.\n\nEn 1986, les crédits inscrits au budget de l'Etat pour le financement des dépenses mentionnées aux articles 17 et 18 ci-dessus sont égaux au montant des sommes ainsi prélevées."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le montant des dépenses d'équipements immobiliers autres que les dépenses qui sont mentionnées aux articles 17 et 18 ci-dessus, et qui ont été réalisées par les départements et les régions pour les préfectures et les sous-préfectures au cours des dix dernières années, est constaté par l'Etat, après avis de la commission consultative sur l'évaluation des charges résultant des transferts de compétences.\n\nLe montant moyen annuel de ces dépenses actualisées en valeur 1986 est prélevé sur la dotation générale de décentralisation des départements et des régions du même exercice. Cette diminution du montant de la dotation générale de décentralisation est réalisée à titre définitif.\n\nUn décret en Conseil d'Etat détermine les modalités d'application du présent article et notamment les conditions dans lesquelles est diminuée la dotation générale de décentralisation de chaque département ou région ou, à défaut, le produit des impôts affectés au département ou à la région pour compenser les charges nouvelles résultant des transferts de compétences dans les conditions prévues aux articles 94 et 95 de la loi n° 83-8 du 7 janvier 1983 précitée."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les services communs et les services placés sous l'autorité du représentant de l'Etat, d'une part, du président du conseil général ou régional, d'autre part, et mis à la disposition de l'autre partie, font l'objet d'un partage par accord entre les autorités intéressées.Cet accord prend la forme d'un avenant à la convention passée entre le représentant de l'Etat, d'une part, et le président du conseil général ou régional d'autre part, en application des articles 26 et 73 de la loi n° 82-213 du 2 mars 1982 précitée."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'avenant à la convention prévu à l'article précédent est passé dans un délai de deux mois suivant la publication de la présente loi. Il prend effet après son approbation par arrêté du ministre de l'intérieur et de la décentralisation.\n\nA défaut d'accord, un décret détermine les modalités de partage des services et les modalités de fonctionnement de ceux-ci, ainsi que les compléments à l'état mentionné à l'article 3 et à l'annexe mentionnée au troisième alinéa de l'article 13 de la présente loi."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les conventions prévues aux articles 26 et 73 de la loi n° 82-213 du 2 mars 1982 précitée, et modifiées conformément aux dispositions de la présente loi, sont prorogées de plein droit jusqu'à l'intervention de la loi mentionnée à l'article premier de la loi n° 82-213 du 2 mars 1982 précitée et relative à la répartition des ressources entre l'Etat, les communes, les départements et les régions."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "L'article 2 de la loi du 2 novembre 1940 relative à l'attribution d'indemnités aux fonctionnaires préfectoraux par les collectivités locales est abrogé."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les dispositions des titres Ier et II de la présente loi sont applicables aux services déconcentrés de l'Etat.Des décrets en Conseil d'Etat préciseront les conditions d'application de ces dispositions et notamment, pour chaque service, la date de leur entrée en vigueur qui ne pourra être postérieure au 1er janvier 1993, ainsi que les périodes de référence correspondantes servant au calcul des dépenses qui font l'objet de la prise en charge par l'Etat, les départements et les régions."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les dispositions de la présente loi ne sont pas applicables à la collectivité territoriale de Saint-Pierre-et-Miquelon à l'exception de l'article 11."
    }
  ]
}