{
  "id": "jorftext000000542542",
  "type": "statute",
  "title": "Loi n° 92-1446 du 31 décembre 1992",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000542542",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les contrats de travail à temps partiel conclus avant la date de publication de la présente loi demeurent, jusqu'au 31 juillet 1993, régis par les dispositions du deuxième alinéa de l'article L. 212-4-3 du code du travail dans leur rédaction applicable avant ladite date de publication."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dispositions de l'article L. 322-12 du code du travail sont applicables à compter du 1er septembre 1992 aux contrats à durée indéterminée à temps partiel et aux avenants ayant pris effet à compter de cette date. Pour ces contrats et avenants, le délai de trente jours fixé par le seizième alinéa dudit article court à compter de la date de publication du décret prévu pour l'application dudit article."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Dans un délai de trois ans suivant la date de promulgation de la présente loi, le Gouvernement présentera au Parlement un rapport d'évaluation de l'application des dispositions de l'article L. 322-12 du code du travail."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Dans un délai de trois ans suivant la date de promulgation de la présente loi, le Gouvernement présentera au Parlement un rapport d'évaluation de l'application des dispositions de l'article L. 322-4 (3°) du code du travail."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le droit d'opposition prévu à l'article L. 132-7 du code du travail s'applique à tous les avenants portant révision de conventions et d'accords collectifs et conclus antérieurement à la présente loi, à compter de sa date d'entrée en vigueur et dans les délais fixés à cet article. Toutefois, l'exercice de ce droit d'opposition ne peut produire d'effet rétroactif.Les dispositions de l'alinéa précédent ne préjugent pas de la solution des instances judiciaires en cours à la date d'entrée en vigueur de la présente loi.Le Gouvernement soumettra à la commission nationale de la négociation collective un bilan d'application de l'article L. 132-7 précité, afin d'en apprécier les incidences sur la vie conventionnelle, dans un délai de trois ans suivant la mise en vigueur de la présente loi."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Pour toute attribution d'une aide de l'Etat à une entreprise, sauf lorsqu'il s'agit d'aide à la recherche-développement, l'instruction devra obligatoirement comprendre l'examen de la situation et de l'évolution prévisionnelle de l'emploi dans cette entreprise.Dans le cadre de l'examen de la situation de l'emploi prévu par l'article L. 432-4-1 du code du travail, le comité d'entreprise est informé de ces aides et de leur incidence sur la situation de l'emploi."
    }
  ]
}