{
  "id": "jorftext000000888524",
  "type": "statute",
  "title": "Ordonnance n° 82-273 du 26 mars 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000888524",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La qualification professionnelle et l'insertion sociale des jeunes gens et jeunes filles de seize à dix-huit ans constituent une obligation nationale. L'Etat, les collectivités locales, les établissements publics, les établissements d'enseignement, les associations, les organisations professionnelles, syndicales et familiales ainsi que les entreprises y concourent par la mise en oeuvre des actions ci-après :\n\n1. Des actions d'accueil, d'information et d'orientation. Elles ont pour objet, notamment, d'informer les jeunes sur les possibilités d'entrée en formation et de proposer à leur choix un processus d'insertion sociale de qualification professionnelle ;\n\n2. Des actions d'orientation approfondie ayant pour objet d'aider ceux des jeunes dont l'orientation présente des difficultés particulières à choisir les voies les plus appropriées pour leur permettre d'acquérir une qualification professionnelle et d'assurer ainsi leur insertion sociale ;\n\n3. Des actions de formation alternée ayant pour objet l'acquisition d'une qualification, la préparation à un emploi et l'insertion sociale ;"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les actions définies à l'article 1er s'adressent aux jeunes de seize à dix-huit ans qui, ne se trouvant pas en cours de scolarité, ne sont liés ni par un contrat d'apprentissage, ni par un contrat de travail."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les conditions dans lesquelles l'Etat participe à la mise en oeuvre des actions définies au 1 de l'article 1er sont fixées par des conventions conclues avec les collectivités locales, les établissements publics d'information et d'orientation, les établissements et organismes de formation et les associations.\n\nCes conventions déterminent les conditions de l'installation du fonctionnement :\n\n- de permanence d'accueil, d'information et d'orientation ouvertes aux jeunes visés à l'article 2 ;\n\n- de missions locales qui ont pour objet d'aider les jeunes à résoudre l'ensemble des problèmes que pose leur insertion sociale et professionnelle notamment par les actions mentionnées au 1 de l'article 1er.\n\nElles fixent en outre les limites dans lesquelles l'Etat participe à la couverture des dépenses d'installation et de fonctionnement afférentes à ces actions."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les stages d'orientation approfondie, comportant éventuellement une ou plusieurs périodes accomplies en entreprise, et les stages de formation alternée sont des actions de préparation à la vie professionnelle au sens du 1° de l'article L. 900-2 du code du travail.\n\nLes conditions dans lesquelles l'Etat s'associe à la mise en oeuvre de ces stages sont définies par des conventions conclues avec les établissements et organismes mentionnés à l'article 9.\n\nL'Etat apporte son concours au financement de ces stages dans les conditions définies au titre IV du livre IX du code du travail."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Lorsqu'ils participent aux stages prévus à l'article 5, les jeunes sont assimilés à des stagiaires de la formation professionnelle. Ils bénéficient d'une rémunération forfaitaire à la charge de l'Etat dont le montant est fixé par décret. Les dispositions du titre VIII du livre IX du code du travail leur sont applicables."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le stagiaire doit conclure avec l'organisme responsable du stage un accord précisant les modalités de ce stage ainsi que les droits et obligations du stagiaire. Un décret détermine les clauses obligatoires de ces accords."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les stages de formation alternée associent dans la limite d'une durée maximale de deux ans, selon une progression et une pédagogie adaptées à la diversité de situations des jeunes, une formation générale et professionnelle, des connaissances acquises par l'exercice d'une activité sur les lieux de travail et une préparation à l'insertion dans la vie sociale."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les stages de formation alternée font l'objet de conventions conclues par l'Etat avec des établissements ou organismes qui dispensent l'enseignement général ou technologique, qui assurent la formation professionnelle, ou qui préparent les jeunes à leur insertion dans la vie professionnelle et sociale.\n\nLa convention décrit le programme de formation de stage, dont l'objectif principal est l'aide à l'insertion ou la préparation directe à une qualification professionnelle. Elle précise également les modalités de collaboration entre l'établissement ou l'organisme signataire et les organismes ou entreprises qu'il associe à l'action de formation au titre de l'exercice d'une activité sur les lieux de travail."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Un décret détermine les conditions dans lesquelles les certificats attestant l'accomplissement régulier d'un stage de formation alternée seront, le cas échéant, pris en compte pour l'obtention de titres ou diplômes de l'enseignement technologique."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Pendant la durée de sa présence dans une entreprise, le stagiaire bénéficie des dispositions des articles L. 211-2, L. 211-4 à L. 212-4-1, L. 212-9 à L. 222-9, L. 226-1 à L. 235-8 et L. 241-1 à 241-11 du code du travail ainsi que, dans les entreprises agricoles, des dispositions des articles 992, 996, 997 et 1000-1 du code rural.\n\nLes dispositions des articles L. 260-1 à L. 264-1 et de l'article L. 620-4 sont applicables aux chefs des entreprises qui accueillent ces stagiaires."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'établissement ou l'organisme responsable du stage de formation alternée est tenu de souscrire un contrat d'assurance couvrant les dommages qui peuvent survenir du fait de l'activité des stagiaires."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A l'issue des stages de formation alternée les intéressés ont droit au bénéfice des dispositions de l'article L. 930-2 du code du travail."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le comité d'entreprise ou, à défaut, les délégués du personnel sont consultés sur les modalités d'organisation et de fonctionnement des formations données dans l'entreprise. Ils adressent leur avis motivé à l'autorité administrative compétente pour conclure les conventions prévues à l'article 9, ainsi qu'à l'établissement ou l'organisme responsable du stage.Les dispositions de l'alinéa précédent sont applicables aux organismes qui tiennent lieu de comité d'entreprise en vertu soit de dispositions législatives ou réglementaires autres que celles du code du travail, soit de stipulations contractuelles.En ce qui concerne les collectivités locales et leurs établissements publics administratifs, les organes paritaires prévus à l'article 32 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale sont substitués au comité d'entreprise."
    },
    {
      "provision_ref": "artExecution",
      "section": "Execution",
      "title": "Article Execution",
      "content": "RAPPORT AU PRESIDENT DE LA REPUBLIQUE Monsieur le Président, Des dizaines de milliers de jeunes gens et de jeunes filles de seize à dix-huit ans sont en chômage, faute d'avoir trouvé un emploi ou une formation. Ils sont ainsi lancés dans la vie sans une formation suffisante, sans la qualification qui leur permettrait de trouver l'insertion professionnelle et l'insertion sociale auxquelles ils aspirent.\n\nPar cette ordonnance destinée à garantir la qualification professionnelle des jeunes de seize à dix-huit ans, le Gouvernement entend établir les bases législatives de la première étape d'un programme ambitieux qui devra conduire en 1985 à ce qu'aucun jeune de cet âge ne se présente sur le marché du travail s'il n'a acquis une formation professionnelle sanctionnée par un diplôme.\n\nLa qualification professionnelle et l'insertion sociale des jeunes sont une obligation nationale.\n\nLes jeunes, qui sont dégagés de l'obligation scolaire et qui n'ont pas atteint leur majorité légale, doivent pouvoir poursuivre leur formation tant qu'ils n'ont pas acquis une qualification professionnelle.\n\nDans toute la mesure du possible, la formation offerte devra comporter une part d'expérience de travail dans une entreprise, une administration ou une association.\n\nElle doit être assurée en priorité par les lycées d'enseignement professionnel, mais aussi par des organismes de formation de toutes natures.\n\nDans cette perspective, dès septembre 1982, les capacités d'accueil de l'enseignement technique seront accrues ; 20000 jeunes de plus qu'à la rentrée 1981 devraient être accueillis par les lycées d'enseignement professionnel en 1982. Simultanément, le Gouvernement met en oeuvre un programme important de développement des formations par alternance pour les jeunes de cet âge qui, ne se trouvant pas en scolarité, ne sont liés ni par un contrat d'apprentissage, ni par un contrat de travail. 100000 jeunes environ pourraient recevoir ces formations au cours de l'année universitaire 1982-1983, dont la moitié si possible dans les établissements de l'enseignement public. Dans ce cadre, une attention particulière sera portée au développement des actions de formation pouvant bénéficier aux jeunes filles.\n\nLes modalités de validation des acquis pour la délivrance de diplômes nationaux seront déterminées par décret du ministre de l'éducation nationale, contresigné le cas échéant par les ministres de tutelle des organismes de formation concernés.\n\nLes municipalités seront invitées à mettre en place des commissions \"seize à dix-huit ans\" destinées à jouer un rôle moteur dans l'accueil des jeunes, la mise en place des permanences d'accueil et d'orientation et le développement des cycles de formation.\n\nLes dispositions de la présente ordonnance permettent plus particulièrement de réaliser les objectifs suivants :\n\n1. Ces jeunes seront accueillis dans des permanences d'accueil, d'information et d'orientation, établies au sein d'organismes existants. Les jeunes de seize à dix-huit ans sans qualification qui se présenteront à l'Agence nationale pour l'emploi seront accueillis et dirigés vers ces permanences.\n\nL'Etat apportera son concours financier aux actions d'accueil, d'information et d'orientation, dans le cadre de conventions conclues avec les collectivités locales, les établissements publics d'information et d'orientation, les établissements et organismes de formation et les associations.\n\nDes missions locales seront mises en place, dans un premier temps à titre expérimental, pour apporter aux jeunes une aide plus étendue, dépassant l'orientation professionnelle, leur permettant d'élaborer un projet d'insertion sociale et professionnelle, et de le mettre en oeuvre dans tous ses aspects de vie quotidienne. Elles suivront les jeunes dans leur itinéraire.\n\n2. Des stages d'orientation approfondie et de formation alternée seront mis en oeuvre grâce à des conventions signées entre l'Etat et des établissements ou organismes de formation de toutes catégories. Ils auront pour objectif principal soit l'orientation approfondie, soit l'aide à l'insertion, soit la préparation directe à une qualification professionnelle ; ils pourront être successifs et complémentaires.\n\n3. Ces jeunes, assimilés à des stagiaires de la formation professionnelle, seront rémunérés de façon forfaitaire ; ils conclueront un accord avec l'organisme responsable du stage.\n\n4. Les dispositions du code du travail qui leur sont applicables pendant la durée de présence dans une entreprise sont précisées ; une assurance doit couvrir les dommages qui pourraient survenir du fait de leur activité de stagiaire.\n\n5. Le comité d'entreprise ou un organisme équivalent sera consulté sur les modalités d'organisation et de fonctionnement des formations données dans les divers lieux de travail possibles.\n\nCet ensemble de mesures permettra de créer de nouveaux moyens pour que les jeunes de seize et dix-sept ans puissent trouver, selon des formules diversifiées, une voie d'insertion sociale et la formation à laquelle ils ont droit.\n\nTel est l'objet de la présente ordonnance que nous avons l'honneur de soumettre à votre approbation. Veuillez agréer, Monsieur le Président, l'assurance de notre profond respect."
    }
  ]
}