{
  "id": "jorftext000000315835",
  "type": "statute",
  "title": "Loi n° 57-888 du 2 août 1957",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000315835",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les sociétés ayant leur siège social en France, en Algérie ou dans les départements d'outre-mer et qui ont effectué le regroupement de leurs actions en application des articles 20 et 29 du décret du 4 août 1949, ainsi que les sociétés ayant leur siège dans les territoires d'outre-mer, au Togo et au Cameroun et qui ont effectué le regroupement de leurs actions en application des articles 32 et 34 du décret du 28 avril 1953, procéderont, à l'expiration du délai de cinq ans à partir de la date initiale des opérations de regroupement, à la vente des actions nouvelles dont les ayants droit ne se sont pas fait connaître.A dater de ladite vente, les actions anciennes seront annulées et les titulaires ou porteurs n'auront plus droit qu'à la répartition en espèces du produit net de la vente des actions regroupées.Un décret en Conseil d'Etat déterminera les modalités d'application du présent article."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le ministre de l'économie et des finances est autorisé à donner la garantie de l'Etat aux emprunts contractés par les caisses de crédit municipal. En outre, le service des intérêts de ces emprunts pourra être partiellement pris en charge par l'Etat, sans que la bonification d'intérêt ainsi consentie puisse excéder 2 %.Les conditions d'application du présent article seront fixées par arrêté du ministre de l'économie et des finances."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La Caisse nationale des marchés de l'Etat est autorisée à recevoir en garantie, avaliser, accepter et endosser les effets de commerce créés par les entreprises publiques dont la liste sera fixée par arrêté du ministre de l'économie et des finances."
    }
  ]
}