{
  "id": "jorftext000000458333",
  "type": "statute",
  "title": "Loi n° 2006-1770 du 30 décembre 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000458333",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Afin de favoriser le développement de la participation et de l'actionnariat salarié, est créé un dividende du travail reposant :- sur le supplément d'intéressement ou de participation, versé en application de l'article L. 444-12 du code du travail ;- sur les transferts des droits inscrits à un compte épargne-temps vers un plan d'épargne pour la retraite collectif ou un plan d'épargne d'entreprise, dans les conditions et selon les modalités visées au second alinéa de l'article L. 443-2 du code du travail et à l'article 163 A du code général des impôts ;- sur les attributions d'actions gratuites destinées à être versées sur un plan d'épargne d'entreprise, distribuées en application du troisième alinéa de l'article L. 443-6 du code du travail ;- sur la disponibilité immédiate des dividendes attachés aux actions détenues dans le cadre d'un fonds commun de placement d'entreprise dont plus du tiers de l'actif est composé de titres émis par l'entreprise, dans les conditions prévues au onzième alinéa de l'article L. 214-40 du code monétaire et financier ;- sur l'existence d'une formule dérogatoire de participation, conformément aux dispositions de l'article L. 442-6 du code du travail."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I sont applicables aux droits inscrits à un compte épargne-temps mentionné à l'article L. 227-1 du code du travail et qui sont utilisés pour alimenter un plan d'épargne pour la retraite collectif défini à l'article L. 443-1-2 du même code ou un plan d'épargne d'entreprise dans les conditions prévues au second alinéa de l'article L. 443-2 du même code à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Les statuts des régimes de retraite complémentaire auxquels les dispositions du 1° bis de l'article 83 du code général des impôts en vigueur jusqu'au 1er janvier 2004 avaient été étendues avant cette date, adoptés par les organismes mentionnés au VII de l'article 5 de l'ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96/CEE du Conseil, des 18 juin et 10 novembre 1992, pour leurs opérations collectives mentionnées à l'article L. 222-1 du code de la mutualité, prévoient que les membres participants sont informés individuellement, trente jours au moins avant la date fixée pour la réunion de l'assemblée générale, de son ordre du jour et peuvent, sur demande, obtenir communication de son procès-verbal.II. - Le I entre en vigueur un an après la date de publication de la présente loi."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Paragraphe modificateurII. - Les adhérents au régime de retraite complémentaire institué par la Caisse nationale de prévoyance de la fonction publique sont informés individuellement, trente jours au moins avant la date fixée pour la réunion de l'assemblée générale, de son ordre du jour. Les adhérents sont destinataires du relevé des décisions votées par l'assemblée générale et peuvent, sur demande, obtenir communication de son procès-verbal.III. - Le II entre en vigueur six mois après la publication de la présente loi."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Paragraphe modificateurII. - La modification des statuts des sociétés mentionnées aux articles L. 225-23 et L. 225-71 du code de commerce, rendue nécessaire par la rédaction de ces articles issue du 2° du I, intervient par décision de l'assemblée générale extraordinaire qui se réunit au plus tard à la date de la prochaine assemblée générale ordinaire suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I., II. - Paragraphes modificateursIII. - Les règlements et les statuts des fonds et sociétés constitués à la date de publication de la présente loi doivent être mis en conformité avec les I et II dans un délai maximal de dix-huit mois après la date de publication de la présente loi, sauf décision contraire du conseil de surveillance ou de l'assemblée générale extraordinaire, motivée par l'intérêt des porteurs de parts ou d'actions."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Jusqu'au 31 décembre 2010, les organismes de recherche, les établissements d'enseignement supérieur et les entreprises peuvent mettre leurs salariés à la disposition d'une entreprise, d'un établissement d'enseignement supérieur ou d'un organisme de recherche faisant partie d'un même pôle de compétitivité tel que défini par l'article 24 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005.Les dispositions des articles L. 125-1 et L. 125-3 du code du travail ne sont pas applicables au prêt de main-d'oeuvre réalisé dans les conditions prévues au présent article, dès lors qu'il n'a pas pour effet de causer un préjudice au salarié intéressé.II. - L'employeur qui entend mettre un ou des salariés, en contrat à durée indéterminée ou de droit public, à la disposition d'une entreprise, d'un établissement ou d'un organisme conclut avec ce dernier une convention écrite de mise à disposition qui définit notamment :1° Les caractéristiques des emplois d'affectation, notamment les qualifications professionnelles exigées, le lieu d'exécution de la prestation de travail, le régime du temps de travail ou l'horaire, et l'exigence d'une formation renforcée à la sécurité lorsque ces emplois figurent sur la liste prévue au sixième alinéa de l'article L. 231-3-1 du code du travail ;2° Le terme de la mise à disposition et les conditions de son renouvellement ;3° Les conditions d'exercice des droits à congé ;4° Le cas échéant, toute disposition relative à l'accès aux formations organisées par l'entreprise, l'établissement ou l'organisme d'accueil ;5° Les conditions et modalités de rupture anticipée de la mise à disposition par le salarié ou par l'une ou l'autre des parties à la convention.La mise à disposition ne peut affecter la protection dont jouit un salarié en vertu d'un mandat représentatif.III. - Nonobstant toute disposition conventionnelle prévoyant une autre procédure, l'employeur qui entend mettre un salarié à la disposition d'une entreprise, d'un établissement ou d'un organisme doit adresser à ce salarié par lettre recommandée, ou par lettre remise en main propre contre décharge, une proposition écrite d'avenant à son contrat de travail. Cette proposition mentionne l'entreprise, l'établissement ou l'organisme auprès duquel il est envisagé de le mettre à disposition ; elle précise la durée et les conditions d'exercice de son activité telles qu'elles sont définies par les dispositions législatives, réglementaires et conventionnelles applicables au lieu du travail et par la convention prévue au II. Le salarié dispose d'un délai de quinze jours ouvrables pour faire connaître sa décision. En l'absence de réponse dans ce délai, le salarié est réputé avoir refusé cette proposition.La même procédure est applicable à chaque renouvellement de la mise à disposition.Un salarié ne peut être sanctionné, licencié ou faire l'objet d'une mesure discriminatoire pour avoir refusé une telle proposition ou pour avoir décidé de mettre fin à la mise à disposition.IV. - Pendant la durée de la mise à disposition, l'entreprise, l'établissement ou l'organisme d'accueil est responsable des conditions d'exécution du travail applicables au lieu du travail, dans les matières touchant à la durée du travail, au travail de nuit, au repos hebdomadaire et des jours fériés, aux congés payés, à l'hygiène et à la sécurité, au travail des femmes et des jeunes travailleurs.Les entreprises, établissements ou organismes d'origine, d'une part, et ceux d'accueil, d'autre part, sont respectivement tenus à l'endroit des salariés mis à disposition aux mêmes responsabilités et obligations que celles que les troisième à dernier alinéas de l'article L. 124-4-6 du code du travail ainsi que l'article L. 124-4-7 du même code mettent respectivement à la charge des entreprises de travail temporaire et des entreprises utilisatrices à l'endroit des salariés temporaires. Les salariés mis à disposition bénéficient en conséquence des droits définis par ces dispositions pour les salariés temporaires.Pendant la durée de la mise à disposition, le salarié a droit au maintien de sa rémunération. Celle-ci ne peut être inférieure à celle que percevrait, dans l'entreprise, l'établissement ou l'organisme d'accueil, un salarié embauché directement par ceux-ci, de qualification équivalente, de même ancienneté et occupant un poste similaire.Le salarié mis à disposition n'est pas pris en compte pour le calcul des effectifs de l'entreprise, l'établissement ou l'organisme d'accueil.V. - A l'issue de la mise à disposition, ou si la mise à disposition prend fin avant le terme initialement fixé, le salarié retrouve son emploi ou un emploi équivalent assorti d'une rémunération au moins égale, ainsi que tous les droits attachés à son contrat de travail, notamment liés à son ancienneté, pour la détermination desquels la période de mise à disposition est considérée comme du travail effectif, et est prioritaire pour bénéficier d'une action de formation dans le cadre du plan de formation.VI. - Le Gouvernement rend compte au Parlement de l'évaluation de l'application du présent article au plus tard le 31 décembre 2009.VII. - Les articles L. 125-1 et L. 125-3 du code du travail ne font pas obstacle à ce que les salariés de la Société anonyme de composition et d'impression des Journaux officiels soient employés à des travaux relevant de la Direction des Journaux officiels."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-545 DC du 28 décembre 2006.]"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par ordonnance à l'adaptation des dispositions législatives du code du travail à droit constant, afin d'y inclure les dispositions de nature législative qui n'ont pas été codifiées, d'améliorer le plan du code et de remédier, le cas échéant, aux erreurs ou insuffisances de codification.II. - Les dispositions codifiées en vertu du I sont celles en vigueur au moment de la publication de l'ordonnance, sous la seule réserve de modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions, codifiées ou non, devenues sans objet.En outre, le Gouvernement peut, le cas échéant, étendre l'application des dispositions codifiées à Mayotte, à Saint-Pierre-et-Miquelon, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna avec les adaptations nécessaires.III. - L'ordonnance doit être prise dans un délai de neuf mois suivant la publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2006-545 DC du 28 décembre 2006.]"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - Paragraphe modificateurII. - Les modifications apportées par le I à l'article L. 341-2 et à l'article L. 341-4 du code monétaire et financier entrent en vigueur neuf mois après la promulgation de la présente loi.Les personnes mentionnées à l'article L. 341-3 du même code peuvent faire enregistrer, dans les conditions définies à l'article L. 341-6 de ce code, les salariés des personnes physiques mandatées le premier jour ouvrable suivant la date mentionnée à l'alinéa précédent."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - L'ordonnance n° 2006-344 du 23 mars 2006 relative aux retraites professionnelles supplémentaires est ratifiée.II., III., IV. - Paragraphes modificateurs"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I., II., III. - Paragraphes modificateursIV. - A. - Dans l'ensemble des dispositions législatives et réglementaires en vigueur, la référence à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites est remplacée par la référence à l'article L. 144-2 du code des assurances.V. - Paragraphe modificateurVI. - A l'exception des b et c du 3° du I et du 1° du III qui entrent en vigueur à compter du 9 novembre 2006, le présent article entre en vigueur neuf mois après la publication de la présente loi au Journal officiel."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - L'ordonnance n° 2005-1278 du 13 octobre 2005 définissant le régime juridique des organismes de placement collectif immobilier et les modalités de transformation des sociétés civiles de placement immobilier en organismes de placement collectif immobilier est ratifiée.II., III. - Paragraphes modificateurs"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "La mise en oeuvre du chèque-transport fera l'objet, au plus tard au 31 décembre 2008, d'une évaluation associant les organisations d'employeurs et de salariés représentatives au plan national et interprofessionnel."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. - Est applicable à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna la modification de l'article L. 341-6 du code monétaire et financier opérée par l'article 63 de la présente loi.II. - Sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna les modifications apportées aux articles L. 225-23 et L. 225-71 ainsi qu'aux articles L. 225-197-1 et L. 225-197-3 du code de commerce, respectivement par le I de l'article 32 et le I de l'article 39 de la présente loi."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "L'ordonnance n° 2006-60 du 19 janvier 2006 portant actualisation et adaptation du droit économique et financier applicable à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna est ratifiée."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "L'ordonnance n° 2006-931 du 28 juillet 2006 portant actualisation et adaptation du droit économique et financier applicable à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna est ratifiée."
    }
  ]
}