{
  "id": "jorftext000033897475",
  "type": "statute",
  "title": "LOI n°2017-55 du 20 janvier 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033897475",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les titres Ier à IV de la présente loi constituent le statut général des autorités administratives indépendantes et des autorités publiques indépendantes dont la liste est annexée à la présente loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les autorités publiques indépendantes disposent de la personnalité morale."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les règles prévues aux titres Ier à IV de la présente loi s'appliquent aux membres des collèges et, le cas échéant, des commissions des sanctions ou de règlement des différends et des sanctions créées au sein de ces autorités."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Pour l'application de la présente loi, les dispositions des titres Ier à IV mentionnant le président d'une autorité administrative indépendante s'appliquent au Défenseur des droits, au Contrôleur général des lieux de privation de liberté et au médiateur national de l'énergie.\n\nLes deux premiers alinéas de l'article 5, les articles 6 à 8, 9 à 12 et l'article 21 ne sont pas applicables au Défenseur des droits. Par dérogation à la première phrase de l'article 14, il établit le règlement intérieur de l'institution, dont les règles déontologiques s'appliquent également aux adjoints, aux membres du collège et à ses délégués.\n\nLes deux premiers alinéas de l'article 5, les deuxième à dernier alinéas de l'article 6 et les articles 7 et 11 ne sont pas applicables au Contrôleur général des lieux de privation de liberté. Par dérogation à la première phrase de l'article 14, il établit le règlement intérieur de l'autorité.\n\nLa dernière phrase du second alinéa de l'article 5, les deuxième à avant-dernier alinéas et la seconde phrase du dernier alinéa de l'article 6, le second alinéa de l'article 7 et l'article 11 de la présente loi ne sont pas applicables au médiateur national de l'énergie. Par dérogation à la première phrase de l'article 14, le médiateur établit le règlement intérieur de l'autorité. Par dérogation à l'article 19, il établit le budget de l'autorité publique indépendante sur proposition du directeur général."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La durée du mandat des membres d'une autorité administrative indépendante ou d'une autorité publique indépendante est comprise entre trois et six ans. Par dérogation, le mandat des députés ou des sénateurs membres d'une de ces autorités prend fin avec la cessation de leur mandat de député ou de sénateur.\n\nIl est pourvu au remplacement des membres huit jours au moins avant l'expiration de leur mandat. En cas de décès ou de démission volontaire ou d'office d'un membre, il est pourvu à son remplacement dans les soixante jours. A défaut de nomination d'un nouveau membre à l'expiration de ces délais, le collège de l'autorité, convoqué à l'initiative de son président, propose, par délibération, un candidat à l'autorité de nomination, dans un délai de trente jours.\n\nLe président ne peut être âgé de plus de soixante-neuf ans le jour de sa nomination ou de son renouvellement."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le mandat de membre d'une autorité administrative indépendante ou d'une autorité publique indépendante n'est pas révocable.En cas d'empêchement à exercer les fonctions de membre du collège, le mandat peut être suspendu, pour une durée déterminée, soit à la demande du membre concerné, soit par le collège, à la majorité des trois quarts des autres membres, sur proposition de l'un d'entre eux.Il ne peut être mis fin aux fonctions d'un membre du collège que dans les formes prévues pour sa nomination soit en cas de démission, soit, sur proposition du président ou d'un tiers des membres du collège, après délibération, à la majorité des trois quarts des autres membres du collège que l'intéressé, constatant un manquement grave à ses obligations légales ou une incapacité définitive empêchant la poursuite de son mandat. Cette délibération ne peut intervenir qu'après que l'intéressé a été en mesure de produire ses observations dans un délai qui ne peut être inférieur à une semaine.Le vote a lieu à bulletin secret hors la présence de l'intéressé.Un membre d'une autorité administrative indépendante ou d'une autorité publique indépendante qui se trouve dans une situation d'incompatibilité met fin à celle-ci dans un délai de trente jours à compter de sa nomination ou de son élection. A défaut d'option dans ce délai, le président de l'autorité administrative indépendante ou de l'autorité publique indépendante, ou un tiers au moins des membres du collège lorsque l'incompatibilité concerne le président, le déclare démissionnaire."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le mandat de membre d'une autorité administrative indépendante ou d'une autorité publique indépendante est renouvelable une fois.Un membre nommé en remplacement d'un membre ayant cessé son mandat avant son terme normal est désigné pour la durée du mandat restant à courir. Si cette durée est inférieure à deux ans, ce mandat n'est pas pris en compte pour l'application des règles propres à chaque autorité en matière de limitation du nombre de mandat de ses membres."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Nul ne peut être membre de plusieurs autorités administratives indépendantes ou autorités publiques indépendantes. Toutefois, lorsque la loi prévoit qu'une de ces autorités est représentée au sein d'une autre de ces autorités ou qu'elle en désigne un des membres, elle peut désigner ce représentant ou ce membre parmi ses propres membres.Le mandat de membre d'une autorité administrative indépendante ou d'une autorité publique indépendante est incompatible avec les fonctions au sein des services d'une de ces autorités.Au sein d'une autorité administrative indépendante ou d'une autorité publique indépendante, le mandat de membre du collège est incompatible avec celui de membre d'une commission des sanctions ou de règlement des différends et des sanctions.Au sein du collège d'une autorité administrative indépendante ou d'une autorité publique indépendante, certains membres peuvent faire partie d'une formation restreinte, seule compétente pour prononcer des sanctions. Dans ce cas, ils ne peuvent pas participer aux délibérations du collège qui engagent les poursuites."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "Un décret en Conseil d'Etat détermine les modalités de rémunération des membres des autorités administratives indépendantes et des autorités publiques indépendantes. Ce décret prévoit les conditions dans lesquelles le montant des pensions de retraite perçues par les membres retraités est déduit de la rémunération qui leur est versée."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les membres des autorités administratives indépendantes et des autorités publiques indépendantes exercent leurs fonctions avec dignité, probité et intégrité et veillent à prévenir ou à faire cesser immédiatement tout conflit d'intérêts, au sens de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique.Dans l'exercice de leurs attributions, les membres des autorités administratives indépendantes et des autorités publiques indépendantes ne reçoivent ni ne sollicitent d'instruction d'aucune autorité.Les membres des autorités administratives indépendantes et des autorités publiques indépendantes ne prennent, à titre personnel, aucune position publique préjudiciable au bon fonctionnement de l'autorité à laquelle ils appartiennent.Les membres et anciens membres des autorités administratives indépendantes et des autorités publiques indépendantes sont tenus de respecter le secret des délibérations. Ils sont soumis au secret professionnel, dans les conditions prévues aux articles 226-13 et 226-14 du code pénal. Ils font preuve de discrétion professionnelle pour tous les faits, informations ou documents dont ils ont ou ont eu connaissance dans l'exercice ou à l'occasion de l'exercice de leurs fonctions."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A l'exception des députés et sénateurs, le mandat de membre d'une autorité administrative indépendante ou d'une autorité publique indépendante est incompatible avec :1° La fonction de maire ;2° La fonction de président d'un établissement public de coopération intercommunale ;3° La fonction de président de conseil départemental ;4° La fonction de président de la métropole de Lyon ;5° La fonction de président de conseil régional ;6° La fonction de président d'un syndicat mixte ;7° Les fonctions de président du conseil exécutif de Corse et de président de l'Assemblée de Corse ;8° Les fonctions de président de l'assemblée de Guyane ou de l'assemblée de Martinique et de président du conseil exécutif de Martinique ;9° La fonction de président de l'organe délibérant de toute autre collectivité territoriale créée par la loi ;10° La fonction de président de l'Assemblée des Français de l'étranger.II. - La fonction de président d'une autorité administrative indépendante ou d'une autorité publique indépendante est également incompatible avec :1° La fonction de maire d'arrondissement, de maire délégué et d'adjoint au maire ;2° La fonction de vice-président de l'organe délibérant ou de membre de l'organe exécutif d'une collectivité territoriale mentionnée au I ;3° La fonction de vice-président d'un établissement public de coopération intercommunale ou d'un syndicat mixte ;4° La fonction de membre du bureau de l'Assemblée des Français de l'étranger et de vice-président de conseil consulaire.III. - Aucun membre d'une autorité administrative indépendante ou d'une autorité publique indépendante ne peut exercer des fonctions de chef d'entreprise, de gérant de société, de président ou membre d'un organe de gestion, d'administration, de direction ou de surveillance ou une nouvelle activité professionnelle au sein d'une personne morale ou d'une société qu'elle contrôle au sens de l'article L. 233-16 du code de commerce si cette personne morale ou cette société a fait l'objet d'une délibération, d'une vérification ou d'un contrôle auquel il a participé au cours des deux années précédentes.IV. - Lorsqu'il est exercé à temps plein, le mandat de membre d'une autorité administrative indépendante ou d'une autorité publique indépendante est incompatible avec l'exercice par les membres de l'autorité d'une activité professionnelle ou d'un emploi public. Le président de l'autorité peut toutefois autoriser l'exercice de travaux scientifiques, littéraires, artistiques ou d'enseignement.V. - Lorsque la loi prévoit la présence, au sein du collège d'une autorité administrative indépendante ou d'une autorité publique indépendante, de membres désignés parmi les membres en activité du Conseil d'Etat, de la Cour des comptes, du corps des tribunaux administratifs et des cours administratives d'appel et du corps des magistrats des chambres régionales des comptes, il ne peut être désigné d'autre membre en activité du même corps, à l'exclusion du président de l'autorité concernée."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La déclaration d'intérêts déposée par un membre d'une autorité administrative indépendante ou d'une autorité publique indépendante en application du 6° du I de l'article 11 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique est mise, de manière permanente, à la disposition des autres membres de l'autorité au sein de laquelle il siège."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Aucun membre de l'autorité administrative indépendante ou de l'autorité publique indépendante ne peut siéger ou, le cas échéant, ne peut participer à une délibération, une vérification ou un contrôle si :1° Il y a un intérêt, au sens de l'article 2 de la loi n° 2013-907 du 11 octobre 2013 précitée, ou il y a eu un tel intérêt au cours des trois années précédant la délibération, la vérification ou le contrôle ;2° Il exerce des fonctions ou détient des mandats ou, si au cours de la même période, il a exercé des fonctions ou détenu des mandats au sein d'une personne morale concernée par la délibération, la vérification ou le contrôle ;3° Il représente ou, au cours de la même période, a représenté une des parties intéressées."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "L'autorité administrative indépendante ou l'autorité publique indépendante détermine dans son règlement intérieur les règles déontologiques applicables à ses agents et, le cas échéant, à ses collaborateurs ou experts."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Un règlement intérieur, adopté par le collège sur proposition de son président, précise les règles d'organisation, de fonctionnement et de déontologie au sein de chaque autorité administrative indépendante ou autorité publique indépendante. Il est publié au Journal officiel."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Une autorité administrative indépendante ou une autorité publique indépendante peut saisir pour avis une autre autorité de toute question relevant de la compétence de celle-ci."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Toute autorité administrative indépendante ou autorité publique indépendante dispose de services placés sous l'autorité de son président, sous réserve des exceptions prévues par la loi pour les services qui sont chargés de l'instruction ou du traitement des procédures de sanction et de règlement des différends.\n\nToute autorité administrative indépendante ou autorité publique indépendante peut employer des fonctionnaires civils et militaires, des fonctionnaires des assemblées parlementaires et des magistrats placés auprès d'elle dans une position conforme à leur statut et recruter des agents contractuels.\n\nLes dispositions réglementaires prises en application de l'article 7 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat sont applicables aux agents contractuels mentionnés au deuxième alinéa du présent article."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le secrétaire général ou le directeur général est nommé par le président de l'autorité administrative indépendante ou de l'autorité publique indépendante."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le président de l'autorité publique indépendante est ordonnateur des recettes et des dépenses.La loi du 10 août 1922 relative à l'organisation du contrôle des dépenses engagées n'est pas applicable à la gestion des autorités administratives indépendantes et des autorités publiques indépendantes."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le budget de l'autorité publique indépendante est arrêté par le collège sur proposition de son président."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les biens immobiliers appartenant aux autorités publiques indépendantes sont soumis aux dispositions du code général de la propriété des personnes publiques applicables aux établissements publics de l'Etat."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Toute autorité administrative indépendante ou autorité publique indépendante adresse chaque année, avant le 1er juin, au Gouvernement et au Parlement un rapport d'activité rendant compte de l'exercice de ses missions et de ses moyens. Il comporte un schéma pluriannuel d'optimisation de ses dépenses qui évalue l'impact prévisionnel sur ses effectifs et sur chaque catégorie de dépenses des mesures de mutualisation de ses services avec les services d'autres autorités administratives indépendantes ou autorités publiques indépendantes ou avec ceux d'un ministère. Le rapport d'activité est rendu public."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "A la demande des commissions permanentes compétentes de l'Assemblée nationale et du Sénat, toute autorité administrative indépendante ou autorité publique indépendante rend compte annuellement de son activité devant elles.L'avis d'une autorité administrative indépendante ou d'une autorité publique indépendante sur tout projet de loi est rendu public."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I.-Les modalités de mise en œuvre du premier renouvellement partiel prévu aux deux derniers alinéas du a du 1° de l'article 28, au c du 1° de l'article 33, au b du 2° de l'article 34, au 3° de l'article 35, au d du 2° de l'article 38, au a du 3° de l'article 40 et au a du 3° de l'article 47 sont fixées par décret en Conseil d'Etat.\n\nII.-Les mandats débutés avant l'entrée en vigueur de la présente loi sont pris en compte pour l'application des dispositions de l'article 7 relatives à la possibilité pour un président d'une autorité administrative indépendante ou d'une autorité publique indépendante d'être renouvelé.\n\nIII.-Un membre qui se trouve dans un des cas d'incompatibilité mentionnés à l'article 8 est tenu de faire cesser cette incompatibilité au plus tard le trentième jour suivant la promulgation de la présente loi. A défaut d'option dans le délai prévu au présent III, le président de l'autorité administrative indépendante ou de l'autorité publique indépendante le déclare démissionnaire.\n\nIV.-Les incompatibilités mentionnées à l'article 10 s'appliquent aux mandats des membres nommés ou élus après la promulgation de la présente loi.\n\nV.-La mise à disposition des déclarations d'intérêts prévue à l'article 11 a lieu, au plus tard, deux mois après la promulgation de la présente loi.\n\nVI.-Le règlement intérieur prévu à l'article 14 est adopté dans un délai de six mois à compter de la promulgation de la présente loi.\n\nVII.-Par dérogation au second alinéa du II de l'article 13 de l'ordonnance n° 2015-948 du 31 juillet 2015 relative à l'égal accès des femmes et des hommes au sein des autorités administratives indépendantes et des autorités publiques indépendantes, le mandat des membres de la Commission nationale des comptes de campagne et des financements politiques nommés au titre d'un renouvellement partiel de l'année 2017 peut être renouvelé une fois. Les membres qui leur succèdent, à l'issue de leur mandat, sont une femme et un homme. Ils sont nommés jusqu'au renouvellement prévu après le 30 avril 2025.\n\nVIII. - A modifié les dispositions suivantes :\n\n- ORDONNANCE n° 2015-948 du 31 juillet 2015"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "La présente loi est applicable dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises sous réserve qu'elle s'applique à des autorités mentionnées à l'article 1er qui exercent des attributions au sein de compétences relevant de l'Etat."
    }
  ]
}