{
  "id": "jorftext000000395772",
  "type": "statute",
  "title": "Loi n° 99-532 du 25 juin 1999",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000395772",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les accords collectifs nationaux, au sens de l'article L. 132-11 du code du travail, applicables aux entreprises du réseau des caisses d'épargne, à leurs organismes communs et, si les accords le prévoient, à tout ou partie de leurs filiales, sont négociés et conclus en commission paritaire nationale, conformément à l'article L. 133-1 dudit code.\n\nLes dispositions de l'alinéa précédent ne peuvent avoir pour effet de modifier la situation des filiales où s'applique déjà une autre convention collective de branche, ni de rendre les accords collectifs nationaux applicables aux filiales ou organismes communs créés en vue d'une activité nouvelle ou acquis et qui relèvent, du fait de l'activité qu'ils exercent, d'une convention collective de branche distincte de celle des caisses d'épargne."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les caisses d'épargne et de prévoyance existant à la date de publication de la présente loi sont transformées en sociétés coopératives dans les conditions ci-après :I. - Les caisses d'épargne et de prévoyance disposent au plus tard quatre mois à compter de la publication de la présente loi d'un capital initial composé de parts sociales au sens de l'article 11 de la loi n° 47-1775 du 10 septembre 1947 précitée ainsi que, en tant que de besoin, de certificats coopératifs d'investissement au sens du titre II ter de la même loi. Le montant total du capital initial des caisses d'épargne et de prévoyance est égal à la somme des dotations statutaires de chacune des caisses, telle que cette somme figure dans les comptes consolidés du groupe des caisses d'épargne arrêtés au 31 décembre 1997. Pour les exercices clos jusqu'au 1er janvier 2004, les certificats coopératifs d'investissement entrant dans la composition du capital initial des caisses d'épargne et de prévoyance ne peuvent pas représenter plus de 25 % de ce capital. La Caisse nationale des caisses d'épargne et de prévoyance est chargée de veiller au respect, à tout moment, de cette proportion. L'article 19 decies de la loi n° 47-1775 du 10 septembre 1947 précitée ne s'applique pas à ces certificats coopératifs d'investissement.II. - La Caisse nationale des caisses d'épargne et de prévoyance fixe le capital initial de chaque caisse d'épargne et de prévoyance au plus tard quatre mois après la publication de la présente loi, après avis du conseil d'orientation et de surveillance de la caisse d'épargne et de prévoyance, en tenant compte notamment du montant de la dotation statutaire tel qu'il figure dans le bilan de la caisse d'épargne et de prévoyance arrêté au 31 décembre 1997, du montant total des fonds propres et du montant total du bilan de la caisse d'épargne et de prévoyance au 31 décembre 1997. Ce capital initial est notifié au ministre chargé de l'économie. A défaut, ce capital est fixé au plus tard six mois à compter de la publication de la présente loi, par décret en Conseil d'Etat, en fonction des mêmes critères.III. - Le conseil d'orientation et de surveillance de chaque caisse d'épargne et de prévoyance fixe le montant nominal des parts sociales de cette caisse dans les limites définies, après avis du ministre chargé de l'économie, par la Caisse nationale des caisses d'épargne et de prévoyance.IV. - Au plus tard cinq mois à compter de la publication de la présente loi, le conseil d'orientation et de surveillance de chaque caisse d'épargne et de prévoyance fixe le nombre de parts sociales de cette caisse à souscrire par chacune des sociétés locales d'épargne de sa circonscription territoriale, en fonction notamment de l'importance de la population comprise dans le territoire qu'elles couvrent. Chaque société locale d'épargne souscrit les parts sociales lui revenant grâce à un prêt sans intérêt, d'un montant égal à la valeur totale de ces parts, que lui consent la caisse d'épargne et de prévoyance. Ce prêt est amorti au fur et à mesure de la souscription des parts sociales qui constituent le capital de la société locale d'épargne par les sociétaires.V. - Jusqu'au 31 décembre 2003, les collectivités territoriales sont autorisées à détenir ensemble 10 % au maximum de la valeur totale des parts sociales revenant à chaque société locale d'épargne en application du IV du présent article.VI. - Jusqu'au 31 décembre 2003, les parts sociales acquises par les sociétés locales d'épargne ne sont cessibles qu'avec l'accord du directoire de la caisse d'épargne et de prévoyance. La propriété de ces parts sociales ne peut être transférée qu'à d'autres sociétés locales d'épargne exerçant dans le même ressort territorial, et moyennant le transfert, pour un montant égal, d'une fraction du prêt octroyé par la caisse d'épargne et de prévoyance à la société locale d'épargne qui transfère.VII. - Au 31 décembre 2003, chaque caisse d'épargne et de prévoyance rembourse à chaque société locale d'épargne affiliée les parts sociales représentatives de son capital détenues par celle-ci, à hauteur du montant restant dû par ladite société locale d'épargne sur le prêt que lui a consenti la caisse d'épargne et de prévoyance et du montant des parts sociales détenues ensemble par les collectivités territoriales au-delà de la limite de 10 % du capital de la société locale d'épargne au 31 décembre 2003. Le montant du remboursement des parts est utilisé par les sociétés locales d'épargne pour l'amortissement intégral de la fraction restant due du prêt de la caisse d'épargne et de prévoyance et pour le remboursement aux collectivités territoriales des parts sociales qu'elles détiennent ensemble au-delà de la limite de 10 % du capital de la société locale d'épargne. A cette même date, il est procédé à l'annulation des certificats coopératifs d'investissement non souscrits.Le capital de la caisse d'épargne et de prévoyance est réduit à concurrence du montant total des certificats coopératifs d'investissement non souscrits et des parts sociales remboursées aux sociétés locales d'épargne affiliées à la caisse d'épargne et de prévoyance. Ces opérations n'ont aucun effet sur le résultat des sociétés locales d'épargne ni sur celui de la caisse d'épargne et de prévoyance et ne sont pas soumises à la présomption prévue à la deuxième phrase du 1° de l'article 112 du code général des impôts.VIII. - Les dispositions de la présente loi n'emportent pas, pour les caisses d'épargne et de prévoyance, changement dans la personne morale.Les caisses d'épargne et de prévoyance qui, au 1er janvier 2000, sont agréées par le comité des établissements de crédit et des entreprises d'investissement sont réputées être agréées en tant que banques coopératives."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Jusqu'au 31 décembre 2003, les caisses d'épargne et de prévoyance détiennent ensemble 60 % au moins du capital et des droits de vote au sein de la Caisse nationale des caisses d'épargne et de prévoyance."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le fonds commun de réserve et de garantie du réseau et le fonds de solidarité et de modernisation des caisses d'épargne sont supprimés dans les délais définis par la Caisse nationale des caisses d'épargne et de prévoyance. Les obligations couvertes par ces fonds et les droits y afférents sont intégralement transférés à la Caisse nationale des caisses d'épargne et de prévoyance. Les sommes inscrites au bilan du fonds de réserve et de garantie et du fonds de solidarité et de modernisation sont dévolues, selon des modalités fixées par la Caisse nationale des caisses d'épargne et de prévoyance, aux caisses d'épargne et de prévoyance. Une partie de ces sommes est affectée à une augmentation de capital de la Caisse nationale des caisses d'épargne et de prévoyance."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Jusqu'au 1er décembre 2003, les salariés des caisses d'épargne et de prévoyance peuvent souscrire des parts sociales d'une société locale d'épargne affiliée à la caisse d'épargne et de prévoyance dont ils sont salariés dans les conditions suivantes et dans le respect des conditions générales fixées par la Caisse nationale des caisses d'épargne et de prévoyance :- dans la limite globale du dixième du capital initial de la caisse d'épargne et de prévoyance, leurs demandes doivent être intégralement servies à concurrence, chaque année, du plus grand de 10 % du capital social de la société locale déjà souscrit, ou de 3 % du capital initial de la caisse d'épargne et de prévoyance souscrit par la société locale d'épargne. Si les demandes des salariés excèdent ces montants, la Caisse nationale des caisses d'épargne et de prévoyance fixe les conditions de leur réduction ;- chaque caisse d'épargne et de prévoyance peut accorder des conditions préférentielles de souscription aux salariés mentionnés au présent article, sous forme de rabais et de délais de paiement. Le taux de rabais ne peut excéder 20 % de la valeur des parts sociales acquises. Les délais totaux de paiement ne peuvent excéder trois ans ;- chaque caisse d'épargne et de prévoyance peut également décider une attribution gratuite de parts sociales aux salariés mentionnés au présent article, dans la limite d'une part sociale par part sociale de même montant nominal acquise par le salarié. En aucun cas, la valeur des parts sociales ainsi attribuées ne peut excéder la moitié du plafond mensuel de la sécurité sociale.Les avantages mentionnés ci-dessus sont cumulables. Sous réserve des dispositions de l'article 94 A du code général des impôts, ils ne sont pas retenus pour le calcul de l'assiette de tous impôts, prélèvements ou cotisations assis sur les salaires ou les revenus.Les salariés des autres entreprises du réseau, des filiales et organismes communs soumis aux accords collectifs nationaux visés à l'article 16 de la présente loi peuvent également souscrire, dans les mêmes conditions, des parts sociales de la caisse d'épargne et de prévoyance dont ils sont clients. Il en est de même pour les anciens salariés s'ils justifient d'un contrat d'une durée accomplie d'au moins cinq ans avec l'entreprise ou ses filiales."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "La Caisse nationale des caisses d'épargne et de prévoyance gère dans ses livres un fonds de mutualisation qui reçoit tous les six mois, à compter du 1er juin 2000 et jusqu'au 1er décembre 2002 inclus, le versement par chaque caisse d'épargne et de prévoyance d'un montant représentatif du produit de la souscription des parts sociales des sociétés locales d'épargne et des certificats coopératifs d'investissement, égal au huitième de son capital initial. Le fonds de mutualisation reçoit le 1er décembre 2003 un versement par chaque caisse d'épargne et de prévoyance d'un montant égal à la différence entre, d'une part, le produit de la souscription des parts sociales des sociétés locales d'épargne et des certificats coopératifs d'investissement, et, d'autre part, les sommes déjà versées au fonds de mutualisation. La somme des versements des caisses d'épargne et de prévoyance au fonds de mutualisation ne peut, compte tenu des versements effectués entre le 1er juin 2000 et le 1er décembre 2002, être inférieure à 15,9 milliards de francs. La Caisse nationale des caisses d'épargne et de prévoyance est responsable du bon versement de ces sommes. Ces versements sont sans effet sur la détermination du résultat fiscal et comptable des caisses d'épargne et de prévoyance. Le fonds de mutualisation est exonéré d'impôt sur les sociétés.Le fonds de mutualisation reverse avant le 31 décembre de chaque année, de 2000 à 2003 inclus, le produit des versements reçus dans l'année des caisses d'épargne et de prévoyance. Ce produit est affecté au fonds de réserve pour les retraites mentionné à l'article L. 135-6 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Quatre mois au plus tard après la publication de la présente loi, le directoire de chaque caisse d'épargne et de prévoyance soumet à l'approbation de la Caisse nationale des caisses d'épargne et de prévoyance un plan de création de sociétés locales d'épargne pour sa circonscription territoriale. Ce plan comprend notamment :- le nombre de sociétés locales d'épargne qui seraient créées ;- pour chaque société locale d'épargne dont la création est envisagée, le nom de deux personnes au moins, répondant aux conditions exigées par l'article 9 pour être sociétaire d'une société locale d'épargne, qui ont pris chacune l'engagement de souscrire, immédiatement après l'approbation mentionnée ci-dessus, au moins une part sociale de la société locale d'épargne. La valeur nominale de ces parts est précisée et acceptée par ces personnes ;- le nom de l'administrateur provisoire de la société désigné par la caisse d'épargne et de prévoyance.II. - Dès que la Caisse nationale des caisses d'épargne et de prévoyance a approuvé le plan d'une caisse d'épargne et de prévoyance et que les engagements de souscription au capital d'une société locale d'épargne prévus par ce plan sont remplis, cette société est réputée constituée et dotée de la personnalité morale et son administrateur provisoire dispose, sous le contrôle de la caisse d'épargne et de prévoyance, des pouvoirs les plus étendus pour contracter en son nom, admettre de nouveaux associés et la représenter vis-à-vis des tiers.III. - Si, neuf mois après la publication de la présente loi, une société locale d'épargne a admis moins de cinq cents sociétaires personnes physiques ou dix sociétaires personnes morales, la caisse d'épargne et de prévoyance à laquelle elle est affiliée organise sa fusion dans un délai d'un mois avec une autre société locale d'épargne affiliée à la même caisse, de telle sorte que le nombre de sociétaires de la société locale d'épargne issue de la fusion atteigne au moins cinq cents sociétaires personnes physiques ou dix sociétaires personnes morales.Dix mois après la publication de la présente loi, l'administrateur provisoire de toute société locale d'épargne qui a admis au moins cinq cents sociétaires personnes physiques ou dix sociétaires personnes morales convoque une assemblée générale pour adopter les statuts de la société et désigner son conseil d'administration. Le mandat initial de ce conseil prend fin le 1er février 2003."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "A partir du moment où les sociétés locales d'épargne sont réputées constituées selon les modalités fixées au II de l'article 27 de la présente loi, et jusqu'au 31 décembre 2003, chaque caisse d'épargne et de prévoyance doit publier et tenir à la disposition de toute personne intéressée un document d'information portant sur le contenu et les modalités de l'émission de parts sociales représentatives du capital des sociétés locales d'épargne qui lui sont affiliées, sur les liens, notamment juridiques et financiers, entre la caisse d'épargne et de prévoyance et les sociétés locales d'épargne affiliées, ainsi que sur la situation financière et l'évolution de l'activité de la caisse d'épargne et de prévoyance.Ce document est établi tous les ans. Son contenu est précisé par décret. Il est approuvé par la Caisse nationale des caisses d'épargne et de prévoyance puis soumis au visa de la Commission des opérations de bourse. Cette dernière indique le cas échéant les énonciations à modifier ou les informations complémentaires à insérer. Elle peut également demander toutes explications et justifications, notamment au sujet de la situation, de l'activité et des résultats des caisses d'épargne et de prévoyance et de la Caisse nationale des caisses d'épargne et de prévoyance. Le non-respect par ces dernières des dispositions du présent article est passible des sanctions prévues aux articles 9-1 à 10 de l'ordonnance n° 67-833 du 28 septembre 1967 instituant une Commission des opérations de bourse et relative à l'information des porteurs de valeurs mobilières et à la publicité de certaines opérations de bourse."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Dans le délai de trois mois à compter de la publication de la présente loi, la Caisse centrale des caisses d'épargne et de prévoyance :- modifie ses statuts en vue de sa transformation en société anonyme à directoire et conseil de surveillance régie par les articles L. 225-57 à L. 225-93 du code de commerce ;- désigne son conseil de surveillance et son directoire pour une durée initiale s'achevant le 31 décembre 2003. La nomination du président de ce directoire est soumise à un agrément du ministre chargé de l'économie.A l'expiration de ce délai, la Caisse centrale des caisses d'épargne et de prévoyance fait constater au ministre chargé de l'économie que la modification des statuts s'est opérée en conformité avec la présente loi. Le ministre prononce l'installation du conseil de surveillance et du directoire. La fédération nationale est constituée à l'issue de la modification des statuts de la Caisse centrale des caisses d'épargne et de prévoyance.II. - A la date de la désignation du conseil de surveillance et du directoire :- la société mentionnée au I prend le nom de Caisse nationale des caisses d'épargne et de prévoyance et est substituée au Centre national des caisses d'épargne et de prévoyance comme organe central au sens des articles L. 511-30, L. 511-31 et L. 511-32 du code monétaire et financier ;- le Centre national des caisses d'épargne et de prévoyance est dissous. Ses biens, droits et obligations sont intégralement transférés à la Caisse nationale des caisses d'épargne et de prévoyance. Par exception, certains biens, droits et obligations du Centre national des caisses d'épargne et de prévoyance peuvent, sur décision de la Caisse nationale des caisses d'épargnes et de prévoyance, être apportés à la Fédération nationale des caisses d'épargne et de prévoyance en proportion des missions conférées à cette dernière par l'article 15 ;- les titres Ier et III de la loi n° 83-557 du 1er juillet 1983 portant réforme des caisses d'épargne et de prévoyance sont abrogés ;- dans les textes législatifs et réglementaires en vigueur, les mots : Centre national des caisses d'épargne et de prévoyance sont remplacés par les mots : Caisse nationale des caisses d'épargne et de prévoyance."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Dans un délai de trois mois à compter de la publication de la présente loi, les caisses d'épargne et de prévoyance existant à cette date, représentées par le président de leur conseil d'orientation et de surveillance et le président de leur directoire, réunies en assemblée générale constitutive, adoptent les statuts de la Fédération nationale des caisses d'épargne et de prévoyance prévue à l'article 15 et désignent son conseil d'administration."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Sous réserve des dispositions de l'article 25, les opérations rendues nécessaires par la mise en place du nouveau réseau des caisses d'épargne et de prévoyance prévue par la présente loi ne donnent lieu ni à indemnité, ni à perception d'impôts, droits ou taxes, ni au versement     de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit d'agents de l'Etat.Pour la détermination de leurs résultats imposables, les cessionnaires et bénéficiaires des apports doivent se conformer aux conditions prévues au 3 de l'article 210 A du code général des impôts à raison des biens, droits et obligations qui leur ont été cédés ou transmis. Pour l'application de cette mesure, la société absorbée s'entend de l'entité qui possédait les biens avant l'intervention de l'opération, et la société absorbante s'entend de l'entité possédant ces mêmes biens après l'opération."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les demandes de modification du statut du personnel, mentionné à l'article 15 de la loi n° 83-557 du 1er juillet 1983 précitée, déjà exprimées à la date de publication de la présente loi et qui n'ont pas fait l'objet d'un accord ou d'un arbitrage à cette date sont soumises, en cas de désaccord persistant pendant dix-huit mois à compter de la demande de révision, à une commission arbitrale. La composition de cette commission est définie par arrêté conjoint du ministre chargé de l'économie et du ministre chargé du travail. Elle rend sa décision après avoir recherché une conciliation entre les parties. Elle prend en compte, d'une part, la situation et les perspectives financières du réseau des caisses d'épargne et, d'autre part, les droits sociaux des salariés et notamment en matière de régime de retraite.\n\nEn ce qui concerne les accords conclus antérieurement à la publication de la présente loi et pour l'application des dispositions de l'article L. 132-8 du code du travail, l'ensemble des organisations syndicales représentatives mentionnées au III de l'article 5 de la loi n° 2009-715 du 18 juin 2009 relative à l'organe central des caisses d'épargne et des banques populaires et la Caisse nationale des caisses d'épargne et de prévoyance sont considérées comme signataires des accords collectifs adoptés par la commission paritaire nationale et en vigueur à la date de publication de la présente loi.\n\nLes accords conclus en application du présent article garantissent les droits sociaux acquis des salariés."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Les membres du directoire et du conseil d'orientation et de surveillance de chaque caisse d'épargne et de prévoyance sont désignés, dans les conditions précisées à l'article 5, au plus tard treize mois après la publication de la présente loi, pour un premier mandat de trois ans.Jusqu'à cette désignation :- les mandats des membres des directoires, des conseils d'orientation et de surveillance et des conseils consultatifs des caisses d'épargne et de prévoyance, en fonction à la date de publication de la présente loi, sont prolongés, nonobstant toute disposition relative à la limite d'âge ;- les caisses d'épargne et de prévoyance restent régies par les dispositions des titres II et IV de la loi n° 83-557 du 1er juillet 1983 précitée en tant qu'elles ne sont pas contraires aux dispositions de la présente loi. Les membres et présidents de conseil d'orientation et de surveillance peuvent recevoir un défraiement dans des conditions fixées par l'organe central ;- les modalités de financement de projets d'économie locale et sociale sont définies par le conseil d'orientation et de surveillance selon les conditions fixées par l'article 6.II. - Les titres II et IV de la loi n° 83-557 du 1er juillet 1983 précitée sont abrogés le premier jour du quatorzième mois suivant la date de publication de la présente loi."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I - (Paragraphe modificateur).II - Les dispositions du présent article s'appliquent aux contributions mises en recouvrement à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Dans un délai de neuf mois à compter de la publication de la présente loi, le Gouvernement présentera au Parlement un rapport relatif aux mesures rendant obligatoire l'adhésion des institutions de prévoyance régies par le titre III du livre IX du code de la sécurité sociale et des mutuelles régies par le code de la mutualité à des systèmes de garanties similaires à celui prévu à l'article 68."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - Pour l'application de l'article 35, les organes centraux visés à l'article 20 de la loi n° 84-46 du 24 janvier 1984 précitée et les établissements de crédit qui leur sont affiliés modifient, en tant que de besoin, leurs statuts dans un délai de neuf mois à compter de la publication de la présente loi.II. - Les règlements du Comité de la réglementation bancaire et financière prévus aux articles 65 et 70 de la présente loi et le décret en Conseil d'Etat prévu à l'article 68 sont pris dans les deux mois suivant la publication de la présente loi.III. - A compter de la date d'entrée en vigueur des règlements visés ci-dessus et jusqu'à la mise en place définitive du fonds de garantie par l'homologation de son règlement intérieur, la Commission bancaire procède à l'appel des cotisations dans les conditions prévues à l'article 52-5 de la loi n° 84-46 du 24 janvier 1984 précitée et décide de leur affectation en cas de sinistre. Le Trésor public est chargé du recouvrement et de la gestion courante de ces cotisations. Il les reverse au fonds de garantie des dépôts dès sa mise en place effective.Les fonds de garantie institués par la loi n° 94-679 du 8 août 1994 portant diverses dispositions d'ordre économique et financier et ceux reconnus comme équivalents continuent à garantir les dépôts jusqu'au premier appel de cotisation effectué par la Commission bancaire.IV. - Dans l'hypothèse où, six mois après la publication de la présente loi, le règlement intérieur du fonds de garantie des dépôts mentionné à l'article 65 n'a pu être approuvé par le Comité de la réglementation bancaire et financière, le ministre chargé de l'économie peut, par arrêté pris après avis du Comité de la réglementation bancaire et financière, définir le règlement intérieur du fonds de garantie.V. - Le règlement intérieur du fonds de garantie mentionné à l'article 68 est transmis au ministre chargé de l'économie dans les six mois qui suivent la publication de la présente loi. A défaut de transmission dans ce délai, ce document peut être élaboré par voie réglementaire.VI. - A compter de la date d'entrée en vigueur du décret en Conseil d'Etat prévu à l'article 68 et jusqu'à la mise en place définitive du fonds de garantie par l'homologation de ses statuts et de son règlement intérieur, l'Autorité de contrôle des assurances et des mutuelles procède à l'appel des cotisations dans les conditions prévues à l'article L. 423-7 du code des assurances et décide de leur affectation en cas de sinistre. Le Trésor public est chargé du recouvrement et de la gestion courante de ces cotisations. Il les reverse au fonds de garantie dès sa mise en place effective.VII. - Nonobstant toute stipulation statuaire, dans un délai d'un an à compter de la promulgation de la présente loi, toute assemblée générale extraordinaire de société d'assurance mutuelle tenue aux fins de délibérer sur des modifications statutaires ayant pour objet la mise en harmonie de leurs statuts avec les dispositions prévues par la présente loi, l'établissement de droits d'entrée ou d'adhésion, ou la modification du mode de représentation des sociétaires par l'introduction de délégués de sociétaires, du vote par correspondance ou d'un nombre maximal de pouvoirs par mandataire, pourra valablement délibérer si elle réunit, présents ou représentés en application des statuts en vigueur, un dixième des sociétaires.VIII. (paragraphe abrogé)."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I - (Paragraphe modificateur).II - Les fonds communs de placement à risques qui ne font pas l'objet de publicité ou de démarchage et qui existent à la date d' entrée en vigueur de la présente loi suivent les règles applicables aux fonds communs de placement à risques bénéficiant d'une procédure allégée, à l'exception des règles relatives à la qualité des investisseurs et de celles applicables aux transformations, fusions, scissions, liquidations, sauf accord express de chaque porteur de parts du fonds acceptant de placer ces événements sous le régime du fonds commun de placement à risques bénéficiant d'une procédure allégée."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. (paragraphe abrogé).II. - Les dispositions relatives à la liquidation des entreprises d'assurance prévues à l'article 91 ne sont pas applicables aux procédures de liquidation prévues par le chapitre VI du titre II du livre III du code des assurances ouvertes avant la publication de la présente loi."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "Dans un délai de six mois à compter de la publication de la présente loi, le Crédit foncier de France et le Crédit foncier et communal d'Alsace et de Lorraine transfèrent à une filiale ayant le statut de société de crédit foncier les contrats relatifs à l'émission des obligations foncières, communales et maritimes et les contrats de prêts ainsi que les autres actifs affectés par privilège à ces obligations, conclus ou acquis antérieurement à cette date, conformément aux dispositions législatives et réglementaires particulières, qui leur étaient applicables, ainsi que les autres ressources concourant au financement de ces prêts. Le transfert de ces éléments d'actif et de passif emporte de plein droit, et sans qu'il soit besoin d'aucune formalité, les effets d'une transmission universelle de patrimoine. Jusqu'à la réalisation complète de ce transfert, leur activité demeure régie par ces dispositions.Les prêts relevant du premier alinéa sont assimilés aux prêts mentionnés à l'article 94.Le transfert des éléments d'actif et de passif entraîne de plein droit et sans formalité le transfert des accessoires des créances cédées et des sûretés réelles et personnelles garantissant chaque prêt et chaque élément de passif, y compris les sûretés hypothécaires.Le transfert des droits et obligations résultant des contrats relatifs à l'émission des obligations mentionnées au premier alinéa ou des droits et obligations résultant des contrats relatifs aux autres ressources concourant au financement des prêts mentionnés au même alinéa, n'ouvre pas droit à un remboursement anticipé ou à une modification de l'un quelconque des termes de la convention leur servant de base. Dès le transfert, le cessionnaire est subrogé dans les droits et obligations du cédant.Le transfert des éléments d'actif et de passif emporte transfert au même cessionnaire des instruments financiers à terme conclus pour leur couverture, pour la gestion ou la couverture du risque global sur l'actif, le passif et le hors-bilan du cédant, ainsi que le transfert des sûretés, garanties et autres accessoires afférents à ces instruments sans que les cocontractants n'aient droit à un remboursement anticipé ou à une modification de l'un quelconque des termes des conventions leur servant de base.Les contreparties aux contrats d'instruments financiers conclus avec le Crédit foncier de France et le Crédit foncier et communal d'Alsace et de Lorraine, de même que les titulaires des obligations et des ressources émises par ces sociétés ou bénéficiant de la garantie de celles-ci, qui ne sont pas transférés par application des dispositions du présent article, n'ont droit à aucun remboursement ou résiliation anticipé ni à la modification de l'un quelconque des termes du contrat du seul fait des transferts prévus au présent article.Jusqu'à la réalisation complète du transfert prévu au premier alinéa, les obligations et autres ressources mentionnées à cet alinéa et auxquelles s'applique le privilège institué par le décret du 28 février 1852 sur les sociétés de crédit foncier et par l'article 82 de la loi n° 47-1465 du 8 août 1947 relative à certaines dispositions d'ordre financier continuent de bénéficier de ce privilège. Dès leur transfert, ces obligations et autres ressources privilégiées ainsi que les sommes dues au titre des instruments financiers à terme visés au cinquième alinéa bénéficient de plein droit du privilège mentionné à l'article 98.Les dispositions du présent article s'appliquent nonobstant toutes dispositions ou stipulations contraires."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "Sont abrogés :-le décret du 28 février 1852 sur les sociétés de crédit foncier ;-le décret du 28 mars 1852 qui autorise la création d'une société de crédit foncier pour le ressort de la cour d'appel de Paris ;-le décret du 18 octobre 1852 portant règlement d'administration publique sur la surveillance des sociétés de crédit foncier, modifié par le décret du 17 août 1911 ;-le décret impérial du 10 décembre 1852 approuvant la convention passée, le 18 novembre 1852, entre le ministre de l'intérieur, de l'agriculture et du commerce et la Banque foncière de Paris, société de crédit foncier ;-la loi du 10 juin 1853 relative aux sociétés de crédit foncier ;-le décret du 26 juin 1854 plaçant les sociétés de crédit foncier dans les attributions du ministre des finances ;-le décret du 6 juillet 1854 portant organisation du Crédit foncier de France ;-la loi du 26 février 1862 relative aux emprunts à faire par les départements, les communes, les hospices et autres établissements ;-la loi d'Empire du 13 juillet 1899 sur les banques hypothécaires, maintenue en vigueur par l'article 5 de la loi du 1er juin 1924 portant introduction des lois commerciales françaises dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle ;-la loi du 18 avril 1922 ayant pour but d'apporter des modifications aux statuts du Crédit foncier de France ;-la loi du 24 novembre 1940 portant modification des statuts du Crédit foncier de France ;-l'article 82 de la loi n° 47-1465 du 8 août 1947 relative à certaines dispositions d'ordre financier ;-l'article 29 de la loi n° 53-1336 du 31 décembre 1953 relative aux comptes spéciaux du Trésor pour l'année 1954 ;-l'article L. 311-9 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Dans un délai de six mois à compter de la date de la publication de la présente loi, les assemblées générales extraordinaires mettent les statuts du Crédit foncier de France et du Crédit foncier et communal d'Alsace et de Lorraine en conformité avec les dispositions du présent titre. Jusqu'à cette mise en conformité, les statuts antérieurs restent en vigueur."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. - (Paragraphe modificateur).II. - Sous réserve des décisions de justice passées en force de chose jugée, les renégociations de prêt antérieures à la publication de la présente loi sont réputées régulières au regard du neuvième alinéa de l'article L. 312-8 du code de la consommation, dès lors qu'elles sont favorables aux emprunteurs, c'est-à-dire qu'elles se traduisent soit par une baisse du taux d'intérêt du prêt, soit par une diminution du montant des échéances du prêt, soit par une diminution de la durée du prêt."
    }
  ]
}