{
  "id": "jorftext000000747658",
  "type": "statute",
  "title": "Loi n° 97-135 du 13 février 1997",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000747658",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La présente loi ne porte pas atteinte aux dispositions législatives, réglementaires ou contractuelles régissant les situations des personnels de l'établissement public industriel et commercial \"Société nationale des chemins de fer français\" et de ses filiales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les biens constitutifs de l'infrastructure et les immeubles non affectés à l'exploitation des services de transport appartenant à l'Etat et gérés par la Société nationale des chemins de fer français sont, à la date du 1er janvier 1997, apportés en pleine propriété à Réseau ferré de France. Les biens constitutifs de l'infrastructure comprennent les voies, y compris les appareillages fixes associés, les ouvrages d'art et les passages à niveau, les quais à voyageurs et à marchandises, les triages et les chantiers de transport combiné, les installations de signalisation, de sécurité, de traction électrique et de télécommunications liées aux infrastructures, les bâtiments affectés au fonctionnement et à l'entretien des infrastructures.Sont exclus de l'apport, d'une part, les biens dévolus à l'exploitation des services de transport, qui comprennent les gares, les entrepôts et cours de marchandises ainsi que les installations d'entretien du matériel roulant, et, d'autre part, les ateliers de fabrication, de maintenance et de stockage des équipements liés à l'infrastructure, ainsi que les immeubles administratifs. Il en est de même des biens affectés au logement social ou au logement des agents de la Société nationale des chemins de fer français par nécessité de service et de ceux affectés aux activités sociales, des filiales et des participations financières.Les modalités de détermination de ces biens sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Réseau ferré de France est substitué à la Société nationale des chemins de fer français pour les droits et obligations liés aux biens qui lui sont apportés, à l'exception de ceux afférents à des dommages constatés avant le 1er janvier 1997 et à des impôts ou taxes dont le fait générateur est antérieur à cette même date.Un décret en Conseil d'Etat précise, en tant que de besoin et compte tenu des missions respectives des deux établissements, les droits et obligations résultant des actes ou conventions passés par la Société nationale des chemins de fer français qui sont transférés à Réseau ferré de France."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Lors de la création de Réseau ferré de France, une dette de 134 200 000 000 F vis-à-vis de la Société nationale des chemins de fer français, représentative notamment en durée, en taux d'intérêt et en devises de l'ensemble de la dette financière de cet établissement et des contrats d'échanges financiers qui lui sont directement rattachés, est inscrite à son passif."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'ensemble des transferts mentionnés aux articles 5, 6 et 7 ne donne lieu à aucun versement de  la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit d'agents de l'Etat, ni à aucune indemnité ou perception d'impôts, de droits ou de taxes de quelque nature que ce soit."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Pour le calcul de la valeur locative des immobilisations industrielles dont la propriété est transférée au 1er janvier 1997 à Réseau ferré de France, le prix de revient visé à l'article 1499 du code général des impôts s'entend de la valeur brute pour laquelle ces immobilisations sont inscrites au 31 décembre 1996 dans le bilan de la Société nationale des chemins de fer français."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les transferts mentionnés aux articles 5 et 6 sont réalisés à la valeur nette comptable des actifs correspondants.Les conséquences dans les comptes de la Société nationale des chemins de fer français de ces transferts et des opérations juridiques et comptables réalisées à cette occasion sont inscrites directement dans les comptes de capitaux propres de la Société nationale des chemins de fer français."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "A compter du 1er janvier 1997, la Société nationale des chemins de fer français continue d'exercer à titre transitoire, pour le compte de Réseau ferré de France, les missions dévolues au nouvel établissement qui lui étaient confiées par les lois, règlements et conventions en vigueur avant cette date, d'assumer les responsabilités correspondantes et de recevoir, dans les mêmes conditions, les concours financiers prévus par ces lois, règlements et conventions, jusqu'à l'intervention des dispositions réglementaires mentionnées aux articles 1er, 2, 3 et au troisième alinéa de l'article 5 de la présente loi, ainsi que de la convention entre Réseau ferré de France et la Société nationale des chemins de fer français mentionnée au troisième alinéa de l'article 1er.Les actes relatifs aux biens mentionnés au premier alinéa de l'article 5, passés par la Société nationale des chemins de fer français à compter du 1er janvier 1997 et jusqu'à l'intervention des dispositions réglementaires et de la convention mentionnées à l'alinéa précédent, sont réputés conclus au nom et pour le compte de Réseau ferré de France.A défaut de convention passée dans le délai de six mois après la publication des dispositions réglementaires susmentionnées, un décret en Conseil d'Etat fixe les conditions d'exécution et de rémunération des missions mentionnées au troisième alinéa de l'article 1er, jusqu'à l'intervention de ladite convention."
    }
  ]
}