{
  "id": "jorftext000000509311",
  "type": "statute",
  "title": "Loi n° 89-469 du 10 juillet 1989",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000509311",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le montant de l'amende en matière de contraventions de police est le suivant :1° 6 000 F au plus pour les contraventions de la 5e classe, montant qui peut être porté à 12 000 F en cas de récidive, lorsque le règlement la prévoit ;2° 3 000 F au plus pour les contraventions de la 4e classe ;3° 1 300 F au plus pour les contraventions de la 3e classe ;4° 600 F au plus pour les contraventions de la 2e classe ;5° 250 F au plus pour les contraventions de la 1re classe."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans tous les textes législatifs postérieurs à l'entrée en vigueur de la Constitution et fixant des amendes en matière de contravention de police :1° Lorsque le maximum de l'amende est inférieur ou égal à 20 F, le taux de cette amende est désormais de 30 F à 250 F ;2° Lorsque le maximum de l'amende est compris entre 20 F et 40 F, le taux de cette amende est désormais de 250 F à 600 F ;3° Lorsque le maximum de l'amende est compris entre 40 F et 60 F, le taux de cette amende est désormais de 600 F à 1 300 F ;4° Lorsque le maximum de l'amende est compris entre 60 F et 2 500 F, le taux de cette amende est désormais de 1 300 F à 3 000 F ;5° Lorsque le maximum de l'amende est supérieur à 2 500 F et inférieur ou égal à 5 000 F, le taux de cette amende est désormais de 3 000 F à 6 000 F ;Lorsque le maximum de l'amende est supérieur à 5 000 F, le taux de cette amende est désormais de 6 000 F à 12 000 F."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Dans les dispositions législatives du code pénal et du code de procédure pénale qui fixent des règles en fonction de montants d'amendes encourues pour des contraventions de police ainsi que dans tous les textes législatifs postérieurs à l'entrée en vigueur de la Constitution, fixant des règles de même nature, les sommes :\"2 500 F\", \"5 000 F\" et \"10 000 F sont respectivement remplacées par les sommes : \"3 000 F\", \"6 000 F\" et \"12 000 F\"."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Lorsqu'une contravention est transformée en délit en raison de l'existence de la récidive ou de circonstances aggravantes, le taux de l'amende est désormais de 6 000 F à 15 000 F."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sont homologuées les dispositions de la délibération n° 85-1050 de l'Assemblée de la Polynésie française du 24 juin 1985 portant réglementation générale sur la police de la circulation routière qui prévoient l'application de peines correctionnelles, à l'exception des articles 250 et 253 de ladite délibération."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Sont applicables en Polynésie française les dispositions suivantes :Si les épreuves de dépistage permettent de présumer l'existence d'un état alcoolique, il sera enjoint à la personne en cause, sans préjudice de l'application éventuelle des sanctions prévues à l'article 249 de la délibération du 24 juin 1985 précitée, de s'abstenir de conduire pendant le temps nécessaire à l'oxydation de l'alcool absorbé. Dans ce cas, il pourra être procédé à l'immobilisation du véhicule prévue au chapitre IV de ladite délibération.Les fonctionnaires et agents habilités à prescrire l'immobilisation pourront prendre toutes mesures destinées à placer le véhicule en stationnement régulier, au lieu qu'ils désigneront, en faisant notamment appel à un conducteur qualifié ; faute pour le conducteur de déférer à l'injonction de s'abstenir de conduire et, le cas échéant, à l'immobilisation de son véhicule, il sera fait application des peines prévues à l'article 247 de la délibération du 24 juin 1985 précitée.Lorsque les épreuves de dépistage permettront de présumer l'existence d'un état alcoolique ou en cas de refus de subir ces épreuves, le conducteur sera soumis aux vérifications médicales, cliniques et biologiques définies à l'article 250 de la délibération du 24 juin 1985 précitée et sous les sanctions prévues à l'article 249 de ladite délibération."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Les dispositions des articles 1er à 10 de la présente loi entreront en vigueur le 1er janvier 1990.II. - Les dispositions des articles 11 à 14 de la présente loi entreront en vigueur à une date qui sera fixée par décret en Conseil d'Etat et ne pourra être postérieure au 1er janvier 1992.Les permis de conduire en cours de validité à la date d'entrée en vigueur visée au II ci-dessus seront affectés d'office du nombre de points prévu à l'article L. 11 du code de la route.Pour les permis de conduire suspendus à cette même date, cette affectation aura lieu à l'issue de la période de suspension.Pour les brevets militaires, cette même affectation aura lieu lors de leur conversion en permis civil."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le Gouvernement déposera, à la session d'automne du Parlement, un projet de loi de programme sur la sécurité routière, lequel sera examiné avant le 31 décembre 1989."
    }
  ]
}