{
  "id": "jorftext000000264872",
  "type": "statute",
  "title": "Ordonnance n° 2006-172 du 15 février 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000264872",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Il est créé en Nouvelle-Calédonie un établissement public à caractère administratif, dénommé établissement public d'incendie et de secours de la Nouvelle-Calédonie, qui comporte le corps des sapeurs-pompiers de la Nouvelle-Calédonie, composé dans les conditions prévues à l'article 29 et organisé en centres d'incendie et de secours. Il comprend un service de santé et de secours médical.\n\nL'établissement public mentionné à l'alinéa précédent peut passer avec la Nouvelle-Calédonie, les collectivités locales ou leurs établissements publics toute convention ayant trait à la gestion non opérationnelle du service d'incendie et de secours.\n\nLes centres d'incendie et de secours comprennent des centres de secours principaux, des centres de secours et des centres de première intervention.\n\nLes modalités d'intervention opérationnelle des centres d'incendie et de secours sont déterminées par le règlement opérationnel prévu par l'article 28."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "L'établissement public d'incendie et de secours de la Nouvelle-Calédonie est chargé de la prévention, de la protection et de la lutte contre les incendies.\n\nIl concourt, avec les autres services et professionnels concernés, à la protection et à la lutte contre les autres accidents, sinistres et catastrophes, à l'évaluation et à la prévention des risques technologiques ou naturels ainsi qu'aux secours d'urgence.\n\nDans le cadre de ses compétences, il exerce les missions suivantes :\n\n1° La prévention et l'évaluation des risques de sécurité civile ;\n\n2° La préparation des mesures de sauvegarde et l'organisation des moyens de secours ;\n\n3° La protection des personnes, des biens et de l'environnement ;\n\n4° Les secours d'urgence aux personnes victimes d'accidents, de sinistres ou de catastrophes ainsi que leur évacuation ;\n\n5° L'information et la sensibilisation du public aux risques de la sécurité des personnes et des biens ;\n\n6° La réalisation d'études et recherches."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'établissement public d'incendie et de secours de la Nouvelle-Calédonie est placé pour emploi sous l'autorité du maire ou du haut-commissaire de la République agissant dans le cadre de leurs pouvoirs respectifs de police.\n\nPour assurer les missions de prévention qui leur incombent, notamment en ce qui concerne la réglementation applicable aux risques d'incendie et de panique dans les établissements recevant du public, le maire, les présidents des provinces ou le haut-commissaire de la République disposent des moyens relevant de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie.\n\nLes moyens de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie consacrés aux actions de prévention sont définis par le conseil d'administration en tenant compte du nombre des établissements sur le territoire relevant de la réglementation applicable localement aux risques d'incendie et de panique dans les établissements recevant du public."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Dans l'exercice de leurs pouvoirs de police, le maire et le haut-commissaire de la République mettent en œuvre les moyens relevant de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie dans les conditions prévues par un règlement opérationnel arrêté par le haut-commissaire après avis du conseil d'administration de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie et des communes.\n\nL'organisation du commandement des opérations de secours est déterminée par ce règlement. Le commandant des opérations de secours désigné est chargé, sous l'autorité du directeur des opérations de secours, de la mise en œuvre de tous les moyens publics et privés mobilisés pour l'accomplissement des opérations de secours.\n\nEn cas de péril imminent, le commandant des opérations de secours prend les mesures nécessaires à la protection de la population et à la sécurité des personnels engagés. Il en rend compte au directeur des opérations de secours."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Le corps des sapeurs-pompiers de la Nouvelle-Calédonie est composé :\n\n1° Des sapeurs-pompiers professionnels ;\n\n2° Des sapeurs-pompiers volontaires."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Un arrêté conjoint du haut-commissaire de la République et du président du conseil d'administration de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie fixe, après avis du conseil d'administration, l'organisation du corps des sapeurs-pompiers de la Nouvelle-Calédonie.\n\nEn cas de difficultés de fonctionnement, le corps des sapeurs-pompiers de la Nouvelle-Calédonie peut être dissous par arrêté conjoint du ministre de l'intérieur et du ministre chargé de l'outre-mer, pris sur proposition du haut-commissaire de la République après avis du président du gouvernement de la Nouvelle-Calédonie et du président du conseil d'administration de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie. Cet arrêté précise les conditions de réorganisation du corps et les dispositions nécessaires pour assurer les secours jusqu'à cette réorganisation."
    },
    {
      "provision_ref": "art31-1",
      "section": "31-1",
      "title": "Article 31-1",
      "content": "Le transfert des compétences de gestion prévu par le présent titre au profit de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie emporte transfert de la responsabilité civile des communes ou des établissements publics de coopération intercommunale au titre des dommages résultant de l'exercice de ces compétences."
    },
    {
      "provision_ref": "art31-2",
      "section": "31-2",
      "title": "Article 31-2",
      "content": "Les sapeurs-pompiers professionnels, officiers et non officiers, sont recrutés et gérés par l'établissement public d'incendie et de secours, dans le cadre des dispositions qui leur sont applicables en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art31-3",
      "section": "31-3",
      "title": "Article 31-3",
      "content": "L'établissement public d'incendie et de secours de la Nouvelle-Calédonie peut recruter, selon les dispositions statutaires qui leur sont applicables et dans les conditions prévues par la réglementation applicable localement, des sapeurs-pompiers professionnels relevant des dispositions de la loi du 26 janvier 1984 susvisée ou des personnels militaires de la brigade des sapeurs-pompiers de Paris ou du bataillon des marins-pompiers de Marseille."
    },
    {
      "provision_ref": "art31-4",
      "section": "31-4",
      "title": "Article 31-4",
      "content": "Les sapeurs-pompiers volontaires membres du corps des sapeurs-pompiers de la Nouvelle-Calédonie sont engagés et gérés par l'établissement public d'incendie et de secours, dans le cadre des dispositions qui leur sont applicables en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art31-5",
      "section": "31-5",
      "title": "Article 31-5",
      "content": "L'établissement public d'incendie et de secours de la Nouvelle-Calédonie construit, acquiert ou loue les biens nécessaires à son fonctionnement.Un plan d'équipement est arrêté par le conseil d'administration en fonction des objectifs de couverture des risques fixés par le schéma directeur mentionné à l'article 31."
    },
    {
      "provision_ref": "art31-6",
      "section": "31-6",
      "title": "Article 31-6",
      "content": "Les sapeurs-pompiers professionnels qui, à la date de la publication de l'ordonnance n° 2009-1336 du 29 octobre 2009 modifiant l'ordonnance n° 2006-172 du 15 février 2006 portant actualisation et adaptation du droit applicable en matière de sécurité civile en Nouvelle-Calédonie, relèvent d'un corps communal ou intercommunal sont transférés au corps des sapeurs-pompiers de la Nouvelle-Calédonie dans les conditions fixées par une convention signée entre, d'une part, la commune ou l'établissement public de coopération intercommunale et, d'autre part, l'établissement public d'incendie et de secours de la Nouvelle-Calédonie. La convention fixe les modalités de ces transferts, qui devront intervenir dans un délai de cinq ans à compter de la publication de l'ordonnance du 29 octobre 2009 précitée.Les sapeurs-pompiers volontaires qui, à la date de la publication de l'ordonnance n° 2009-1336 du 29 octobre 2009 modifiant l'ordonnance n° 2006-172 du 15 février 2006 portant actualisation et adaptation du droit applicable en matière de sécurité civile en Nouvelle-Calédonie, relèvent d'un corps communal ou intercommunal sont transférés au corps des sapeurs-pompiers de la Nouvelle-Calédonie dans les conditions fixées par une convention signée entre, d'une part, la commune ou l'établissement public de coopération intercommunale et, d'autre part, l'établissement public d'incendie et de secours de la Nouvelle-Calédonie. La convention fixe les modalités de ces transferts, qui devront intervenir dans un délai de cinq ans à compter de la publication de l'ordonnance du 29 octobre 2009 précitée."
    },
    {
      "provision_ref": "art31-7",
      "section": "31-7",
      "title": "Article 31-7",
      "content": "Les communes et les établissements publics de coopération intercommunale compétents en matière de gestion du service d'incendie et de secours conservent leurs compétences en matière de recrutement et de gestion des personnels visés à l'article 31-6 jusqu'à la date d'entrée en vigueur de la convention conclue avec l'établissement public d'incendie et de secours de la Nouvelle-Calédonie.A compter de la date de publication de l'ordonnance n° 2009-1336 du 29 octobre 2009 modifiant l'ordonnance n° 2006-172 du 15 février 2006 portant actualisation et adaptation du droit applicable en matière de sécurité civile en Nouvelle-Calédonie et jusqu'à leur transfert, les personnels relevant d'un corps communal ou intercommunal sont mis à disposition de plein droit de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art31-8",
      "section": "31-8",
      "title": "Article 31-8",
      "content": "Les biens affectés, à la date de la publication de l'ordonnance n° 2009-1336 du 29 octobre 2009 modifiant l'ordonnance n° 2006-172 du 15 février 2006 portant actualisation et adaptation du droit applicable en matière de sécurité civile en Nouvelle-Calédonie, par les communes et les établissements publics de coopération intercommunale au fonctionnement des services d'incendie et de secours et nécessaires au fonctionnement de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie sont mis, à titre gratuit, à compter de la date fixée par une convention, à la disposition de celui-ci, sous réserve des dispositions de l'article 31-10.Cette convention, conclue entre, d'une part, la commune ou l'établissement public de coopération intercommunale et, d'autre part, l'établissement public d'incendie et de secours de la Nouvelle-Calédonie, règle les modalités de la mise à disposition, qui devra intervenir dans un délai de cinq ans à compter de la publication de l'ordonnance du 29 octobre 2009 précitée.Sous réserve des dispositions du cinquième alinéa en ce qui concerne les emprunts, l'établissement public d'incendie et de secours de la Nouvelle-Calédonie succède à la commune et à l'établissement public de coopération intercommunale dans leurs droits et obligations.A ce titre, il leur est substitué dans les contrats de toute nature conclus pour l'aménagement, le fonctionnement, l'entretien ou la conservation des biens mis à sa disposition, ainsi que pour le fonctionnement des services. Cette substitution est notifiée par les collectivités concernées à leurs cocontractants.Lorsque les biens cessent d'être affectés au fonctionnement des services d'incendie et de secours, leur mise à disposition prend fin.La convention mentionnée au deuxième alinéa fixe les conditions dans lesquelles est assurée la prise en charge du remboursement des emprunts contractés au titre des biens mis à disposition."
    },
    {
      "provision_ref": "art31-9",
      "section": "31-9",
      "title": "Article 31-9",
      "content": "Sur sa demande, la commune ou l'établissement public de coopération intercommunale peut se voir confier, par l'établissement public d'incendie et de secours de la Nouvelle-Calédonie, la responsabilité d'une opération de grosses réparations, d'extension, de reconstruction ou d'équipement d'un centre d'incendie et de secours existant à la date de la mise à disposition. Cette opération doit avoir fait l'objet d'une décision préalable de financement de la commune ou de l'établissement public de coopération intercommunale."
    },
    {
      "provision_ref": "art31-10",
      "section": "31-10",
      "title": "Article 31-10",
      "content": "Indépendamment de la convention prévue à l'article 31-8 et à toute époque, le transfert des biens au service d'incendie et de secours peut avoir lieu en pleine propriété.Une convention fixe les modalités du transfert de propriété."
    },
    {
      "provision_ref": "art31-11",
      "section": "31-11",
      "title": "Article 31-11",
      "content": "Pour l'élaboration des conventions prévues aux articles 31-6 et 31-8, chacune des parties peut demander l'avis de la commission consultative territoriale prévue à l'article 31-12 sur des questions juridiques ou financières.En cas de différend sur une ou plusieurs dispositions du projet de convention mentionné à l'article 31-8, les deux parties peuvent saisir la commission consultative.L'arbitrage rendu par celle-ci lie les deux parties."
    },
    {
      "provision_ref": "art31-12",
      "section": "31-12",
      "title": "Article 31-12",
      "content": "La commission consultative territoriale mentionnée à l'article 31-11 comprend :1° Quatre représentants de la Nouvelle-Calédonie, élus par le congrès en son sein ;2° Un représentant par province, désigné par leur président au sein de l'assemblée de la province ;3° Quatre représentants des communes et des établissements publics de coopération intercommunale élus par le collège des maires et présidents d'établissement public de coopération intercommunale, en son sein ;4° Le trésorier-payeur général et le directeur des services fiscaux de la Nouvelle-Calédonie, ou leur représentant, et un expert désigné par le haut-commissaire.Les représentants de la Nouvelle-Calédonie, des provinces, des communes et des établissements publics de coopération intercommunale, membres de cette commission consultative, ne peuvent exercer un mandat de membre du conseil d'administration de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie.Le président de la commission consultative est élu par le collège des représentants de la Nouvelle-Calédonie, des provinces, des communes et des établissements publics de coopération intercommunale, en son sein."
    },
    {
      "provision_ref": "art31-13",
      "section": "31-13",
      "title": "Article 31-13",
      "content": "A défaut de signature des conventions prévues aux articles 31-6 et 31-8 six mois avant le délai fixé à ces mêmes articles, la commission consultative territoriale, sur saisine du haut-commissaire de la République, statue dans un délai de six mois sur la situation des personnels et des biens transférés à l'établissement public d'incendie et de secours de la Nouvelle-Calédonie, après consultation, pour les personnels, des instances paritaires compétentes.Sa décision est notifiée au maire de la commune ou au président de l'établissement public de coopération intercommunale et au président du conseil d'administration de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie concernés, dans un délai d'un mois."
    },
    {
      "provision_ref": "art31-14",
      "section": "31-14",
      "title": "Article 31-14",
      "content": "L'établissement public d'incendie et de secours de la Nouvelle-Calédonie est administré par un conseil d'administration composé de représentants de la Nouvelle-Calédonie, des provinces et des communes."
    },
    {
      "provision_ref": "art31-15",
      "section": "31-15",
      "title": "Article 31-15",
      "content": "Le conseil d'administration comprend seize membres titulaires.La répartition des sièges entre la Nouvelle-Calédonie, les provinces et les communes s'effectue dans les conditions suivantes :Quatre sièges sont attribués aux communes, un siège à chaque province et un siège à la Nouvelle-Calédonie.Les autres sièges sont attribués proportionnellement à la contribution de la Nouvelle-Calédonie, de chaque province et des communes au financement de l'établissement public au cours des six derniers exercices."
    },
    {
      "provision_ref": "art31-16",
      "section": "31-16",
      "title": "Article 31-16",
      "content": "Les représentants des communes sont élus pour la durée de leur mandat par l'ensemble des maires de la Nouvelle-Calédonie, parmi les maires et adjoints aux maires de celles-ci, au scrutin proportionnel au plus fort reste. Les représentants des maires sont élus dans les quatre mois suivant le renouvellement général des conseils municipaux.Chaque maire dispose d'un nombre de suffrages proportionnel à la population de la commune. Ce nombre est fixé par arrêté du haut-commissaire de la République."
    },
    {
      "provision_ref": "art31-17",
      "section": "31-17",
      "title": "Article 31-17",
      "content": "En cas d'absence ou d'empêchement, les membres du conseil d'administration sont remplacés par des suppléants désignés selon les mêmes modalités et pour la même durée qu'eux."
    },
    {
      "provision_ref": "art31-18",
      "section": "31-18",
      "title": "Article 31-18",
      "content": "Assistent aux réunions du conseil d'administration, avec voix consultative :― le directeur de l'établissement public d'incendie et de secours ;― le médecin-chef du service de santé et de secours médical ;― un sapeur-pompier professionnel officier, un sapeur-pompier professionnel non officier, un sapeur-pompier volontaire officier et un sapeur-pompier volontaire non officier, en qualité de membre élu de la commission administrative et technique des services d'incendie et de secours prévue à l'article 31-26."
    },
    {
      "provision_ref": "art31-19",
      "section": "31-19",
      "title": "Article 31-19",
      "content": "Le haut-commissaire de la République ou son représentant assiste de plein droit aux séances du conseil d'administration.Si une délibération paraît de nature à affecter la capacité opérationnelle du service d'incendie et de secours ou la bonne distribution des moyens, le haut-commissaire de la République peut demander une nouvelle délibération."
    },
    {
      "provision_ref": "art31-20",
      "section": "31-20",
      "title": "Article 31-20",
      "content": "Dans les six mois qui précèdent le renouvellement des représentants des communes, le conseil d'administration constate, conformément aux règles définies à l'article 31-15, la répartition des sièges, qui est arrêtée par le haut-commissaire de la République."
    },
    {
      "provision_ref": "art31-21",
      "section": "31-21",
      "title": "Article 31-21",
      "content": "Le président du conseil d'administration est élu parmi les membres ayant voix délibérative à la majorité des deux tiers de ces derniers. Cette élection a lieu tous les deux ans. Il est également procédé à une nouvelle élection lors de la première réunion du conseil d'administration suivant chaque renouvellement des membres du conseil d'administration. Si cette élection n'est pas acquise après les deux premiers tours, il est procédé à un troisième tour de scrutin et l'élection a lieu à la majorité relative des suffrages exprimés. En cas de partage des voix, elle est acquise au bénéfice de l'âge.Si le président du conseil d'administration perd le mandat au titre duquel il est membre, il est procédé à une nouvelle élection pour la durée du mandat restant à courir.Le bureau du conseil d'administration est composé du président, de trois vice-présidents et, le cas échéant, d'un membre supplémentaire.Sa composition est fixée tous les deux ans par le conseil d'administration. Il est également procédé à une nouvelle élection lors de la première réunion suivant chaque renouvellement. Les membres du bureau sont élus parmi les membres du conseil d'administration ayant voix délibérative à la majorité absolue de ces derniers. Un vice-président au moins est élu parmi les représentants des communes. Si l'élection n'est pas acquise lors des deux premiers tours de scrutin, il est procédé à un troisième tour et l'élection a lieu à la majorité relative des suffrages exprimés. En cas de partage des voix, elle est acquise au bénéfice de l'âge.Le conseil d'administration peut déléguer une partie de ses attributions au bureau, à l'exception des délibérations relatives à l'adoption du budget et du compte administratif ainsi que des délibérations sur la répartition de ses sièges visées à l'article 31-20."
    },
    {
      "provision_ref": "art31-22",
      "section": "31-22",
      "title": "Article 31-22",
      "content": "Le conseil d'administration se réunit à l'initiative de son président au moins une fois par trimestre ou sur demande du haut-commissaire de la République ou d'un cinquième de ses membres ayant voix délibérative sur un ordre du jour déterminé."
    },
    {
      "provision_ref": "art31-23",
      "section": "31-23",
      "title": "Article 31-23",
      "content": "Le conseil d'administration règle par ses délibérations les affaires relatives à l'administration de l'établissement public d'incendie et de secours."
    },
    {
      "provision_ref": "art31-24",
      "section": "31-24",
      "title": "Article 31-24",
      "content": "Le président du conseil d'administration est chargé de l'administration de l'établissement public d'incendie et de secours.A ce titre, il prépare et exécute les délibérations du conseil d'administration. Il passe les marchés au nom de l'établissement, reçoit en son nom les dons, legs et subventions. Il représente l'établissement en justice et en est l'ordonnateur. Il nomme les personnels de l'établissement public d'incendie et de secours.Le président du conseil d'administration peut, en outre, par délégation du conseil d'administration, en tout ou partie, et pour la durée de son mandat, être chargé de procéder, dans les limites déterminées par le conseil d'administration, à la réalisation des emprunts destinés au financement des investissements prévus par le budget et de passer à cet effet les actes nécessaires.Il informe le conseil d'administration des actes pris dans le cadre de cette délégation. Il peut être chargé de prendre toute décision concernant la préparation, la passation, l'exécution et le règlement des marchés de travaux, de fournitures et de services pouvant être passés selon une procédure adaptée. Il peut être chargé de fixer les rémunérations et de régler les frais et honoraires des avocats, notaires, avoués, huissiers de justice et experts.Il peut déléguer, par arrêté, sous sa surveillance et sa responsabilité, l'exercice d'une partie de ses fonctions aux membres du bureau du conseil d'administration. Cette délégation subsiste tant qu'elle n'est pas rapportée.En cas d'absence ou d'empêchement de toute nature, le président du conseil d'administration est provisoirement remplacé dans la plénitude de ses fonctions par le premier vice-président et, en cas d'absence ou d'empêchement de celui-ci, par un autre vice-président. En cas de vacance simultanée des sièges du président et des vice-présidents, le conseil d'administration est convoqué en urgence par le doyen d'âge pour procéder à l'élection d'un nouveau bureau."
    },
    {
      "provision_ref": "art31-25",
      "section": "31-25",
      "title": "Article 31-25",
      "content": "En cas de démission de tous les membres du conseil d'administration ou d'annulation devenue définitive de la désignation de tous ses membres, le président est chargé de l'expédition des affaires courantes.Il est procédé à la désignation du nouveau conseil d'administration dans un délai de deux mois. Celui-ci est convoqué en urgence par le haut-commissaire de la République pour la première réunion."
    },
    {
      "provision_ref": "art31-26",
      "section": "31-26",
      "title": "Article 31-26",
      "content": "Il est institué auprès du conseil d'administration une commission administrative et technique.Cette commission est consultée sur les questions d'ordre technique ou opérationnel intéressant l'établissement public d'incendie et de secours.Elle comprend des représentants des sapeurs-pompiers professionnels et volontaires, élus dans les quatre mois suivant le renouvellement général des conseils municipaux par l'ensemble des sapeurs-pompiers en service du territoire, et le médecin-chef du service de santé et de secours médical des sapeurs-pompiers. Elle est présidée par le directeur de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art31-27",
      "section": "31-27",
      "title": "Article 31-27",
      "content": "Le directeur de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie est un officier supérieur de sapeurs-pompiers professionnels nommé par arrêté du président du conseil d'administration sur avis conforme du haut-commissaire de la République."
    },
    {
      "provision_ref": "art31-28",
      "section": "31-28",
      "title": "Article 31-28",
      "content": "Le directeur de l'établissement public d'incendie et de secours de la Nouvelle-Calédonie est placé sous l'autorité du haut-commissaire de la République et, dans le cadre de leur pouvoir de police, des maires, pour :― la direction opérationnelle du corps des sapeurs-pompiers de la Nouvelle-Calédonie ;― la direction des actions de prévention relevant de l'établissement public d'incendie et de secours ;― le contrôle et la coordination de l'ensemble des centres d'incendie et de secours ;― la mise en œuvre opérationnelle de l'ensemble des moyens de secours et de lutte contre l'incendie.Pour l'exercice de ces missions, il peut recevoir délégation de signature du haut-commissaire de la République.Sous l'autorité du président du conseil d'administration, le directeur assure la direction administrative et financière de l'établissement.Il peut être assisté d'un directeur adjoint nommé dans les mêmes conditions que lui.Le président du conseil d'administration peut accorder une délégation de signature au directeur, au directeur adjoint et, dans la limite de leurs attributions respectives, aux chefs de services de l'établissement."
    },
    {
      "provision_ref": "art31-29",
      "section": "31-29",
      "title": "Article 31-29",
      "content": "Les modalités de calcul et de répartition des contributions des communes, des provinces et de la Nouvelle-Calédonie au financement de l'établissement d'incendie et de secours sont fixées par le conseil d'administration de celui-ci.Les relations entre l'établissement public d'incendie et de secours et la Nouvelle-Calédonie, notamment la contribution de cette dernière, peuvent faire l'objet d'une convention pluriannuelle.Avant le 1er janvier de l'année, le montant prévisionnel des contributions mentionnées à l'alinéa précédent, arrêté par le conseil d'administration, est notifié au président de la Nouvelle-Calédonie, aux présidents des provinces et aux maires.Si aucune délibération n'est prise dans les conditions prévues au premier alinéa, la répartition des charges entre les communes, les provinces et la Nouvelle-Calédonie s'effectue en proportion de leurs contributions respectives dans le total des contributions constatées dans le dernier compte administratif connu. La contribution de chaque commune est ensuite calculée, dans des conditions fixées par décret, en fonction de l'importance de sa population, de son potentiel fiscal par habitant ainsi que de la part de sa contribution dans le total des contributions des communes constatée dans le dernier compte administratif connu."
    },
    {
      "provision_ref": "art31-30",
      "section": "31-30",
      "title": "Article 31-30",
      "content": "Jusqu'à l'entrée en vigueur des conventions prévues aux articles 31-6 et 31-8, le montant minimal des dépenses directes et indirectes relatives aux personnels et aux biens mentionnés par ces articles, réalisées chaque année par la commune, l'établissement public de coopération intercommunale, les provinces ou la Nouvelle-Calédonie, est fixé par une convention passée entre l'établissement public d'incendie et de secours, d'une part, et la commune, l'établissement public de coopération intercommunale ou les provinces ou la Nouvelle-Calédonie, d'autre part.A défaut de convention, le montant minimal des dépenses mentionnées à l'alinéa précédent ne peut, jusqu'à l'entrée en vigueur des conventions prévues aux articles 31-6 et 31-8, être inférieur, pour les dépenses de fonctionnement, à la moyenne des dépenses réalisées constatées dans les cinq derniers comptes administratifs connus et, pour les dépenses d'équipement, à la moyenne des dépenses réalisées constatées dans les cinq derniers comptes administratifs connus, déduction faite des charges de l'année en rapport avec les investissements réalisés.Ces moyennes sont constatées par la commission consultative territoriale prévue à l'article 31-12."
    },
    {
      "provision_ref": "art31-31",
      "section": "31-31",
      "title": "Article 31-31",
      "content": "Les dispositions des I et IV de l'article L. 1424-36-1 du code général des collectivités territoriales sont applicables en Nouvelle-Calédonie sous réserve des adaptations suivantes :1° L'établissement public d'incendie et de secours est éligible aux subventions du fonds prévu par l'article L. 1424-36-1 ;2° Le haut-commissaire de la République est chargé des attributions confiées au préfet de zone de défense ;3° La référence aux schémas départementaux d'analyse et de couverture des risques est remplacée par la référence au schéma directeur d'analyse et de couverture des risques."
    },
    {
      "provision_ref": "art31-32",
      "section": "31-32",
      "title": "Article 31-32",
      "content": "L'établissement public d'incendie et de secours de la Nouvelle-Calédonie n'est tenu de procéder qu'aux interventions qui se rattachent directement à ses missions de service public définies à l'article 26.S'il a procédé à des interventions ne se rattachant pas directement à l'exercice de ses missions, il peut demander aux personnes bénéficiaires une participation aux frais, dans les conditions déterminées par délibération du conseil d'administration.Les interventions effectuées par l'établissement public d'incendie et de secours de la Nouvelle-Calédonie à la demande de la régulation médicale du centre 15, lorsque celle-ci constate le défaut de disponibilité des transporteurs sanitaires privés, et qui ne relèvent pas de l'article 26 font l'objet d'une prise en charge financière.Les conditions de cette prise en charge sont fixées par une convention entre l'établissement public d'incendie et de secours et la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art31-33",
      "section": "31-33",
      "title": "Article 31-33",
      "content": "L'établissement public d'incendie et de secours de la Nouvelle-Calédonie dispose :1° D'un centre opérationnel d'incendie et de secours chargé de la coordination de l'activité opérationnelle des centres d'incendie et de secours ;2° D'un centre de traitement de l'alerte, chargé de la réception, du traitement et de la réorientation éventuelle des demandes de secours.Les dispositifs de traitement des appels d'urgence de l'établissement d'incendie et de secours sont interconnectés avec les centres de réception et de régulation des appels des unités participant au service d'aide médicale urgente, ainsi qu'avec les dispositifs de réception des appels destinés aux services de police ou de gendarmerie."
    },
    {
      "provision_ref": "art32-1",
      "section": "32-1",
      "title": "Article 32-1",
      "content": "L'établissement public d'incendie et de secours de la Nouvelle-Calédonie peut, pour l'accomplissement de ses missions impliquant des animaux, acquérir, détenir et utiliser des armes de type hypodermique, dans des conditions fixées par arrêté du haut-commissaire de la République."
    },
    {
      "provision_ref": "art32-2",
      "section": "32-2",
      "title": "Article 32-2",
      "content": "Les dispositions relatives au contrôle de légalité et au contrôle budgétaire des actes de l'établissement public d'incendie et de secours sont celles prévues pour les établissements publics administratifs de la Nouvelle-Calédonie et des provinces.\n\nLes dispositions relatives aux finances de l'établissement public d'incendie et de secours sont, sous réserve des adaptations prévues au présent article, celles fixées :\n\n1° Par les titres Ier et II du livre III de la troisième partie, à l'exception des articles L. 3312-2, L. 3321-1 et L. 3321-2, du code général des collectivités territoriales ;\n\n2° Par le chapitre V du titre III du livre III de la troisième partie ;\n\n3° Par le titre IV du livre III de la troisième partie du code général des collectivités territoriales.\n\nPour l'application de ces dispositions :\n\nLes références au département ou à la commune sont remplacées par les références à l'établissement public d'incendie et de secours ;\n\nLes références au conseil général ou au conseil municipal sont remplacées par les références au conseil d'administration ;\n\nLa référence à l'hôtel du département est remplacée par la référence au siège de l'établissement public d'incendie et de secours ;\n\nLa référence au maire est remplacée par la référence au président du conseil d'administration ;\n\nLe budget est voté par nature et comporte, en outre, une présentation croisée par fonction.\n\nLa nomenclature par nature et la nomenclature par fonction sont fixées par l'arrêté conjoint du ministre chargé des collectivités locales et du ministre chargé du budget tel que prévu à l'article L. 3312-2 du code général des collectivités territoriales.\n\nLes documents budgétaires sont présentés, selon les modalités de vote retenues par l'établissement public d'incendie et de secours, conformément aux modèles fixés par l'arrêté conjoint du ministre chargé des collectivités territoriales et du ministre chargé du budget tel que prévu à l'article L. 3312-2 du code général des collectivités territoriales.\n\nSont obligatoires pour l'établissement public d'incendie et de secours, notamment :\n\n1° Les cotisations du régime particulier de sécurité sociale applicable en Nouvelle-Calédonie ;\n\n2° La rémunération des agents dudit établissement public ;\n\n3° Les intérêts de la dette ;\n\n4° Les dépenses de remboursement de la dette en capital ;\n\n5° Les dettes exigibles ;\n\n6° Les dotations aux amortissements ;\n\n7° Les dotations aux provisions ;\n\n8° La reprise des subventions d'équipement reçues.\n\nLes recettes de la section de fonctionnement du budget de l'établissement public d'incendie et de secours se composent notamment :\n\n1° Du revenu et des produits du domaine ;\n\n2° Des remboursements d'avances effectués sur les ressources de la section de fonctionnement ;\n\n3° Du produit de la neutralisation des dotations aux amortissements ;\n\n4° De la reprise des subventions d'équipement reçues ;\n\n5° Des dons et legs en espèces hormis ceux affectés à l'achat d'une immobilisation financière ou physique.\n\nLes recettes de la section d'investissement du budget de l'établissement public d'incendie et de secours se composent notamment :\n\n1° Du produit des emprunts ;\n\n2° Des subventions de l'Etat et des contributions des communes et des tiers aux dépenses d'investissement ;\n\n3° Des dons et legs en nature et des dons et legs en espèces affectés à l'achat d'une immobilisation financière ou physique ;\n\n4° Du produit des cessions d'immobilisations, selon des modalités fixées par le décret prévu au 8° de l'article L. 3332-3 du code général des collectivités territoriales ;\n\n5° Du remboursement des capitaux exigibles et des rentes rachetées ;\n\n6° Des amortissements ;\n\n7° Du virement prévisionnel de la section de fonctionnement et du produit de l'affectation du résultat de fonctionnement conformément à l'article L. 3312-6 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art32-3",
      "section": "32-3",
      "title": "Article 32-3",
      "content": "Pour la première désignation des membres du conseil d'administration de l'établissement d'incendie et de secours de la Nouvelle-Calédonie, la répartition des sièges est fixée par arrêté du haut-commissaire de la République, après avis de la commission mentionnée à l'article 31-11, conformément aux règles définies à l'article 31-15. Pour l'application du dernier alinéa de cet article, l'attribution des sièges s'effectue en fonction des parts respectives de la Nouvelle-Calédonie, des provinces et des communes dans la moyenne des dépenses de fonctionnement réalisées et relatives aux services d'incendie et de secours telles qu'elles ressortent de leurs cinq derniers comptes administratifs connus et des dépenses d'investissements réalisées et relatives à ces services telles qu'elles ressortent de leurs dix derniers comptes administratifs connus."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Un décret en Conseil d'Etat fixe, en tant que de besoin, les modalités d'application de la présente ordonnance."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le Premier ministre, le ministre d'Etat, ministre de l'intérieur et de l'aménagement du territoire, et le ministre de l'outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}