{
  "id": "jorftext000043909676",
  "type": "statute",
  "title": "LOI n°2021-1040 du 5 août 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043909676",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n°2021-689 du 31 mai 2021\n\nII. - Le présent article s'applique sur l'ensemble du territoire de la République, à l'exception du 1 du C du II de l'article 1er de la loi n° 2021-689 du 31 mai 2021 relative à la gestion de la sortie de crise sanitaire, qui n'est pas applicable en Nouvelle-Calédonie et en Polynésie française. Pour son application dans les îles Wallis et Futuna, les références faites à des dispositions qui n'y sont pas applicables sont remplacées par les références aux dispositions ayant le même objet applicables localement."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Aucune justification de motif impérieux ne peut être exigée d'un Français pour entrer sur le territoire français, au titre des dispositions relatives à l'état d'urgence sanitaire et de sortie ou de gestion de sortie de l'état d'urgence sanitaire ou des dispositions prévues par la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Par dérogation à l'article L. 622-3 du code de la sécurité sociale :1° Le bénéfice du règlement des indemnités journalières versées dans le cadre de la crise sanitaire en application de l'article L. 16-10-1 du même code aux personnes mentionnées à l'article L. 613-7 dudit code n'est pas subordonné au paiement d'un montant minimal de cotisations au titre de l'année 2020 ;2° Pour le calcul de ces prestations, le revenu d'activité retenu peut ne pas tenir compte des revenus d'activité de l'année 2020.Les conditions d'application du présent I sont fixées par décret.II. - Par dérogation à l'article L. 622-3 du code de la sécurité sociale, pour le calcul des prestations en espèces dues aux personnes mentionnées à l'article L. 611-1 du même code au titre de l'assurance maladie et maternité, le revenu d'activité retenu peut ne pas tenir compte des revenus d'activité de l'année 2020, dans des conditions fixées par décret.Le présent II s'applique aux arrêts de travail débutant jusqu'au 31 décembre 2021."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Jusqu'au 15 novembre 2021, et aux seules fins de lutter contre l'épidémie de covid-19, les organismes d'assurance maladie communiquent, de manière hebdomadaire, aux directeurs d'établissements d'enseignement scolaire les indicateurs en matière de contamination et de vaccination qui sont relatifs à la zone géographique dans laquelle leur établissement est situé, afin de faciliter l'organisation des campagnes de vaccination dans les établissements d'enseignement scolaire."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-824 DC du 5 août 2021.]"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Jusqu'au 31 juillet 2022, le Gouvernement remet au Parlement une évaluation mensuelle de l'impact économique de l'application du passe sanitaire et du passe vaccinal aux activités mentionnées au I de l'article 1er de la présente loi, en intégrant notamment une évaluation de la perte de chiffre d'affaires liée à l'application de ces dispositions, ainsi que des résultats en matière de lutte contre l'épidémie de covid-19."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Doivent être vaccinés, sauf contre-indication médicale reconnue, contre la covid-19 :\n\n1° Les personnes exerçant leur activité dans :\n\na) Les établissements de santé mentionnés à l'article L. 6111-1 du code de la santé publique ainsi que les hôpitaux des armées mentionnés à l'article L. 6147-7 du même code ;\n\nb) Les centres de santé mentionnés à l'article L. 6323-1 dudit code ;\n\nc) Les maisons de santé mentionnées à l'article L. 6323-3 du même code ;\n\nd) Les centres et équipes mobiles de soins mentionnés à l'article L. 6325-1 du même code ;\n\ne) Les centres médicaux et équipes de soins mobiles du service de santé des armées mentionnés à l'article L. 6326-1 du même code ;\n\nf) Les dispositifs d'appui à la coordination des parcours de santé complexes mentionnés aux II et III de l'article 23 de la loi n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé ;\n\ng) Les centres de lutte contre la tuberculose mentionnés à l'article L. 3112-2 du code de la santé publique ;\n\nh) Les centres gratuits d'information, de dépistage et de diagnostic mentionnés à l'article L. 3121-2 du même code ;\n\ni) Les services de médecine préventive et de promotion de la santé mentionnés à l'article L. 831-1 du code de l'éducation ;\n\nj) Les services de prévention et de santé au travail mentionnés à l'article L. 4622-1 du code du travail et les services de prévention et de santé au travail interentreprises définis à l'article L. 4622-7 du même code ;\n\nk) Les établissements et services sociaux et médico-sociaux mentionnés aux 2°, 3°, 5°, 6°, 7°, 9° et 12° du I de l'article L. 312-1 du code de l'action sociale et des familles, à l'exception des travailleurs handicapés accompagnés dans le cadre d'un contrat de soutien et d'aide par le travail mentionné au dernier alinéa de l'article L. 311-4 du même code ;\n\nl) Les établissements mentionnés à l'article L. 633-1 du code de la construction et de l'habitation, qui ne relèvent pas des établissements sociaux et médico-sociaux mentionnés aux 6° et 7° du I de l'article L. 312-1 du code de l'action sociale et des familles, destinés à l'accueil des personnes âgées ou handicapées ;\n\nm) Les résidences-services destinées à l'accueil des personnes âgées ou handicapées mentionnées à l'article L. 631-13 du code de la construction et de l'habitation ;\n\nn) Les habitats inclusifs mentionnés à l'article L. 281-1 du code de l'action sociale et des familles ;\n\n2° Les professionnels de santé mentionnés à la quatrième partie du code de la santé publique, lorsqu'ils ne relèvent pas du 1° du présent I ;\n\n3° Les personnes, lorsqu'elles ne relèvent pas des 1° ou 2° du présent I, faisant usage :\n\na) Du titre de psychologue mentionné à l'article 44 de la loi n° 85-772 du 25 juillet 1985 portant diverses dispositions d'ordre social ;\n\nb) Du titre d'ostéopathe ou de chiropracteur mentionné à l'article 75 de la loi n° 2002-303 du 4 mars 2002 relative aux droits des malades et à la qualité du système de santé ;\n\nc) Du titre de psychothérapeute mentionné à l'article 52 de la loi n° 2004-806 du 9 août 2004 relative à la politique de santé publique ;\n\n4° Les étudiants ou élèves des établissements préparant à l'exercice des professions mentionnées aux 2° et 3° du présent I ainsi que les personnes travaillant dans les mêmes locaux que les professionnels mentionnés au 2° ou que les personnes mentionnées au 3° ;\n\n5° Les professionnels employés par un particulier employeur mentionné à l'article L. 7221-1 du code du travail, effectuant des interventions au domicile des personnes attributaires des allocations définies aux articles L. 232-1 et L. 245-1 du code de l'action sociale et des familles ;\n\n6° Les sapeurs-pompiers et les marins-pompiers des services d'incendie et de secours, les pilotes et personnels navigants de la sécurité civile assurant la prise en charge de victimes, les militaires des unités investies à titre permanent de missions de sécurité civile mentionnés au premier alinéa de l'article L. 721-2 du code de la sécurité intérieure ainsi que les membres des associations agréées de sécurité civile mentionnées à l'article L. 725-3 du même code participant, à la demande de l'autorité de police compétente ou lors du déclenchement du plan Orsec, aux opérations de secours et à l'encadrement des bénévoles dans le cadre des actions de soutien aux populations ou qui contribuent à la mise en place des dispositifs de sécurité civile dans le cadre de rassemblements de personnes ;\n\n7° Les personnes exerçant l'activité de transport sanitaire mentionnée à l'article L. 6312-1 du code de la santé publique ainsi que celles assurant les transports pris en charge sur prescription médicale mentionnés à l'article L. 322-5 du code de la sécurité sociale ;\n\n8° Les prestataires de services et les distributeurs de matériels mentionnés à l'article L. 5232-3 du code de la santé publique.\n\nI bis. - Pour l'application des 2° et 3° du I et, en tant qu'il se réfère à ces dispositions, du 4° du même I, l'obligation vaccinale prévue au premier alinéa dudit I n'est applicable, dans les établissements d'accueil du jeune enfant, les établissements et services de soutien à la parentalité et les établissements et services de protection de l'enfance situés hors des structures mentionnées au 1° du même I, qu'aux professionnels et aux personnes dont l'activité comprend l'exercice effectif d'actes de prévention, de diagnostic ou de soins attachés à leur statut ou à leur titre.\n\nII. - Un décret, pris après avis de la Haute Autorité de santé, détermine les conditions de vaccination contre la covid-19 des personnes mentionnées au I du présent article. Il précise les différents schémas vaccinaux et, pour chacun d'entre eux, le nombre de doses requises.\n\nCe décret fixe les éléments permettant d'établir un certificat de statut vaccinal pour les personnes mentionnées au même I et les modalités de présentation de ce certificat sous une forme ne permettant d'identifier que la nature de celui-ci et la satisfaction aux critères requis. Il détermine également les éléments permettant d'établir le résultat d'un examen de dépistage virologique ne concluant pas à une contamination par la covid-19 et le certificat de rétablissement à la suite d'une contamination par la covid-19.\n\nIII. - Le I ne s'applique pas aux personnes chargées de l'exécution d'une tâche ponctuelle au sein des locaux dans lesquels les personnes mentionnées aux 1°, 2°, 3° et 4° du même I exercent ou travaillent.\n\nIV.-Lorsque, au regard de l'évolution de la situation épidémiologique ou des connaissances médicales et scientifiques, telles que constatées par la Haute Autorité de santé, l'obligation prévue au I n'est plus justifiée, celle-ci est suspendue par décret, pour tout ou partie des catégories de personnes mentionnées au même I.\n\nLa Haute Autorité de santé évalue les éléments mentionnés au premier alinéa du présent IV de sa propre initiative ou sur saisine du ministre chargé de la santé, du Comité de contrôle et de liaison covid-19 prévu au VIII de l'article 11 de la loi n° 2020-546 du 11 mai 2020 prorogeant l'état d'urgence sanitaire et complétant ses dispositions ou de la commission permanente chargée des affaires sociales de l'Assemblée nationale ou du Sénat."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Les personnes mentionnées au I de l'article 12 établissent :\n\n1° Satisfaire à l'obligation de vaccination en présentant le certificat de statut vaccinal prévu au second alinéa du II du même article 12.\n\nPar dérogation au premier alinéa du présent 1°, peut être présenté, pour sa durée de validité, le certificat de rétablissement prévu au second alinéa du II de l'article 12. Avant la fin de validité de ce certificat, les personnes concernées présentent le justificatif prévu au premier alinéa du présent 1°.\n\nUn décret détermine les conditions d'acceptation de justificatifs de vaccination, établis par des organismes étrangers, attestant de la satisfaction aux critères requis pour le certificat mentionné au même premier alinéa ;\n\n2° Ne pas être soumises à cette obligation en présentant un certificat médical de contre-indication. Ce certificat peut, le cas échéant, comprendre une date de validité.\n\nII.-A.-Sans qu'y fasse obstacle l'article L. 1110-4 du code de la santé publique, le contrôle du respect de l'obligation prévue au I du présent article est assuré :\n\n1° En ce qui concerne les salariés et les agents publics mentionnés au I de l'article 12, par leur employeur ;\n\n2° En ce qui concerne les étudiants et les élèves mentionnés au 4° du même I, par le responsable de leur établissement de formation ;\n\n3° En ce qui concerne les autres personnes mentionnées audit I, par les agences régionales de santé compétentes, avec le concours des organismes locaux d'assurance maladie.\n\nB.-Les personnes mentionnées au 1° du A du présent II peuvent transmettre le certificat de rétablissement ou le certificat médical de contre-indication mentionnés au I au médecin du travail compétent, qui informe leur employeur, sans délai, de la satisfaction à l'obligation vaccinale avec, le cas échéant, le terme de validité du certificat transmis.\n\nLes étudiants et élèves mentionnés au 2° du A du présent II peuvent transmettre le certificat de rétablissement ou le certificat médical de contre-indication mentionnés au I, selon les cas, au service de médecine préventive et de promotion de la santé mentionné à l'article L. 831-1 du code de l'éducation, au médecin de l'éducation nationale mentionné à l'article L. 541-1 du même code ou au service de santé dont relève l'établissement, qui informe leur établissement de formation, sans délai, de la satisfaction à l'obligation vaccinale avec, le cas échéant, le terme de validité du certificat transmis.\n\nLes personnes mentionnées au 3° du A du présent II adressent à l'agence régionale de santé compétente le certificat de rétablissement ou le certificat médical de contre-indication prévus au I.\n\nIII. - Le certificat médical de contre-indication mentionné au 2° du I du présent article peut être contrôlé par le médecin conseil de l'organisme d'assurance maladie auquel est rattachée la personne concernée. Ce contrôle prend en compte les antécédents médicaux de la personne et l'évolution de sa situation médicale et du motif de contre-indication, au regard des recommandations formulées par les autorités sanitaires.\n\nIV. - Les employeurs, les responsables des établissements préparant à l'exercice des professions mentionnées aux 2° et 3° du I de l'article 12 et les agences régionales de santé peuvent conserver les résultats des vérifications de satisfaction à l'obligation vaccinale contre la covid-19 opérées en application du II du présent article, jusqu'à la fin de l'obligation vaccinale.\n\nLes employeurs, les responsables des établissements préparant à l'exercice des professions mentionnées aux 2° et 3° du I de l'article 12 et les agences régionales de santé s'assurent de la conservation sécurisée de ces documents et, à la fin de l'obligation vaccinale, de la bonne destruction de ces derniers.\n\nV. - (Abrogé)\n\nVI. - L'usage par les personnes mentionnées au I de l'article 12, en vue de se soustraire à l'obligation résultant pour elles du I du présent article, d'un faux certificat de statut vaccinal, d'un faux certificat médical de contre-indication à la vaccination contre la covid-19 ou d'un faux certificat de rétablissement est puni des peines prévues à l'avant-dernier alinéa du D du II de l'article 1er de la loi n° 2021-689 du 31 mai 2021 relative à la gestion de la sortie de la crise sanitaire.\n\nLorsqu'une procédure est engagée à l'encontre d'un professionnel de santé concernant l'établissement d'un faux certificat médical de contre-indication à la vaccination contre la covid-19 ou d'un faux certificat de statut vaccinal, le procureur de la République en informe, le cas échéant, le conseil national de l'ordre dont relève le professionnel de santé."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A. - A compter du lendemain de la publication de la présente loi et jusqu'au 14 septembre 2021 inclus, les personnes mentionnées au I de l'article 12 ne peuvent plus exercer leur activité si elles n'ont pas présenté les documents mentionnés au I de l'article 13 ou, à défaut, le justificatif de l'administration des doses de vaccins requises par le décret mentionné au II de l'article 12 ou le résultat, pour sa durée de validité, de l'examen de dépistage virologique ne concluant pas à une contamination par la covid-19 prévu par le même décret.B. - A compter du 15 septembre 2021, les personnes mentionnées au I de l'article 12 ne peuvent plus exercer leur activité si elles n'ont pas présenté les documents mentionnés au I de l'article 13 ou, à défaut, le justificatif de l'administration des doses de vaccins requises par le décret mentionné au II de l'article 12.Par dérogation au premier alinéa du présent B, à compter du 15 septembre 2021 et jusqu'au 15 octobre 2021 inclus, sont autorisées à exercer leur activité les personnes mentionnées au I de l'article 12 qui, dans le cadre d'un schéma vaccinal comprenant plusieurs doses, justifient de l'administration d'au moins une des doses requises par le décret mentionné au II du même article 12, sous réserve de présenter le résultat, pour sa durée de validité, de l'examen de dépistage virologique ne concluant pas à une contamination par la covid-19 prévu par le même décret.II. - Lorsque l'employeur constate qu'un salarié ne peut plus exercer son activité en application du I du présent article, il l'informe sans délai des conséquences qu'emporte cette interdiction d'exercer sur son emploi ainsi que des moyens de régulariser sa situation. Le salarié qui fait l'objet d'une interdiction d'exercer peut utiliser, avec l'accord de son employeur, des jours de repos conventionnels ou des jours de congés payés. A défaut, son contrat de travail est suspendu.La suspension mentionnée au premier alinéa du présent II, qui s'accompagne de l'interruption du versement de la rémunération, prend fin dès que le salarié remplit les conditions nécessaires à l'exercice de son activité prévues au I. Elle ne peut être assimilée à une période de travail effectif pour la détermination de la durée des congés payés ainsi que pour les droits légaux ou conventionnels acquis par le salarié au titre de son ancienneté. Pendant cette suspension, le salarié conserve le bénéfice des garanties de protection sociale complémentaire auxquelles il a souscrit.La dernière phrase du deuxième alinéa du présent II est d'ordre public.Lorsque le contrat à durée déterminée d'un salarié est suspendu en application du premier alinéa du présent II, le contrat prend fin au terme prévu si ce dernier intervient au cours de la période de suspension.III. - Lorsque l'employeur constate qu'un agent public ne peut plus exercer son activité en application du I, il l'informe sans délai des conséquences qu'emporte cette interdiction d'exercer sur son emploi ainsi que des moyens de régulariser sa situation. L'agent public qui fait l'objet d'une interdiction d'exercer peut utiliser, avec l'accord de son employeur, des jours de congés payés. A défaut, il est suspendu de ses fonctions ou de son contrat de travail.La suspension mentionnée au premier alinéa du présent III, qui s'accompagne de l'interruption du versement de la rémunération, prend fin dès que l'agent public remplit les conditions nécessaires à l'exercice de son activité prévues au I. Elle ne peut être assimilée à une période de travail effectif pour la détermination de la durée des congés payés ainsi que pour les droits acquis par l'agent public au titre de son ancienneté. Pendant cette suspension, l'agent public conserve le bénéfice des garanties de protection sociale complémentaire auxquelles il a souscrit.La dernière phrase du deuxième alinéa du présent III est d'ordre public.Lorsque le contrat à durée déterminée d'un agent public non titulaire est suspendu en application du premier alinéa du présent III, le contrat prend fin au terme prévu si ce dernier intervient au cours de la période de suspension.IV. - Les agences régionales de santé vérifient que les personnes mentionnées aux 2° et 3° du I de l'article 12 qui ne leur ont pas adressé les documents mentionnés au I de l'article 13 ne méconnaissent pas l'interdiction d'exercer leur activité prévue au I du présent article.V. - Lorsque l'employeur ou l'agence régionale de santé constate qu'un professionnel de santé ne peut plus exercer son activité en application du présent article depuis plus de trente jours, il en informe, le cas échéant, le conseil national de l'ordre dont il relève."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Par dérogation aux articles L. 2312-8 et L. 2312-14 du code du travail, dans les entreprises et établissements d'au moins cinquante salariés, l'employeur informe, sans délai et par tout moyen, le comité social et économique des mesures de contrôle résultant de la mise en œuvre des obligations prévues au 2° du A du II de l'article 1er de la loi n° 2021-689 du 31 mai 2021 relative à la gestion de la sortie de crise sanitaire et au I de l'article 12 de la présente loi. L'avis du comité social et économique peut intervenir après que l'employeur a mis en œuvre ces mesures, au plus tard dans un délai d'un mois à compter de la communication par l'employeur des informations sur lesdites mesures."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - La méconnaissance de l'interdiction d'exercer, mentionnée au I de l'article 14, est sanctionnée par une contravention de la quatrième classe. Cette contravention peut faire l'objet de la procédure de l'amende forfaitaire prévue à l'article 529 du code de procédure pénale. Si cette violation est constatée à nouveau dans un délai de quinze jours, l'amende est celle prévue pour les contraventions de la cinquième classe. Le troisième alinéa de l'article L. 3136-1 du code de la santé publique est applicable.\n\nII. - La méconnaissance, par l'employeur, de l'obligation de contrôler le respect de l'obligation vaccinale mentionnée au I de l'article 12 de la présente loi est punie de l'amende prévue pour les contraventions de la cinquième classe. Cette contravention peut faire l'objet de la procédure de l'amende forfaitaire prévue à l'article 529 du code de procédure pénale. Si une telle violation est verbalisée à plus de trois reprises dans un délai de trente jours, les faits sont punis d'un an d'emprisonnement et de 9 000 € d'amende. Les agents mentionnés à l'article L. 1312-1 du code de la santé publique peuvent constater et rechercher le manquement mentionné à la première phrase du présent alinéa.\n\nLe premier alinéa du présent II n'est pas applicable au particulier employeur mentionné au 5° du I de l'article 12."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les salariés, les stagiaires et les agents publics bénéficient d'une autorisation d'absence pour se rendre aux rendez-vous médicaux liés aux vaccinations contre la covid-19. Une autorisation d'absence peut également être accordée au salarié, au stagiaire ou à l'agent public qui accompagne le mineur ou le majeur protégé dont il a la charge aux rendez-vous médicaux liés aux vaccinations contre la covid-19.Ces absences n'entraînent aucune diminution de la rémunération et sont assimilées à une période de travail effectif pour la détermination de la durée des congés payés ainsi que pour les droits légaux ou conventionnels acquis par les intéressés au titre de leur ancienneté."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La réparation intégrale des préjudices directement imputables à une vaccination obligatoire administrée en application du I de l'article 12 est assurée conformément à l'article L. 3111-9 du code de la santé publique."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le présent chapitre est applicable à Wallis-et-Futuna.Pour son application à Wallis-et-Futuna :1° La référence à l'agence de santé se substitue à celle aux agences régionales de santé ;2° Les références faites à des dispositions qui n'y sont pas applicables sont remplacées, en tant que de besoin, par les références aux dispositions ayant le même objet applicables dans le territoire."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "L'Assemblée nationale et le Sénat peuvent requérir toute information complémentaire dans le cadre du contrôle et de l'évaluation des mesures de la présente loi.Des débats peuvent avoir lieu, autant que nécessaire, avant le 15 novembre 2021 afin d'associer le Parlement à l'évolution de la situation sanitaire au regard de la présente loi et aux mesures nécessaires pour y répondre.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}