{
  "id": "jorftext000020438861",
  "type": "statute",
  "title": "LOI n° 2009-323 du 25 mars 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020438861",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. à III.A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Les articles L. 365-2, L. 365-3 et L. 365-4 du code de la construction et de l'habitation dans leur rédaction issue du I s'appliquent aux demandes d'agrément sollicitées à compter du 1er janvier 2010. Les agréments existants sont caducs au 1er janvier 2011.\n\n-Code de la construction et de l'habitation.\n\n-Loi n° 89-462 du 6 juillet 1989\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-578 DC du 18 mars 2009.]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.A modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation.\n\n-Loi n° 2003-710 du 1 août 2003\n\nArt. 12\n\nII. ― (Abrogé)."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I et III, IV, V, VII à X-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-L'ensemble des actifs, passifs, droits et obligations de l'Agence nationale pour la participation des employeurs à l'effort de construction au titre de son activité de programmation de la fraction de la participation consacrée par priorité au logement des travailleurs immigrés et de leur famille est transféré au fonds d'interventions sociales mentionné à l'article L. 313-20 du code de la construction et de l'habitation.\n\nToutefois, une partie des ressources provenant de la fraction de la participation des employeurs à l'effort de construction consacrée par priorité au logement des travailleurs immigrés et de leur famille, à hauteur d'un montant fixé par arrêté du ministre chargé du logement, reste gérée par l'Agence nationale pour la participation des employeurs à l'effort de construction, jusqu'au 1er janvier 2011, pour le financement exclusif du soutien à la consolidation financière des organismes agréés visés à l'article L. 365-1 du code de la construction et de l'habitation dans sa rédaction antérieure à l'entrée en vigueur de la présente loi et des actions d'accompagnement et de professionnalisation des fédérations professionnelles regroupant ces organismes.\n\nVI.-Le fonds de soutien de l'Union des entreprises et des salariés pour le logement est transformé en une section comptable du fonds d'intervention de cet organisme.\n\nXI.-Les conventions passées entre l'Etat et l'Union des entreprises et des salariés pour le logement en application de l'article L. 313-19 du code de la construction et de l'habitation dans sa version en vigueur avant la publication de la présente loi prennent fin à compter de la publication du décret en Conseil d'Etat prévu par le dernier alinéa de l'article L. 313-3 du même code dans sa version issue de la présente loi et, au plus tard, le 30 juin 2009.\n\nXII.-Par dérogation aux dispositions de l'article L. 716-3 du code rural, les employeurs peuvent s'acquitter jusqu'au 30 juin 2009 de leur participation assise sur les rémunérations versées au cours de l'année 2007. Passé cette date, ils sont assujettis à la cotisation de 2 % mentionnée au même article.\n\n-Code de la construction et de l'habitation.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de commerce.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-LOI n° 2007-1824 du 25 décembre 2007\n\n-Loi n° 2003-710 du 1 août 2003\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Loi n° 2001-1275 du 28 décembre 2001\n\n-Code de la construction et de l'habitation.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-Loi n° 2005-32 du 18 janvier 2005\n\n-Code de commerce.\n\n-Loi n° 98-1164 du 18 décembre 1998"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "II.-L'Agence nationale de l'habitat est substituée à l'Etat dans les droits et obligations résultant des contrats passés par lui et des engagements financiers nécessaires à la poursuite des actions au titre de l'amélioration des structures d'hébergement et des dispositifs opérationnels relatifs à la lutte contre l'habitat indigne. Un décret fixe les modalités d'application de cette substitution, sa date de mise en œuvre, qui doit intervenir au plus tard le 31 décembre 2009, et la liste des opérations transférées avec le montant des dépenses engagées restant à payer."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le programme national de requalification des quartiers anciens dégradés vise à engager les actions nécessaires à une requalification globale de ces quartiers tout en favorisant la mixité sociale, en recherchant un équilibre entre habitat et activités et en améliorant la performance énergétique des bâtiments.Le programme concerne les quartiers, dont la liste est fixée par décret, présentant soit une concentration élevée d'habitat indigne et une situation économique et sociale des habitants particulièrement difficile, soit une part élevée d'habitat dégradé vacant et un déséquilibre important entre l'offre et la demande de logements.Les actions de ce programme peuvent porter notamment sur :― la revalorisation des îlots d'habitat dégradé par l'acquisition du foncier et sa revente, nu ou bâti ;― le relogement des habitants, avec pour objectif prioritaire leur maintien au sein du même quartier requalifié ;― la production de logements locatifs sociaux et de places d'hébergement ainsi que la diversification de l'offre immobilière ;― la réhabilitation du parc privé existant ;― l'amélioration de la performance énergétique des bâtiments ;― la lutte contre l'habitat indigne ;― l'aménagement des espaces et des équipements publics de proximité ;― la réorganisation ou la création d'activités économiques et commerciales, de services publics et de services de santé ;― l'accompagnement social des habitants ;― la réalisation des études préliminaires et opérations d'ingénierie nécessaires à sa mise en œuvre.Pour la période 2009-2016, le programme national prévoit la réhabilitation de 60 000 logements privés, dont au moins 20 000 devant faire l'objet d'un conventionnement, et la production de 25 000 logements locatifs sociaux et 5 000 places d'hébergement ou logements de transition.Un rapport présentant l'état d'avancement et le bilan de la mise en œuvre du programme national de requalification des quartiers anciens dégradés est transmis par le Gouvernement au Parlement avant le 1er octobre de chaque année."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi n° 2003-710 du 1 août 2003\n\nII.-Un décret en Conseil d'Etat fixe les modalités d'utilisation du fonds d'intervention pour les services, l'artisanat et le commerce pour le financement des opérations prévues dans les quartiers éligibles au programme national de requalification des quartiers anciens dégradés.\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-A modifié les dispositions suivantes :\n\nArt. 10-1, Art. 10-2\n\n-Code de la construction et de l'habitation.\n\n-Code de l'urbanisme\n\nArt. L321-1, Art. L325-1, Art. L326-1"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. à VII. - A modifié les dispositions suivantes :\n\nIX. - Pour les communes mentionnées à l'article L. 302-4-1 du code de la construction et de l'habitation, l'adoption du programme local de l'habitat défini à l'article L. 302-1 du même code intervient dans un délai de deux ans à compter de la date de publication de la présente loi.\n\nX. - Les programmes locaux de l'habitat adoptés depuis moins de cinq ans à la date de publication de la présente loi sont mis en conformité avec ses dispositions dans un délai d'un an à compter de sa publication.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "II.-Le I n'est applicable aux plans locaux d'urbanisme approuvés à la date d'entrée en vigueur de la présente loi qu'à compter de leur prochaine révision.Lorsque l'élaboration ou la révision d'un plan local d'urbanisme a été prescrite avant l'entrée en vigueur de la présente loi, l'organe délibérant de l'établissement public de coopération intercommunale compétent peut décider ou non de les appliquer."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "II. - Le I s'applique dans un délai de six mois à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "V. - Les délibérations prises sur le fondement de l'article L. 127-1 du code de l'urbanisme dans sa rédaction antérieure à celle du présent article restent applicables."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Dans un délai d'un an après la publication de la présente loi, les services de l'Etat établissent une carte des logements construits sous le régime fiscal prévu au h du 1° du I de l'article 31 du code général des impôts. Ils adressent les éléments de ce bilan et, le cas échéant, le bilan des contrôles effectués au titre de l'article L. 353-11 du code de la construction et de l'habitation aux établissements publics mentionnés à l'article L. 302-1 du même code pour les communes qui les concernent."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le prix de vente ou de construction des logements visés aux 3 octies et 6 du I de l'article 278 sexies du code général des impôts ne peut excéder les plafonds prévus pour les opérations mentionnées au 3 ter du même I.IV. - Le III est applicable aux logements ayant fait l'objet d'un dépôt de demande de permis de construire à compter du lendemain de la date de publication de la présente loi.\n\nVI. - Les I et II sont applicables aux opérations engagées, définies par décret, à compter de la date de publication de la présente loi et jusqu'au 31 décembre 2010.\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- Code général de la propriété des personnes publiques.\n\n- LOI n°2007-1824 du 25 décembre 2007\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "IV.-Le présent article est applicable aux contrats en cours.A compter de la publication de la présente loi, le contrat passé entre un bailleur et un locataire comporte une clause prévoyant l'application des articles L. 442-3-1 à L. 442-4 du code de la construction et de l'habitation.V.-Les conditions d'application du présent article sont définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "II.-Le chapitre II du titre VIII du livre IV du code de la construction et de l'habitation résultant du I du présent article est applicable aux contrats en cours."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Les plafonds de ressources pour l'attribution des logements locatifs sociaux fixés en application de l'article L. 441-1 du code de la construction et de l'habitation sont minorés de 10,3 % à compter du premier jour du troisième mois suivant la date de publication de la présente loi.\n\nIV. - L'augmentation des loyers et des redevances maximaux des conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation, résultant de la révision du 1er juillet 2009, ne peut excéder la variation de l'indice de référence des loyers du quatrième trimestre de l'année 2008 telle que définie par le d de l'article 17 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986.L'augmentation des loyers et des redevances maximaux des conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation, résultant de la révision du 1er janvier 2010, ne peut excéder la variation sur six mois, de janvier à juin 2009 inclus, de l'indice de référence des loyers.V. - Le IV ne s'applique pas aux loyers et aux redevances pris en application de l'article L. 321-8 du code de la construction et de l'habitation.\n\nII,III et VI. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "V.-Des agents non titulaires de l'Agence nationale pour la cohésion sociale et l'égalité des chances affectés aux missions antérieurement exercées par celle-ci en matière d'intégration sont transférés à l'organisme mentionné à l'article L. 5223-1 du code du travail, dans des conditions fixées par arrêté des ministres concernés. Ils conservent, lors de ce transfert, le bénéfice de leurs contrats."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I àII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code civil\n\n-Code civil"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Il est institué, à titre expérimental, un dispositif visant à assurer la protection et la préservation de locaux vacants par occupation par des résidents temporaires.\n\nLes organismes publics ou privés qui s'engagent dans ce dispositif sont agréés par l'Etat au vu de leur compétence à mener des travaux d'aménagement et à organiser l'occupation de bâtiments par des résidents temporaires.Les opérations conduites à ce titre font l'objet d'une convention entre le propriétaire et un organisme public ou privé qui s'engage à protéger et préserver les locaux qui sont mis à sa disposition et à les rendre au propriétaire libres de toute occupation à l'échéance ou lors de la survenue d'un événement définis par la convention. La convention est d'une durée maximale de trois ans et peut être prorogée par périodes d'un an, dès lors que le propriétaire justifie que le changement de destination des locaux qui devait faire suite à l'occupation du bâtiment par des résidents temporaires ne peut survenir à l'échéance du délai initialement prévu.\n\nL'organisme mentionné au troisième alinéa peut loger des résidents temporaires dans les locaux mis à sa disposition. Les engagements réciproques de l'organisme et de chaque résident figurent dans un contrat de résidence temporaire, dont la forme et les stipulations sont définies et encadrées par décret.\n\nLe contrat de résidence temporaire est conclu ou renouvelé pour une durée minimale fixée par décret. Il donne lieu au versement par le résident, à l'organisme qui a reçu la disposition des locaux, d'une redevance dont le montant maximal est fixé par décret. La rupture anticipée du contrat par l'organisme précité est soumise à des règles de préavis, de notification et de motivation définies par décret ; cette rupture ne peut être opérée que pour un motif légitime et sérieux, notamment l'inexécution par le résident de l'une des obligations lui incombant ou le terme de la convention mentionnée au troisième alinéa survenu dans les conditions fixées par le même alinéa. L'arrivée à terme du contrat de résidence temporaire ou sa rupture dans les conditions susmentionnées déchoit le résident de tout titre d'occupation, nonobstant toutes dispositions en vigueur, notamment celles du chapitre III du titre Ier du livre VI du code de la construction et de l'habitation et de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986.L'agrément de l'Etat peut être subordonné à des engagements de l'organisme qui a reçu la disposition des locaux quant aux caractéristiques des résidents temporaires.Les conventions et contrats de résidence temporaire passés en application du présent article ne peuvent porter effet au-delà du 31 décembre 2018. Le présent dispositif expérimental est suivi et évalué par les services de l'Etat chargés d'agréer les opérations. Dans un délai de dix-huit mois après la promulgation de la loi n° 2014-366 du 24 mars 2014 pour l'accès au logement et un urbanisme rénové, un premier rapport bisannuel de suivi et d'évaluation est déposé au Parlement."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-578 DC du 18 mars 2009.]"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "II.-Les articles L. 290-1 et L. 290-2 du code de la construction et de l'habitation sont applicables aux promesses de vente consenties à compter du premier jour du quatrième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-578 DC du 18 mars 2009.]"
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I. - Le 1° du IV de l'article 26, les articles 29 à 32, l'article 36, l'article 40, les II et III de l'article 42, les I et II de l'article 43, les articles 44 et 45, l'article 66 et les articles 106 à 108 sont applicables à Mayotte.\n\nII à III.- A modifié les dispositions suivantes :\n\n- Code de l'urbanisme"
    }
  ]
}