{
  "id": "jorftext000000572192",
  "type": "statute",
  "title": "Loi n° 98-546 du 2 juillet 1998",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000572192",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. à VI. (Paragraphes modificateurs)VII. - Les dispositions du présent article sont applicables à compter du premier jour du mois qui suit la publication de la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. et II. (Paragraphes modificateurs)III. - Les dispositions des I et II s'appliquent aux rappels de taxe sur la valeur ajoutée notifiés à compter du 1er janvier 1998."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. (Paragraphe modificateur)II. - Les pertes de recettes éventuelles résultant de la modification du délai d'achèvement de la construction des logements sont compensées à due concurrence par l'augmentation des droits prévus aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Par dérogation aux dispositions de l'article 16 du code de commerce, les documents comptables peuvent être établis en unité euro. Ce choix est irrévocable.II. - Les différences d'arrondis de conversion résultant de l'application des règles d'arrondissement propres à l'introduction de l'euro sont inscrites en résultat pour leur montant net."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. (Paragraphe modificateur)II. - Lorsque, en raison de la conversion du capital social en unité euro, l'assemblée d'une société à responsabilité limitée décide d'une augmentation de capital par incorporation de réserves ou de bénéfices, cette assemblée peut, dans la limite d'un plafond qu'elle fixe, déléguer aux gérants les pouvoirs nécessaires à l'effet de procéder à cette augmentation dans un délai de vingt-six mois, en une ou plusieurs fois, d'en constater la réalisation et de procéder à la modification corrélative des statuts.III. - Les sociétés par actions et les sociétés à responsabilité limitée qui convertissent en unité euro leur capital social ou les actions ou parts qui le composent en arrondissant ces montants au centième d'euro ou à l'euro près, procèdent aux réductions de capital éventuellement nécessaires sur décision de l'assemblée générale compétente pour modifier les statuts.Cette assemblée peut déléguer au conseil d'administration, au directoire ou aux gérants, selon le cas, les pouvoirs nécessaires à l'effet de procéder à cette réduction de capital dans un délai de vingt-six mois, d'en constater la réalisation et de procéder à la modification corrélative des statuts.Les procédures prévues au troisième alinéa de l'article L. 223-34 et à l'article L. 225-205 du code de commerce ne sont applicables ni en cas de réduction du capital consécutive à sa conversion globale à l'euro près, ni en cas de conversion des actions ou parts qui le composent lorsque le montant de la réduction de capital est affecté à un compte de réserve indisponible.IV. - Nonobstant toutes dispositions législatives contraires, les coopératives régies par la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération sont autorisées, pour la conversion de leur capital social en unité euro, à procéder à une augmentation de capital par incorporation de réserves, dans la limite du montant nécessaire à l'arrondissement de la valeur nominale des parts sociales au centième d'euro supérieur ou à l'euro supérieur."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. à III. (Paragraphes abrogés).IV. - Sous réserve des dispositions du 5 de l'article 94 A du code général des impôts et de l'article 238 septies A du même code, les versements en espèces mentionnés au III sont reçus en franchise d'impôt sur le revenu."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les bases des impositions de toute nature sont arrondies au franc ou à l'euro le plus proche. La fraction de franc ou d'euro égale à 0,50 est comptée pour 1.\n\nCette règle d'arrondissement s'applique également au résultat de la liquidation desdites impositions.\n\nToute disposition contraire est abrogée.\n\nToutefois, les règles d'arrondis des impositions sur les biens et services sont déterminées par le chapitre Ier du titre III du livre Ier du code des impositions sur les biens et services."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les déclarations fiscales dont la liste est fixée par décret peuvent être souscrites en unité euro.L'option pour les déclarations en unité euro est subordonnée à la tenue des documents comptables dans cette même unité euro. Elle est irrévocable."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "La société de gestion d'un fonds commun de placement ou d'un fonds commun de créances dont le règlement prévoit que sa comptabilité est tenue dans une unité monétaire d'un Etat participant à la monnaie unique peut modifier seule ce règlement pour permettre que les documents comptables soient établis en unité euro."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. (Paragraphe modificateur)II. - Les dispositions du I sont applicables aux exercices ouverts à compter du 1er janvier 1998."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. à III. (Paragraphes modificateurs)IV. - Les mandats des membres du conseil de discipline des organismes de placement collectif en valeurs mobilières en cours à l'entrée en vigueur de la présente loi prennent fin à la première réunion du conseil qui suit les nominations effectuées en conformité avec l'article 33-2 de la loi n° 88-1201 du 23 décembre 1988 précitée tel que modifié par la présente loi."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - Les signes monétaires ayant cours légal et pouvoir libératoire dans la métropole ont cours légal et pouvoir libératoire à Mayotte.A compter d'une date qui sera fixée par décret, la mise en circulation des signes monétaires métropolitains dans la collectivité de Mayotte, qui avait été confiée à l'Institut d'émission d'outre-mer par les lois n° 77-574 du 7 juin 1977 et n° 91-716 du 26 juillet 1991 portant diverses dispositions d'ordre économique et financier, est retirée à cet établissement.A compter de cette même date, la mise en circulation des signes monétaires métropolitains dans la collectivité de Mayotte est assurée par l'Institut d'émission des départements d'outre-mer créé par l'ordonnance n° 59-74 du 7 janvier 1959 portant réforme du régime de l'émission dans les départements de la Guadeloupe, la Guyane, la Martinique et la Réunion dans les mêmes conditions que celles applicables à la mise en circulation des signes monétaires métropolitains dans les départements d'outre-mer et à Saint-Pierre-et-Miquelon.Les conditions dans lesquelles s'opérera ce transfert ainsi que les modalités selon lesquelles l'Institut d'émission d'outre-mer mettra à la disposition de l'Institut d'émission des départements d'outre-mer les réserves de billets, les services ou les installations utilisés par lui pour l'émission monétaire sont fixées, avant la date mentionnée ci-dessus, par décret pris après avis des collèges des censeurs des deux établissements intéressés.II. et III. (Paragraphes modificateurs)"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. - Les dispositions des articles 16, 20, 21, 24, 25, 26, 27 et 29 entrent en vigueur le 1er janvier 1999.II. - Les modifications du capital social mentionnées aux II et III de l'article 17 ne peuvent prendre effet qu'à compter du 1er janvier 1999.III. - Les arrêtés mentionnés au premier alinéa de l'article 18 ne peuvent prendre effet qu'à compter du 1er janvier 1999.IV. - Les modifications des règlements des fonds communs de placement mentionnées à l'article 31 ne peuvent prendre effet qu'à compter du 1er janvier 1999.V. - La date mentionnée aux I et III de l'article 42 ne peut être postérieure au 1er janvier 1999."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. (Paragraphe modificateur)II.-En cas d'opération donnant lieu à l'application du III, l'Etat est autorisé à céder gratuitement ou à des conditions préférentielles aux salariés de la société Air France qui auront consenti à des réductions de leur salaire des actions de cette société dans la limite de 6 % de son capital existant au 9 avril 2003. Si les demandes des salariés excèdent cette limite, le ministre chargé de l'économie fixe par arrêté les conditions de leur réduction.La société Air France rembourse à l'Etat le coût résultant pour ce dernier de la mise en oeuvre de l'alinéa précédent, en tenant compte notamment de l'augmentation de valeur de la participation de l'Etat pouvant résulter des réductions de salaire. Ce coût est déterminé selon des critères fixés par décret en Conseil d'Etat.Une convention passée entre la société et l'Etat prévoit les modalités de ce remboursement qui intervient au plus tard dans un délai de deux ans et qui peut notamment prendre la forme d'une attribution à l'Etat de titres de la société Air France, ou d'une attribution par la société Air France d'actions gratuites, au titre de l'article 12 ou de l'article 13 de la loi n° 86-912 du 6 août 1986 relative aux modalités des privatisations. Cette convention est approuvée par la commission mentionnée à l'article 3 de ladite loi.L'article L. 225-40 du code de commerce n'est pas applicable à la procédure d'approbation de la convention qui est soumise à l'approbation directe du conseil d'administration, sur le rapport des commissaires aux comptes. L'examen des recours de droit commun se rapportant à cette convention relève de la compétence du   tribunal judiciaire de Paris.Sous réserve des dispositions de l'article 150-0 D du code général des impôts, la valeur des actions mentionnées au présent II n'est pas retenue pour le calcul de l'assiette de tous impôts, taxes et prélèvements assis sur les salaires ou les revenus. Elle n'a pas le caractère d'éléments de salaire pour l'application de la législation du travail et de la sécurité sociale.Les dispositions du premier alinéa de l'article L. 443-2 du code du travail ne sont pas applicables aux opérations régies par le présent II.Les avantages résultant de l'application des dispositions du présent II et du III sont cumulables. Lesdites dispositions sont sans influence sur les droits antérieurement acquis par les salariés de la société Air France au titre du présent article.En cas d'opération donnant lieu à l'apport de tout ou partie de l'actif de la société Air France à une autre société, titulaire d'une licence d'exploitation de transporteur aérien, dont elle détient la majorité du capital social et des droits de vote, les dispositions du présent II sont applicables aux salariés de la société bénéficiaire des apports.Un décret détermine les conditions d'application du présent II, et notamment le délai, qui ne peut excéder cinq ans, pendant lequel tout ou partie des actions visées au présent II sont incessibles.III.-En cas de cession d'une participation de l'Etat dans la société Air France suivant les procédures du marché financier, des titres doivent être proposés aux salariés de l'entreprise, à ceux des filiales dans lesquelles elle détient, directement ou indirectement, la majorité du capital social ou aux anciens salariés s'ils justifient d'un contrat d'une durée accomplie d'au moins cinq ans avec l'entreprise ou ses filiales.Leurs demandes doivent être intégralement servies, pour chaque opération, à concurrence de 10 % de celle-ci. Si les demandes excèdent 10 %, le ministre chargé de l'économie peut décider qu'elles seront servies à concurrence de 15 % au plus. Chaque demande individuelle ne peut toutefois être servie qu'à concurrence de cinq fois le plafond annuel de la sécurité sociale.Si ces demandes excèdent le seuil ainsi défini par le ministre, ce dernier fixe par arrêté les conditions de leur réduction.IV.-Les dispositions du II et du III s'appliquent tant que les articles 11 et 12 de la loi n° 86-912 du 6 août 1986 précitée sont applicables à la société Air France."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. (Paragraphe modificateur)II. - A titre exceptionnel, en 1998, le rétablissement de la contribution prévu au premier alinéa du I peut être décidé à l'occasion du vote d'une décision modificative, pour la période restant à courir jusqu'à la fin de l'exercice budgétaire.III. - Les dispositions prévues aux I et II sont applicables quelles que soient les dates auxquelles les prises en charge sont intervenues."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-402 DC du 25 juin 1998.)"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. et II. (Paragraphes abrogés).III. à V. Paragraphes modificateursVI. - Les dispositions de l'article L. 1614-5 du code général des collectivités territoriales ne sont pas applicables.VII. (Paragraphe abrogé)."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Les personnes redevables de la taxe prévue à l'article 302 bis ZD du code général des impôts acquittent une taxe additionnelle à la taxe précitée soumise aux mêmes règles sous réserve des dispositions suivantes.II. - Les entreprises dont le chiffre d'affaires de l'année civile précédente est inférieur à 3 500 000 F hors taxe sur la valeur ajoutée sont exonérées de la taxe additionnelle.III. - Les taux de la taxe additionnelle sont fixés comme suit, par tranche d'achats mensuels hors taxe sur la valeur ajoutée :a) Jusqu'à 125 000 F : 0,3 % ;b) Au-delà de 125 000 F : 0,5 %.IV. - Le produit de la taxe additionnelle est affecté à un fonds ayant pour objet de financer l'élimination ou le retraitement des farines de mammifères non conformes aux normes communautaires relatives à l'inactivation des agents de l'encéphalopathie spongiforme et notamment les dépenses induites d'achat, de transport, de stockage et de traitement. Ce fonds est géré par le Centre national pour l'aménagement des structures des exploitations agricoles et fait l'objet d'une comptabilité distincte.V. - Les dispositions du présent article sont applicables aux achats mentionnés au II de l'article 302 bis ZD du code général des impôts, réalisés du 1er juillet 1998 au 31 décembre 1998."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-402 DC du 25 juin 1998.)"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. et II. (Paragraphes modificateurs)III. - Les dispositions des I et II s'appliquent à compter du 1er janvier 1999.IV. - Le seuil de 100 millions de francs fixé au 1 de l'article 1695 ter du code général des impôts est réduit à 10 millions de francs pour les paiements effectués à compter du 1er janvier 1999 et à 5 millions de francs pour les paiements effectués à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-402 DC du 25 juin 1998."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Les opérations de recensement des personnes titulaires de créances mentionnées à l'article 1er de l'accord du 27 mai 1997 entre le Gouvernement de la République française et le Gouvernement de la Fédération de Russie sur le règlement définitif des créances réciproques financières et réelles apparues antérieurement au 9 mai 1945 se dérouleront selon des modalités fixées par décret.A défaut d'avoir déclaré leurs créances dans un délai de six mois à compter de l'entrée en vigueur du décret prévu à l'alinéa précédent, ces créanciers ne seront plus admis au bénéfice des opérations de recensement et ne pourront prétendre à une indemnisation au titre de l'accord précité.L'Agence nationale pour l'indemnisation des Français d'outre-mer participe au recensement des personnes, ou de leur ayants droit, privées des biens visés au B ou titulaires de créances visées au C de l'article 1er de l'accord mentionné au premier alinéa. Elle assure l'évaluation de ces biens ou créances."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. (Paragraphe modificateur)II. - Est validée la délibération en date du 23 juin 1992 du conseil d'administration de la Fondation nationale des sciences politiques, en tant qu'elle fixe les prévisions de recettes et de dépenses présentées pour l'exercice 1992 et les droits de scolarité afférents à la préparation des diplômes propres de l'Institut d'études politiques de Paris pour l'année universitaire 1992-1993."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Il est institué, pour 1998, une contribution exceptionnelle au budget de l'Etat sur les excédents financiers des organismes paritaires collecteurs agréés pour recevoir les contributions des employeurs prévues à l'article 30 de la loi de finances pour 1985 (n° 84-1208 du 29 décembre 1984).A cet effet, le compte unique prévu par le I de l'article 45 de la loi de finances rectificative pour 1986 (n° 86-1318 du 30 décembre 1986) apporte au budget de l'Etat une contribution exceptionnelle d'un montant de 500 millions de francs.La contribution est versée au comptable du Trésor du lieu du siège de l'organisme gestionnaire du compte unique avant le 1er septembre 1998. Le contrôle, le recouvrement, le contentieux, les garanties et sanctions relatifs à cette contribution sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. et II. (Paragraphe modificateur)III. - Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. (Paragraphe modificateur)II. - Les dispositions du I s'appliquent aux impositions dues au titre des années soumises au droit de reprise de l'administration à la date de la publication de la présente loi et aux instances en cours à la même date, sous réserve des décisions passées en force de chose jugée."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I.-Les jeux de la boule et jeux similaires exploités dans les casinos des stations thermales légalement reconnues situées à moins de 100 kilomètres de Paris sont soumis, au profit de l'Etat et des collectivités territoriales, aux mêmes prélèvements, régis par les mêmes règles que les mêmes jeux exploités dans les autres casinos autorisés.\n\nII.-A modifié les dispositions suivantes :\n\n-Loi du 31 juillet 1920"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I., II. et III. (Paragraphes modificateurs)IV. - 1° Les dispositions des I à III du présent article entrent en vigueur le 1er janvier 1999.2° Toutefois, les véhicules soumis à la taxe différentielle sur les véhicules à moteur prévue à l'article 1599 C du code général des impôts pour la période d'imposition du 1er décembre 1998 au 30 novembre 1999 ne sont assujettis à la taxe spéciale sur certains véhicules routiers qu'à compter du 1er décembre 1999.3° Les dispositions du III de l'article 284 ter du code des douanes cessent de s'appliquer aux véhicules, ensembles de véhicules et remorques entrant dans le champ d'application de la taxe et circulant sur autoroutes à péage à compter du 1er janvier 1999.V. - Les pertes de recettes résultant pour les départements de l'application du présent article sont compensées chaque année intégralement soit par des attributions de dotation générale de décentralisation, soit par des diminutions des ajustements prévus au deuxième alinéa de l'article L. 1614-4 du code général des collectivités territoriales.Cette compensation est égale en 1999 au montant de la taxe différentielle perçue sur les véhicules à moteur de 12 tonnes au moins au titre de la période d'imposition du 1er décembre 1998 au 30 novembre 1999. Elle évolue, les années ultérieures, comme la dotation générale de décentralisation.VI. (Paragraphe modificateur)"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. (Paragraphe modificateur)II. - Les dispositions du I s'appliquent pour la notification aux services fiscaux des décisions des conseils régionaux prises à compter de 1998."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. (Paragraphe modificateur)II. - Les dispositions du I sont applicables dans les territoires d'outre-mer et dans la collectivité territoriale de Mayotte.III. (Paragraphe modificateur)"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Pour les options levées à compter du 1er avril 1998, les dispositions de la première phrase du deuxième alinéa de l'article L. 242-1 du code de la sécurité sociale ne s'appliquent pas aux options attribuées avant le 1er janvier 1997 par les sociétés de capitaux immatriculées au registre du commerce et des sociétés depuis moins de quinze ans à la date d'attribution des options."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Par dérogation aux dispositions de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, les agents des douanes de catégorie B et C de la branche de la surveillance, ainsi que les agents des douanes de catégorie A chargés d'encadrer, d'administrer ou de contrôler les unités du service de la surveillance peuvent faire l'objet d'une promotion à l'un des échelons supérieurs de leur grade ou au grade immédiatement supérieur en cas d'acte de bravoure, ou s'ils ont été grièvement ou mortellement blessés dans l'exercice de leurs fonctions.Les agents des douanes de catégorie B et C visés à l'alinéa ci-dessus, mortellement blessés dans ces mêmes circonstances, pourront en outre être nommés à titre posthume dans un corps hiérarchiquement supérieur.Les promotions et les nominations prononcées en application des dispositions du présent article doivent, en tout état de cause, conduire à attribuer aux intéressés un indice supérieur à celui qui était le leur avant ces promotions ou nominations."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "A l'issue de la période prévue à l'article 5 de la loi n° 92-665 du 16 juillet 1992 portant adaptation au marché unique européen de la législation applicable en matière d'assurance et de crédit, les fonctionnaires de l'Etat en activité à CNP Assurances SA sont mis, pour une nouvelle période de dix ans, à la disposition de cette entreprise qui rembourse les charges correspondantes. Sur leur demande, les fonctionnaires concernés sont affectés dans les services de la Caisse des dépôts et consignations au plus tard à la fin de la période prévue ci-dessus.Avant l'expiration de la période prévue à l'alinéa précédent, un contrat de travail est proposé par CNP Assurances SA à tous les fonctionnaires mis à sa disposition. En cas d'acceptation, le fonctionnaire est placé dans une des positions visées aux 2°, 3° et 4° de l'article 32 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. En cas de refus, le fonctionnaire est, sur sa demande et au plus tard avant la fin de la période de dix ans, réaffecté dans les services de la Caisse des dépôts et consignations.Un décret en Conseil d'Etat détermine les conditions d'application de cet article et en particulier les modalités d'application des positions visées aux 2°, 3° et 4° de l'article 32 de la loi n° 84-16 du 11 janvier 1984 précitée."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Sous réserve des décisions ayant force de chose jugée, sont validés dans la limite de 590 millions de francs en principal, dans la mesure où ils seraient contestés sur le fondement de l'absence d'autorisation législative, les actes accomplis et les garanties accordées par l'Etat dans le cadre de l'opération de recapitalisation de 1995, et de l'opération de couverture d'insuffisance d'actif en 1996, de la société dénommée Compagnie-BTP."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Les indemnités des élus des communautés urbaines de plus de 400 000 habitants versées entre l'application de la loi n° 92-108 du 3 février 1992 relative aux conditions d'exercice des mandats locaux et la promulgation de la loi de finances rectificative pour 1992 (n° 92-1476 du 31 décembre 1992) sont validées en application et dans le respect des dispositions de l'article L. 123-6 du code des communes dans sa version antérieure à la loi n° 92-108 du 3 février 1992 précitée."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Sous réserve des décisions juridictionnelles passées en force de chose jugée, sont validés les prélèvements et versements effectués ainsi que les droits constitués pour la période du 1er juillet 1991 au 30 juin 1999 au titre des régimes de prévoyance complémentaire et de retraite supplémentaire des personnels de l'institution mentionnée à l'article L. 311-7 du code du travail en tant que la légalité de ces prélèvements, versements et prestations serait contestée aux motifs que les dispositions de l'article L. 731-1 du code de la sécurité sociale n'étaient pas applicables à cet établissement public ou que son directeur n'était pas compétent pour instituer de tels régimes.\n\nLes droits constitués au 30 juin 1999 au titre du régime de prévoyance complémentaire sont validés selon les conditions initialement prévues par ce régime.\n\nLes droits constitués des agents retraités ou prenant leur retraite avant le 1er juillet 1999 au titre du régime de retraite supplémentaire sont validés selon les conditions initialement prévues par ce régime.\n\nLes droits constitués des agents présents dans les effectifs au 30 juin 1999 au titre du régime de retraite supplémentaire sont validés, selon les conditions initialement prévues par ce régime, sur la base de l'ancienneté acquise à l'institution mentionnée à l'article L. 311-7 du code du travail à cette date et du traitement défini par l'indice nouveau majoré détenu au 30 juin 1999. Les autres éléments concourant à la détermination de la retraite supplémentaire sont tous évalués sur la base d'une situation arrêtée au 30 juin 1999.\n\nLe montant de la retraite supplémentaire ainsi calculé est évalué en points d'indice et valorisé en fonction de la valeur du point d'indice à la date de liquidation des droits."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. (Paragraphe modificateur)II. - Les dispositions du I s'appliquent aux résultats des exercices clos à compter du 1er mai 1998 et aux déclarations de chiffre d'affaires dont la date limite de dépôt est postérieure à cette date."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Les attributions dévolues par le code du travail aux inspecteurs de la formation professionnelle peuvent être également exercées, dans les mêmes conditions, par les inspecteurs du travail placés sous l'autorité du ministre chargé du travail."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Au titre de l'année 1998 et par dérogation aux dispositions de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, peuvent être recrutées dans le corps de l'inspection du travail par un concours exceptionnel des personnes n'ayant pas la qualité d'agents publics, qualifiées par leurs connaissances particulières des problèmes relatifs au travail, à l'emploi et à la formation professionnelle.Le nombre des recrutements possibles prévus à l'alinéa précédent est fixé à quinze.Les inspecteurs du travail nommés en application des dispositions du présent article sont classés en tenant compte d'une partie de l'ancienneté qu'ils ont acquise dans leurs activités professionnelles antérieures.Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-402 DC du 25 juin 1998."
    }
  ]
}