{
  "id": "jorftext000000349929",
  "type": "statute",
  "title": "Loi n° 94-665 du 4 août 1994",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000349929",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Langue de la République en vertu de la Constitution, la langue française est un élément fondamental de la personnalité et du patrimoine de la France.Elle est la langue de l'enseignement, du travail, des échanges et des services publics.Elle est le lien privilégié des Etats constituant la communauté de la francophonie."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Dans la désignation, l'offre, la présentation, le mode d'emploi ou d'utilisation, la description de l'étendue et des conditions de garantie d'un bien, d'un produit ou d'un service, ainsi que dans les factures et quittances, l'emploi de la langue française est obligatoire.\n\nLes mêmes dispositions s'appliquent à toute publicité écrite, parlée ou audiovisuelle.\n\nLes dispositions du présent article ne sont pas applicables à la dénomination des produits typiques et spécialités d'appellation étrangère connus du plus large public.\n\nLa législation sur les marques ne fait pas obstacle à l'application des premier et troisième alinéas du présent article aux mentions et messages enregistrés avec la marque."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Toute inscription ou annonce apposée ou faite sur la voie publique, dans un lieu ouvert au public ou dans un moyen de transport en commun et destinée à l'information du public doit être formulée en langue française.\n\nSi l'inscription rédigée en violation des dispositions qui précèdent est apposée par un tiers utilisateur sur un bien appartenant à une personne morale de droit public, celle-ci doit mettre l'utilisateur en demeure de faire cesser, à ses frais et dans le délai fixé par elle, l'irrégularité constatée. Si la mise en demeure n'est pas suivie d'effet, l'usage du bien peut, en tenant compte de la gravité du manquement, être retiré au contrevenant, quels que soient les stipulations du contrat ou les termes de l'autorisation qui lui avait été accordée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Lorsque des inscriptions ou annonces visées à l'article précédent, apposées ou faites par des personnes morales de droit public ou des personnes privées exerçant une mission de service public font l'objet de traductions, celles-ci sont au moins au nombre de deux.Dans tous les cas où les mentions, annonces et inscriptions prévues aux articles 2 et 3 de la présente loi sont complétées d'une ou plusieurs traductions, la présentation en français doit être aussi lisible, audible ou intelligible que la présentation en langues étrangères.Un décret en Conseil d'Etat précise les cas et les conditions dans lesquels il peut être dérogé aux dispositions du présent article dans le domaine des transports internationaux."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Quels qu'en soient l'objet et les formes, les contrats auxquels une personne morale de droit public ou une personne privée exécutant une mission de service public sont parties sont rédigés en langue française. Ils ne peuvent contenir ni expression ni terme étrangers lorsqu'il existe une expression ou un terme français de même sens approuvés dans les conditions prévues par les dispositions réglementaires relatives à l'enrichissement de la langue française.\n\nCes dispositions ne sont pas applicables aux contrats conclus par une personne morale de droit public gérant des activités à caractère industriel et commercial, la Banque de France ou la Caisse des dépôts et consignations et à exécuter intégralement hors du territoire national. Pour l'application du présent alinéa, sont réputés exécutés intégralement hors de France les contrats portant sur la fourniture de services d'investissement au sens de l'article 4 de la loi n° 96-597 du 2 juillet 1996 de modernisation des activités financières et qui relèvent, pour leur exécution, d'une juridiction étrangère.\n\nLes contrats visés au présent article conclus avec un ou plusieurs cocontractants étrangers peuvent comporter, outre la rédaction en français, une ou plusieurs versions en langue étrangère pouvant également faire foi.\n\nUne partie à un contrat conclu en violation du premier alinéa ne pourra se prévaloir d'une disposition en langue étrangère qui porterait préjudice à la partie à laquelle elle est opposée."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Tout participant à une manifestation, un colloque ou un congrès organisé en France par des personnes physiques ou morales de nationalité française a le droit de s'exprimer en français. Les documents distribués aux participants avant et pendant la réunion pour en présenter le programme doivent être rédigés en français et peuvent comporter des traductions en une ou plusieurs langues étrangères.Lorsqu'une manifestation, un colloque ou un congrès donne lieu à la distribution aux participants de documents préparatoires ou de documents de travail, ou à la publication d'actes ou de comptes rendus de travaux, les textes ou interventions présentés en langue étrangère doivent être accompagnés au moins d'un résumé en français.Ces dispositions ne sont pas applicables aux manifestations, colloques ou congrès qui ne concernent que des étrangers, ni aux manifestations de promotion du commerce extérieur de la France.Lorsqu'une personne morale de droit public ou une personne morale de droit privé chargée d'une mission de service public a l'initiative des manifestations visées au présent article, un dispositif de traduction doit être mis en place."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les publications, revues et communications diffusées en France et qui émanent d'une personne morale de droit public, d'une personne privée exerçant une mission de service public ou d'une personne privée bénéficiant d'une subvention publique doivent, lorsqu'elles sont rédigées en langue étrangère, comporter au moins un résumé en français."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.  L'emploi d'une marque de fabrique, de commerce ou de service constituée d'une expression ou d'un terme étrangers est interdit aux personnes morales de droit public dès lors qu'il existe une expression ou un terme français de même sens approuvés dans les conditions prévues par les dispositions réglementaires relatives à l'enrichissement de la langue française.Cette interdiction s'applique aux personnes morales de droit privé chargées d'une mission de service public, dans l'exécution de celle-ci.II.  Les dispositions du présent article ne sont pas applicables aux marques utilisées pour la première fois avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'octroi, par les collectivités et les établissements publics, de subventions de toute nature est subordonné au respect par les bénéficiaires des dispositions de la présente loi.Tout manquement à ce respect peut, après que l'intéressé a été mis à même de présenter ses observations, entraîner la restitution totale ou partielle de la subvention."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les infractions aux dispositions des textes pris pour l'application de l'article 2 sont recherchées et constatées par les agents mentionnés                        aux articles L. 511-3 et L. 511-22 du code de la consommation, dans les conditions prévues au I de l'article L. 511-22 du même code."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La présente loi est d'ordre public. Elle s'applique aux contrats conclus postérieurement à son entrée en vigueur."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les dispositions de la présente loi ne font pas obstacle à l'usage des langues régionales et aux actions publiques et privées menées en leur faveur."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Chaque année, le Gouvernement communique aux assemblées, avant le 15 septembre, un rapport sur l'application de la présente loi et des dispositions des conventions ou traités internationaux relatives au statut de la langue française dans les institutions internationales."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les dispositions de l'article 2 entreront en vigueur à la date de publication du décret en Conseil d'Etat définissant les infractions aux dispositions de cet article, et au plus tard douze mois après la publication de la présente loi au Journal officiel.Les dispositions des articles 3 et 4 de la présente loi entreront en vigueur six mois après l'entrée en vigueur de l'article 2."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "La loi n° 75-1349 du 31 décembre 1975 relative à l'emploi de la langue française est abrogée, à l'exception de ses articles 1er à 3 qui seront abrogés à compter de l'entrée en vigueur de l'article 2 de la présente loi et de son article 6 qui sera abrogé à la date d'entrée en vigueur de l'article 3 de la présente loi."
    }
  ]
}