{
  "id": "jorftext000000589891",
  "type": "statute",
  "title": "Loi n° 2001-503 du 12 juin 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000589891",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et sous réserve de la compétence de la loi organique, le Gouvernement est autorisé à prendre, par ordonnances, les mesures nécessaires pour actualiser et adapter le droit applicable dans les départements de la Guadeloupe, de la Guyane et de la Martinique et pour rendre applicables en Polynésie française, dans les îles Wallis et Futuna et dans le territoire des Terres australes et antarctiques françaises, ainsi qu'en Nouvelle-Calédonie et à Mayotte en tenant compte des intérêts propres à chacun de ces territoires et de la Nouvelle-Calédonie dans l'ensemble des intérêts de la République ou de la situation particulière de la collectivité territoriale de Mayotte, les lois en vigueur, dans les domaines suivants :1° Transports intérieurs dans les départements de la Guadeloupe, de la Guyane et de la Martinique ;2° Extension aux territoires de la Polynésie française et des îles Wallis et Futuna, à la Nouvelle-Calédonie et à Mayotte de la loi n° 86-912 du 6 août 1986 relative aux modalités des privatisations ;3° Extension aux territoires de la Polynésie française et des îles Wallis et Futuna, à la Nouvelle-Calédonie et à Mayotte des dispositions législatives du code de l'aviation civile relatives à la sûreté et à la sécurité sur les aérodromes ;4° Conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie et leurs conséquences sur l'ensemble du territoire de la République ;5° Protection sanitaire et sociale à Mayotte en matière d'allocations et de prestations familiales, d'aide à la famille, d'aide aux personnes âgées et handicapées, d'assurance vieillesse, de prise en charge des dépenses de santé et d'organisation des soins, de réparation des accidents du travail et des maladies professionnelles ; mesures d'organisation et d'administration correspondantes ;6° Droit du travail et de l'emploi à Mayotte en matière d'aide à la création d'emplois, de maintien de l'exploitation agricole familiale, de formation, de création d'entreprise, d'instauration d'un régime d'indemnisation du chômage, de congé de maternité, d'organisation et de développement des activités d'utilité sociale ;7° Règles applicables à l'exercice de l'activité des travailleurs indépendants, des agriculteurs et des pêcheurs à Mayotte ;8° Statut des instituteurs à Mayotte ;9° Armement des navires dans le territoire des Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les projets d'ordonnance mentionnés à l'article 2 sont soumis pour avis :1° Lorsque leurs dispositions sont relatives à la Guadeloupe, à la Guyane ou à la Martinique, au conseil général et au conseil régional du département en cause dans les conditions prévues aux articles L. 3444-1 et L. 4433-3-1 du code général des collectivités territoriales ;2° Lorsque leurs dispositions sont relatives à la Polynésie française ou à la Nouvelle-Calédonie, aux institutions compétentes prévues respectivement par la loi organique n° 96-312 du 12 avril 1996 portant statut d'autonomie de la Polynésie française et par la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie ;3° Lorsque leurs dispositions sont relatives au territoire des îles Wallis et Futuna ou à Mayotte, respectivement à l'assemblée territoriale des îles Wallis et Futuna ou au conseil général de Mayotte. L'avis est alors émis dans le délai d'un mois ; ce délai expiré, l'avis est réputé avoir été donné ;4° Lorsque les dispositions sont relatives au territoire des Terres australes et antarctiques françaises et ont une incidence sur son budget, au conseil consultatif des Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les ordonnances prévues à l'article 2 seront prises, au plus tard, le dernier jour du neuvième mois commençant après la promulgation de la présente loi. Les projets de loi de ratification des ordonnances seront déposés devant le Parlement, au plus tard, le dernier jour du douzième mois commençant après la promulgation de la présente loi."
    }
  ]
}