{
  "id": "jorftext000031732865",
  "type": "statute",
  "title": "LOI n°2015-1785 du 29 décembre 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031732865",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des ressources de l'Etat et des impositions de toute nature affectées à des personnes morales autres que l'Etat est autorisée pendant l'année 2016 conformément aux lois et règlements et aux dispositions de la présente loi.II. - Sous réserve de dispositions contraires, la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de l'année 2015 et des années suivantes ;2° A l'impôt sur les sociétés dû au titre des exercices clos à compter du 31 décembre 2015 ;3° A compter du 1er janvier 2016 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "II. - Le présent article s'applique aux demandes d'agrément déposées à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juin 2016, un rapport sur les créances fiscales et les procédures de surendettement des particuliers.Ce rapport dresse un état des lieux de l'application du droit de la consommation aux dettes dont les services fiscaux ont la charge, plus spécialement depuis la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine.Il expose notamment les évolutions institutionnelles et juridiques susceptibles de garantir équitablement la sauvegarde des deniers publics tout en la conciliant avec la nécessité concrète de prévenir et de traiter le surendettement des particuliers débiteurs des collectivités publiques."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Pour l'application du 11 du I de l'article 278 sexies du code général des impôts, le taux de la taxe sur la valeur ajoutée reste fixé à 5,5 % pendant les deux années suivant la date de l'échéance de la convention pluriannuelle prévue à l'article 10 de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine pour les opérations dont la demande de permis de construire a été déposée au cours de ces deux années et pour les opérations réalisées en application d'un traité de concession d'aménagement défini à l'article L. 300-5 du code de l'urbanisme signé durant cette même période, dès lors que ces opérations sont situées à l'intérieur des quartiers faisant l'objet d'une convention prévue au même article 10, ou entièrement situées à moins de 300 mètres de ces derniers."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I à V A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-1. Il est institué un prélèvement sur recettes de l'Etat destiné à compenser les pertes de recettes résultant, pour les autorités organisatrices de la mobilité, Ile-de-France Mobilités, la métropole de Lyon ou l'autorité organisatrice de transports urbains qui s'est substituée à la métropole de Lyon en application du deuxième alinéa de l'article L. 5722-7-1 du code général des collectivités territoriales et les syndicats mixtes de transport mentionnés aux articles L. 5722-7 et L. 5722-7-1 du même code, de la réduction du champ des employeurs assujettis au versement transport.\n\n2. La compensation perçue par chaque personne publique mentionnée au 1 est composée d'une part calculée par l'Agence centrale des organismes de sécurité sociale mentionnée à l'article L. 225-1 du code de la sécurité sociale et d'une part calculée par la Caisse centrale de la mutualité sociale agricole mentionnée à l'article L. 723-11 du code rural et de la pêche maritime. Chacune de ces parts est établie en appliquant au produit de versement transport perçu annuellement par l'organisme collecteur concerné le rapport entre le produit de versement transport perçu par l'organisme en 2015 au titre des employeurs dont l'effectif compte au moins neuf et moins de onze salariés, d'une part, et le produit de versement transport perçu par l'organisme en 2015 au titre des employeurs dont l'effectif compte au moins onze salariés, d'autre part. Les rapports utilisés par les organismes collecteurs pour le calcul de chacune des parts sont calculés, respectivement, par l'Agence centrale des organismes de sécurité sociale et par la Caisse centrale de la mutualité sociale agricole sur la base du produit de versement transport recouvré dans le ressort territorial de chaque personne publique mentionnée au 1. Ces rapports sont fixés par un arrêté conjoint des ministres chargés du budget et des collectivités territoriales et actualisés en cas d'évolution du ressort territorial de ces personnes publiques.\n\nLe montant de la compensation à verser en 2020 ne peut excéder 48 020 650 €. Ce montant est réparti entre les personnes publiques bénéficiaires au prorata des montants perçus au titre de cette compensation en 2019.\n\nLe montant de la compensation à verser en 2021 ne peut excéder 48 020 650 €. Ce montant est réparti entre les personnes publiques bénéficiaires au prorata des montants perçus au titre de cette compensation en 2019.\n\nLe montant de la compensation à verser en 2022 ne peut excéder 48 020 650 €. Ce montant est réparti entre les personnes publiques bénéficiaires au prorata des montants perçus au titre de cette compensation en 2019.\n\nLe montant de la compensation à verser en 2023 ne peut excéder 48 020 650 €. Ce montant est réparti entre les personnes publiques bénéficiaires au prorata des montants perçus au titre de cette compensation en 2019.\n\nLe montant de la compensation à verser en 2024 ne peut excéder 48 020 650 €. Ce montant est réparti entre les personnes publiques bénéficiaires au prorata des montants perçus au titre de cette compensation en 2019.\n\nLe montant de la compensation à verser en 2025 ne peut excéder 48 020 650 €. Ce montant est réparti entre les personnes publiques bénéficiaires au prorata des montants perçus au titre de cette compensation en 2019.\n\n3. La compensation de chaque personne publique mentionnée au même 1 est calculée et versée, pour le compte de l'Etat, par l'Agence centrale des organismes de sécurité sociale et par la Caisse centrale de la mutualité sociale agricole. Le versement est effectué selon une périodicité trimestrielle, le 20 du deuxième mois suivant chaque trimestre écoulé, et correspond au produit du rapport défini au 2 avec le produit du versement transport perçu durant le trimestre écoulé.\n\n4. Les ministres chargés du budget et des collectivités territoriales arrêtent annuellement, sur la base des calculs et des versements effectués par l'Agence centrale des organismes de sécurité sociale et par la Caisse centrale de la mutualité sociale agricole, le montant de la compensation attribuée par l'Etat à chaque personne publique mentionnée au 1 en application des modalités définies aux 2 et 3.\n\nVII.-L'organisme de recouvrement du versement transport transmet aux autorités mentionnées au VI du présent article, à leur demande, les données relatives au calcul de la compensation, dans les conditions fixées au II de l'article L. 2333-70 du code général des collectivités territoriales. Les données transmises sont couvertes par le secret professionnel.\n\nVIII.-Le a du 1° du I s'applique aux exercices clos à compter du 31 décembre 2015. Le 6° et le deuxième alinéa du 7° du I s'appliquent à compter des impositions établies au titre de l'année 2016. Le 2° du I, le II et le V s'appliquent à la collecte des contributions dues au titre de l'année 2016 et des années suivantes.\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-Code de la sécurité sociale.\n\n-Code général des collectivités territoriales\n\n-ORDONNANCE n° 2015-380 du 2 avril 2015"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "II.-Le I s'applique aux dépenses engagées à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.- (Abrogé)\n\nIII.- (Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "II.-Le I s'applique aux exercices ouverts à compter du 1er novembre 2015."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.-A.-Il est accordé, sur la cotisation de taxe foncière sur les propriétés bâties afférente aux installations et bâtiments mentionnés au premier alinéa de l'article 1387 A du code général des impôts, dans sa rédaction antérieure à la présente loi, un dégrèvement pour les impositions dues au titre de 2015.B.-Il est accordé, sur la cotisation foncière des entreprises et, le cas échéant, sur la cotisation sur la valeur ajoutée des entreprises afférentes à l'activité mentionnée au premier alinéa de l'article 1463 A du même code, lorsque le début de l'activité de production est intervenu avant le 1er janvier 2015, un dégrèvement pour les impositions dues au titre de 2015.C.-Ces dégrèvements sont accordés sur réclamation présentée dans le délai et dans les formes prévus pour la recevabilité des réclamations relatives aux impôts directs locaux.\n\nII.-A.-A modifié les dispositions suivantes :\n\nB.-Par dérogation au troisième alinéa de l'article 1387 A bis du code général des impôts et au deuxième alinéa de l'article 1463 A du même code, pour l'application au titre de 2016 des exonérations mentionnées au A du présent II, les contribuables adressent leur déclaration avant le 1er mars 2016.\n\nIII.-A abrogé les dispositions suivantes :\n\n-LOI n° 2014-1654 du 29 décembre 2014\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le 3° du I s'applique aux exercices en cours à la date d'acquisition, de fabrication ou de prise en crédit-bail ou en location avec option d'achat.\n\nIII.- (Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "IV. - Le III s'applique à la taxe exigible à compter du 1er mai 2016."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique à compter du 1er janvier 2016.\n\nIII.- (Abrogé)\n\n-Code des douanes"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-725 DC du 29 décembre 2015.]"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "III. - Une fraction du produit de la taxe prévue à l'article 235 ter ZE  bis du code général des impôts est affectée, à hauteur de 28 millions  d'euros par an, à la Caisse nationale de l'assurance maladie des  travailleurs salariés pour les années 2016 à 2025."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "II.-Le I s'applique aux plus-values réalisées au titre des cessions intervenant à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "III.-Le taux d'évolution en 2016 des compensations mentionnées au II est celui qui, appliqué au montant total à verser au titre de l'année 2015 pour l'ensemble de ces compensations en application des dispositions ci-dessus, aboutit à un montant total pour 2016 de 455 008 116 €."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - La créance détenue sur la collectivité de Saint-Barthélemy au titre des dotations globales de compensation calculées au titre des exercices 2008 à 2015 est réduite de moitié. Les intérêts courus sont également abandonnés.\n\n- LOI n°2007-1824 du 25 décembre 2007\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - La compensation financière des transferts de compétences prévue au II de l'article 91 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles ainsi qu'au II de l'article 133 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République s'opère dans les conditions ci-dessous.\n\nLes ressources attribuées aux collectivités territoriales au titre de cette compensation sont composées d'une part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole. Cette part est obtenue, pour l'ensemble des collectivités territoriales , par application d'une fraction du tarif de l'accise sur les énergies perçue sur les gazoles et les essences en métropole aux quantités de carburants vendues chaque année sur l'ensemble du territoire métropolitain.\n\nLa fraction de tarif mentionnée au deuxième alinéa du présent I est calculée de sorte que, appliquée aux quantités de carburants vendues sur l'ensemble du territoire métropolitain en 2015, elle conduise à un produit égal au droit à compensation de l'ensemble des collectivités territoriales défini au I des mêmes articles 91 et 133.\n\nEn 2024, cette fraction de tarif est fixée à :\n\n1° 0,201 € par hectolitre, s'agissant de l'essence E10 et des produits relevant de la catégorie fiscale des essences et soumis au tarif normal ;\n\n2° 0,151 € par hectolitre, s'agissant des produits relevant de la catégorie fiscale des gazoles et soumis au tarif normal.\n\nChaque collectivité territoriale reçoit un produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole correspondant à un pourcentage de la fraction de tarif mentionnée au deuxième alinéa du présent I. Ce pourcentage est égal, pour chaque collectivité territoriale , au droit à compensation de cette région rapporté au droit à compensation de l'ensemble des collectivités territoriales.\n\nA compter de 2024, ces pourcentages sont fixés comme suit :\n\nSi le produit affecté globalement aux collectivités territoriales en application du présent I représente un montant annuel inférieur au montant des dépenses exécutées par l'Etat au 31 décembre de l'année précédant le transfert, la différence fait l'objet d'une attribution d'une part correspondante du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole revenant à l'Etat, répartie entre les collectivités territoriales selon les pourcentages mentionnés au tableau de l'avant-dernier alinéa du présent I.\n\nII., III., V., VI., VII., VIII., IX. et XI. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - 1. Il est prélevé en 2016 à la collectivité de Saint-Pierre-et-Miquelon un montant total de 11 888 € au titre du solde de l'ajustement de la compensation pour les années 2012 et 2013 mentionné au b du 2 du II de l'article 44 de la loi n° 2013-1278 du 30 décembre 2013 de finances pour 2014, de sorte que cet ajustement négatif n'excède pas, en 2016,10 % du montant total de son droit à compensation résultant des transferts et extension de compétences opérés, respectivement, par les lois n° 2003-1200 du 18 décembre 2003 portant décentralisation en matière de revenu minimum d'insertion et créant un revenu minimum d'activité et n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion.\n\n2. Il est prélevé en 2016 au département du Loiret un montant total de 1 657 168 € au titre du solde de l'ajustement de la compensation pour les années 2010,2011 et 2012 mentionné au 3 du II de l'article 44 de la loi n° 2013-1278 du 30 décembre 2013 de finances pour 2014, de sorte que cet ajustement négatif n'excède pas, en 2016,5 % du montant total de son droit à compensation résultant des transferts de compétences opérés par les lois n° 2003-1200 du 18 décembre 2003 et n° 2008-1249 du 1er décembre 2008 précitées.\n\n3. Les diminutions réalisées en application du 1 et du 2 du présent IV sont imputées sur le produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole attribué aux collectivités territoriales concernées en application du I de l'article 51 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009.\n\nX. - (Abrogé)\n\nCollectivité territoriale\n\nPourcentage\n\nRégion Auvergne-Rhône-Alpes\n\n9,521325\n\nRégion Bourgogne-Franche-Comté\n\n6,443683\n\nRégion Bretagne\n\n3,437975\n\nRégion Centre-Val de Loire\n\n3,200373\n\nCollectivité de Corse\n\n1,024025\n\nRégion Grand Est\n\n10,296422\n\nRégion Hauts-de-France\n\n6,784756\n\nRégion d'Île-de-France\n\n6,826269\n\nRégion Normandie\n\n4,63654\n\nRégion Nouvelle-Aquitaine\n\n11,732213\n\nRégion Occitanie\n\n12,947947\n\nRégion Pays de la Loire\n\n3,888302\n\nRégion Provence-Alpes-Côte d'Azur\n\n8,905626\n\nRégion de Guadeloupe\n\n3,252711\n\nCollectivité territoriale de Guyane\n\n1,49667\n\nCollectivité territoriale de Martinique\n\n1,558803\n\nRégion de La Réunion\n\n3,167899\n\nDépartement de La Réunion\n\n0,640215\n\nDépartement de Mayotte\n\n0,164834\n\nCollectivité de Saint-Martin\n\n0,066575\n\nCollectivité de Saint-Barthélemy\n\n0,004762\n\nCollectivité de Saint-Pierre-et-Miquelon\n\n0,002073\n\n1\n\n- LOI n° 2011-1977 du 28 décembre 2011\n\n- Loi n°2005-1719 du 30 décembre 2005\n\n- LOI n° 2015-991 du 7 août 2015\n\n- LOI n° 2014-1654 du 29 décembre 2014\n\n- LOI n° 2013-1278 du 29 décembre 2013\n\n- Loi n°2004-1484 du 30 décembre 2004\n\n- Code du travail"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Pour 2016, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 47 304 691 000 €, qui se répartissent comme suit :\n\n(En milliers d'euros)\n\nRégion\n\nGazole\n\nSupercarburantsans plomb\n\nAuvergne-Rhône-Alpes\n\n4,90\n\n6,93\n\nBourgogne-Franche-Comté\n\n5,03\n\n7,13\n\nBretagne\n\n5,17\n\n7,32\n\nCentre-Val de Loire\n\n4,65\n\n6,59\n\nCorse\n\n9,85\n\n13,92\n\nGrand Est\n\n6,25\n\n8,85\n\nHauts-de-France\n\n6,85\n\n9,69\n\nIle-de-France\n\n12,71\n\n17,97\n\nNormandie\n\n5,53\n\n7,84\n\nNouvelle-Aquitaine\n\n5,31\n\n7,51\n\nOccitanie\n\n4,98\n\n7,05\n\nPays de la Loire\n\n4,35\n\n6,17\n\nProvence-Alpes-Côte d'Azur\n\n4,30\n\n6,08\n\n1"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I., II., IV., V., VII., VIII., X. et XII. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le V de l'article 1619 du code général des impôts, dans sa rédaction résultant du 4° du II du présent article, s'applique aux opérations dont le fait générateur intervient à compter du 1er juillet 2016.\n\nVI. - Il est opéré un prélèvement de 90 millions d'euros pour l'année 2016 sur le fonds de roulement de l'Agence de l'environnement et de la maîtrise de l'énergie mentionnée à l'article L. 131-3 du code de l'environnement. Le versement de ce prélèvement est opéré avant le 30 mai. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.\n\nIX. - (Supprimé)\n\nXI. - Il est opéré, avant le 31 janvier 2016, un prélèvement de 100 millions d'euros sur les ressources de la Caisse de garantie du logement locatif social mentionnée à l'article L. 452-1 du code de la construction et de l'habitation. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.\n\n- Code général des impôts, CGI.\n\n- Code du patrimoine\n\n- LOI n° 2014-1654 du 29 décembre 2014\n\n- LOI n° 2014-1654 du 29 décembre 2014\n\n- Loi n°2005-1720 du 30 décembre 2005\n\n- LOI n° 2011-1977 du 28 décembre 2011\n\n- LOI n°2010-1658 du 29 décembre 2010\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I à IV et VIII A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.- (Abrogé)\n\nVI.-Le I est applicable en Polynésie française.\n\nVII.-Les dispositions réglementaires d'application des articles 4,27,64,64-5,67,67-1 et 67-2 de la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique publiées avant le 1er janvier 2017 peuvent prévoir une date d'entrée en vigueur rétroactive au plus tôt au 1er janvier 2016.\n\n-Loi n° 91-647 du 10 juillet 1991\n\n-Loi n° 91-647 du 10 juillet 1991\n\n-Loi n° 71-1130 du 31 décembre 1971\n\n-Ordonnance n° 92-1147 du 12 octobre 1992\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts avant la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2016."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nI. - B.-Les 2° et 3° du A du présent I entrent en vigueur le 1er janvier 2018.\n\nV.-Le IV est applicable aux communes de la Polynésie française.\n\n- Loi n°2005-1719 du 30 décembre 2005\n\n- LOI n° 2010-1657 du 29 décembre 2010\n\n- Loi n° 2007-297 du 5 mars 2007\n\n- LOI n° 2014-58 du 27 janvier 2014"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I.-Le compte d'affectation spéciale \" Gestion et valorisation des ressources tirées de l'utilisation du spectre hertzien, des systèmes et des infrastructures de télécommunications de l'Etat est clos le 31 décembre 2015.\n\nA cette date, le solde des opérations antérieurement enregistrées sur ce compte est versé au budget général de l'Etat.\n\nLe produit des redevances acquittées par les opérateurs privés pour l'utilisation des bandes de fréquences libérées par les ministères affectataires, à compter du 1er janvier 2009, le produit des redevances acquittées par les opérateurs privés pour l'utilisation des bandes de fréquences comprises entre 694 mégahertz et 790 mégahertz ainsi que le produit de la cession de l'usufruit de tout ou partie des systèmes de communication militaires par satellites de l'Etat intervenant dans les conditions fixées au II de l'article 61 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010, dus au titre des années antérieures à 2016 et restant à percevoir, sont versés au budget général de l'Etat.\n\nII. -A abrogé les dispositions suivantes :\n\nIII A modifié les dispositions suivantes :\n\n-LOI n° 2008-1425 du 27 décembre 2008\n\n-LOI n° 2012-1509 du 29 décembre 2012"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Chacun des acomptes dus au titre de l'année 2016 en application de l'article 1693 sexies du code général des impôts est majoré de 44 %.\n\nIV.-(Abrogé).\n\nV.-A.-Le I s'applique aux abonnements et autres sommes acquittés par les usagers à compter du 1er janvier 2016.\n\n-Code général des impôts, CGI.\n\n-Loi n° 2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "II.-Le I entre en vigueur à une date fixée par décret qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif comme conforme au droit de l'Union européenne en matière d'aides d'Etat."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Le compte de commerce « Liquidation d'établissements publics de l'Etat et liquidations diverses » est clos le 31 décembre 2015.A cette date, le solde des opérations antérieurement enregistrées sur ce compte est versé au budget général de l'Etat."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Par dérogation aux articles L. 122-4 et L. 153-1 du code de la voirie routière, le contrat de concession du tunnel de Sainte-Marie-aux-Mines de la société des Autoroutes Paris-Rhin-Rhône et le contrat de concession de cette même société pour la construction, l'entretien et l'exploitation d'autoroutes sont fusionnés dans des conditions fixées par un avenant au contrat de concession autoroutière d'Autoroutes Paris-Rhin-Rhône, approuvé par décret en Conseil d'Etat. A compter de l'intégration du tunnel de Sainte-Marie-aux-Mines à l'assiette de la concession autoroutière de la société des Autoroutes Paris-Rhin-Rhône, l'allongement de la durée de cette concession, accordé à l'occasion de cette intégration, est destiné à assurer la couverture totale ou partielle des dépenses de toute nature liées à la construction, à l'exploitation et à l'entretien du tunnel et de ses voies d'accès ou de dégagement ainsi que la rémunération et l'amortissement des capitaux investis par le délégataire."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I à V.-A modifié les dispositions suivantes :\n\nVI.-Le présent article entre en vigueur le 1er janvier 2016. Les 2° et 3° du I et le II s'appliquent aux droits constatés à compter du 1er janvier 2016.\n\nVII.-Une fraction du produit revenant à l'Etat de la taxe mentionnée à l'article 256 du code général des impôts est affectée à la branche mentionnée au 1° de l'article L. 200-2 du code de la sécurité sociale, à hauteur de 28 800 000 € en 2016.\n\n- Code de la sécurité sociale.\n\n- Code de la construction et de l'habitation.\n\n- Code de l'action sociale et des familles\n\n- Ordonnance n°2012-785 du 31 mai 2012\n\n- LOI n° 2012-1509 du 29 décembre 2012"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2016 à 20 169 000 000 €."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Pour 2016, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros)\n\nII. - Pour 2016 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le ministre des finances et des comptes publics est autorisé à procéder, en 2016, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives et à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, auprès du Fonds européen de stabilité financière, auprès du Mécanisme européen de stabilité, auprès des institutions et agences financières de l'Union européenne, sur le marché interbancaire de la zone euro et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt et à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le ministre chargé des finances et des comptes publics est, jusqu'au 31 décembre 2016, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements et chargés d'une mission d'intérêt général, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 62,5 milliards d'euros.III. - Pour 2016, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 919 744.IV. - Pour 2016, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2016, le produit des impositions de toute nature établies au profit de l'Etat, net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative pour l'année 2016 ou, à défaut, dans le projet de loi de finances pour 2017, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nRESSOURCES\n\nCHARGES\n\nSOLDES\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes/dépenses brutes\n\n388 025\n\n409 900\n\nleft\n\nA déduire : remboursements et dégrèvements\n\n100 164\n\n100 164\n\nleft\n\nRecettes fiscales nettes/dépenses nettes\n\n287 861\n\n309 736\n\nleft\n\nRecettes non fiscales\n\n15 648\n\nleft\n\nleft\n\nRecettes totales nettes/dépenses nettes\n\n303 509\n\n309 736\n\nleft\n\nA déduire : prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n67 474\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n236 035\n\n309 736\n\n- 73 701\n\nEvaluation des fonds de concours et crédits correspondants\n\n3 571\n\n3 571\n\nleft\n\nMontants nets pour le budget général, y compris fonds de concours\n\n239 605\n\n313 307\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n2 115\n\n2 115\n\n- 1\n\nPublications officielles et information administrative\n\n197\n\n182\n\n15\n\nTotaux pour les budgets annexes\n\n2 312\n\n2 297\n\n15\n\nEvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n26\n\n26\n\nleft\n\nPublications officielles et information administrative\n\n0\n\n0\n\nleft\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n2 338\n\n2 323\n\n15\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n71 972\n\n71 168\n\n804\n\nComptes de concours financiers\n\n125 380\n\n125 019\n\n361\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\n163\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\n59\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n1 387\n\nSolde général\n\nleft\n\nleft\n\n- 72 299\n\n1\n\ncenter\n\nleft\n\nBesoin de financement\n\nleft\n\nAmortissement de la dette à moyen et long termes\n\n125,0\n\nDont amortissement nominal de la dette à moyen et long termes\n\n124,5\n\nDont suppléments d'indexation versés à l'échéance (titres indexés) (titres indexés)\n\n0,5\n\nAmortissement des autres dettes\n\n-\n\nDéficit à financer\n\n72,3\n\nDont déficit budgétaire\n\n72,3\n\nAutres besoins de trésorerie\n\n1,2\n\nTotal\n\n198,5\n\nRessources de financement\n\nleft\n\nEmission de dette à moyen et long termes, nette des rachats\n\n187,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n2,0\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n-\n\nVariation des dépôts des correspondants\n\n-\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n9,0\n\nAutres ressources de trésorerie\n\n0,5\n\nTotal\n\n198,5\n\n1"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Il est ouvert aux ministres, pour 2016, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 417 352 017 665 € et de 409 899 972 213 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Il est ouvert aux ministres, pour 2016, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 2 303 164 320 € et de 2 297 181 534 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Il est ouvert aux ministres, pour 2016, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 196 522 043 932 € et de 196 187 322 481 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2016, au titre des comptes de commerce, sont fixées au montant de 19 877 309 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre chargé des finances et des comptes publics, pour 2016, au titre des comptes d'opérations monétaires, sont fixées au montant de 250 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Le plafond des autorisations d'emplois de l'Etat, pour 2016, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDÉSIGNATION DU MINISTÈREou du budget annexe\n\nPLAFONDexpriméen équivalentstemps pleintravaillé\n\nI. - Budget général\n\n1 908 758\n\nAffaires étrangères et développement international\n\n14 020\n\nAffaires sociales, santé et droits des femmes\n\n10 229\n\nAgriculture, agroalimentaire et forêt\n\n31 022\n\nCulture et communication\n\n11 041\n\nDécentralisation et fonction publique\n\n-\n\nDéfense\n\n271 510\n\nEcologie, développement durable et énergie\n\n29 911\n\nEconomie, industrie et numérique\n\n6 452\n\nEducation nationale, enseignement supérieur et recherche\n\n995 301\n\nFinances et comptes publics\n\n136 381\n\nIntérieur\n\n282 819\n\nJustice\n\n80 988\n\nLogement, égalité des territoires et ruralité\n\n12 492\n\nOutre-mer\n\n5 309\n\nServices du Premier ministre\n\n11 582\n\nTravail, emploi, formation professionnelle et dialogue social\n\n9 701\n\nVille, jeunesse et sports\n\n-\n\nII. - Budgets annexes\n\n11 511\n\nContrôle et exploitation aériens\n\n10 726\n\nPublications officielles et information administrative\n\n785\n\nTotal général\n\n1 920 269\n\ncenter\n\n1\n\n720\n\nleft"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat, pour 2016, exprimé en équivalents temps plein travaillé, est fixé à 397 839 emplois. Ce plafond est réparti comme suit :\n\nMISSION/PROGRAMME\n\nPLAFONDexpriméen équivalentstemps pleintravaillé\n\nAction extérieure de l'Etat\n\n6 872\n\nDiplomatie culturelle et d'influence\n\n6 872\n\nAdministration générale et territoriale de l'Etat\n\n326\n\nAdministration territoriale\n\n113\n\nConduite et pilotage des politiques de l'intérieur\n\n213\n\nAgriculture, alimentation, forêt et affaires rurales\n\n14 635\n\nEconomie et développement durable de l'agriculture et des territoires\n\n4 220\n\nForêt\n\n9 123\n\nSécurité et qualité sanitaires de l'alimentation\n\n1 285\n\nConduite et pilotage des politiques de l'agriculture\n\n7\n\nAnciens combattants, mémoire et liens avec la Nation\n\n1 307\n\nReconnaissance et réparation en faveur du monde combattant\n\n1 307\n\nCulture\n\n14 539\n\nPatrimoines\n\n8 464\n\nCréation\n\n3 607\n\nTransmission des savoirs et démocratisation de la culture\n\n2 468\n\nDéfense\n\n6 236\n\nEnvironnement et prospective de la politique de défense\n\n5 100\n\nSoutien de la politique de la défense\n\n1 136\n\nDirection de l'action du Gouvernement\n\n616\n\nCoordination du travail gouvernemental\n\n616\n\nEcologie, développement et mobilité durables\n\n20 474\n\nInfrastructures et services de transports\n\n4 839\n\nSécurité et affaires maritimes, pêche et aquaculture\n\n237\n\nMétéorologie\n\n3 080\n\nPaysages, eau et biodiversité\n\n5 304\n\nInformation géographique et cartographique\n\n1 575\n\nPrévention des risques\n\n1 451\n\nEnergie, climat et après-mines\n\n482\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n3 506\n\nEconomie\n\n2 628\n\nDéveloppement des entreprises et du tourisme\n\n2 628\n\nEgalité des territoires et logement\n\n293\n\nUrbanisme, territoires et amélioration de l'habitat\n\n293\n\nEnseignement scolaire\n\n3 438\n\nSoutien de la politique de l'éducation nationale\n\n3 438\n\nGestion des finances publiques et des ressources humaines\n\n1 354\n\nFonction publique\n\n1 354\n\nImmigration, asile et intégration\n\n1 635\n\nImmigration et asile\n\n665\n\nIntégration et accès à la nationalité française\n\n970\n\nJustice\n\n556\n\nJustice judiciaire\n\n212\n\nAdministration pénitentiaire\n\n236\n\nConduite et pilotage de la politique de la justice\n\n108\n\nMédias, livre et industries culturelles\n\n3 034\n\nLivre et industries culturelles\n\n3 034\n\nOutre-mer\n\n127\n\nEmploi outre-mer\n\n127\n\nPolitique des territoires\n\n99\n\nPolitique de la ville\n\n99\n\nRecherche et enseignement supérieur\n\n258 435\n\nFormations supérieures et recherche universitaire\n\n163 775\n\nVie étudiante\n\n12 716\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n70 522\n\nRecherche spatiale\n\n2 417\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n4 486\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n2 243\n\nRecherche culturelle et culture scientifique\n\n1 061\n\nEnseignement supérieur et recherche agricoles\n\n1 215\n\nRégimes sociaux et de retraite\n\n344\n\nRégimes de retraite et de sécurité sociale des marins\n\n344\n\nSanté\n\n2 295\n\nPrévention, sécurité sanitaire et offre de soins\n\n2 295\n\nSécurités\n\n272\n\nPolice nationale\n\n272\n\nSolidarité, insertion et égalité des chances\n\n8 748\n\nInclusion sociale et protection des personnes\n\n31\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\n8 717\n\nSport, jeunesse et vie associative\n\n581\n\nSport\n\n535\n\nJeunesse et vie associative\n\n46\n\nTravail et emploi\n\n48 151\n\nAccès et retour à l'emploi\n\n47 833\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n84\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n76\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n158\n\nContrôle et exploitation aériens\n\n812\n\nSoutien aux prestations de l'aviation civile\n\n812\n\nContrôle de la circulation et du stationnement routiers\n\n32\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n32\n\nTotal\n\n397 839\n\n1\n\nleft"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - Pour 2016, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 449. Ce plafond est réparti comme suit :\n\nII. - Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée.\n\nMISSION/PROGRAMME\n\nPLAFOND EXPRIMÉen équivalentstemps plein\n\nAction extérieure de l'Etat\n\ncenter\n\nleft\n\nDiplomatie culturelle et d'influence\n\n3 449\n\nTotal\n\n3 449\n\n1\n\nleft"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Pour 2016, le plafond des autorisations d'emplois des autorités publiques indépendantes dotées de la personnalité morale et des autorités administratives indépendantes dont les effectifs ne sont pas inclus dans un plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé à 2 562 emplois. Ce plafond est réparti comme suit :\n\nPLAFOND EXPRIMÉen équivalents temps plein travaillé\n\nAgence française de lutte contre le dopage\n\n62\n\nAutorité de contrôle prudentiel et de résolution\n\n1 121\n\nAutorité de régulation des transports\n\n68\n\nAutorité des marchés financiers\n\n469\n\nConseil supérieur de l'audiovisuel\n\n284\n\nHaut Conseil du commissariat aux comptes\n\n58\n\nHaute Autorité de santé\n\n394\n\nHaute Autorité pour la diffusion des œuvres et la protection des droits sur internet\n\n65\n\nMédiateur national de l'énergie\n\n41\n\nTotal\n\n2 562\n\n1\n\nleft"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Les reports de 2015 sur 2016 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits ouverts sur ces mêmes programmes par la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015.\n\nINTITULÉdu programme 2015\n\nINTITULÉde la mission de rattachement 2015\n\nINTITULÉdu programme 2016\n\nINTITULÉde la mission de rattachement 2016\n\nAction de la France en Europe et dans le monde\n\nAction extérieure de l'Etat\n\nAction de la France en Europe et dans le monde\n\nAction extérieure de l'Etat\n\nConférence Paris Climat 2015\n\nAction extérieure de l'Etat\n\nConférence Paris Climat 2015\n\nAction extérieure de l'Etat\n\nAdministration territoriale\n\nAdministration générale et territoriale de l'Etat\n\nAdministration territoriale\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nConduite et pilotage des politiques de l'intérieur\n\nAdministration générale et territoriale de l'Etat\n\nConduite et pilotage des politiques de l'intérieur\n\nAdministration générale et territoriale de l'Etat\n\nAide économique et financière au développement\n\nAide publique au développement\n\nAide économique et financière au développement\n\nAide publique au développement\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nEquipement des forces\n\nDéfense\n\nEquipement des forces\n\nDéfense\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nEnergie, climat et après-mines\n\nEcologie, développement et mobilité durables\n\nEnergie, climat et après-mines\n\nEcologie, développement et mobilité durables\n\nDéveloppement des entreprises et du tourisme\n\nEconomie\n\nDéveloppement des entreprises et du tourisme\n\nEconomie\n\nStatistiques et études économiques\n\nEconomie\n\nStatistiques et études économiques\n\nEconomie\n\nEpargne\n\nEngagements financiers de l'Etat\n\nEpargne\n\nEngagements financiers de l'Etat\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\nGestion des finances publiques et des ressources humaines\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\nGestion des finances publiques et des ressources humaines\n\nConduite et pilotage des politiques économiques et financières\n\nGestion des finances publiques et des ressources humaines\n\nConduite et pilotage des politiques économiques et financières\n\nGestion des finances publiques et des ressources humaines\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nEntretien des bâtiments de l'Etat\n\nGestion des finances publiques et des ressources humaines\n\nEntretien des bâtiments de l'Etat\n\nGestion des finances publiques et des ressources humaines\n\nConduite et pilotage de la politique de la justice\n\nJustice\n\nConduite et pilotage de la politique de la justice\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nPresse\n\nMédias, livre et industries culturelles\n\nPresse\n\nMédias, livre et industries culturelles\n\nConditions de vie outre-mer\n\nOutre-mer\n\nConditions de vie outre-mer\n\nOutre-mer\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\nPolitique des territoires\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\nPolitique des territoires\n\nInterventions territoriales de l'Etat\n\nPolitique des territoires\n\nInterventions territoriales de l'Etat\n\nPolitique des territoires\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\nRecherche et enseignement supérieur\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\nRecherche et enseignement supérieur\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nPolice nationale\n\nSécurités\n\nPolice nationale\n\nSécurités\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\nTravail et emploi\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\nTravail et emploi\n\n1\n\nleft\n\nleft\n\nleft\n\nleft\n\nleft\n\nLes reports de 2015 sur 2016 susceptibles d'être effectués à partir du programme Fonds de soutien relatif aux prêts et contrats financiers structurés à risque de la mission Engagements financiers de l'Etat ne pourront excéder le montant des crédits disponibles.\n\nleft"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "VI.-Le présent article entre en vigueur le 1er janvier 2016."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "III.-L'article 1609 sextricies du code général des impôts s'applique aux opérations dont le fait générateur intervient à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I.-Les créances détenues sur la société Adoma au titre de l'avance remboursable accordée le 25 mars 2009 et imputée sur le compte de prêts du Trésor n° 2671800000 sont abandonnées à hauteur de 37 millions d'euros en capital. Les intérêts contractuels courus et échus sont également abandonnés.II.-Les créances détenues sur la société Adoma au titre de l'avance remboursable accordée le 15 septembre 1994 par le fonds d'action sociale pour les travailleurs immigrés et leurs familles, transférées à l'Agence nationale pour la cohésion sociale et l'égalité des chances en application de l'article 39 de la loi n° 2006-396 du 31 mars 2006 pour l'égalité des chances puis transférées à l'Etat en application de l'article 14 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine sont également abandonnées à hauteur de 7 146 941 € en capital. Les intérêts contractuels courus et échus sont également abandonnés.III.-Les abandons de créances prévus aux I et II du présent article financent des opérations de la société Adoma réalisées au titre du service d'intérêt général défini aux septième à neuvième alinéas de l'article L. 411-2 du code de la construction et de l'habitation.IV.-Le présent article entre en vigueur le 1er janvier 2016."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I.-Les biens immobiliers et mobiliers appartenant aux écoles de reconversion professionnelle relevant de l'Office national des combattants et des victimes de guerre ou mis à sa disposition par l'Etat sont transférés en pleine propriété à l'établissement public national Antoine Koenigswarter à une date prévue par décret, et au plus tard le 31 décembre 2016.II.-Les biens immobiliers et mobiliers appartenant à chacun des établissements d'hébergement pour personnes âgées dépendantes relevant de l'Office national des combattants et des victimes de guerre peuvent être transférés en pleine propriété aux établissements publics nationaux, de santé ou médico-sociaux identifiés conjointement par l'agence régionale de santé et le conseil départemental concernés à une date prévue par décret, et au plus tard le 31 décembre 2018.III.-Les transferts prévus aux I et II se font à titre gratuit et ne donnent lieu à aucune indemnité ou perception de droits, impôts ou taxes de quelque nature que ce soit, ni au versement d'honoraires au profit des agents de l'Etat, ni à la contribution prévue à l'article 879 du code général des impôts.A compter de ces dates, chaque établissement repreneur est subrogé à l'Office national des combattants et des victimes de guerre et à l'Etat dans les droits, obligations et contrats de toute nature liés aux biens et aux activités qui lui sont transférés, dont il assure le maintien.IV.-Un décret détermine les conditions d'application du présent article."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "III.-Pour l'application du I bis de l'article 1414 du code général des impôts, l'exonération prévue au I de l'article 28 de la loi n° 2014-891 du 8 août 2014 de finances rectificative pour 2014 est assimilée à l'exonération prévue au 2° du I de l'article 1414 du même code."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "III.-A.-Le 1° et le deuxième alinéa du 4° du II s'appliquent :"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-725 DC du 29 décembre 2015.]"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "II. - Le I s'applique aux exercices ou périodes d'imposition ouverts à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\nIII.-Le présent article entre en vigueur pour les revenus perçus à compter du 1er janvier 2016.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "III.-Les I et II entrent en vigueur le 1er juillet 2017."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "III.-A.-Le I s'applique aux déclarations devant être déposées à compter du 1er janvier 2016.B.-Le II s'applique aux avis de vérification adressés ou remis à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "IV.-Les I et II du présent article s'appliquent aux transactions réalisées à compter du 1er juillet 2016."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "III.-Le présent article entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.-A. E-A modifié les dispositions suivantes :\n\nB.-Le A s'applique à la cotisation sur la valeur ajoutée des entreprises :\n\n1° Due par les redevables au titre de 2016 et des années suivantes ;\n\n2° Versée par l'Etat aux régions et aux départements à compter de 2017.\n\nC.-Les exonérations et abattements de cotisation sur la valeur ajoutée des entreprises applicables en exécution des délibérations prises par les départements, les régions et la collectivité territoriale de Corse sont maintenus à proportion de la fraction leur revenant, respectivement, en application des articles 1586 et 1599 bis du code général des impôts, dans leur rédaction antérieure à la présente loi :\n\n1° Pour leur quotité et leur durée initialement prévues, lorsqu'ils ont été accordés pour une durée limitée ;\n\n2° Pour les impositions dues au titre de 2016, lorsqu'ils ont été accordés sans limitation de durée.\n\nD.-Le Gouvernement remet au Parlement, avant le 15 septembre 2016, un rapport dont l'objet est d'évaluer les ajustements du partage des ressources entre les régions et les départements rendus nécessaires par les transferts de compétences entre collectivités territoriales opérés par la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République. Ce rapport examine notamment les mécanismes de compensation des transferts de compétences en Ile-de-France compte tenu des modalités spécifiques d'exercice de la compétence relative à l'organisation des transports.\n\nII.-A.-Dans les régions regroupées en application des deuxième à cinquième et neuvième à onzième alinéas du II de l'article L. 4111-1 du code général des collectivités territoriales, dans sa rédaction résultant du I de l'article 1er de la loi n° 2015-29 du 16 janvier 2015 relative à la délimitation des régions, aux élections régionales et départementales et modifiant le calendrier électoral, les exonérations et abattements de cotisation sur la valeur ajoutée des entreprises applicables en exécution des délibérations prises par les régions avant le regroupement sont maintenues dans les limites territoriales en vigueur au 31 décembre 2015 :\n\n1° Pour leur quotité et leur durée initialement prévues, lorsqu'ils ont été accordés pour une durée limitée ;\n\n2° Pour les impositions dues au titre de 2016, lorsqu'ils ont été accordés sans limitation de durée.\n\nB.-Pour les carburants vendus aux consommateurs finals en 2016, le montant de la réfaction de la taxe intérieure de consommation prévue au 2 de l'article 265 du code des douanes et le montant de la majoration de cette même taxe prévue au premier alinéa de l'article 265 A bis du même code sont égaux aux montants applicables le 31 décembre 2015 sur le territoire de la collectivité territoriale de Corse et sur le territoire de chaque région dans ses limites territoriales en vigueur à cette même date. Toutefois, en cas de délibération intervenue en 2015 dans les conditions prévues au dernier alinéa du 2 de l'article 265 et au dernier alinéa de l'article 265 A bis dudit code, les montants mentionnés à la première phrase du présent alinéa sont ceux qui résultent de ces délibérations.\n\nPar dérogation au dernier alinéa du 2 de l'article 265 et au dernier alinéa de l'article 265 A bis du même code, les conseils régionaux et l'assemblée de Corse peuvent délibérer avant le 31 octobre 2016 sur les montants mentionnés à la première phrase du premier alinéa du présent B. Les montants résultant de ces délibérations prennent effet le premier jour du deuxième mois suivant la date à laquelle les délibérations concernées sont devenues exécutoires.\n\nC.-Au 1er janvier 2016, dans les régions regroupées en application des deuxième à cinquième et neuvième à onzième alinéas du II de l'article L. 4111-1 du code général des collectivités territoriales, le taux unitaire par cheval-vapeur de la taxe sur les certificats d'immatriculation, prévu au 1 du I de l'article 1599 sexdecies du code général des impôts, est égal à celui applicable le 31 décembre 2015 sur le territoire de chaque région dans ses limites territoriales en vigueur à cette même date.\n\nL'application de taux d'imposition différents sur le territoire de chaque région dans ses limites territoriales en vigueur au 31 décembre 2015 est autorisée pendant une période transitoire. Les conseils régionaux des régions regroupées ont jusqu'au 31 mai 2016, date limite d'adoption du budget, pour voter dans les conditions prévues au 1 du I de l'article 1599 sexdecies du code général des impôts un taux unitaire par cheval-vapeur unique sur l'ensemble de leur ressort territorial ou pour se prononcer sur la mise en place d'une procédure d'intégration progressive des taux de la taxe sur les certificats d'immatriculation à compter du 1er janvier 2017. Cette intégration progressive répond aux conditions suivantes :\n\n1° La délibération instituant cette procédure d'intégration fiscale progressive en détermine la durée, dans la limite de cinq ans, ainsi que le taux cible applicable à l'issue de cette procédure ;\n\n2° Les différences entre les taux d'imposition appliqués sur le territoire de chacune des régions existant au 31 décembre 2015 et le taux cible sont réduites chaque année par parts égales ;\n\n3° La durée de la période de réduction des écarts de taux d'imposition ne peut être modifiée ultérieurement, sauf si une délibération prise dans les conditions prévues au 1 du I de l'article 1599 sexdecies du code général des impôts décide de l'application d'un tarif unique sur le territoire de la région regroupée, mettant fin à la procédure d'intégration fiscale progressive au 1er janvier de l'année suivant cette délibération.\n\nLes exonérations en vigueur le 31 décembre 2015, prévues en application de l'article 1599 novodecies A du même code, sont maintenues sur le territoire de la région pour lequel elles s'appliquaient à cette date jusqu'à l'aboutissement de la procédure d'intégration fiscale progressive, sauf si une délibération prise dans les conditions prévues au même article décide de l'application, à compter du 1er janvier suivant cette délibération, de conditions uniques d'exonérations sur le territoire de la région regroupée.\n\nD.-Au 1er janvier 2016, dans les régions regroupées en application des deuxième à cinquième et neuvième à onzième alinéas du II de l'article L. 4111-1 du code général des collectivités territoriales, le taux de la taxe sur les permis de conduire prévue à l'article 1599 terdecies du code général des impôts est égal à celui applicable le 31 décembre 2015 sur le territoire de chaque région dans ses limites territoriales en vigueur au 31 décembre 2015.\n\nL'application de taux d'imposition différents sur le territoire de chaque région dans ses limites territoriales en vigueur au 31 décembre 2015 est autorisée pendant une période transitoire. Les conseils régionaux des régions regroupées ont jusqu'au 31 mai 2016, date limite d'adoption du budget, pour voter dans les conditions prévues à l'article 1599 quaterdecies du code général des impôts un taux unique sur l'ensemble de leur ressort territorial ou pour se prononcer sur la mise en place d'une procédure d'intégration progressive des taux de la taxe sur les permis de conduire à compter du 1er janvier 2017. Cette intégration progressive répond aux conditions suivantes :\n\n1° La délibération instituant cette procédure d'intégration fiscale progressive en détermine la durée, dans la limite de cinq ans, ainsi que le taux cible applicable à l'issue de cette procédure ;\n\n2° Les différences entre les taux d'imposition appliqués sur le territoire de chacune des régions existant au 31 décembre 2015 et le taux cible sont réduites chaque année par parts égales ;\n\n3° La durée de la période de réduction des écarts de taux d'imposition ne peut être modifiée ultérieurement, sauf si une délibération prise dans les conditions prévues au 1 du I de l'article 1599 sexdecies du code général des impôts décide de l'application d'un tarif unique sur le territoire de la région regroupée, mettant fin à la procédure d'intégration fiscale progressive à compter du premier jour du deuxième mois suivant la date à laquelle la décision est devenue exécutoire.\n\nF.-Les transferts de biens, droits et obligations résultant de l'application du II de l'article L. 4111-1 du code général des collectivités territoriales, dans sa rédaction résultant de l'article 1er de la loi n° 2015-29 du 16 janvier 2015 précitée, ne donnent lieu ni au versement de la contribution prévue à l'article 879 du code général des impôts, ni à la perception d'impôts, de droits ou de taxes de quelque nature que ce soit.\n\nIII.-A.-Au titre des transferts de compétences prévus à l'article 15 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République, une attribution de compensation financière est versée par la région au département.\n\nCette attribution est égale à la différence entre le montant de la cotisation sur la valeur ajoutée des entreprises perçue par le département en 2016, d'une part, et celui qui aurait été perçu si le taux de 23,5 % mentionné au 6° du I de l'article 1586 du code général des impôts avait été appliqué au 1er janvier 2016, d'autre part, diminuée du coût net des charges transférées calculé selon les modalités définies au V de l'article 133 de la loi n° 2015-991 du 7 août 2015 précitée. Elle ne peut être indexée.\n\nLorsque l'attribution de compensation financière est négative, la région peut demander au département d'effectuer, à due concurrence, un versement à son profit.\n\nLe montant de l'attribution de compensation financière est fixé par délibérations concordantes du conseil régional et du conseil départemental. A défaut, son montant est fixé par arrêté du représentant de l'Etat dans le département.\n\nL'attribution de compensation financière constitue une dépense obligatoire pour la région ou, le cas échéant, le département.\n\nB.-La compensation financière des transferts de compétences mentionnés dans la loi n° 2015-991 du 7 août 2015 précitée, à l'exception de ceux mentionnés à l'article 15 de la même loi, intervenant entre un département et une autre collectivité territoriale ou un groupement de collectivités territoriales est assurée dans les conditions fixées au V de l'article 133 de la même loi, complétées par les modalités définies au présent B.\n\nLes charges transférées par un département sont compensées par le versement à la collectivité territoriale ou au groupement de collectivités territoriales bénéficiaire du transfert de compétences d'une dotation de compensation des charges transférées.\n\nCette dotation de compensation des charges transférées, versée annuellement, n'est pas indexée et constitue une dépense obligatoire du département, au sens de l'article L. 3321-1 du code général des collectivités territoriales.\n\nC.-La région d'Ile-de-France verse à chaque département situé dans ses limites territoriales une dotation de compensation du transfert de la cotisation sur la valeur ajoutée des entreprises. Cette dotation est égale à la différence entre le montant de la cotisation sur la valeur ajoutée des entreprises perçue par le département en 2016, d'une part, et celui qui aurait été perçu si le taux de 23,5 % mentionné au 6° du I de l'article 1586 du code général des impôts avait été appliqué au 1er janvier 2016, d'autre part. La dotation constitue une dépense obligatoire pour la région.\n\n-Code général des impôts, CGI.\n\nIV.-A modifié les dispositions suivantes :\n\n-LOI n° 2015-991 du 7 août 2015\n\nArt. 114"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - Le I s'applique à compter du 1er janvier 2016.\n\nB. - Par dérogation au I, pour les taxes mentionnées aux articles L. 2333-30 et L. 2333-41 du code général des collectivités territoriales applicables au titre de l'année 2016, les délibérations prévues au deuxième alinéa du même article L. 2333-30 et du I du même article L. 2333-41 peuvent être prises jusqu'au 1er février 2016.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "III.-Les délibérations des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre prises en application du b de l'article 1383 E bis, du 1° du III de l'article 1407 et du a du 3° de l'article 1459 du code général des impôts, dans leur rédaction antérieure à la présente loi, cessent de produire leurs effets à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "II.-Le I s'applique aux locaux dont les travaux de transformation sont achevés à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "II.-Le I s'applique à compter des impositions dues au titre de 2015."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Par dérogation à l'article 1639 A bis du code général des impôts, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre peuvent délibérer jusqu'au 1er février 2016 afin d'instituer l'abattement prévu à l'article 1518 A ter du même code pour les impositions dues au titre de 2016.\n\nIII.-A titre exceptionnel, les contribuables qui ont bénéficié de l'abattement prévu à l'article 1518 A ter dudit code au titre de l'année 2014 en bénéficient au titre de l'année 2015, par voie de dégrèvement. Ce dégrèvement est à la charge des collectivités territoriales et des établissements de coopération intercommunale à fiscalité propre. Il s'impute sur les attributions mentionnées aux articles L. 2332-2 et L. 3332-1-1 du code général des collectivités territoriales.\n\nIV.-Les I et II s'appliquent à compter des impositions dues au titre de 2016.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-A.-Par dérogation au I de l'article 1639 A bis du code général des impôts, les collectivités territoriales et leurs établissements de coopération intercommunale à fiscalité propre peuvent délibérer jusqu'au 5 février 2016 afin d'instituer l'abattement prévu à l'article 1518 A quater du même code pour les impositions dues à compter de 2016.\n\nB.-Par dérogation au II de l'article 1518 A quater du code général des impôts, pour l'application au titre de 2016, les redevables de la cotisation foncière des entreprises et de la taxe foncière sur les propriétés bâties déclarent au plus tard le 31 janvier 2016 les éléments mentionnés au même II.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "II.-Le I entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - A l'exception du second alinéa du 1° du c du 1 de l'article 200 quater du code général des impôts, dans sa rédaction résultant de la présente loi, le I du présent article s'applique aux dépenses payées à compter du 1er janvier 2016.\n\nToutefois et sous réserve du B du présent II, l'article 200 quater du code général des impôts, dans sa rédaction antérieure à la présente loi, s'applique aux dépenses payées à compter du 1er janvier 2016 pour lesquelles le contribuable justifie de l'acceptation d'un devis et du versement d'un acompte avant cette même date.\n\nB. - Le second alinéa du 1° du c du 1 de l'article 200 quater du code général des impôts, dans sa rédaction résultant de la présente loi, s'applique aux dépenses payées à compter du 30 septembre 2015, à l'exception de celles pour lesquelles le contribuable justifie de l'acceptation d'un devis et du versement d'un acompte avant cette même date.\n\nleft\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII.-A.-Les 1° à 3° et le 5° du I s'appliquent aux offres de prêt émises à compter du 1er janvier 2016.\n\nB.-Le 4° du I s'applique aux offres de prêt émises à compter du 1er janvier 2016, ainsi que, en cas d'accord de l'emprunteur et de l'établissement de crédit ou de la société de financement, aux prêts versés depuis le 1er janvier 2011.\n\n- Code de la construction et de l'habitation.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "III.-A.-Les a à d du 1° du I du présent article s'appliquent aux offres d'avances émises à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "II.-Le ministre chargé de l'outre-mer remet au Parlement, chaque année, un rapport précisant, pour chaque département, pour les logements ayant bénéficié des prêts conventionnés mentionnés au dernier alinéa du I de l'article 199 undecies C et au f du 1 du I de l'article 244 quater X du code général des impôts, le nombre de logements mis en construction, de logements achevés et de logements agréés ainsi que leur répartition par nature de prêts conventionnés."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "III.-A.-Le a du 1° et le 2° du A du I s'appliquent aux travaux achevés à compter du 1er janvier 2016, à l'exception de ceux pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés au plus tard le 31 décembre 2015 et si les travaux sont achevés au plus tard le 31 décembre 2017."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article s'applique aux crédits d'impôts calculés au titre des exercices ouverts à compter du 1er janvier 2016.\n\nIII.- (Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "II. - Le I s'applique aux cessions entraînant une modification de contrôle agréée à compter du 30 septembre 2015 en application de l'article 42-3 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "II.-Pour la taxe due au titre de l'année 2016, les acomptes mensuels ou trimestriels prévus au premier alinéa de l'article L. 115-10 du code du cinéma et de l'image animée dus par les redevables mentionnés au troisième alinéa de l'article L. 115-6 du même code, dans sa rédaction résultant de la présente loi, sont au moins égaux, respectivement, au douzième ou au quart du montant obtenu en appliquant un taux de 5,5 % aux versements mentionnés au 1° de l'article L. 115-7 dudit code, hors taxe sur la valeur ajoutée, constatés en 2015.III.-Les 1° à 3° du I et le II entrent en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de regarder le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "II.-Le présent article entre en vigueur le 1er janvier 2016."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I. et II-A modifié les dispositions suivantes :\n\nIII.-Les I et II s'appliquent aux dépenses payées à compter du 1er janvier 2018.\n\n-Code général des impôts, CGI.\n\n-LOI n° 2008-1425 du 27 décembre 2008"
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "II.-Le I s'applique à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "Le Gouvernement présente chaque année de manière détaillée, au sein d'une partie dédiée de l'annexe au projet de loi de finances intitulée « Relations financières avec l'Union européenne », l'ensemble des sanctions et corrections financières prononcées contre la France au cours de l'année écoulée en conséquence de violations du droit communautaire : les refus d'apurement des dépenses de la politique agricole commune, les corrections financières au titre des fonds structurels, les sanctions financières dans le cadre de la gouvernance européenne des finances publiques, les amendes et astreintes prononcées par la Cour de justice de l'Union européenne. Il y retrace également les activités du Secrétariat général des affaires européennes relatives aux contentieux européens en cours de traitement ou conclus au cours de l'année, qu'ils aient ou non donné lieu à une sanction ou une correction."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Le Gouvernement présente chaque année, au sein d'une annexe générale au projet de loi de finances, un rapport relatif aux investissements financés seuls ou de concert par l'Etat, ses établissements publics, les établissements publics de santé et les structures de coopération sanitaire."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport établissant un bilan de l'utilisation du mécanisme d'achat à terme de devises utilisé depuis 2006 et un bilan du recours à la réserve de précaution pour couvrir les risques de change auxquels sont exposés les crédits de la mission « Action extérieure de l'Etat ». Ce rapport examine également l'opportunité d'introduire un mécanisme budgétaire automatique et pérenne de couverture de ces risques de change."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "II.-Le I entre en vigueur le 1er juillet 2016."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "Les pensions de retraite liquidées en application du code des pensions civiles et militaires de retraite avant le 19 octobre 1999 peuvent être révisées à la demande des intéressés, déposée après le 1er janvier 2016, et à compter de cette demande, afin de prendre en compte le droit à campagne double prévu en application du c de l'article L. 12 du même code, au titre de leur participation à la guerre d'Algérie ou aux combats en Tunisie et au Maroc, selon les modalités en vigueur à la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I.- Une allocation viagère d'un montant annuel qui ne peut être inférieur à 8 976 € à compter du 1er janvier 2024 et qui est indexé sur le taux d'évolution en moyenne annuelle des prix à la consommation hors tabac est instituée au profit des conjoints et ex-conjoints, mariés ou ayant conclu un pacte civil de solidarité, survivants d'anciens harkis, moghaznis et personnels des diverses formations supplétives et assimilés de statut civil de droit local ayant servi en Algérie, si ces derniers ont fixé leur domicile en France, selon des modalités fixées par décret.\n\nLe montant annuel de l'allocation est fixé par arrêté conjoint des ministres chargés des rapatriés et du budget.\n\nLe bénéfice de cette allocation est ouvert dès lors :\n\n1° Que le conjoint ou l'ex-conjoint survivant n'est pas remarié ou n'a pas conclu un pacte civil de solidarité ;\n\n2° Qu'il ne perçoit pas l'allocation de reconnaissance et n'a pas perçu un capital mentionnés à l'article 6 de la loi n° 2005-158 du 23 février 2005 portant reconnaissance de la Nation et contribution nationale en faveur des Français rapatriés.\n\nII.- S'ils n'ont présenté leur demande d'attribution de l'allocation viagère ni avant le 31 décembre 2016, ni dans l'année ayant suivi le décès, les conjoints et ex-conjoints survivants d'un ancien membre des formations supplétives ou assimilé décédé avant la publication de la loi n° 2022-229 du 23 février 2022 portant reconnaissance de la Nation envers les harkis et les autres personnes rapatriées d'Algérie anciennement de statut civil de droit local et réparation des préjudices subis par ceux-ci et leurs familles du fait de l'indignité de leurs conditions d'accueil et de vie dans certaines structures sur le territoire français peuvent y prétendre, sous réserve du respect des conditions prévues au I du présent article.\n\nII bis.- Sous réserve du respect des conditions prévues aux 1° et 2° du I, sont éligibles à l'allocation viagère les conjoints et ex-conjoints, mariés ou ayant conclu un pacte civil de solidarité, survivants d'anciens harkis, moghaznis et personnels des diverses formations supplétives et assimilés de statut civil de droit local ayant servi en Algérie, si ces derniers ont fixé leur domicile dans un autre Etat membre de l'Union européenne.II ter.- Les personnes mentionnées aux I à II bis bénéficient des arrérages de l'allocation afférents à la période postérieure au décès de leur conjoint, dans la limite des six années précédant celle de leur demande.\n\nIII.-L'allocation prévue aux I à II bis est, le cas échéant, répartie entre les conjoints et ex-conjoints survivants non remariés ou n'ayant pas conclu un pacte civil de solidarité, en fonction de la durée effective de leur union avec l'ancien membre des formations supplétives ou assimilé décédé.\n\nleft\n\nIV et V.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-LOI n° 2015-917 du 28 juillet 2015"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2016, un rapport dressant le bilan du remplacement de l'aide différentielle aux conjoints survivants par l'aide complémentaire aux conjoints survivants et étudiant les possibilités de garantir aux veuves d'anciens combattants un revenu stable."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "Le Gouvernement présente au Parlement, avant le 1er juillet 2016, un rapport sur l'évolution du financement des commissions locales d'information nucléaire définies à l'article 22 de la loi n° 2006-686 du 13 juin 2006 relative à la transparence et à la sécurité en matière nucléaire, et sur leur regroupement national.Ce rapport examine en particulier les modalités selon lesquelles pourrait être créée une contribution acquittée par les exploitants d'installations nucléaires de base, perçue par les commissions locales d'information et leur regroupement, dont le produit serait plafonné et l'excédent reversé au budget général de l'Etat."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "IV.-Le 1° du II et le 1° et le a du 3° du III entrent en vigueur le 1er octobre 2016 et s'appliquent aux prestations dues à compter de cette date."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "II.-A.-Le 5° du I entre en vigueur le 1er janvier 2016."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "I.- (Abrogé)\n\nII.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-Les militaires reconnus atteints, au titre de leur activité en qualité de militaire, d'une maladie provoquée par l'amiante figurant sur une liste établie par arrêté du ministre chargé de la défense peuvent demander à bénéficier d'une cessation anticipée d'activité et à percevoir à ce titre une allocation spécifique.Cette allocation peut se cumuler avec une pension de réversion, une pension militaire d'invalidité ou une rente d'accident du travail ou de maladie professionnelle. Une allocation différentielle peut être versée en complément d'une pension de réversion. Ce cumul ne peut excéder le montant de l'allocation prévue au présent III.La durée de la cessation anticipée d'activité est prise en compte pour la constitution et la liquidation des droits à pension des militaires qui sont exonérés du versement des cotisations pour pension.Un décret en Conseil d'Etat fixe les conditions d'application du présent III, notamment les conditions d'âge et de cessation d'activité ainsi que les modalités d'affiliation au régime de sécurité sociale, les conditions de cessation du régime prévu au présent III et l'âge auquel l'allocation est alors remplacée par la pension à laquelle les intéressés peuvent prétendre.IV.-Les fonctionnaires, les anciens fonctionnaires, les agents contractuels et les anciens agents contractuels de droit public exerçant ou ayant exercé certaines fonctions dans des établissements ou parties d'établissement de construction ou de réparation navales du ministère chargé de la défense ou du ministère chargé de la mer pendant les périodes au cours desquelles y étaient traités l'amiante ou des matériaux contenant de l'amiante peuvent demander à bénéficier d'une cessation anticipée d'activité et percevoir à ce titre une allocation spécifique.\n\nLorsque le bénéficiaire de l'allocation spécifique prévue au présent IV n'a plus la qualité de fonctionnaire, il bénéficie du régime de sécurité sociale dans les mêmes conditions que celles qui lui auraient été applicables s'il était fonctionnaire.Lorsque le bénéficiaire de cette même allocation n'est plus affilié au régime général de sécurité sociale ni au régime de retraite complémentaire relevant de l'article L. 921-2 du code de la sécurité sociale, il est de nouveau affilié par son dernier employeur en qualité de contractuel de droit public.Les articles L. 555-2, L. 555-3 et L. 555-5 du code général de la fonction publique sont applicables aux bénéficiaires du régime prévu au présent IV.Un décret en Conseil d'Etat fixe les conditions d'application du présent IV, notamment les conditions d'âge et de cessation d'activité ainsi que les modalités d'affiliation au régime de sécurité sociale, les conditions de cessation du régime prévu au présent IV et, par dérogation à l'article L. 161-17-2 du code de la sécurité sociale et à l'avant-dernier alinéa du I du présent article, l'âge auquel l'allocation est alors remplacée par la ou les pensions de vieillesse auxquelles les intéressés peuvent prétendre.\n\n-Loi n° 2003-1312 du 30 décembre 2003\n\n-LOI n° 2013-1278 du 29 décembre 2013"
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "I.-A.-Il est appliqué un abattement sur tout ou partie des indemnités effectivement perçues par les fonctionnaires civils en position d'activité ou de détachement dans un corps, un cadre d'emplois ou un emploi conduisant à pension civile ayant fait l'objet d'une revalorisation indiciaire visant à la modernisation des parcours professionnels, des carrières et des rémunérations et à l'avenir de la fonction publique.B.-Le montant annuel de l'abattement prévu au A correspond aux montants annuels bruts des indemnités perçues par le fonctionnaire civil, dans la limite des plafonds forfaitaires annuels suivants :1° Pour les fonctionnaires appartenant à un corps ou cadre d'emplois relevant de la catégorie A ou de même niveau : 389 € ;2° Pour les fonctionnaires appartenant à un corps ou cadre d'emplois relevant de la catégorie B ou de même niveau : 278 € ;3° Pour les fonctionnaires appartenant à un corps ou cadre d'emplois relevant de la catégorie C ou de même niveau : 167 €.Le montant de l'abattement est, le cas échéant, réduit dans les mêmes proportions que le traitement perçu par l'agent au cours de la même année.C.-Le montant des indemnités prises en compte dans les assiettes des contributions de sécurité sociale et de la cotisation au régime public de retraite additionnel et obligatoire institué par l'article 76 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites tient compte de l'abattement prévu au A du présent I.D.-La liste des indemnités non prises en compte pour le calcul de l'abattement, ainsi que les montants, les modalités et le calendrier de mise en œuvre de l'abattement sont déterminés par décret.\n\nII, III, IV. - A modifié les dispositions suivantes :\n\nV.-Toutefois, l'avancement d'échelon reste fonction, dans le corps ou le cadre d'emplois considéré, de l'ancienneté et de la valeur professionnelle, conformément aux dispositions statutaires applicables avant l'entrée en vigueur de la présente loi :1° Jusqu'à la publication des statuts particuliers et au plus tard jusqu'au 1er juillet 2016, pour les corps et cadres d'emplois de catégorie B et ceux, relevant de la catégorie A, d'infirmiers et de personnels paramédicaux et des cadres de santé ainsi que ceux de la filière sociale dont l'indice brut terminal est au plus égal à 801 ;2° Jusqu'au 1er janvier 2017, pour les autres corps et cadres d'emplois ainsi que pour les personnels sous statut spécial.VI.-Les I, III, V et VII sont applicables aux fonctionnaires relevant de la commune et du département de Paris ainsi que de leurs établissements publics.VII.-Entre 2016 et 2020, les dispositions statutaires, indiciaires et indemnitaires visant à la modernisation des parcours professionnels, des carrières et des rémunérations des fonctionnaires de catégories A, B et C ou de même niveau relevant de la fonction publique de l'Etat, de la fonction publique territoriale et de la fonction publique hospitalière peuvent, au plus tôt, rétroagir aux dates d'effet suivantes :1° Au 1er janvier 2016 pour les corps et cadres d'emplois de catégorie B et ceux, relevant de la catégorie A, d'infirmiers et de personnels paramédicaux et des cadres de santé ainsi que ceux de la filière sociale dont l'indice brut terminal est au plus égal à 801 ;2° Au 1er janvier 2017 pour les autres corps et cadres d'emplois ainsi que pour les personnels sous statut spécial.VIII.-Les I, II et VII du présent article s'appliquent aux fonctionnaires mentionnés à l'article 2 de la loi n° 53-39 du 3 février 1953 relative au développement des crédits affectés aux dépenses de fonctionnement des services civils pour l'exercice 1953 (Présidence du Conseil).IX.-A.-Le I s'applique aux militaires dans des conditions précisées par décret.B.-Les dispositions statutaires, indiciaires et indemnitaires visant à la modernisation des parcours professionnels, des carrières et des rémunérations des militaires peuvent, au plus tôt, rétroagir au 1er janvier 2017.\n\n- Loi n° 84-16 du 11 janvier 1984\n\n- Loi n° 84-53 du 26 janvier 1984\n\n- Loi n° 86-33 du 9 janvier 1986"
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales\n\nArt. L2113-20, Art. L2113-22"
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "I.-En 2016, il est créé une dotation budgétaire de soutien à l'investissement des communes et de leurs groupements à fiscalité propre de métropole et des départements d'outre-mer.\n\nCette dotation est divisée en deux enveloppes :\n\na) Une première enveloppe est répartie entre les régions et le département de Mayotte en fonction de la population telle que définie à l'article L. 4332-4-1 du code général des collectivités territoriales pour les régions et au premier alinéa de l'article L. 3334-2 du même code pour le département de Mayotte.\n\nPeuvent bénéficier d'une subvention au titre de cette première enveloppe les communes et les établissements publics de coopération intercommunale à fiscalité propre. Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans le département de Mayotte en vue de la réalisation de projets de rénovation thermique, de transition énergétique, de développement des énergies renouvelables, de mise aux normes des équipements publics, de développement d'infrastructures en faveur de la mobilité ou de construction de logements et de la réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants ;\n\nb) Une seconde enveloppe est répartie entre les régions et le département de Mayotte en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants. La population à prendre en compte est celle issue du dernier recensement et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques.\n\nPeuvent bénéficier d'une subvention au titre de cette seconde enveloppe les communes de moins de 50 000 habitants. Lorsque les opérations concernées relèvent d'une compétence transférée par une commune éligible à un établissement public de coopération intercommunale à fiscalité propre, celui-ci peut bénéficier, sur décision du représentant de l'Etat dans la région ou dans le département de Mayotte, d'une subvention au titre de cette seconde part.\n\nCes subventions sont attribuées en vue de la réalisation d'opérations d'investissement s'inscrivant dans le cadre d'un projet global de développement du territoire concerné.\n\nLes attributions au titre de cette dotation sont inscrites à la section d'investissement du budget des communes et de leurs groupements à fiscalité propre bénéficiaires. Les données servant à la répartition des crédits de cette dotation sont appréciées au 1er janvier 2015.\n\nII. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "II.-L'article L. 2336-1 du code général des collectivités territoriales, dans sa rédaction résultant du 1° du I du présent article, est applicable aux communes de Nouvelle-Calédonie et aux communes et groupements de la Polynésie française ainsi qu'aux circonscriptions territoriales des îles Wallis et Futuna."
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166",
      "content": "Avant le 1er octobre de chaque année, le Gouvernement remet au Parlement un rapport sur le fonctionnement et l'évolution du Fonds national de péréquation des ressources intercommunales et communales. Ce rapport évalue notamment la soutenabilité des prélèvements pour les communes contributrices et le caractère péréquateur des reversements pour les communes bénéficiaires. En 2018, ce rapport comporte une analyse des indicateurs agrégés utilisés dans la répartition du fonds."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Article 171",
      "content": "Les victimes ou leurs ayants droit qui ont été reconnus débiteurs du Fonds d'indemnisation des victimes de l'amiante par décision juridictionnelle rendue de manière irrévocable entre le 1er mars 2009 et le 1er mars 2014, à raison de la non-déduction des prestations versées par les organismes de sécurité sociale au titre de l'indemnisation d'un même préjudice ou de l'application, pour le calcul du montant de l'indemnité d'incapacité fonctionnelle permanente, de la valeur du point d'incapacité prévue par un barème autre que celui du fonds, sont réputés avoir définitivement acquis les sommes dont ils étaient redevables."
    },
    {
      "provision_ref": "artÉTATSLÉGISLATIFSANNEXÉS",
      "section": "ÉTATSLÉGISLATIFSANNEXÉS",
      "title": "Article ÉTATSLÉGISLATIFSANNEXÉS",
      "content": "ÉTAT A(Article 57 de la loi)Voies et moyensI. - BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL(En milliers d'euros)\n\nII. - BUDGETS ANNEXES(En euros)\n\nIII. - COMPTES D'AFFECTATION SPÉCIALE(En euros)\n\nIV. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nÉTAT B(Article 58 de la loi)Répartition, par mission et programme, des crédits du budget généralBUDGET GÉNÉRAL\n\n(En euros)\n\nÉTAT C(Article 59 de la loi)Répartition, par mission et programme, des crédits des budgets annexesBUDGETS ANNEXÉS\n\n(En euros)\n\nÉTAT D(Article 60 de la loi)Répartition, par mission et programme, des crédits des comptes d'affectation spéciale et des comptes de concours financiersI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nÉTAT E(Article 61 de la loi)Répartition des autorisations de découvertI. - COMPTES DE COMMERCE\n\n(En euros)\n\nII. - COMPTES D'OPÉRATIONS MONÉTAIRES\n\n(En euros)\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2016\n\nleft\n\n1. Recettes fiscales\n\nleft\n\nleft\n\n11. Impôt sur le revenu\n\n76 527 770\n\n1101\n\nImpôt sur le revenu\n\n76 527 770\n\nleft\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n3 034 000\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n3 034 000\n\nleft\n\n13. Impôt sur les sociétés\n\n58 701 960\n\n1301\n\nImpôt sur les sociétés\n\n57 509 886\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n1 192 074\n\nleft\n\n14. Autres impôts directs et taxes assimilées\n\n14 501 391\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n744 000\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n3 866 912\n\n1403\n\nPrélèvements sur les bénéfices tirés de la construction immobilière (loi n° 63-254 du 15 mars 1963, art. 28-IV)\n\n0\n\n1404\n\nPrécompte dû par les sociétés au titre de certains bénéfices distribués (loi n° 65 566 du 12 juillet 1965, art. 3)\n\n780 000\n\n1405\n\nPrélèvement exceptionnel de 25 % sur les distributions de bénéfices\n\n7 000\n\n1406\n\nImpôt de solidarité sur la fortune\n\n5 352 000\n\n1407\n\nTaxe sur les locaux à usage de bureaux, les locaux commerciaux et de stockage\n\n34 000\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n124 000\n\n1409\n\nTaxe sur les salaires\n\n0\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n0\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n19 680\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n36 556\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n84 568\n\n1415\n\nContribution des institutions financières\n\n0\n\n1416\n\nTaxe sur les surfaces commerciales\n\n212 175\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle\n\n0\n\n1497\n\nCotisation sur la valeur ajoutée des entreprises (affectation temporaire à l'Etat en 2010)\n\n0\n\n1498\n\nCotisation foncière des entreprises (affectation temporaire à l'Etat en 2010)\n\n0\n\n1499\n\nRecettes diverses\n\n3 240 500\n\nleft\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n15 854 246\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n15 854 246\n\nleft\n\n16. Taxe sur la valeur ajoutée\n\n195 806 200\n\n1601\n\nTaxe sur la valeur ajoutée\n\n195 806 200\n\nleft\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n23 599 552\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n437 675\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n153 750\n\n1703\n\nMutations à titre onéreux de meubles corporels\n\n0\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n9 000\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n1 515 000\n\n1706\n\nMutations à titre gratuit par décès\n\n10 317 000\n\n1707\n\nContribution de sécurité immobilière\n\n580 150\n\n1711\n\nAutres conventions et actes civils\n\n522 750\n\n1712\n\nActes judiciaires et extrajudiciaires\n\n0\n\n1713\n\nTaxe de publicité foncière\n\n378 225\n\n1714\n\nPrélèvement sur les sommes versées par les organismes d'assurances et assimilés à raison des contrats d'assurances en cas de décès\n\n133 250\n\n1715\n\nTaxe additionnelle au droit de bail\n\n0\n\n1716\n\nRecettes diverses et pénalités\n\n183 475\n\n1721\n\nTimbre unique\n\n267 825\n\n1722\n\nTaxe sur les véhicules de société\n\n150 000\n\n1723\n\nActes et écrits assujettis au timbre de dimension\n\n0\n\n1725\n\nPermis de chasser\n\n0\n\n1751\n\nDroits d'importation\n\n0\n\n1753\n\nAutres taxes intérieures\n\n3 082 100\n\n1754\n\nAutres droits et recettes accessoires\n\n6 000\n\n1755\n\nAmendes et confiscations\n\n51 250\n\n1756\n\nTaxe générale sur les activités polluantes\n\n273 836\n\n1757\n\nCotisation à la production sur les sucres\n\n0\n\n1758\n\nDroit de licence sur la rémunération des débitants de tabacs\n\n2 080\n\n1761\n\nTaxe et droits de consommation sur les tabacs\n\n0\n\n1766\n\nGarantie des matières d'or et d'argent\n\n0\n\n1768\n\nTaxe spéciale sur certains véhicules routiers\n\n170 000\n\n1769\n\nAutres droits et recettes à différents titres\n\n7 800\n\n1773\n\nTaxe sur les achats de viande\n\n0\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n51 250\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n53 300\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n27 675\n\n1780\n\nTaxe de l'aviation civile\n\n26 600\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n591 425\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n25 750\n\n1785\n\nProduits des jeux exploités par la Française des jeux (hors paris sportifs)\n\n2 277 275\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n671 930\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n431 935\n\n1788\n\nPrélèvement sur les paris sportifs\n\n283 334\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n54 505\n\n1790\n\nRedevance sur les paris hippiques en ligne\n\n0\n\n1797\n\nTaxe sur les transactions financières\n\n564 500\n\n1798\n\nImpositions forfaitaires sur les entreprises de réseaux (affectation temporaire à l'Etat en 2010)\n\n0\n\n1799\n\nAutres taxes\n\n298 907\n\nleft\n\n2. Recettes non fiscales\n\nleft\n\nleft\n\n21. Dividendes et recettes assimilées\n\n5 730 900\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n2 017 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n425 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n3 288 900\n\n2199\n\nAutres dividendes et recettes assimilées\n\n0\n\nleft\n\n22. Produits du domaine de l'Etat\n\n2 443 539\n\n2201\n\nRevenus du domaine public non militaire\n\n206 297\n\n2202\n\nAutres revenus du domaine public\n\n90 520\n\n2203\n\nRevenus du domaine privé\n\n46 724\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n930 280\n\n2209\n\nPaiement par les administrations de leurs loyers budgétaires\n\n1 000 512\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n155 000\n\n2212\n\nAutres produits de cessions d'actifs\n\n9\n\n2299\n\nAutres revenus du Domaine\n\n14 197\n\nleft\n\n23. Produits de la vente de biens et services\n\n856 842\n\n2301\n\nRemboursement par l'Union européenne des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n242 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n525 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor public au titre de la collecte de l'épargne\n\n60 000\n\n2305\n\nProduits de la vente de divers biens\n\n2 000\n\n2306\n\nProduits de la vente de divers services\n\n12 842\n\n2399\n\nAutres recettes diverses\n\n15 000\n\nleft\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n963 302\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n676 680\n\n2402\n\nIntérêts des prêts du fonds de développement économique et social\n\n6 100\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n34 200\n\n2409\n\nIntérêts des autres prêts et avances\n\n59 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n152 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n1 322\n\n2413\n\nReversement au titre des créances garanties par l'Etat\n\n13 000\n\n2499\n\nAutres remboursements d'avances, de prêts et d'autres créances immobilisées\n\n21 000\n\nleft\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n1 660 179\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n485 541\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n400 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n48 484\n\n2504\n\nRecouvrements poursuivis à l'initiative de l'agence judiciaire du Trésor\n\n15 000\n\n2505\n\nProduits des autres amendes et condamnations pécuniaires\n\n685 197\n\n2510\n\nFrais de poursuite\n\n13 456\n\n2511\n\nFrais de justice et d'instance\n\n9 574\n\n2512\n\nIntérêts moratoires\n\n147\n\n2513\n\nPénalités\n\n2 780\n\nleft\n\n26. Divers\n\n3 992 832\n\n2601\n\nReversements de Natixis\n\n60 000\n\n2602\n\nReversements de la Compagnie française d'assurance pour le commerce extérieur\n\n1 650 000\n\n2603\n\nPrélèvements sur les fonds d'épargne gérés par la Caisse des dépôts et consignations\n\n465 000\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n263 700\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n230 000\n\n2612\n\nRedevances et divers produits pour frais de contrôle et de gestion\n\n11 000\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n0\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n82 420\n\n2615\n\nCommissions et frais de trésorerie perçus par l'Etat dans le cadre de son activité régalienne\n\n325\n\n2616\n\nFrais d'inscription\n\n10 000\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n11 000\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n6 000\n\n2620\n\nRécupération d'indus\n\n50 000\n\n2621\n\nRecouvrements après admission en non-valeur\n\n171 146\n\n2622\n\nDivers versements de l'Union européenne\n\n22 835\n\n2623\n\nReversements de fonds sur les dépenses des ministères ne donnant pas lieu à rétablissement de crédits\n\n50 000\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n34 000\n\n2625\n\nRecettes diverses en provenance de l'étranger\n\n3 403\n\n2626\n\nRemboursement de certaines exonérations de taxe foncière sur les propriétés non bâties (art. 109 de la loi de finances pour 1992)\n\n2 503\n\n2627\n\nSoulte sur reprise de dette et recettes assimilées\n\n0\n\n2697\n\nRecettes accidentelles\n\n210 000\n\n2698\n\nProduits divers\n\n374 500\n\n2699\n\nAutres produits divers\n\n285 000\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\nleft\n\nleft\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n47 304 691\n\n3101\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n33 221 814\n\n3103\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n17 200\n\n3104\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n73 696\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n6 046 822\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n1 636 668\n\n3108\n\nDotation élu local\n\n65 006\n\n3109\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40 976\n\n3111\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000\n\n3112\n\nDotation départementale d'équipement des collèges\n\n326 317\n\n3113\n\nDotation régionale d'équipement scolaire\n\n661 186\n\n3117\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n0\n\n3118\n\nDotation globale de construction et d'équipement scolaire\n\n2 686\n\n3120\n\nCompensation relais de la réforme de la taxe professionnelle\n\n0\n\n3122\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n3 324 422\n\n3123\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n628 669\n\n3125\n\nPrélèvement sur les recettes de l'Etat spécifique au profit de la dotation globale de fonctionnement\n\n0\n\n3126\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n163 365\n\n3128\n\nDotation de compensation des produits syndicaux fiscalisés\n\n0\n\n3129\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle (complément au titre de 2011)\n\n0\n\n3130\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000\n\n3131\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n83 000\n\n3132\n\nDotation exceptionnelle de correction des calculs de la dotation de compensation de la réforme de la taxe professionnelle et du prélèvement ou du reversement des fonds nationaux de garantie individuelle des ressources\n\n0\n\n3133\n\nFonds de compensation des nuisances aéroportuaires\n\n6 822\n\n3134\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n423 292\n\n3135\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation des pertes de recettes liées au relèvement du seuil d'assujettissement des entreprises au versement transport\n\n78 750\n\nleft\n\n32. Prélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n20 169 000\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget de l'Union européenne\n\n20 169 000\n\nleft\n\n4. Fonds de concours\n\nleft\n\nleft\n\nEvaluation des fonds de concours\n\n3 570 722\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2016\n\nleft\n\n1. Recettes fiscales\n\n388 025 119\n\n11\n\nImpôt sur le revenu\n\n76 527 770\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n3 034 000\n\n13\n\nImpôt sur les sociétés\n\n58 701 960\n\n14\n\nAutres impôts directs et taxes assimilées\n\n14 501 391\n\n15\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n15 854 246\n\n16\n\nTaxe sur la valeur ajoutée\n\n195 806 200\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n23 599 552\n\nleft\n\n2. Recettes non fiscales\n\n15 647 594\n\n21\n\nDividendes et recettes assimilées\n\n5 730 900\n\n22\n\nProduits du domaine de l'Etat\n\n2 443 539\n\n23\n\nProduits de la vente de biens et services\n\n856 842\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n963 302\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n1 660 179\n\n26\n\nDivers\n\n3 992 832\n\nleft\n\nTotal des recettes brutes (1 + 2)\n\n403 672 713\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\n67 473 691\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n47 304 691\n\n32\n\nPrélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n20 169 000\n\nleft\n\nTotal des recettes, nettes des prélèvements (1 + 2 - 3)\n\n336 199 022\n\nleft\n\n4. Fonds de concours\n\n3 570 722\n\nleft\n\nEvaluation des fonds de concours\n\n3 570 722\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2016\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\n7010\n\nVentes de produits fabriqués et marchandises\n\n240 000\n\n7061\n\nRedevances de route\n\n1 297 400 252\n\n7062\n\nRedevance océanique\n\n12 000 000\n\n7063\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n231 636 075\n\n7064\n\nRedevances pour services terminaux de la circulation aérienne pour l'outre-mer\n\n28 000 000\n\n7065\n\nRedevances de route. Autorité de surveillance\n\n0\n\n7066\n\nRedevances pour services terminaux de la circulation aérienne. Autorité de surveillance\n\n0\n\n7067\n\nRedevances de surveillance et de certification\n\n28 456 000\n\n7068\n\nPrestations de service\n\n930 000\n\n7080\n\nAutres recettes d'exploitation\n\n1 550 000\n\n7130\n\nVariation des stocks (production stockée)\n\n0\n\n7200\n\nProduction immobilisée\n\n0\n\n7400\n\nSubventions d'exploitation\n\n0\n\n7500\n\nAutres produits de gestion courante\n\n180 000\n\n7501\n\nTaxe de l'aviation civile\n\n393 937 358\n\n7502\n\nFrais d'assiette et recouvrement sur taxes perçues pour le compte de tiers\n\n6 410 000\n\n7600\n\nProduits financiers\n\n230 000\n\n7781\n\nProduits exceptionnels hors cessions immobilières\n\n1 150 000\n\n7782\n\nProduits exceptionnels issus des cessions immobilières\n\n0\n\n7800\n\nReprises sur amortissements et provisions\n\n0\n\n7900\n\nAutres recettes\n\n0\n\n9700\n\nProduit brut des emprunts\n\n112 612 547\n\n9900\n\nAutres recettes en capital\n\n0\n\nleft\n\nTotal des recettes\n\n2 114 732 232\n\nleft\n\nFonds de concours\n\n26 020 000\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\n7010\n\nVentes de produits\n\n197 000 000\n\n7100\n\nProduits de fonctionnement relevant de missions spécifiques à l'Etat\n\n0\n\n7280\n\nProduits de fonctionnement divers\n\n0\n\n7400\n\nCotisations et contributions au titre du régime de retraite\n\n0\n\n7511\n\nParticipations de tiers à des programmes d'investissement\n\n0\n\n7680\n\nProduits financiers divers\n\n0\n\n7700\n\nProduits régaliens\n\n0\n\n7810\n\nReprises sur provisions pour risques et charges, sur dépréciations des immobilisations incorporelles et corporelles. Produits de fonctionnement\n\n0\n\n7900\n\nTransferts de charges\n\n0\n\n9300\n\nDiminution de stocks constatée en fin de gestion\n\n0\n\n9700\n\nProduit brut des emprunts\n\n0\n\n9900\n\nAutres recettes en capital\n\n0\n\nleft\n\nTotal des recettes\n\n197 000 000\n\nleft\n\nFonds de concours\n\n0\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2016\n\nleft\n\nAides à l'acquisition de véhicules propres\n\n266 000 000\n\n1\n\nProduit de la taxe additionnelle à la taxe sur les certificats d'immatriculation des véhicules\n\n266 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nContrôle de la circulation et du stationnement routiers\n\n1 372 521 806\n\nleft\n\nSection : Contrôle automatisé\n\n239 000 000\n\n1\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n239 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nSection : Circulation et stationnement routiers\n\n1 133 521 806\n\n3\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n170 000 000\n\n4\n\nAmendes forfaitaires de la police de la circulation et amendes forfaitaires majorées issues des infractions constatées par la voie du système de contrôle-sanction automatisé et des infractions aux règles de la police de la circulation\n\n963 521 806\n\n5\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nDéveloppement agricole et rural\n\n147 500 000\n\n1\n\nTaxe sur le chiffre d'affaires des exploitations agricoles\n\n147 500 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n377 000 000\n\n1\n\nContribution des gestionnaires de réseaux publics de distribution\n\n377 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nFinancement national du développement et de la modernisation de l'apprentissage\n\n1 490 852 734\n\n1\n\nFraction du quota de la taxe d'apprentissage\n\n1 490 852 734\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nGestion du patrimoine immobilier de l'Etat\n\n502 000 000\n\n1\n\nProduits des cessions immobilières\n\n502 000 000\n\nleft\n\nParticipation de la France au désendettement de la Grèce\n\n233 000 000\n\n1\n\nProduit des contributions de la Banque de France\n\n233 000 000\n\nleft\n\nParticipations financières de l'Etat\n\n5 000 000 000\n\n1\n\nProduit des cessions, par l'Etat, de titres, parts ou droits de sociétés détenus directement\n\n4 977 500 000\n\n2\n\nReversement de produits, sous toutes formes, résultant des cessions de titres, parts ou droits de sociétés détenus indirectement par l'Etat\n\n0\n\n3\n\nReversement de dotations en capital et de produits de réduction de capital ou de liquidation\n\n0\n\n4\n\nRemboursement de créances rattachées à des participations financières\n\n2 500 000\n\n5\n\nRemboursements de créances liées à d'autres investissements, de l'Etat, de nature patrimoniale\n\n20 000 000\n\n6\n\nVersement du budget général\n\n0\n\nleft\n\nPensions\n\n57 874 661 226\n\nleft\n\nSection : Pensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n54 010 700 000\n\n1\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n3 832 500 000\n\n2\n\nPersonnels civils : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n6 500 000\n\n3\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n709 200 000\n\n4\n\nPersonnels civils : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n29 400 000\n\n5\n\nPersonnels civils : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n63 500 000\n\n6\n\nPersonnels civils : retenues pour pensions : agents propres de France Télécom et agents détachés à France Télécom\n\n148 600 000\n\n7\n\nPersonnels civils : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n240 800 000\n\n8\n\nPersonnels civils : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n30 000 000\n\n9\n\nPersonnels civils : retenues pour pensions : rachat des années d'études\n\n2 600 000\n\n10\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n39 900 000\n\n11\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés hors l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n31 500 000\n\n12\n\nPersonnels civils : retenues pour pensions : agents propres de La Poste et agents détachés à La Poste\n\n263 900 000\n\n14\n\nPersonnels civils : retenues pour pensions : agents propres et détachés des budgets annexes\n\n31 400 000\n\n21\n\nPersonnels civils : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension (hors allocation temporaire d'invalidité)\n\n28 830 800 000\n\n22\n\nPersonnels civils : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension (hors allocation temporaire d'invalidité)\n\n48 000 000\n\n23\n\nPersonnels civils : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n5 347 000 000\n\n24\n\nPersonnels civils : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n197 400 000\n\n25\n\nPersonnels civils : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n390 700 000\n\n26\n\nPersonnels civils : contributions des employeurs : agents propres de France Télécom et agents détachés à France Télécom\n\n754 800 000\n\n27\n\nPersonnels civils : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n946 700 000\n\n28\n\nPersonnels civils : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n23 500 000\n\n32\n\nPersonnels civils : contributions des employeurs : agents propres de La Poste et agents détachés à La Poste\n\n929 200 000\n\n33\n\nPersonnels civils : contributions des employeurs : allocation temporaire d'invalidité\n\n148 700 000\n\n34\n\nPersonnels civils : contributions des employeurs : agents propres et détachés des budgets annexes\n\n230 600 000\n\n41\n\nPersonnels militaires : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n734 200 000\n\n42\n\nPersonnels militaires : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n200 000\n\n43\n\nPersonnels militaires : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n200 000\n\n44\n\nPersonnels militaires : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n300 000\n\n45\n\nPersonnels militaires : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n1 600 000\n\n47\n\nPersonnels militaires : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n55 100 000\n\n48\n\nPersonnels militaires : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n300 000\n\n49\n\nPersonnels militaires : retenues pour pensions : rachat des années d'études\n\n1 600 000\n\n51\n\nPersonnels militaires : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n8 776 500 000\n\n52\n\nPersonnels militaires : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n2 200 000\n\n53\n\nPersonnels militaires : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n1 000 000\n\n54\n\nPersonnels militaires : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n1 600 000\n\n55\n\nPersonnels militaires : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n6 000 000\n\n57\n\nPersonnels militaires : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n577 300 000\n\n58\n\nPersonnels militaires : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n200 000\n\n61\n\nRecettes diverses (administration centrale) : Caisse nationale de retraites des agents des collectivités locales : transfert au titre de l'article 59 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010\n\n554 800 000\n\n62\n\nRecettes diverses (administration centrale) : La Poste : versement de la contribution exceptionnelle de l'Etablissement public national de financement des retraites de La Poste\n\n0\n\n63\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels civils\n\n1 000 000\n\n64\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels militaires\n\n0\n\n65\n\nRecettes diverses (administration centrale) : compensation démographique généralisée : personnels civils et militaires\n\n0\n\n66\n\nRecettes diverses (administration centrale) : compensation démographique spécifique : personnels civils et militaires\n\n0\n\n67\n\nRecettes diverses : récupération des indus sur pensions : personnels civils\n\n9 300 000\n\n68\n\nRecettes diverses : récupération des indus sur pensions : personnels militaires\n\n3 800 000\n\n69\n\nAutres recettes diverses\n\n6 300 000\n\nleft\n\nSection : Ouvriers des établissements industriels de l'Etat\n\n1 872 803 000\n\n71\n\nCotisations salariales et patronales\n\n419 900 000\n\n72\n\nContribution au Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat et au Fonds des rentes d'accident du travail des ouvriers civils des établissements militaires\n\n1 392 600 000\n\n73\n\nCompensations inter-régimes généralisée et spécifique\n\n58 000 000\n\n74\n\nRecettes diverses\n\n1 254 000\n\n75\n\nAutres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n1 049 000\n\nleft\n\nSection : Pensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n1 991 158 226\n\n81\n\nFinancement de la retraite du combattant : participation du budget général\n\n756 600 000\n\n82\n\nFinancement de la retraite du combattant : autres moyens\n\n0\n\n83\n\nFinancement du traitement de membres de la Légion d'honneur : participation du budget général\n\n229 000\n\n84\n\nFinancement du traitement de membres de la Légion d'honneur : autres moyens\n\n0\n\n85\n\nFinancement du traitement de personnes décorées de la Médaille militaire : participation du budget général\n\n535 000\n\n86\n\nFinancement du traitement de personnes décorées de la Médaille militaire : autres moyens\n\n0\n\n87\n\nFinancement des pensions militaires d'invalidité : participation du budget général\n\n1 189 720 000\n\n88\n\nFinancement des pensions militaires d'invalidité : autres moyens\n\n0\n\n89\n\nFinancement des pensions d'Alsace-Lorraine : participation du budget général\n\n16 000 000\n\n90\n\nFinancement des pensions d'Alsace-Lorraine : autres moyens\n\n0\n\n91\n\nFinancement des allocations de reconnaissance des anciens supplétifs : participation du budget général\n\n15 300 000\n\n92\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : participation du budget général\n\n56 226\n\n93\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : participation du budget général\n\n12 438 000\n\n94\n\nFinancement des pensions de l'ORTF : participation du budget général\n\n280 000\n\n95\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n96\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n97\n\nFinancement des pensions de l'ORTF : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n98\n\nFinancement des pensions de l'ORTF : recettes diverses\n\n0\n\nleft\n\nServices nationaux de transport conventionnés de voyageurs\n\n335 000 000\n\n1\n\nContribution de solidarité territoriale\n\n116 000 000\n\n2\n\nFraction de la taxe d'aménagement du territoire\n\n19 000 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\n4\n\nTaxe sur le résultat des entreprises ferroviaires\n\n200 000 000\n\nleft\n\nTransition énergétique\n\n4 374 000 000\n\n1\n\nFraction du produit de la taxe intérieure sur la consommation finale d'électricité prévue à l'article 266 quinquies C du code des douanes\n\n4 357 000 000\n\n2\n\nFraction de la taxe intérieure sur la consommation de gaz naturel prévue à l'article 266 quinquies du code des douanes\n\n17 000 000\n\n3\n\nFraction de la taxe intérieure sur les houilles, les lignites et les cokes, prévue à l'article 266 quinquies B du code des douanes\n\n0\n\n4\n\nFraction de la taxe intérieure sur les produits énergétiques prévue à l'article 265 du code des douanes\n\n0\n\n5\n\nVersements du budget général\n\n0\n\nleft\n\nTotal\n\n71 972 535 766\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2016\n\nleft\n\nAccords monétaires internationaux\n\n0\n\n1\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire ouest-africaine\n\n0\n\n2\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire d'Afrique centrale\n\n0\n\n3\n\nRemboursements des appels en garantie de convertibilité concernant l'Union des Comores\n\n0\n\nleft\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n16 300 041 571\n\n1\n\nRemboursement des avances octroyées au titre du préfinancement des aides communautaires de la politique agricole commune\n\n16 000 000 000\n\n3\n\nRemboursement des avances octroyées à des organismes distincts de l'Etat et gérant des services publics\n\n80 396 284\n\n4\n\nRemboursement des avances octroyées à des services de l'Etat\n\n219 645 287\n\n5\n\nRemboursement des avances octroyées au titre de l'indemnisation des victimes du Benfluorex\n\n0\n\nleft\n\nAvances à l'audiovisuel public\n\n3 868 074 199\n\n1\n\nRecettes\n\n3 868 074 199\n\nleft\n\nAvances aux collectivités territoriales\n\n104 545 946 881\n\nleft\n\nSection : Avances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n0\n\n1\n\nRemboursement des avances de l'article 70 de la loi du 31 mars 1932 et de l'article L. 2336-1 du code général des collectivités territoriales\n\n0\n\n2\n\nRemboursement des avances de l'article 14 de la loi n° 46-2921 du 23 décembre 1946 et de l'article L. 2336-2 du code général des collectivités territoriales\n\n0\n\n3\n\nRemboursement des avances de l'article 34 de la loi n° 53-1336 du 31 décembre 1953 (avances spéciales sur recettes budgétaires)\n\n0\n\n4\n\nAvances à la Nouvelle-Calédonie (fiscalité nickel)\n\n0\n\nleft\n\nSection : Avances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n104 545 946 881\n\n5\n\nRecettes\n\n104 545 946 881\n\nleft\n\nPrêts à des Etats étrangers\n\n635 150 000\n\nleft\n\nSection : Prêts à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n305 000 000\n\n1\n\nRemboursement des prêts accordés à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n305 000 000\n\nleft\n\nSection : Prêts à des Etats étrangers pour consolidation de dettes envers la France\n\n163 000 000\n\n2\n\nRemboursement de prêts du Trésor\n\n163 000 000\n\nleft\n\nSection : Prêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n167 150 000\n\n3\n\nRemboursement de prêts octroyés par l'Agence française de développement\n\n167 150 000\n\nleft\n\nSection : Prêts aux Etats membres de la zone euro\n\n0\n\n4\n\nRemboursement des prêts consentis aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\nleft\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n31 243 934\n\nleft\n\nSection : Prêts et avances pour le logement des agents de l'Etat\n\n450 000\n\n2\n\nAvances aux agents de l'Etat pour l'amélioration de l'habitat\n\n0\n\n4\n\nAvances aux agents de l'Etat à l'étranger pour la prise en location d'un logement\n\n450 000\n\nleft\n\nSection : Prêts pour le développement économique et social\n\n30 793 934\n\n6\n\nPrêts pour le développement économique et social\n\n27 793 934\n\n7\n\nPrêts à la filière automobile\n\n3 000 000\n\n9\n\nPrêts aux petites et moyennes entreprises\n\n0\n\nleft\n\nTotal\n\n125 380 456 585\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAction extérieure de l'Etat\n\n3 070 494 280\n\n3 193 230 244\n\nAction de la France en Europe et dans le monde\n\n1 970 757 151\n\n1 961 961 115\n\nDont titre 2\n\n590 855 379\n\n590 855 379\n\nDiplomatie culturelle et d'influence\n\n721 395 279\n\n721 395 279\n\nDont titre 2\n\n73 984 259\n\n73 984 259\n\nFrançais à l'étranger et affaires consulaires\n\n370 581 850\n\n370 581 850\n\nDont titre 2\n\n222 004 312\n\n222 004 312\n\nConférence Paris Climat 2015\n\n7 760 000\n\n139 292 000\n\nAdministration générale et territoriale de l'Etat\n\n2 538 413 353\n\n2 549 089 036\n\nAdministration territoriale\n\n1 651 048 270\n\n1 641 798 514\n\nDont titre 2\n\n1 462 704 199\n\n1 462 704 199\n\nVie politique, cultuelle et associative\n\n99 368 670\n\n99 288 670\n\nDont titre 2\n\n25 632 000\n\n25 632 000\n\nConduite et pilotage des politiques de l'intérieur\n\n787 996 413\n\n808 001 852\n\nDont titre 2\n\n481 902 292\n\n481 902 292\n\nAgriculture, alimentation, forêt et affaires rurales\n\n2 787 465 202\n\n2 717 186 876\n\nEconomie et développement durable de l'agriculture et des territoires\n\n1 366 145 733\n\n1 279 610 278\n\nForêt\n\n276 147 791\n\n289 375 526\n\nSécurité et qualité sanitaires de l'alimentation\n\n487 163 394\n\n485 845 622\n\nDont titre 2\n\n285 525 750\n\n285 525 750\n\nConduite et pilotage des politiques de l'agriculture\n\n658 008 284\n\n662 355 450\n\nDont titre 2\n\n574 404 796\n\n574 404 796\n\nAide publique au développement\n\n1 986 233 341\n\n2 510 363 857\n\nAide économique et financière au développement\n\n389 175 000\n\n937 978 969\n\nSolidarité à l'égard des pays en développement\n\n1 597 058 341\n\n1 572 384 888\n\nDont titre 2\n\n195 521 699\n\n195 521 699\n\nAnciens combattants, mémoire et liens avec la nation\n\n2 612 465 147\n\n2 612 963 397\n\nLiens entre la Nation et son armée\n\n37 718 892\n\n37 918 892\n\nReconnaissance et réparation en faveur du monde combattant\n\n2 473 991 357\n\n2 473 991 357\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\n100 754 898\n\n101 053 148\n\nDont titre 2\n\n1 752 405\n\n1 752 405\n\nConseil et contrôle de l'Etat\n\n655 913 149\n\n639 400 447\n\nConseil d'Etat et autres juridictions administratives\n\n399 237 020\n\n387 152 331\n\nDont titre 2\n\n323 070 394\n\n323 070 394\n\nConseil économique, social et environnemental\n\n39 339 079\n\n38 089 079\n\nDont titre 2\n\n32 594 997\n\n32 594 997\n\nCour des comptes et autres juridictions financières\n\n216 814 208\n\n213 636 195\n\nDont titre 2\n\n185 636 195\n\n185 636 195\n\nHaut Conseil des finances publiques\n\n522 842\n\n522 842\n\nDont titre 2\n\n372 842\n\n372 842\n\nCrédits non répartis\n\n335 445 751\n\n35 445 751\n\nProvision relative aux rémunérations publiques\n\n11 445 751\n\n11 445 751\n\nDont titre 2\n\n11 445 751\n\n11 445 751\n\nDépenses accidentelles et imprévisibles\n\n324 000 000\n\n24 000 000\n\nCulture\n\n2 788 715 030\n\n2 750 143 450\n\nPatrimoines\n\n908 529 275\n\n869 769 558\n\nCréation\n\n737 246 588\n\n747 388 344\n\nTransmission des savoirs et démocratisation de la culture\n\n1 142 939 167\n\n1 132 985 548\n\nDont titre 2\n\n668 743 771\n\n668 743 771\n\nDéfense\n\n45 560 265 599\n\n39 689 377 302\n\nEnvironnement et prospective de la politique de défense\n\n1 295 709 842\n\n1 291 289 716\n\nPréparation et emploi des forces\n\n9 183 105 010\n\n7 277 174 335\n\nSoutien de la politique de la défense\n\n21 468 009 680\n\n21 167 994 557\n\nDont titre 2\n\n19 140 708 271\n\n19 140 708 271\n\nEquipement des forces\n\n13 613 441 067\n\n9 952 918 694\n\nDirection de l'action du Gouvernement\n\n1 488 622 599\n\n1 346 147 965\n\nCoordination du travail gouvernemental\n\n660 923 977\n\n652 093 373\n\nDont titre 2\n\n216 056 115\n\n216 056 115\n\nProtection des droits et libertés\n\n97 173 145\n\n102 846 436\n\nDont titre 2\n\n42 290 600\n\n42 290 600\n\nMoyens mutualisés des administrations déconcentrées\n\n730 525 477\n\n591 208 156\n\nDont titre 2\n\n176 366 581\n\n176 366 581\n\nEcologie, développement et mobilité durables\n\n9 182 345 778\n\n9 163 961 272\n\nInfrastructures et services de transports\n\n3 182 434 059\n\n3 182 000 282\n\nSécurité et affaires maritimes, pêche et aquaculture\n\n186 014 104\n\n183 464 631\n\nMétéorologie\n\n198 241 019\n\n198 241 019\n\nPaysages, eau et biodiversité\n\n275 895 797\n\n275 895 797\n\nInformation géographique et cartographique\n\n95 105 775\n\n95 105 775\n\nPrévention des risques\n\n282 567 603\n\n221 182 967\n\nDont titre 2\n\n41 931 062\n\n41 931 062\n\nEnergie, climat et après-mines\n\n507 231 111\n\n509 585 597\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n2 405 256 310\n\n2 448 885 204\n\nDont titre 2\n\n1 943 546 165\n\n1 943 546 165\n\nService public de l'énergie\n\n2 049 600 000\n\n2 049 600 000\n\nEconomie\n\n1 902 189 416\n\n1 700 577 336\n\nDéveloppement des entreprises et du tourisme\n\n851 252 525\n\n837 892 241\n\nDont titre 2\n\n414 168 467\n\n414 168 467\n\nPlan France Très haut débit\n\n188 000 000\n\n0\n\nStatistiques et études économiques\n\n437 807 834\n\n437 556 038\n\nDont titre 2\n\n371 806 145\n\n371 806 145\n\nStratégie économique et fiscale\n\n425 129 057\n\n425 129 057\n\nDont titre 2\n\n146 803 813\n\n146 803 813\n\nEgalité des territoires et logement\n\n18 363 003 387\n\n18 153 003 387\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\n1 513 009 071\n\n1 513 009 071\n\nAide à l'accès au logement\n\n15 438 286 265\n\n15 438 286 265\n\nUrbanisme, territoires et amélioration de l'habitat\n\n646 160 473\n\n436 160 473\n\nConduite et pilotage des politiques du logement et de l'égalité des territoires\n\n765 547 578\n\n765 547 578\n\nDont titre 2\n\n765 547 578\n\n765 547 578\n\nEngagements financiers de l'Etat\n\n45 058 990 000\n\n45 158 990 000\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\n44 452 000 000\n\n44 452 000 000\n\nAppels en garantie de l'Etat (crédits évaluatifs)\n\n125 000 000\n\n125 000 000\n\nEpargne\n\n330 990 000\n\n330 990 000\n\nMajoration de rentes\n\n151 000 000\n\n151 000 000\n\nDotation en capital du Mécanisme européen de stabilité\n\n0\n\n0\n\nAugmentation de capital de la Banque européenne d'investissement\n\n0\n\n0\n\nFonds de soutien relatif aux prêts et contrats financiers structurés à risque\n\n0\n\n100 000 000\n\nEnseignement scolaire\n\n67 010 231 202\n\n67 069 509 474\n\nEnseignement scolaire public du premier degré\n\n20 193 348 093\n\n20 193 348 093\n\nDont titre 2\n\n20 155 113 550\n\n20 155 113 550\n\nEnseignement scolaire public du second degré\n\n31 273 071 383\n\n31 273 071 383\n\nDont titre 2\n\n31 015 932 906\n\n31 015 932 906\n\nVie de l'élève\n\n4 814 116 182\n\n4 829 589 444\n\nDont titre 2\n\n1 978 433 100\n\n1 978 433 100\n\nEnseignement privé du premier et du second degrés\n\n7 203 351 979\n\n7 203 351 979\n\nDont titre 2\n\n6 432 564 137\n\n6 432 564 137\n\nSoutien de la politique de l'éducation nationale\n\n2 141 819 418\n\n2 185 624 428\n\nDont titre 2\n\n1 470 705 526\n\n1 470 705 526\n\nEnseignement technique agricole\n\n1 384 524 147\n\n1 384 524 147\n\nDont titre 2\n\n908 294 696\n\n908 294 696\n\nGestion des finances publiques et des ressources humaines\n\n11 080 823 590\n\n10 930 466 409\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\n8 098 060 567\n\n8 012 691 341\n\nDont titre 2\n\n6 941 697 212\n\n6 941 697 212\n\nConduite et pilotage des politiques économiques et financières\n\n1 028 760 304\n\n993 256 452\n\nDont titre 2\n\n499 560 483\n\n499 560 483\n\nFacilitation et sécurisation des échanges\n\n1 588 524 884\n\n1 546 423 585\n\nDont titre 2\n\n1 155 896 497\n\n1 155 896 497\n\nEntretien des bâtiments de l'Etat\n\n133 979 455\n\n143 655 844\n\nFonction publique\n\n231 498 380\n\n234 439 187\n\nDont titre 2\n\n30 249 143\n\n30 249 143\n\nImmigration, asile et intégration\n\n804 851 317\n\n804 121 320\n\nImmigration et asile\n\n709 242 104\n\n708 658 022\n\nIntégration et accès à la nationalité française\n\n95 609 213\n\n95 463 298\n\nJustice\n\n8 565 649 515\n\n8 193 173 294\n\nJustice judiciaire\n\n3 247 589 492\n\n3 210 124 658\n\nDont titre 2\n\n2 229 348 827\n\n2 229 348 827\n\nAdministration pénitentiaire\n\n3 727 320 370\n\n3 463 732 440\n\nDont titre 2\n\n2 222 821 647\n\n2 222 821 647\n\nProtection judiciaire de la jeunesse\n\n809 210 031\n\n803 938 128\n\nDont titre 2\n\n477 777 693\n\n477 777 693\n\nAccès au droit et à la justice\n\n365 939 483\n\n366 555 233\n\nConduite et pilotage de la politique de la justice\n\n412 138 307\n\n344 408 643\n\nDont titre 2\n\n141 927 876\n\n141 927 876\n\nConseil supérieur de la magistrature\n\n3 451 832\n\n4 414 192\n\nDont titre 2\n\n2 629 003\n\n2 629 003\n\nMédias, livre et industries culturelles\n\n550 666 129\n\n561 066 129\n\nPresse\n\n255 315 446\n\n255 315 446\n\nLivre et industries culturelles\n\n266 102 044\n\n276 502 044\n\nContribution à l'audiovisuel et à la diversité radiophonique\n\n29 248 639\n\n29 248 639\n\nOutre-mer\n\n2 077 744 075\n\n2 061 464 341\n\nEmploi outre-mer\n\n1 360 062 677\n\n1 360 354 784\n\nDont titre 2\n\n144 468 089\n\n144 468 089\n\nConditions de vie outre-mer\n\n717 681 398\n\n701 109 557\n\nPolitique des territoires\n\n660 786 150\n\n704 630 255\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n209 998 543\n\n249 136 784\n\nDont titre 2\n\n22 952 997\n\n22 952 997\n\nInterventions territoriales de l'Etat\n\n22 080 824\n\n25 906 688\n\nPolitique de la ville\n\n428 706 783\n\n429 586 783\n\nDont titre 2\n\n20 830 219\n\n20 830 219\n\nPouvoirs publics\n\n987 745 724\n\n987 745 724\n\nPrésidence de la République\n\n100 000 000\n\n100 000 000\n\nAssemblée nationale\n\n517 890 000\n\n517 890 000\n\nSénat\n\n323 584 600\n\n323 584 600\n\nLa Chaîne parlementaire\n\n35 489 162\n\n35 489 162\n\nIndemnités des représentants français au Parlement européen\n\n0\n\n0\n\nConseil constitutionnel\n\n9 920 462\n\n9 920 462\n\nHaute Cour\n\n0\n\n0\n\nCour de justice de la République\n\n861 500\n\n861 500\n\nRecherche et enseignement supérieur\n\n26 293 627 274\n\n26 189 342 005\n\nFormations supérieures et recherche universitaire\n\n13 007 128 029\n\n12 893 094 291\n\nDont titre 2\n\n494 783 080\n\n494 783 080\n\nVie étudiante\n\n2 541 920 651\n\n2 486 795 651\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n6 244 300 000\n\n6 248 944 468\n\nRecherche spatiale\n\n1 371 719 890\n\n1 371 719 890\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n1 718 069 888\n\n1 724 069 888\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n776 518 020\n\n831 568 057\n\nDont titre 2\n\n104 883 002\n\n104 883 002\n\nRecherche duale (civile et militaire)\n\n180 074 745\n\n180 074 745\n\nRecherche culturelle et culture scientifique\n\n122 131 455\n\n122 147 698\n\nEnseignement supérieur et recherche agricoles\n\n331 764 596\n\n330 927 317\n\nDont titre 2\n\n205 371 337\n\n205 371 337\n\nRégimes sociaux et de retraite\n\n6 320 354 974\n\n6 320 354 974\n\nRégimes sociaux et de retraite des transports terrestres\n\n4 038 730 778\n\n4 038 730 778\n\nRégimes de retraite et de sécurité sociale des marins\n\n824 838 307\n\n824 838 307\n\nRégimes de retraite des mines, de la SEITA et divers\n\n1 456 785 889\n\n1 456 785 889\n\nRelations avec les collectivités territoriales\n\n3 899 688 712\n\n3 033 952 954\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\n3 565 637 152\n\n2 710 848 069\n\nConcours spécifiques et administration\n\n334 051 560\n\n323 104 885\n\nRemboursements et dégrèvements\n\n100 164 187 000\n\n100 164 187 000\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n88 194 187 000\n\n88 194 187 000\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n11 970 000 000\n\n11 970 000 000\n\nSanté\n\n1 249 255 111\n\n1 250 555 111\n\nPrévention, sécurité sanitaire et offre de soins\n\n496 825 083\n\n498 125 083\n\nProtection maladie\n\n752 430 028\n\n752 430 028\n\nSécurités\n\n18 853 919 167\n\n18 733 339 833\n\nPolice nationale\n\n9 947 622 820\n\n9 950 153 384\n\nDont titre 2\n\n8 848 386 568\n\n8 848 386 568\n\nGendarmerie nationale\n\n8 452 963 474\n\n8 295 535 705\n\nDont titre 2\n\n6 976 203 907\n\n6 976 203 907\n\nSécurité et éducation routières\n\n39 040 025\n\n39 040 025\n\nSécurité civile\n\n414 292 848\n\n448 610 719\n\nDont titre 2\n\n168 180 055\n\n168 180 055\n\nSolidarité, insertion et égalité des chances\n\n18 347 674 897\n\n18 357 994 485\n\nInclusion sociale et protection des personnes\n\n5 143 182 243\n\n5 143 182 243\n\nHandicap et dépendance\n\n11 689 547 816\n\n11 689 547 816\n\nEgalité entre les femmes et les hommes\n\n27 631 060\n\n27 631 060\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\n1 487 313 778\n\n1 497 633 366\n\nDont titre 2\n\n730 806 165\n\n730 806 165\n\nSport, jeunesse et vie associative\n\n610 235 770\n\n616 866 626\n\nSport\n\n218 026 108\n\n224 656 964\n\nJeunesse et vie associative\n\n392 209 662\n\n392 209 662\n\nTravail et emploi\n\n11 544 015 026\n\n11 701 321 959\n\nAccès et retour à l'emploi\n\n7 278 610 570\n\n7 535 652 976\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n3 456 705 287\n\n3 309 564 513\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n56 932 079\n\n91 841 741\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n751 767 090\n\n764 262 729\n\nDont titre 2\n\n625 355 322\n\n625 355 322\n\nTotaux\n\n417 352 017 665\n\n409 899 972 213\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nContrôle et exploitation aériens\n\n2 110 381 025\n\n2 115 402 231\n\nSoutien aux prestations de l'aviation civile\n\n1 537 046 987\n\n1 536 626 130\n\nDont charges de personnel\n\n1 142 277 693\n\n1 142 277 693\n\nNavigation aérienne\n\n528 930 269\n\n534 727 439\n\nTransports aériens, surveillance et certification\n\n44 403 769\n\n44 048 662\n\nPublications officielles et information administrative\n\n192 783 295\n\n181 779 303\n\nEdition et diffusion\n\n70 444 570\n\n58 253 501\n\nPilotage et ressources humaines\n\n122 338 725\n\n123 525 802\n\nDont charges de personnel\n\n75 188 918\n\n75 188 918\n\nTotaux\n\n2 303 164 320\n\n2 297 181 534\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAides à l'acquisition de véhicules propres\n\n296 001 000\n\n296 001 000\n\nContribution au financement de l'attribution d'aides à l'acquisition de véhicules propres\n\n236 001 000\n\n236 001 000\n\nContribution au financement de l'attribution d'aides au retrait de véhicules polluants\n\n60 000 000\n\n60 000 000\n\nContrôle de la circulation et du stationnement routiers\n\n1 363 521 806\n\n1 363 521 806\n\nRadars\n\n204 214 000\n\n204 214 000\n\nFichier national du permis de conduire\n\n20 536 000\n\n20 536 000\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n26 200 000\n\n26 200 000\n\nContribution à l'équipement des collectivités territoriales pour l'amélioration des transports en commun, de la sécurité et de la circulation routières\n\n672 030 557\n\n672 030 557\n\nDésendettement de l'Etat\n\n440 541 249\n\n440 541 249\n\nDéveloppement agricole et rural\n\n147 500 000\n\n147 500 000\n\nDéveloppement et transfert en agriculture\n\n70 553 250\n\n70 553 250\n\nRecherche appliquée et innovation en agriculture\n\n76 946 750\n\n76 946 750\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n377 000 000\n\n377 000 000\n\nElectrification rurale\n\n369 600 000\n\n369 600 000\n\nOpérations de maîtrise de la demande d'électricité, de production d'électricité par des énergies renouvelables ou de production de proximité dans les zones non interconnectées, déclarations d'utilité publique et intempéries\n\n7 400 000\n\n7 400 000\n\nFinancement national du développement et de la modernisation de l'apprentissage\n\n1 490 852 734\n\n1 490 852 734\n\nRépartition régionale de la ressource consacrée au développement de l'apprentissage\n\n1 395 775 620\n\n1 395 775 620\n\nCorrection financière des disparités régionales de taxe d'apprentissage et incitations au développement de l'apprentissage\n\n95 077 114\n\n95 077 114\n\nGestion du patrimoine immobilier de l'Etat\n\n588 821 451\n\n575 000 000\n\nContribution au désendettement de l'Etat\n\n155 000 000\n\n155 000 000\n\nContribution aux dépenses immobilières\n\n433 821 451\n\n420 000 000\n\nParticipation de la France au désendettement de la Grèce\n\n233 000 000\n\n325 600 000\n\nVersement de la France à la Grèce au titre de la restitution à cet Etat des revenus perçus sur les titres grecs\n\n233 000 000\n\n325 600 000\n\nRétrocessions de trop-perçus à la Banque de France\n\n0\n\n0\n\nParticipations financières de l'Etat\n\n4 679 000 000\n\n4 679 000 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\n2 679 000 000\n\n2 679 000 000\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\n2 000 000 000\n\n2 000 000 000\n\nPensions\n\n57 204 650 226\n\n57 204 650 226\n\nPensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n53 297 300 000\n\n53 297 300 000\n\nDont titre 2\n\n53 296 300 000\n\n53 296 300 000\n\nOuvriers des établissements industriels de l'Etat\n\n1 916 192 000\n\n1 916 192 000\n\nDont titre 2\n\n1 907 622 000\n\n1 907 622 000\n\nPensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n1 991 158 226\n\n1 991 158 226\n\nDont titre 2\n\n16 000 000\n\n16 000 000\n\nServices nationaux de transport conventionnés de voyageurs\n\n335 000 000\n\n335 000 000\n\nExploitation des services nationaux de transport conventionnés\n\n217 000 000\n\n217 000 000\n\nMatériel roulant des services nationaux de transport conventionnés\n\n118 000 000\n\n118 000 000\n\nTransition énergétique\n\n4 374 000 000\n\n4 374 000 000\n\nSoutien à la transition énergétique\n\n3 650 000 000\n\n3 650 000 000\n\nEngagements financiers liés à la transition énergétique\n\n724 000 000\n\n724 000 000\n\nTotaux\n\n71 089 347 217\n\n71 168 125 766\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAccords monétaires internationaux\n\n0\n\n0\n\nRelations avec l'Union monétaire ouest-africaine\n\n0\n\n0\n\nRelations avec l'Union monétaire d'Afrique centrale\n\n0\n\n0\n\nRelations avec l'Union des Comores\n\n0\n\n0\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n16 183 612 547\n\n16 183 612 547\n\nAvances à l'Agence de services et de paiement, au titre du préfinancement des aides communautaires de la politique agricole commune\n\n16 000 000 000\n\n16 000 000 000\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\n56 000 000\n\n56 000 000\n\nAvances à des services de l'Etat\n\n112 612 547\n\n112 612 547\n\nAvances à l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales (ONIAM) au titre de l'indemnisation des victimes du Benfluorex\n\n15 000 000\n\n15 000 000\n\nAvances à l'audiovisuel public\n\n3 867 452 223\n\n3 867 452 223\n\nFrance Télévisions\n\n2 559 611 113\n\n2 559 611 113\n\nARTE France\n\n269 801 969\n\n269 801 969\n\nRadio France\n\n619 497 236\n\n619 497 236\n\nFrance Médias Monde\n\n249 124 000\n\n249 124 000\n\nInstitut national de l'audiovisuel\n\n90 869 000\n\n90 869 000\n\nTV5 Monde\n\n78 548 905\n\n78 548 905\n\nAvances aux collectivités territoriales\n\n103 719 439 443\n\n103 719 439 443\n\nAvances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n6 000 000\n\n6 000 000\n\nAvances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n103 713 439 443\n\n103 713 439 443\n\nPrêts à des Etats étrangers\n\n1 506 707 502\n\n1 093 207 502\n\nPrêts à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n372 000 000\n\n300 000 000\n\nPrêts à des Etats étrangers pour consolidation de dettes envers la France\n\n734 707 502\n\n734 707 502\n\nPrêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n400 000 000\n\n58 500 000\n\nPrêts aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\n0\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n155 485 000\n\n155 485 000\n\nPrêts et avances pour le logement des agents de l'Etat\n\n485 000\n\n485 000\n\nPrêts pour le développement économique et social\n\n150 000 000\n\n150 000 000\n\nPrêts à la filière automobile\n\n5 000 000\n\n5 000 000\n\nTotaux\n\n125 432 696 715\n\n125 019 196 715\n\n1\n\ncenter\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n901\n\nApprovisionnement de l'Etat et des forces armées en produits pétroliers, biens et services complémentaires\n\n125 000 000\n\n912\n\nCantine et travail des détenus dans le cadre pénitentiaire\n\n23 000 000\n\n910\n\nCouverture des risques financiers de l'Etat\n\n524 000 000\n\n902\n\nExploitations industrielles des ateliers aéronautiques de l'Etat\n\n0\n\n903\n\nGestion de la dette et de la trésorerie de l'Etat\n\n19 200 000 000\n\nleft\n\nSection 1 Opérations relatives à la dette primaire et gestion de la trésorerie\n\n17 500 000 000\n\nleft\n\nSection 2 Opérations de gestion active de la dette au moyen d'instruments financiers à terme\n\n1 700 000 000\n\n904\n\nLancement de certains matériels aéronautiques et de certains matériels d'armement complexes\n\n0\n\n907\n\nOpérations commerciales des domaines\n\n0\n\n909\n\nRégie industrielle des établissements pénitentiaires\n\n609 800\n\n914\n\nRenouvellement des concessions hydroélectriques\n\n4 700 000\n\nTotal\n\n19 877 309 800\n\n1\n\ncenter\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n951\n\nEmission des monnaies métalliques\n\n0\n\n952\n\nOpérations avec le Fonds monétaire international\n\n0\n\n953\n\nPertes et bénéfices de change\n\n250 000 000\n\nleft\n\nTotal\n\n250 000 000\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2016, l'exécution de l'année 2014 et la prévision d'exécution de l'année 2015 s'établissent comme suit :\n\n(En points de produit intérieur brut.)\n\nEXÉCUTION 2014\n\nPRÉVISION D'EXÉCUTION 2015\n\nPRÉVISION 2016\n\nSolde structurel (1)\n\n-2,0\n\n-1,7\n\n-1,2\n\nSolde conjoncturel (2)\n\n-1,9\n\n-2,0\n\n-1,9\n\nMesures exceptionnelles et temporaires (3)\n\n0\n\n-0,1\n\n-0,1\n\nSolde effectif (1 + 2 + 3)\n\n-3,9\n\n-3,8\n\n-3,3\n\n1\n\ncenter"
    }
  ]
}