{
  "id": "jorftext000024363244",
  "type": "statute",
  "title": "Ordonnance n° 2011-840 du 15 juillet 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024363244",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. ― La mise sur le marché des préparations naturelles peu préoccupantes bénéficiant d'une autorisation de mise sur le marché délivrée conformément aux dispositions prises pour l'application du IV de l'article L. 253-1 du code rural et de la pêche maritime dans sa version antérieure à la date de publication de la présente ordonnance est autorisée jusqu'à la révision de l'autorisation suite à l'inscription de la ou des substances actives qu'elles contiennent en tant que substance, de base ou non, sur la liste positive communautaire des substances actives conformément au paragraphe 2 de l'article 13 du règlement (CE) n° 1107/2009 du Parlement européen et du Conseil du 21 octobre 2009 concernant la mise sur le marché des produits phytopharmaceutiques et abrogeant les directives 79/117/ CEE et 91/414/ CEE du Conseil. A défaut de demande d'approbation des substances concernées déposée avant le 31 décembre 2011, les autorisations de mise sur le marché des préparations naturelles peu préoccupantes seront considérées comme échues à cette date.II. ― Les demandes d'autorisation de mise sur le marché suivantes font l'objet d'une décision prise en application des dispositions du chapitre III du titre V du livre II du code rural et de la pêche maritime dans sa rédaction antérieure à la publication de la présente ordonnance :1° Les demandes déposées en application des dispositions du chapitre III du titre V du livre II du code rural et de la pêche maritime avant le 14 juin 2011 à l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail ;2° Les demandes tendant à modifier ou retirer une autorisation à la suite d'une approbation conformément au I de l'article 80 du règlement (CE) n° 1107/2009.III. ― Les produits étiquetés conformément aux dispositions prises pour la transposition de l'article 16 de la directive 91/414/ CEE du Conseil du 15 juillet 1991 concernant la mise sur le marché des produits phytopharmaceutiques peuvent être mis sur le marché jusqu'au 14 juin 2015.IV. ― Par application du paragraphe 3 de l'article 81 du règlement (CE) n° 1107/2009, les dispositions du chapitre III du titre V du livre II du code rural et de la pêche maritime dans leur rédaction issue de la présente ordonnance s'appliquent aux adjuvants jusqu'à l'adoption des modalités d'autorisation visées à l'article 58, paragraphe 2, de ce même règlement."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Premier ministre, la ministre de l'écologie, du développement durable, des transports et du logement et le ministre de l'agriculture, de l'alimentation, de la pêche, de la ruralité et de l'aménagement du territoire sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}