{
  "id": "jorftext000000693429",
  "type": "statute",
  "title": "Loi n° 85-1404 du 30 décembre 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000693429",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'ajustement des recettes tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément de charges du budget de l'Etat pour 1985 sont fixés ainsi qu'il suit : (tableau non reproduit, voir JO du 31/12/1985 page 15493)."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sur les crédits ouverts au ministre délégué auprès du ministre des relations extérieures, chargé de la coopération et du développement, par la loi de finances pour 1985 (n° 84-1208 du 29 décembre 1984) au titre des dépenses ordinaires du budget des relations extérieures (II - Coopération et développement) est annulée une somme de 14 000 000 F."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sur les crédits ouverts au ministre délégué auprès du ministre des relations extérieures, chargé de la coopération et du développement, par la loi de finances pour 1985 précitée au titre des dépenses en capital du budget des relations extérieures (II - Coopération et développement) sont annulés une autorisation de programme et un crédit de paiement de 86.000.000 F."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sur les crédits ouverts au ministre chargé du redéploiement industriel et du commerce extérieur par la loi de finances pour 1985 précitée au titre des dépenses en capital du budget du redéploiement industriel, sont annulés une autorisation de programme et un crédit de paiement de 45.000.000 F."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Il est ouvert au ministre des P.T.T., au titre du budget annexe des postes et télécommunications pour 1985, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 1.866.000.000 F et de 2.238.000.000 F."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Si un fonds de commerce ou un établissement artisanal est loué dans les conditions prévues au 3° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail, la quote-part de loyer prise en compte pour la fixation du prix de vente convenu pour l'acceptation de la promesse unilatérale de vente n'est pas déductible pour l'assiette de l'impôt sur les bénéfices dû par le locataire. Elle doit être indiquée distinctement dans le contrat de crédit-bail.Les sommes correspondantes ne constituent pas un élément du résultat imposable de l'entreprise de crédit-bail si leur versement fait naître à l'égard du locataire une dette d'égal montant constatée au bilan de cette entreprise.Pour la détermination de la plus-value de cession imposable lors de l'acceptation par le locataire de la promesse unilatérale de vente, le prix de vente convenu au contrat est majoré de la quote-part de loyer définie au premier alinéa.Un décret fixe les modalités d'application de cet article, notamment les obligations déclaratives."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Aucune perception n'est effectuée au profit du Trésor sur les transferts de biens liés à la mise en place des régions créées par la loi n° 82-213 du 2 mars 1982 relative aux droits et libertés des communes, des départements et des régions et la loi n° 82-1171 du 31 décembre 1982 portant organisation des régions de Guadeloupe, de Guyane, de Martinique et de la Réunion.Les exonérations prévues aux articles 207 1 6°, 1382 1° et 1394 2° du code général des impôts sont applicables aux régions."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I - Paragraphe modificateurII - Les primes de remboursement ou intérêts mentionnés au paragraphe I, afférents aux titres et droits détenus par les sociétés d'investissement à capital variable (S.I.C.A.V.) et fonds communs de placement, sont, pour le calcul de l'impôt, réputés distribués chaque année entre les actionnaires ou porteurs de parts pour un montant défini selon les modalités prévues au même paragraphe.III - Paragraphe modificateur"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I - Sous réserve des dispositions propres aux bénéfices professionnels, les profits résultant des opérations réalisées, directement ou par personnes interposées, sur le marché à terme d'instruments financiers mentionné aux articles 8 et 9 de la loi n° 85-695 du 11 juillet 1985 précitée par des personnes physiques fiscalement domiciliées en France sont imposés suivant les règles du présent article.II - Pour chaque opération, le profit ou la perte est égal à la différence reçue ou versée par l'entremise de la chambre de compensation à la date de la cession du contrat ou de son dénouement.Le profit imposable est net des frais et taxes acquittés par le cédant.III - Les profits nets réalisés dans le cadre de contrats se référant à des emprunts obligataires sont, sous réserve des dispositions du paragraphe II ci-dessus, imposés dans les conditions prévues à l'article 96 A et au taux prévu à l'article 200 A du code général des impôts. Les pertes sont soumises aux dispositions du 6 de l'article 94 A du même code.IV - Les profits nets réalisés dans le cadre de contrats autres que ceux visés au paragraphe III ci-dessus sont imposés dans les conditions prévues par le premier alinéa de l'article 94 B du code général des impôts.Les pertes sont soumises aux dispositions de l'article 94 C du même code.V - Les personnes et organismes concourant à l'activité du marché visé au paragraphe I ainsi que ceux qui concourent à l'activité des marchés à terme de marchandises doivent communiquer à l'administration le montant des profits et plus-values nets réalisés sur ces marchés.VI - Un décret fixe les conditions d'application des paragraphes I à V ci-dessus, notamment les opérations comptables qu'ils nécessitent ainsi que les obligations déclaratives des contribuables et des personnes ou organismes mentionnés au paragraphe V.VII - Les dispositions du présent article sont applicables aux opérations réalisées à compter du 1er janvier 1986."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I - Paragraphe modificateurII - Cette disposition a un caractère interprétatif."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Un cadastre parcellaire est établi et conservé, aux frais de l'Etat, dans l'archipel de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les biens meubles et immeubles appartenant à l'Etat et utilisés par le service des alcools ainsi que les droits et obligations qui s'y rapportent seront transférés gratuitement par arrêté conjoint du ministre de l'économie, des finances et du budget et du ministre de l'agriculture aux personnes morales chargées des missions antérieurement dévolues à ce service.Ce transfert ne donnera lieu ni à indemnité, ni à perception de droits ou de taxes, ni au versement  de la contribution prévue à l' article 879 du code général des impôts ou d'honoraires."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I - Le conseil municipal d'une commune dont le territoire était, avant l'entrée en vigueur de la loi n° 83-636 du 13 juillet 1983 portant modification du statut des agglomérations nouvelles, partiellement inclus dans la zone de compétence d'un syndicat communautaire d'aménagement créé en application de la loi n° 70-610 du 10 juillet 1970, peut décider que l'ensemble des locaux d'habitation et des locaux à usage professionnel de la commune sera évalué par application des tarifs en vigueur dans la partie du territoire communal située hors de la zone de compétence du syndicat.II - Sur décision du conseil municipal, les taux de la taxe d'habitation et de la taxe foncière sur les propriétés bâties appliqués en 1986 dans la partie de la commune qui était incluse dans la zone de compétence du syndicat communautaire d'aménagement sont corrigés de la variation des bases résultant du paragraphe I. Les taux ainsi corrigés et ceux qui ont été appliqués la même année pour les mêmes taxes dans l'autre partie de la commune sont rapprochés, en huit ans, des taux moyens qui auraient été applicables dans la commune compte tenu de la variation des bases résultant du paragraphe I. A cet effet, les écarts sont réduits chaque année d'un huitième et supprimés à partir de 1994.Cette procédure se substitue à l'intégration fiscale progressive décidée, le cas échéant, par le conseil municipal.III - Pour l'application du présent article, les délibérations des conseils municipaux doivent être prises avant le 1er juillet 1986. Elles entrent en vigueur le 1er janvier 1987."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les biens meubles et immeubles appartenant à l'Etat ou détenus par lui à un titre quelconque et utilisés par l'union des groupements d'achats publics, ainsi que les droits et obligations qui s'y rapportent, seront transférés gratuitement à l'établissement public créé par le décret n° 85-801 du 30 juillet 1985 relatif au statut et au fonctionnement de l'union des groupements d'achats publics, par arrêté conjoint du ministre de l'économie, des finances et du budget et du ministre de l'éducation nationale.Ce transfert ne donnera lieu ni à indemnité, ni à perception de droits ou de taxes, ni au versement  de la contribution prévue à l' article 879 du code général des impôts ou d'honoraires."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "(Les dispositions du présent article ont été déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 85-203 DC en date du 28 décembre 1985)."
    }
  ]
}