{
  "id": "jorftext000000445613",
  "type": "statute",
  "title": "Ordonnance n° 2004-1198 du 12 novembre 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000445613",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les constituants et sous-systèmes assurant la sécurité des installations à câbles transportant des personnes ne peuvent être mis sur le marché que s'ils sont accompagnés d'une déclaration \"CE\" de conformité aux exigences essentielles de sécurité. Les constituants comportent également un marquage \"CE\" de conformité.Un décret en Conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le ministre chargé des transports peut, par arrêté, après avoir entendu le fabricant ou, à défaut, le responsable de la mise sur le marché, restreindre les conditions d'utilisation d'un produit mentionné à l'article 1er en cas de risques pour la sécurité ou la santé des personnes et, le cas échéant, pour la sécurité des biens ou ordonner la mise en conformité de ce produit.Il peut également, après avoir entendu le fabricant ou, à défaut, le responsable de la mise sur le marché, suspendre pendant une durée n'excédant pas un an ou interdire la mise sur le marché, même à titre gratuit, du produit ou ordonner son retrait en tous lieux.En cas de danger imminent, le ministre peut prononcer sans formalité la suspension prévue à l'alinéa précédent."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sans préjudice de la compétence des officiers et agents de police judiciaire agissant dans le cadre des dispositions du code de procédure pénale, ont compétence pour procéder aux contrôles nécessaires en vue de vérifier le respect des dispositions de l'article 1er et pour rechercher et constater les infractions prévues à l'article 6 les agents de l'Etat agréés et commissionnés par le ministre chargé des transports.Ces agents sont astreints au secret professionnel dans les conditions et sous les sanctions prévues par le code pénal."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les agents mentionnés à l'article 3 peuvent, pour l'exercice de leurs missions, sans préjudice des pouvoirs reconnus par les dispositions du code de procédure pénale aux officiers et agents de police judiciaire, pénétrer entre 8 heures et 20 heures dans tous les lieux utilisés exclusivement à des fins professionnelles par le fabricant ou toute personne intervenant pour la mise sur le marché des constituants et sous-systèmes assurant la sécurité des installations à câbles transportant des personnes, en présence de l'occupant des lieux ou de son représentant. Ils ont également libre accès aux lieux où sont installés ou exploités les systèmes de transport.Le procureur de la République est préalablement informé des opérations envisagées en vue de la recherche des infractions. Il peut s'opposer à ces opérations ou en assurer lui-même la direction."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les agents mentionnés à l'article 3 peuvent prélever des pièces ou des échantillons pour procéder à des analyses ou à des essais et exiger la communication de tout document nécessaire à l'accomplissement de leurs missions.Lorsque des vérifications complémentaires sont nécessaires, ces agents peuvent consigner les produits susceptibles de faire l'objet de l'arrêté prévu à l'article 2. Les produits consignés sont laissés à la garde de leur détenteur. Les agents habilités indiquent dans un procès-verbal ou un rapport les produits faisant l'objet de la consignation.La consignation, dont est immédiatement informé le procureur de la République, ne peut excéder quinze jours.Le délai de consignation peut être prorogé par ordonnance motivée du président du tribunal de grande instance dans le ressort duquel est situé le lieu où les produits sont consignés, ou du magistrat qu'il délègue.Le magistrat est saisi sans formalité par les agents habilités. Il statue dans les vingt-quatre heures par ordonnance exécutoire à titre provisoire, au vu de tous les éléments d'information de nature à justifier cette mesure.L'ordonnance de prorogation de la mesure de consignation est notifiée par tous moyens au détenteur des produits consignés.La mainlevée de la mesure de consignation peut être ordonnée à tout moment soit par les agents ayant procédé à cette consignation ou par le procureur de la République, soit par le président du tribunal de grande instance ou le magistrat qu'il délègue à cet effet."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le fait de mettre sur le marché un produit mentionné à l'article 1er sans déclaration \"CE\" de conformité ou, le cas échéant, sans marquage \"CE\" de conformité lorsque celui-ci es t exigé ou en violation d'un arrêté du ministre chargé des transports pris en application de l'article 2 est puni de six mois d'emprisonnement et de 7 500 Euros d'amende.Le fait de faire obstacle à l'exercice des fonctions des agents habilités en application de l'article 3 est puni des mêmes peines.Les infractions prévues aux alinéas précédents sont constatées par des procès-verbaux qui font foi jusqu'à preuve contraire. Les procès-verbaux sont adressés, dans les cinq jours qui suivent leur clôture, au procureur de la République. Une copie en est remise dans le même délai au fabricant ou au responsable de la mise sur le marché."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les personnes morales peuvent être déclarées responsables pénalement, dans les conditions prévues à l'article 121-2 du code pénal, des infractions prévues à l'article 6.Elles encourent la peine d'amende selon les modalités prévues par l'article 131-38 du même code."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Premier ministre et le ministre de l'équipement, des transports, de l'aménagement du territoire, du tourisme et de la mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}