{
  "id": "jorftext000000623191",
  "type": "statute",
  "title": "Ordonnance n° 2004-632 du 1 juillet 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000623191",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Peuvent faire l'objet d'une association syndicale de propriétaires la construction, l'entretien ou la gestion d'ouvrages ou la réalisation de travaux, ainsi que les actions d'intérêt commun, en vue :a) De prévenir les risques naturels ou sanitaires, les pollutions et les nuisances ;b) De préserver, de restaurer ou d'exploiter des ressources naturelles ;c) D'aménager ou d'entretenir des cours d'eau, lacs ou plans d'eau, voies et réseaux divers ;d) De mettre en valeur des propriétés."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les associations syndicales de propriétaires sont libres, autorisées ou constituées d'office.Les associations syndicales libres sont des personnes morales de droit privé régies par les dispositions du titre II de la présente ordonnance.Les associations syndicales autorisées ou constituées d'office ainsi que leurs unions sont des établissements publics à caractère administratif, régis par les dispositions des titres III à V de la présente ordonnance et par l'article L. 211-2 du code des juridictions financières."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les droits et obligations qui dérivent de la constitution d'une association syndicale de propriétaires sont attachés aux immeubles compris dans le périmètre de l'association et les suivent, en quelque main qu'ils passent, jusqu'à la dissolution de l'association ou la réduction de son périmètre.En cas d'usufruit, le nu-propriétaire est seul membre de l'association. Il informe l'usufruitier de la création ou de l'existence de l'association et des décisions prises par elle. Il peut toutefois convenir avec l'usufruitier que celui-ci prendra seul la qualité de membre de l'association et l'informera des décisions prises par celle-ci.Lors de la mutation d'un bien compris dans le périmètre d'une association syndicale, avis de la mutation doit être donné, dans les conditions prévues à l'article 20 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, à l'association qui peut faire opposition dans les conditions prévues audit article pour obtenir le paiement des sommes restant dues par l'ancien propriétaire."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le président de l'association syndicale de propriétaires tient à jour l'état nominatif des propriétaires des immeubles inclus dans le périmètre de celle-ci ainsi que le plan parcellaire. A cet effet, toute mutation de propriété d'un immeuble inclus dans le périmètre de l'association lui est notifiée par le notaire qui en fait le constat.Le propriétaire d'un immeuble inclus dans le périmètre d'une association syndicale de propriétaires doit, en cas de transfert de propriété, informer le futur propriétaire de cette inclusion et de l'existence éventuelle de servitudes. Il doit informer le locataire de cet immeuble de cette inclusion et de ces servitudes."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les associations syndicales de propriétaires peuvent agir en justice, acquérir, vendre, échanger, transiger, emprunter et hypothéquer sous réserve de l'accomplissement des formalités de publicité prévues selon le cas aux articles 8, 15 ou 43."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les créances de toute nature d'une association syndicale de propriétaires à l'encontre d'un de ses membres sont garanties par une hypothèque légale sur les immeubles de ce membre compris dans le périmètre de l'association.\n\nLorsque des personnes publiques sont membres d'une association syndicale de propriétaires, l'hypothèque légale ne s'applique pas à ceux de leurs immeubles qui appartiennent au domaine public.\n\nLes conditions d'inscription et de mainlevée de cette hypothèque sont celles prévues aux trois premiers alinéas de l'article 19 de la loi du 10 juillet 1965 précitée."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les associations syndicales libres se forment par consentement unanime des propriétaires intéressés, constaté par écrit.Les statuts de l'association définissent son nom, son objet, son siège et ses règles de fonctionnement. Ils comportent la liste des immeubles compris dans son périmètre et précisent ses modalités de financement et le mode de recouvrement des cotisations."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La déclaration de l'association syndicale libre est faite à la préfecture du département ou à la sous-préfecture de l'arrondissement où l'association a prévu d'avoir son siège. Deux exemplaires des statuts sont joints à la déclaration. Il est donné récépissé de celle-ci dans un délai de cinq jours.Un extrait des statuts doit, dans un délai d'un mois à compter de la date de délivrance du récépissé, être publié au Journal officiel.Dans les mêmes conditions, l'association fait connaître dans les trois mois et publie toute modification apportée à ses statuts.L'omission des présentes formalités ne peut être opposée aux tiers par les membres de l'association."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'association syndicale libre est administrée par un syndicat composé de membres élus parmi les propriétaires membres de l'association ou leurs représentants dans les conditions fixées par les statuts.Le syndicat règle, par ses délibérations, les affaires de l'association."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les associations syndicales libres peuvent, à l'issue d'un délai d'un an à compter de l'accomplissement de la formalité prescrite par le deuxième alinéa de l'article 8 et par délibération adoptée par l'assemblée des propriétaires dans les conditions de majorité prévues à l'article 14, demander à l'autorité administrative compétente dans le département où elles ont leur siège à être transformées en associations syndicales autorisées. Il est alors procédé comme il est dit aux articles 12, 13 et 15.Si elle est autorisée, la transformation n'entraîne pas la création d'une nouvelle personne morale. Elle intervient à titre gratuit et ne donne lieu au paiement d'aucune indemnité, droit, taxe, contribution prévue à l' article 879 du code général des impôts  ou honoraire."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "Les associations syndicales libres peuvent, sous réserve des stipulations de leurs statuts et des dispositions de la présente ordonnance, souscrire un emprunt collectif au nom du syndicat qui règle les affaires de l'association pour le financement des travaux concernant les parties communes, les équipements et les terrains ou des travaux d'intérêt collectif sur des parties privatives des immeubles qui les composent.\n\nUn décret en Conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Un ou plusieurs propriétaires intéressés, une collectivité territoriale ou un groupement de collectivités territoriales peuvent demander la création d'une association syndicale autorisée.La demande est adressée à l'autorité administrative compétente dans le département où l'association a prévu d'avoir son siège. Elle est accompagnée d'un projet de statuts conforme aux dispositions du second alinéa de l'article 7.En outre, l'autorité administrative peut prendre l'initiative de la création d'une association syndicale autorisée."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'autorité administrative soumet à une enquête publique réalisée conformément à l'alinéa 2 de l'article L. 110-1 du code de l'expropriation pour cause d'utilité publique le projet de statuts de l'association syndicale autorisée.\n\nToutefois, lorsqu'en raison de leur nature, de leur consistance ou de leur localisation, les ouvrages ou les travaux envisagés sont susceptibles d'affecter l'environnement, ou lorsque les missions de l'association concernent des installations, ouvrages, travaux ou activités prévus à l'article L. 214-1 du code de l'environnement, il est procédé à cette enquête conformément au chapitre III du titre II du livre Ier du même code.\n\nL'acte ordonnant l'ouverture de l'enquête est notifié à chaque propriétaire d'un immeuble susceptible d'être inclus dans le périmètre de la future association."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "L'acte ordonnant l'ouverture de l'enquête prévue à l'article 12 organise la consultation des propriétaires, qui intervient à l'issue de l'enquête.Un propriétaire qui, dûment averti des conséquences de son abstention, ne s'opposerait pas expressément au projet est réputé favorable à la création de l'association.Les modalités de la consultation des propriétaires sont définies par le décret en Conseil d'Etat prévu à l'article 62."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La création de l'association syndicale peut être autorisée par l'autorité administrative lorsque la majorité des propriétaires représentant au moins les deux tiers de la superficie des propriétés ou les deux tiers des propriétaires représentant plus de la moitié de la superficie des propriétés se sont prononcés favorablement."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'acte autorisant la création de l'association syndicale est publié, affiché dans chaque commune sur le territoire de laquelle s'étend le périmètre de l'association et notifié aux propriétaires mentionnés au troisième alinéa de l'article 12 dans des conditions définies par le décret en Conseil d'Etat prévu à l'article 62.L'acte refusant d'autoriser la création de l'association syndicale est notifié aux propriétaires mentionnés au troisième alinéa de l'article 12."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "En cas d'annulation de l'acte autorisant la création de l'association syndicale autorisée, l'autorité administrative peut, dans le cas où l'annulation n'aurait pas pour effet d'interdire la reconstitution de cette association, nommer un administrateur provisoire.Dans le cas contraire, elle nomme un liquidateur dans les conditions prévues à l'article 42 pour l'exercice des missions définies à cet article."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le propriétaire qui s'est prononcé expressément contre le projet de création d'une association syndicale autorisée peut, dans le délai de trois mois à compter de la notification de l'acte autorisant cette création, déclarer qu'il entend délaisser un ou plusieurs des immeubles lui appartenant et inclus dans le périmètre de l'association.Ce délaissement ouvre droit, à la charge de l'association, à une indemnisation. A défaut d'accord entre le propriétaire et l'association, l'indemnité est fixée selon les règles de procédure du code de l'expropriation pour cause d'utilité publique."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les organes de l'association sont l'assemblée des propriétaires, le syndicat, le président et le vice-président.Sous réserve des attributions de l'assemblée des propriétaires, le syndicat règle, par ses délibérations, les affaires de l'association syndicale autorisée."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'assemblée des propriétaires d'une association syndicale autorisée réunit les propriétaires dans le respect des dispositions statutaires qui peuvent définir un seuil d'intérêt minimum permettant d'y siéger. Les propriétaires n'atteignant pas individuellement ce seuil peuvent se réunir pour se faire représenter à l'assemblée générale. Un propriétaire peut mandater pour le représenter toute personne de son choix, un même mandataire ne pouvant détenir un nombre de mandats supérieur au cinquième des membres en exercice de l'assemblée des propriétaires.\n\nL'assemblée des propriétaires se réunit en session ordinaire ou extraordinaire et délibère dans des conditions définies par le décret en Conseil d'Etat prévu à l'article 62."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'assemblée des propriétaires élit les membres du syndicat ainsi que leurs suppléants et délibère sur :a) Le rapport prévu à l'article 23, lors de sa session ordinaire ;b) Le montant maximum des emprunts qui peuvent être votés par le syndicat et les emprunts d'un montant supérieur ;c) Les propositions de modification statutaire ou de dissolution dans les hypothèses prévues aux articles 37 à 40 ;d) L'adhésion à une union ou la fusion avec une autre association syndicale autorisée ou constituée d'office ;e) Toute question qui lui est soumise en application d'une loi ou d'un règlement."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le syndicat est composé de membres élus par l'assemblée des propriétaires en son sein dans les conditions fixées par ses statuts.Un membre du syndicat peut se faire représenter dans des conditions définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le président et le vice-président sont élus par le syndicat parmi ses membres dans les conditions prévues par les statuts de l'association. Leur mandat s'achève avec celui des membres du syndicat. Le syndicat peut les révoquer en cas de manquement à leurs obligations.Le vice-président remplace le président en cas d'absence ou d'empêchement."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le président prépare et exécute les délibérations de l'assemblée des propriétaires et du syndicat. Il en convoque et préside les réunions.Il est le chef des services de l'association et son représentant légal. Il en est l'ordonnateur.Il peut déléguer certaines de ses attributions à un directeur nommé par lui et placé sous son autorité.Le président élabore, dans des conditions fixées par le décret en Conseil d'Etat prévu à l'article 62, un rapport sur l'activité de l'association et sa situation financière."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les agents des associations syndicales autorisées sont des agents contractuels de droit public. Le recrutement de ces agents ne leur donne aucun droit à être titularisés dans la fonction publique. Les associations syndicales peuvent en outre faire appel à raison de leur compétence à des agents de droit privé avec lesquels elles concluent des contrats à durée déterminée et indéterminée."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les délibérations de l'assemblée des propriétaires et du syndicat et les actes pris par le président de l'association ou le directeur sont, dans des conditions fixées par le décret en Conseil d'Etat prévu à l'article 62, transmis à l'autorité administrative compétente dans le département où l'association a son siège et rendus exécutoires."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les conditions dans lesquelles les marchés sont passés et exécutés par les associations syndicales autorisées sont définies par le décret en Conseil d'Etat prévu à l'article 62."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les dispositions de la loi n° 85-704 du 12 juillet 1985 relative à la maîtrise d'ouvrage publique et à ses rapports avec la maîtrise d'oeuvre privée sont applicables aux associations syndicales autorisées.Toutefois, le I de l'article 4 de cette loi ne s'applique pas aux relations entre une association syndicale autorisée et une union ou un syndicat mixte dont elle est membre."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Est applicable aux associations syndicales autorisées le régime des servitudes d'établissement, d'aménagement, de passage et d'appui prévues aux articles L. 152-1 à L. 152-23 du code rural et à l'article L. 321-5-1 du code forestier.En outre, une servitude de passage peut être instituée pour l'entretien d'ouvrages qui traversent, même en dehors du périmètre de l'association, les cours, jardins, parcs et enclos, qu'ils soient ou non attenant aux habitations."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "A l'exception des ouvrages réalisés, le cas échéant en dehors de son périmètre, sur le domaine public d'une personne publique, l'association syndicale autorisée est propriétaire des ouvrages qu'elle réalise en qualité de maître d'ouvrage dans le cadre de son objet statutaire et, à ce titre, en assure l'entretien. Toutefois, les statuts peuvent prévoir, pour certaines catégories d'ouvrages, que leur propriété ou leur entretien peuvent être attribués à un ou plusieurs membres de l'association."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "L'autorité administrative peut, après mise en demeure de l'association syndicale autorisée restée sans effet dans un délai qu'elle détermine :1° Faire procéder d'office, aux frais de l'association, à l'accomplissement des opérations correspondant à son objet, dans le cas où la carence de l'association nuirait gravement à l'intérêt public ;2° Constater que l'importance des ouvrages ou des travaux à réaliser excède les capacités de l'association.Dans le cas prévu à l'alinéa précédent, l'Etat, les collectivités territoriales ou leurs groupements peuvent décider, dans des conditions définies par le décret en Conseil d'Etat prévu à l'article 62, de se substituer, en tout ou partie, à l'association dans ses droits et obligations."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - Les ressources d'une association syndicale autorisée comprennent :1° Les redevances dues par ses membres ;2° Les dons et legs ;3° Le produit des cessions d'éléments d'actifs ;4° Les subventions de diverses origines ;5° Le revenu des biens meubles ou immeubles de l'association ;6° Le produit des emprunts ;7° Le cas échéant, l'amortissement, les provisions et le résultat disponible de la section de fonctionnement ;8° Tout autre produit afférent aux missions définies dans les statuts.II. - Les redevances syndicales sont établies annuellement et réparties entre les membres en fonction des bases de répartition des dépenses déterminées par le syndicat. Ces bases tiennent compte de l'intérêt de chaque propriété à l'exécution des missions de l'association.Des redevances syndicales spéciales sont établies pour toutes les dépenses relatives à l'exécution financière des jugements et transactions."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les fonds des associations syndicales autorisées sont obligatoirement déposés auprès de l'Etat, sauf dérogations définies par le décret en Conseil d'Etat prévu à l'article 62."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le budget de l'association doit être voté en équilibre réel. Il est transmis à l'autorité administrative compétente dans le département où l'association a son siège."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le recouvrement des créances de l'association syndicale s'effectue comme en matière de contributions directes.\n\nL'action des comptables publics chargés de recouvrer les créances selon les modalités prévues par l'article L. 1617-5 du code général des collectivités territoriales se prescrit par quatre ans à compter de la prise en charge du titre de recettes."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Il est créé en faveur des associations syndicales autorisées, pour le recouvrement des redevances de l'année échue et de l'année courante, sur les récoltes, fruits, loyers et revenus des terrains compris dans le périmètre un privilège qui prend rang immédiatement après celui de la contribution foncière et s'exerce dans les mêmes formes."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les autres dispositions budgétaires et comptables applicables aux associations syndicales autorisées sont définies par le décret en Conseil d'Etat prévu à l'article 62."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Une proposition de modification statutaire portant extension du périmètre d'une association syndicale autorisée ou changement de son objet peut être présentée à l'initiative du syndicat, d'un quart des propriétaires associés, d'une collectivité territoriale ou d'un groupement de collectivités territoriales sur le territoire desquels s'étend ce périmètre ou de l'autorité administrative compétente dans le département où l'association a son siège. L'extension de périmètre peut également être engagée à la demande de propriétaires dont les immeubles ne sont pas inclus dans le périmètre.La proposition de modification est soumise à l'assemblée des propriétaires. Lorsque la majorité, telle qu'elle est définie à l'article 14, des membres de l'assemblée se prononce en faveur de la modification envisagée, l'autorité administrative ordonne une enquête publique conformément aux dispositions de l'article 12.Lorsqu'il s'agit d'étendre le périmètre, l'autorité administrative consulte les propriétaires des immeubles susceptibles d'être inclus dans le périmètre dans les conditions prévues aux articles 13 et 14.II. - Toutefois, il n'est pas procédé à une enquête publique et la proposition de modification est soumise au syndicat qui se prononce à la majorité de ses membres, lorsque l'extension envisagée porte sur une surface n'excédant pas un pourcentage, défini par le décret en Conseil d'Etat prévu à l'article 62, de la superficie incluse dans le périmètre de l'association et qu'ont été recueillis, par écrit, l'adhésion de chaque propriétaire des immeubles susceptibles d'être inclus dans le périmètre ainsi que, à la demande de l'autorité administrative, l'avis de chaque commune intéressée.III. - L'autorisation de modification des statuts peut être prononcée par acte de l'autorité administrative publié et notifié dans les conditions prévues à l'article 15."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "L'immeuble qui, pour quelque cause que ce soit, n'a plus de façon définitive d'intérêt à être compris dans le périmètre de l'association syndicale autorisée peut en être distrait. La demande de distraction émane de l'autorité administrative, du syndicat ou du propriétaire de l'immeuble.La proposition de distraction est soumise à l'assemblée des propriétaires. Si la réduction de périmètre porte sur une surface telle qu'elle est définie au II de l'article 37, l'assemblée des propriétaires peut décider que la proposition de distraction fera seulement l'objet d'une délibération du syndicat.Lorsque l'assemblée des propriétaires, dans les conditions de majorité prévues à l'article 14, ou, dans l'hypothèse mentionnée à l'alinéa précédent, la majorité des membres du syndicat s'est prononcée en faveur de la distraction envisagée, l'autorité administrative peut autoriser celle-ci par acte publié et notifié dans les conditions prévues à l'article 15.Les propriétaires des fonds distraits restent redevables de la quote-part des emprunts contractés par l'association durant leur adhésion jusqu'au remboursement intégral de ceux-ci.La distraction n'affecte pas l'existence des servitudes décrites à l'article 28 tant qu'elles restent nécessaires à l'accomplissement des missions de l'association ou à l'entretien des ouvrages dont elle use."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les modifications statutaires autres que celles prévues aux articles 37 et 38 font l'objet, sur proposition du syndicat ou du dixième des propriétaires, d'une délibération de l'assemblée des propriétaires convoquée en session extraordinaire à cet effet.La délibération correspondante est transmise à l'autorité administrative qui peut autoriser la modification statutaire par acte publié et notifié dans les conditions prévues à l'article 15."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Une association syndicale autorisée peut être dissoute, par acte de l'autorité administrative, à la demande des membres de l'association qui se prononcent dans les conditions de majorité prévues à l'article 14.Elle peut, en outre, être dissoute d'office par acte motivé de l'autorité administrative :a) Soit en cas de disparition de l'objet pour lequel elle a été constituée ;b) Soit lorsque, depuis plus de trois ans, elle est sans activité réelle en rapport avec son objet ;c) Soit lorsque son maintien fait obstacle à la réalisation de projets d'intérêt public dans un périmètre plus vaste que celui de l'association ;d) Soit lorsqu'elle connaît des difficultés graves et persistantes entravant son fonctionnement."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "L'acte prononçant la dissolution est publié et notifié dans les conditions prévues à l'article 15."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les conditions dans lesquelles l'association syndicale autorisée est dissoute ainsi que la dévolution du passif et de l'actif sont déterminées soit par le syndicat, soit, à défaut, par un liquidateur nommé par l'autorité administrative. Elles doivent tenir compte des droits des tiers. Elles sont mentionnées dans l'acte prononçant la dissolution.Les propriétaires membres de l'association sont redevables des dettes de l'association jusqu'à leur extinction totale."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Pour les ouvrages ou travaux mentionnés aux a à c de l'article 1er pour lesquels existe une obligation légale à la charge des propriétaires et si une association syndicale autorisée n'a pu être constituée, l'autorité administrative peut constituer d'office une association syndicale regroupant l'ensemble des propriétaires intéressés.Dans tous les cas, le projet de constitution de l'association est soumis à une enquête publique.L'acte portant constitution d'office de l'association est publié et notifié dans les conditions prévues à l'article 15. Il comprend notamment les dispositions relatives au périmètre de l'association, à son objet, au mode d'exécution des travaux ainsi qu'aux modalités de répartition des dépenses selon le degré d'intérêt de chacune des propriétés à l'exécution des travaux. Il convoque la première assemblée des propriétaires à l'occasion de laquelle il sera procédé à la désignation des membres du syndicat.Lorsque l'assemblée des propriétaires ne parvient pas à désigner les membres du syndicat, l'autorité administrative y procède d'office, le cas échéant, en dehors des membres de l'association.En cas de carence, l'autorité administrative peut, après mise en demeure restée sans effet dans un délai d'un mois, se substituer dans tous leurs actes aux organes défaillants de l'association syndicale constituée d'office."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Une association syndicale constituée d'office peut demander, par délibération de son assemblée des propriétaires adoptée dans les conditions de majorité prévues à l'article 14, à être transformée en association syndicale autorisée.La transformation peut être prononcée par l'autorité administrative lorsque les membres du syndicat ont été désignés par l'assemblée des propriétaires et lorsque l'association fonctionne normalement depuis au moins un exercice budgétaire."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "La dissolution d'une association syndicale constituée d'office ne peut être décidée qu'à l'initiative de l'autorité administrative."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les autres dispositions régissant les associations syndicales autorisées sont applicables aux associations syndicales constituées d'office."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Pour faciliter leur gestion ou en vue de l'exécution ou de l'entretien de travaux ou d'ouvrages d'intérêt commun, les associations syndicales autorisées ou constituées d'office peuvent se grouper en unions. Une union est formée sur la demande faite à l'autorité administrative compétente dans le département où l'union a prévu d'avoir son siège par une ou plusieurs de ces associations.L'adhésion à l'union d'une association syndicale autorisée ou constituée d'office est donnée par l'assemblée des propriétaires dans les conditions de majorité prévues à l'article 14.L'autorité administrative compétente dans le département où l'union a prévu d'avoir son siège peut, au vu du consentement des associations candidates, autoriser par un acte publié et notifié dans les conditions prévues à l'article 15, la constitution de l'union dont les statuts doivent être conformes aux dispositions de l'article 7.L'union a pour organes une assemblée des associations, un syndicat et un président.L'assemblée des associations se compose de délégués titulaires et suppléants élus parmi leurs membres par les syndicats de chacune des associations adhérentes.Une proposition de modification statutaire portant sur l'objet d'une union, le retrait ou l'adhésion d'une association syndicale à l'union peut être présentée à l'initiative du syndicat de l'union ou d'un membre de l'union. Une association syndicale autorisée ou constituée d'office peut également demander son adhésion par délibération de son assemblée des propriétaires dans les conditions de majorité prévues à l'article 14. Lorsqu'une association syndicale n'est pas à l'initiative d'une demande d'adhésion ou de retrait de l'union la concernant, cette modification statutaire est subordonnée à l'accord de l'assemblée des propriétaires de cette association dans les mêmes conditions de majorité.L'autorité administrative peut autoriser, par acte publié et notifié dans les conditions prévues à l'article 15, la modification statutaire après accord des syndicats des associations membres. Cet accord doit être exprimé par deux tiers au moins des syndicats des associations membres représentant au moins la moitié du périmètre de l'union ou par la moitié au moins des syndicats des associations membres représentant au moins les deux tiers du périmètre de l'union.Une union peut être dissoute par acte de l'autorité administrative, à la demande des associations syndicales membres de l'union qui se prononcent dans les conditions de majorité prévues à l'alinéa précédent.Les autres dispositions régissant les associations syndicales autorisées sont applicables aux unions."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Deux ou plusieurs associations syndicales autorisées ou constituées d'office peuvent être autorisées, à leur demande ou à la demande de toute personne ayant capacité à la création d'une association syndicale autorisée, à fusionner en une association syndicale autorisée.La demande est adressée à l'autorité administrative compétente dans le département où la future association a prévu d'avoir son siège.La fusion peut être autorisée par acte de l'autorité administrative lorsque l'assemblée des propriétaires de chaque association appelée à fusionner s'est prononcée favorablement dans les conditions de majorité prévues à l'article 14."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - L'association départementale d'aménagement de l'Isère, du Drac et de la Romanche est un établissement public à caractère administratif constitué en vue de l'aménagement et de l'entretien du système de protection contre les inondations et d'assainissement des plaines de l'Isère, du Drac et de la Romanche.L'association est, en outre, habilitée à réaliser des prestations de service en rapport avec son objet au bénéfice de toute personne publique, y compris en dehors de son périmètre.II. - L'association départementale réunit le département de l'Isère, des communes de ce département ou leurs groupements et des associations ou unions d'associations syndicales, autorisées ou constituées d'office, de propriétaires d'immeubles inclus dans son périmètre qui est arrêté par l'autorité administrative compétente dans le département de l'Isère.III. - L'autorité administrative compétente dans le département de l'Isère arrête la liste des ouvrages de protection contre les inondations et d'assainissement de l'Isère, du Drac et de la Romanche réalisés dans le périmètre de l'association départementale soit par l'un de ses membres, soit par l'Etat, soit par tout autre maître d'ouvrage public, qui sont obligatoirement remis en gestion à celle-ci.IV. - L'association départementale est soumise aux dispositions des chapitres II, III et IV du titre III de la présente ordonnance sous réserve des dispositions du présent chapitre."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - Les organes de l'association départementale sont :a) L'assemblée générale composée de représentants des trois catégories de personnes publiques membres de l'association ;b) Le comité composé de membres élus en son sein par l'assemblée générale et répartis en trois collèges ;c) Le président et deux vice-présidents, élus en son sein par le comité.II. - L'assemblée générale, le comité et le président exercent respectivement les attributions de l'assemblée des propriétaires, du syndicat et du président d'une association syndicale autorisée telles que définies aux articles 20, 18 et 23."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - Les ressources de l'association départementale sont celles des associations syndicales autorisées sous réserve des dispositions du présent article.II. - L'association départementale reçoit les contributions de ses membres telles qu'elles sont définies par les statuts et le produit des prestations de service mentionnées au second alinéa du I de l'article 54.III. - Le département de l'Isère prend à sa charge la moitié des dépenses de l'association départementale. L'autre moitié est ensuite répartie entre les autres membres dans les conditions prévues par les statuts. Les prestations de service font l'objet d'une individualisation comptable.IV. - Le paiement des contributions constitue une dépense obligatoire pour les collectivités territoriales et associations membres de l'association départementale.V. - L'association départementale est éligible au fonds de compensation pour la taxe sur la valeur ajoutée dans les conditions prévues aux articles L. 1615-1 à L. 1615-11 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Une proposition de modification statutaire peut être présentée, notamment à l'initiative du préfet.Les demandes d'adhésion de nouveaux membres sont soumises à l'assemblée générale. Lorsque les statuts n'ont pas prévu une procédure spécifique, les nouvelles adhésions sont décidées à la majorité des deux tiers des voix des membres composant l'association.Toutefois, la proposition de modification statutaire est soumise au comité, lorsque l'adhésion envisagée emporte extension du périmètre sur une surface n'excédant pas un pourcentage défini par le décret en Conseil d'Etat prévu à l'article 62.L'assemblée générale se prononce sur les autres modifications statutaires dans les conditions prévues par les statuts.L'autorisation de modification des statuts peut être prononcée par acte de l'autorité administrative publié et notifié dans les conditions de l'article 15.II. - La dissolution de l'association départementale ne peut être décidée que par l'autorité administrative. Elle ne peut être prononcée qu'à la condition qu'une autre personne publique se substitue à l'association dans l'exercice de ses missions."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "La loi du 21 juin 1865 relative aux associations syndicales et la loi du 5 août 1911 relative aux associations syndicales autorisées sont abrogées sauf en ce qui concerne la Polynésie française et la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "La loi du 27 juillet 1930 relative à l'exécution de travaux d'aménagement du système d'endiguement et d'assainissement des plaines de l'Isère, du Drac et de la Romanche (Grésivaudan et Oisans), la loi du 30 novembre 1941 relative à l'aménagement et à l'assainissement des plaines de l'Isère, du Drac et de la Romanche (Grésivaudan et Oisans) et la loi du 31 décembre 1948 validant, en complétant certaines de ses dispositions, la loi du 30 novembre 1941 sont abrogées."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I.-Les associations syndicales de propriétaires constituées en vertu des lois des 12 et 20 août 1790, 14 floréal an XI, 16 septembre 1807, 21 juin 1865 et 8 avril 1898 sont régies par les dispositions de la présente ordonnance.\n\nToutefois, leurs statuts en vigueur à la date de publication de la présente ordonnance demeurent applicables jusqu'à leur mise en conformité avec les dispositions de celle-ci. Cette mise en conformité doit intervenir dans un délai de deux ans à compter de la publication du décret en Conseil d'Etat prévu à l'article 62. A l'exception de celle des associations syndicales libres, la mise en conformité est approuvée par un acte de l'autorité administrative ou, à défaut d'approbation, et après mise en demeure adressée au président de l'association et restée sans effet à l'expiration d'un délai de trois mois, l'autorité administrative procède d'office aux modifications statutaires nécessaires.\n\nPar dérogation au deuxième alinéa, les associations syndicales libres régies par le titre II de la présente ordonnance, qui ont mis leurs statuts en conformité avec les dispositions de celle-ci postérieurement au 5 mai 2008, recouvrent les droits mentionnés à l'article 5 de la présente ordonnance dès la publication de la loi n° 2014-366 du 24 mars 2014 pour l'accès au logement et un urbanisme rénové, sans toutefois que puissent être remises en cause les décisions passées en force de chose jugée.\n\nII.-Les dispositions du second alinéa du I sont applicables aux associations foncières mentionnées aux articles L. 322-1 du code de l'urbanisme et L. 131-1 du code rural.\n\nToutefois, les associations foncières de réorganisation foncière et les associations foncières de remembrement visées aux articles L. 132-1 et L. 133-1 du code rural, constituées pour des opérations d'aménagement foncier ordonnées avant le 1er janvier 2006, disposent d'un délai de cinq ans à compter de la publication du décret en Conseil d'Etat prévu à l'article 62 de la présente ordonnance pour adopter des statuts conformes aux dispositions de la présente ordonnance.\n\nIII.-L'association départementale d'aménagement de l'Isère, du Drac et de la Romanche dispose d'un délai d'un an à compter de la publication du décret en Conseil d'Etat prévu à l'article 62 pour adopter des statuts conformes aux dispositions du chapitre IV du titre VI. Jusqu'à l'expiration de ce délai, elle reste régie par les dispositions législatives et réglementaires en vigueur à la date de publication de la présente ordonnance."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les modalités d'application de la présente ordonnance sont fixées par décret en Conseil d'Etat, notamment :1° La détermination de l'autorité administrative compétente pour la création, la transformation ou la dissolution d'une association syndicale autorisée et les modalités de transmission à cette autorité des actes de cette association ;2° Les modalités de l'enquête publique et de la consultation des propriétaires prévues aux articles 12 et 13 ;3° Les modalités de publicité de l'acte autorisant la création d'une association syndicale autorisée ;4° Les modalités de réunion et de délibération de l'assemblée des propriétaires ;5° La représentation avec voix consultative au sein du syndicat d'organismes accordant des subventions ;6° Les conditions d'élaboration du rapport prévu à l'article 23 ;7° Les conditions de passation et d'exécution des marchés d'une association syndicale autorisée ;8° Les modalités de la substitution, prévue à l'article 30, de l'Etat, d'une collectivité territoriale ou d'un groupement de collectivités territoriales, à une association syndicale autorisée ;9° Les dérogations à l'obligation de dépôt des fonds prévue à l'article 32 ;10° Les dispositions budgétaires et comptables prévues aux articles 33 à 36 et 56 ;11° La définition de la surface en deçà de laquelle il est possible de recourir à une procédure simplifiée d'extension ou de réduction du périmètre d'une association syndicale autorisée."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "L'article 27 n'est pas applicable à Mayotte."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les articles 1er à 11, le premier et le troisième alinéas de l'article 12, les articles 13 à 26, 28 à 48, 58, 60 et 62 sont applicables aux îles Wallis et Futuna sous réserve des mesures prévues au présent chapitre."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - Pour l'application de la présente ordonnance aux îles Wallis et Futuna, les termes énumérés ci-après sont remplacés comme suit :- \"département\" par \"collectivité d'outre-mer\" ;- \"acte de l'autorité administrative\" par \"arrêté de l'administrateur supérieur\" ;- \"tribunal de grande instance\" par \"tribunal de première instance\" ;- \"commune\" par \"circonscription\" ;- \"maire\" par \"chef de circonscription\" ;- \"bureau de conservation des hypothèques\" par \"greffe du tribunal de première instance\".II. - Pour l'application aux îles Wallis et Futuna de l'article 28, les mots : \"prévues aux articles L. 152-1 à L. 152-23 du code rural et à l'article L. 321-5-1 du code forestier\" sont remplacés par les mots : \"prévues par les dispositions applicables localement\"."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Le Premier ministre, le ministre de l'intérieur, de la sécurité intérieure et des libertés locales, le ministre de l'équipement, des transports, de l'aménagement du territoire, du tourisme et de la mer, le ministre de l'agriculture, de l'alimentation, de la pêche et des affaires rurales, le ministre de l'écologie et du développement durable et la ministre de l'outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}