{
  "id": "jorftext000000333547",
  "type": "statute",
  "title": "Ordonnance n° 86-1113 du 15 octobre 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000333547",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les zones prévues par l'article 2 (5°) de la loi du 2 juillet 1986 susvisée seront créées par décret en Conseil d'Etat, à raison d'une pour chacun des trois bassins d'emploi définis en annexe à la présente ordonnance.Les zones sont délimitées en tenant compte des éléments de nature à faciliter l'implantation d'entreprises et notamment des infrastructures existantes, des possibilités d'aménagement et des conditions de la maîtrise des sols.La superficie totale des terrains inclus dans chaque zone ne peut dépasser 300 hectares."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le décret créant la zone est pris au vu d'une convention conclue entre :a) L'Etat ;b) Le ou les collectivités territoriales ou groupements de collectivités territoriales intéressés ;c) Si l'aménagement des terrains n'est pas assuré par la ou les personnes publiques mentionnées au b ci-dessus, la personne publique ou le concessionnaire chargé de cet aménagement.Cette convention définit notamment les conditions d'aménagement et de gestion de la zone ainsi que les conditions de cession ou de location des immeubles bâtis ou non bâtis situés dans la zone."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les personnes morales soumises de plein droit ou sur option à l'impôt sur les sociétés dans les conditions de droit commun, qui, dans les cinq ans de l'institution de l'une des zones prévues à l'article 1er, se seront créées pour y exploiter une entreprise, sont exonérées :a) De l'impôt sur les sociétés à raison des bénéfices réalisés jusqu'au terme du cent vingtième mois suivant leur création ;b) De l'imposition forfaitaire annuelle prévue à l'article 223 septies du code général des impôts au titre de la même période.Les personnes morales créées dans le cadre d'une concentration ou d'une restructuration d'activités préexistant dans la zone ou pour la reprise de telles activités ne peuvent pas bénéficier de ces exonérations."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'exonération d'impôt sur les sociétés prévue au a de l'article 3 ne s'applique pas :1° Aux produits des actions ou parts de société, et aux résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater et 239 quater B du code général des impôts ;2° Aux subventions, libéralités et abandons de créances ;3° Aux produits de créances et d'opérations financières pour le montant qui excède celui des frais financiers engagés au cours du même exercice ;4° Aux produits tirés des droits de la propriété industrielle et commerciale, lorsque ces droits n'ont pas leur origine dans l'activité créée dans la zone ;5° Aux résultats qui ne sont pas déclarés dans les conditions prévues à l'article 223 du même code."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Pour bénéficier des exonérations prévues à l'article 3, la personne morale doit remplir les conditions suivantes :1° Son siège social, ses activités et ses moyens d'exploitation doivent être implantés dans une des zones créées en application de l'article 1er ;2° Ses activités doivent être industrielles et commerciales au sens de l'article 34 du code général des impôts ; toutefois, les exonérations prévues à l'article 3 ne s'appliquent pas si l'entreprise exerce à titre principal ou accessoire :a) Une activité de stockage ou de distribution indépendante des unités de production industrielle situées dans la zone ;b) Une activité de services qui n'est pas directement nécessaire à une activité de fabrication ou de transformation de biens corporels mobiliers ;c) Une activité bancaire, financière, d'assurances, de location ou de gestion d'immeubles ou de travaux immobiliers ;d) Une activité relevant de l'un des secteurs suivants :sidérurgie, fibres synthétiques, textile-habillement, construction navale, verre plat, poudre de lait, beurre, sucre, isoglucose ;3° Son effectif de salariés bénéficiant d'un contrat de travail à durée indéterminée ou d'une durée de six mois au moins doit être égal ou supérieur à dix au cours de chaque exercice de la période d'exonération ; si l'effectif varie en cours d'exercice, il est calculé compte tenu de la durée de présence des salariés en cause pendant l'exercice."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Si l'effectif minimal prévu à l'article précédent n'est pas atteint au cours des deux premiers exercices, l'exonération est accordée sous réserve que l'effectif soit d'au moins dix salariés au cours du troisième exercice.Si, au-delà du troisième exercice, la personne morale cesse de remplir la condition d'effectif, elle ne bénéficie plus des exonérations à compter de l'exercice au cours duquel cette condition n'est plus remplie."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pour les personnes morales pouvant bénéficier des dispositions de la présente ordonnance, l'application des dispositions des articles 44 quater et 223 nonies du code général des impôts est subordonnée à une option irrévocable de l'entreprise, qui entraîne la renonciation aux exonérations prévues à l'article 3. Cette option doit être formulée lors du dépôt de la déclaration des résultats du premier exercice.Les entreprises créées dans l'une des zones prévues à l'article 1er sont exclues du bénéfice de toute aide à l'aménagement du territoire accordée par l'Etat."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre, le ministre d'Etat, ministre de l'économie, des finances et de la privatisation, le ministre de l'intérieur, le ministre de l'équipement, du logement, de l'aménagement du territoire et des transports, le ministre de l'industrie, des P. et T. et du tourisme, le ministre délégué auprès du ministre de l'économie, des finances et de la privatisation, chargé du budget, et le ministre délégué auprès du ministre de l'intérieur, chargé des collectivités locales, sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    },
    {
      "provision_ref": "artannexe1",
      "section": "annexe1",
      "title": "Article annexe1",
      "content": "A N N E X EBassin d'emploi de DunkerqueCantons de :Bergues ;Bourbourg ;Dunkerque ;Grande-Synthe ;Gravelines ;Hondschoote ;Wormhout.Bassin d'emploi d'Aubagne - La CiotatCanton d'Aubagne, hormis la commune de La Penne-sur-Huveaune ;Canton de La Ciotat ;Canton de Roquevaire, hormis les communes de Gréasque et de Saint-Savournin.Bassin d'emploi de Toulon - La SeyneCantons de :Beausset (Le) ;Collobrières ;Crau (La) ;Cuers ;Hyères ;Ollioules ;Saint-Mandrier-sur-Mer ;Seyne-sur-Mer (La) ;Six-Fours-les-Plages ;Solliès-Pont ;Toulon ;Vallette-du-Var (La) ;Communes de :Gonfaron ;Pignans,dans le canton de Besse-sur-Issole.Communes de :Forcalqueiret ;Garéoult ;Méounes-lès-Montrieux ;Néoules ;Rocharon ;Sainte-Anastasie-sur-Issole,dans le canton de La Roquebrussanne."
    }
  ]
}