{
  "id": "jorftext000000338927",
  "type": "statute",
  "title": "Ordonnance n° 58-1036 du 29 octobre 1958",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000338927",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions de la présente ordonnance s'appliquent :Aux cadres de l'Etat définis à l'article 5, alinéas b et c, du décret modifié n° 56-1227 du 3 décembre 1956 ;Aux cadres généraux, non classés cadres d'Etat, énumérés aux tableaux I et II annexés au décret n° 51-510 du 5 mai 1951 ;Aux fonctionnaires non originaires, au sens de l'article L. 4 du code des pensions civiles et militaires de retraites, des zones énumérées au décret du 11 Juin 1931 pris pour l'application dudit article 9, en position statutaire dans les cadres supérieurs définis par l'article 6 de la loi n° 50-772 du 30 juin 1950 ;Aux agents sons statut des régies ferroviaires.Toutefois, elles ne s'appliquent ni aux gouverneurs généraux et gouverneurs de la France d'outre-mer, ni au cadre des chercheurs administrés par l'office de la recherche scientifique d'outre-mer, ni aux personnels de l'enseignement supérieur qui appartiennent aux cadres de l'éducation nationale, ni au personnel des trésoreries des territoires d'outre-mer qui demeure Constitué en Cadre métropolitain relevant du ministre des finances."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Il n'est plus procédé d aucun recrutement dans les cadres définis à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les administrateurs de la France d'outre-mer sont, sauf option contraire de leur part et à la date de publication de la présente ordonnance, intégrés dans les cadres métropolitains de l'Etat et des établissements publics de l'Etat dont le niveau de recrutement ou les conditions de carrière sont homologues."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les inspecteurs du travail et des lois sociales, les officiers des ports et rades, les chiffreurs et les agents des cadres généraux ont désormais vocation à occuper les emplois des cadres métropolitains de l'Etat et des établissements publics de l'Etat, des cadres de l'Algérie, des départements et des communes et y être intégrés sur leur demande selon les mêmes critères. Les cadres sans homologues métropolitains sont constitués en cadre d'extinction."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les administrateurs de la France d'outre-mer qui feront exercé l'option prévue à l'article 3 sont constitués en cadre autonome.Il en sera de même pour les fonctionnaires visés à l'article 4 ci-dessus qui n'auront pas encore été intégrés dans les cadres métropolitains."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les fonctionnaires non originaires au sens de l'article 1er en position statutaire dans les cadres supérieurs, seront, sur leur demande, intégrés dans un cadre de l'Etat, des départements, des communes au de leurs établissements publics."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Gouvernement est autorisé à passer avec la Société nationale des chemins de fer français une convention en vue d'assurer le reclassement des agents sous statut des régies ferroviaires qui cesseraient de servir outre-mer pour des raisons autres qu'une démission on une mise à la retraite. Ces agents pourront en outre être intégrés dans les services publics métropolitains."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les fonctionnaires visés par la présente ordonnance qui, n'avant pas demandé leur intégration, n'auraient pas reçu d'affectation pendant douze mois consécutifs pourront être sur leur demande, admis au bénéfice d'une pension de retraite ou dégagés des cadres dans les conditions prévues ci-après :1° S'ils réunissent au moins quinze ans de services civils et militaires valables pour la retraite, ils seront admis à la retraite et obtiendront avec jouissance immédiate une pension d'ancienneté ou proportionnelle selon qu'ils remplissent ou non la condition de durée de service exigée pour l'ouverture du droit à pension d'ancienneté dans leur cadre d'outre-mer. Dans la liquidation de cette pension, les intéressés bénéficieront d'une bonification égale au nombre d'années qu'ils auraient à accomplir jusqu'à la limite d'âge de leur emploi. Cette bonification, qui ne pourra toutefois excéder quatre ans, pourra modifier la nature de la pension. Elle sera décomptée sur la base des services accomplis en dernier lieu et sera exclusive des bénéfices de campagne, bonifications coloniales et bonifications pour services aériens ;S'ils réunissent moins de quinze ans de services civils et militaires valables pour la retraite, ils seront licenciés et percevront une indemnité égale à un mois de solde de congé par année entière de services valables pour la retraite."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les services accomplis dans les territoires de la catégorie B au regard de la caisse de retraites de la France d'outre-mer seront assimilés à des services de la partie active ou de la catégorie B rendus à l'Etat pour la constitution du droit et la liquidation des pensions."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les fonctionnaires visés par les alinéas 1er et 2 de l'article 1er de la présente ordonnance en service dans un territoire d'outre-mer, dans la République du Togo ou l'Etat sous tutelle du Cameroun sont soumis au régime de rémunération applicable aux fonctionnaires des cadres territoriaux, quel que soit le budget sur lequel ils sont rémunérés. Ils perçoivent, en outre, au compte du budget de l'Etat, la différence entre la rémunération susceptible de leur être allouée au titre du cadre d'origine auquel ils appartiennent et la rémunération territoriale."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Des règlements d'administration publique intervenant avant six mois détermineront les conditions d'application de la présente ordonnance, et notamment :1° Les conditions des intégrations qui interviendront, le cas échéant, en surnombre et nonobstant toutes dispositions contraires des statuts particuliers ;2° Les conditions des dégagements des cadres entraînés par les intégrations dans les cadres métropolitains. Ces dégagements seront étendus aux personnels des cadres autonomes remplissant les conditions prévues au premier alinéa de l'article 8 ;3° Les conditions d'organisation des cadres autonomes visés à l'article 5 ;4° Les conditions de nomination, dans les cadres de l'Etat ou de ses établissements publics, des élèves, fonctionnaires ou non, en cours de formation, au titre des cadres visés à l'article 1er, dans les établissements spécialisés, et notamment d l'école nationale de la France d'outre-mer."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "En tout ce qui n'est pas contraire à la présente ordonnance, dont des règlements d'administration publique détermineront, en tant que de besoin, les modalités d'application, sont maintenues les dispositions des décrets pris pour l'application de la loi n° 36-619 du 23 juin 1956 et, notamment, du décret n° 56-1228 du 3 décembre 1956, modifié par le décret n° 57-480 du 4 avril 1957."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le ministre d'Etat, le ministre des fInances et des affaires économiques et le ministre de la France d'outre-mer publié au Journal l'exécution du Présent décret, qui sera publié au Journal officiel de la République française."
    }
  ]
}