{
  "id": "jorftext000048423101",
  "type": "statute",
  "title": "LOI n°2023-1041 du 17 novembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048423101",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Les dispositions du présent article s'appliquent à toute convention portant sur des produits de grande consommation commercialisés sur le territoire français conclue entre tout distributeur exerçant une activité de commerce de détail à prédominance alimentaire et tout fournisseur de produits de grande consommation, sans remettre en cause le principe d'annualité régissant les conventions commerciales mentionnées aux articles L. 441-3, L. 441-4 et L. 443-8 du code de commerce, ni l'accord de modération du prix global d'une liste limitative de produits de consommation courante mentionné à l'article L. 410-5 du même code.Ces dispositions sont d'ordre public. Tout litige portant sur leur application relève de la compétence exclusive des tribunaux français, sous réserve du respect du droit de l'Union européenne et des traités internationaux ratifiés ou approuvés par la France et sans préjudice du recours à l'arbitrage.II. - Pour les fournisseurs dont le chiffre d'affaires hors taxes, le cas échéant consolidé ou combiné en application de l'article L. 233-16 du code de commerce, réalisé au cours du dernier exercice clos, est supérieur ou égal à 350 millions d'euros, par dérogation au IV de l'article L. 441-3 et au B du V de l'article L. 443-8 du même code, les conventions mentionnées au I des articles L. 441-4 et L. 443-8 dudit code qui sont signées avec un distributeur sont, pour l'année 2024, conclues au plus tard le 31 janvier 2024 et prennent effet au plus tard le 1er février 2024.Pour les fournisseurs dont le chiffre d'affaires annuel hors taxes, le cas échéant consolidé ou combiné en application de l'article L. 233-16 du même code, réalisé au cours du dernier exercice clos, est inférieur à 350 millions d'euros, par dérogation au IV de l'article L. 441-3 et au B du V de l'article L. 443-8 du même code, les conventions mentionnées au I des articles L. 441-4 et L. 443-8 du même code qui sont signées avec un distributeur sont, pour l'année 2024, conclues au plus tard le 15 janvier 2024 et prennent effet au plus tard le 16 janvier 2024.Par dérogation à la deuxième phrase du V de l'article L. 441-4 du même code, le prix convenu par les conventions mentionnées aux deux premiers alinéas du présent II est applicable à compter de la date où ces conventions prennent effet en application du présent article.Par dérogation, le terme des conventions mentionnées aux mêmes deux premiers alinéas est fixé au jour précédant la date à laquelle doit être conclue au plus tard la nouvelle convention entre les parties en application, selon le cas, du IV de l'article L. 441-3 ou du B du V de l'article L. 443-8 du code de commerce, en 2025 pour les conventions d'une durée d'un an et, respectivement, en 2026 ou en 2027 pour les conventions d'une durée de deux ou trois ans.Les conventions en cours d'exécution à la date d'entrée en vigueur de la présente loi qui ont été signées avant le 1er septembre 2023 prennent automatiquement fin :1° Le 31 janvier 2024, lorsqu'elles ont été conclues avec un fournisseur dont le chiffre d'affaires annuel hors taxes, le cas échéant consolidé ou combiné en application de l'article L. 233-16 du code de commerce, réalisé au cours du dernier exercice clos, est supérieur ou égal à 350 millions d'euros et que leur terme est postérieur au 1er février 2024 ;2° Le 15 janvier 2024, lorsqu'elles ont été conclues avec un fournisseur dont le chiffre d'affaires annuel hors taxes, le cas échéant consolidé ou combiné en application du même article L. 233-16, réalisé au cours du dernier exercice clos, est inférieur à 350 millions d'euros et que leur terme est postérieur au 16 janvier 2024.III. - Par dérogation au VI de l'article L. 441-4 et au B du V de l'article L. 443-8 du code de commerce, le fournisseur communique ses conditions générales de vente au distributeur au plus tard le 5 décembre 2023 lorsque son chiffre d'affaires annuel hors taxes, le cas échéant consolidé ou combiné en application de l'article L. 233-16 du même code, réalisé au cours du dernier exercice clos, est supérieur ou égal à 350 millions d'euros, ou au plus tard le 21 novembre 2023 lorsque son chiffre d'affaires annuel hors taxes, le cas échéant consolidé ou combiné en application du même article L. 233-16, réalisé au cours du dernier exercice clos, est inférieur à 350 millions d'euros.IV. - Tout manquement au II du présent article est passible d'une amende administrative dont le montant ne peut excéder, par infraction constatée, 200 000 euros pour une personne physique et 5 000 000 euros pour une personne morale.Tout manquement au III du présent article est passible de l'amende administrative prévue au premier alinéa de l'article L. 441-6 du code de commerce.V. - Pour l'application aux conventions mentionnées au présent article du II de l'article 9 de la loi n° 2023-221 du 30 mars 2023 tendant à renforcer l'équilibre dans les relations commerciales entre fournisseurs et distributeurs, les dates du 1er mars et du 1er avril sont remplacées, respectivement, par les dates du 31 janvier 2024 et du 29 février 2024 lorsque le fournisseur réalise, au cours du dernier exercice clos, un chiffre d'affaires annuel hors taxes, le cas échéant consolidé ou combiné en application de l'article L. 233-16 du code de commerce, supérieur ou égal à 350 millions d'euros, ou par les dates du 15 janvier 2024 et du 15 février 2024 lorsque le fournisseur réalise, au cours du dernier exercice clos, un chiffre d'affaires annuel hors taxes, le cas échéant consolidé ou combiné en application du même article L. 233-16, inférieur à 350 millions d'euros.VI. - Les agents mentionnés au II de l'article L. 450-1 du code de commerce sont habilités à relever les manquements au présent article dans les conditions et avec les pouvoirs mentionnés aux articles L. 450-2 à L. 450-10 du même code.VII. - Par dérogation, le présent article ne s'applique pas aux distributeurs établis dans les collectivités mentionnées à l'article 72-3 de la Constitution, pour les produits commercialisés dans ces collectivités."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Gouvernement remet au Parlement, dans un délai de trois mois à compter de la promulgation de la présente loi, un rapport évaluant les effets de l'avancée des négociations commerciales prévue au II de l'article 1er sur les prix de vente des produits de grande consommation et sur le partage de la valeur entre les différents acteurs économiques. Ce rapport analyse spécifiquement l'évolution des marges des industriels, filière par filière, et des acteurs de la grande distribution.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}