{
  "id": "jorftext000000509040",
  "type": "statute",
  "title": "Loi n° 71-588 du 16 juillet 1971",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000509040",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans un délai de six mois à compter de l'ouverture de la session ordinaire des conseils généraux suivant la publication de la présente loi, il sera procédé, dans chaque département et dans les conditions prévues à l'article suivant, à un examen des caractéristiques de chaque commune, aux fins de déterminer :Les communes qui peuvent assurer par elles-mêmes leur développement ;Les agglomérations et les communes situées hors des agglomérations dont le développement et la bonne administration appellent une mise en commun des moyens et ressources des communes composantes ;Les communes qui devraient fusionner avec d'autres communes.Le délai institué par le présent article peut être prorogé d'une durée de deux mois par le ministre de l'intérieur sur la demande du président de la commission d'élus prévue à l'article suivant."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Au vu d'un projet établi par une commission d'élus spécialement constituée à cet effet dans chaque département, le préfet dresse pour l'ensemble du département, dans le délai fixé à l'article 1er, un plan des fusions de communes à réaliser et des autres formes de coopération intercommunale à promouvoir.\n\nCette commission est composée :\n\nDu président du conseil départemental, président ;\n\nDe quatre conseillers départementaux élus par l'assemblée départementale ;\n\nDe dix maires représentant les différentes catégories de communes du département : leur nombre ainsi que les modalités de leur élection seront fixés par décret.\n\nCe plan comporte :\n\nDes propositions de fusions des communes des agglomérations formant un tissu urbain continu et dont la réunion s'impose pour des motifs de développement et de bonne administration ou, s'il s'agit d'agglomérations de plus de 50 000 habitants, éventuellement des propositions de création de communautés urbaines ;\n\nDes propositions de fusion avec une ou des communes voisines pour les communes qui ne peuvent pas assumer leurs missions essentielles ni recourir à d'autres formes de regroupements ;\n\nLa commission prend l'avis des conseillers départementaux et des maires concernés par les fusions ou regroupements envisagés.\n\nLes dépenses résultant de l'élection et de la participation des représentants des communes à la commission sont à la charge de l'Etat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La création d'une commune associée entraîne de plein droit le sectionnement électoral prévu par l'article L. 255-1 du code électoral, ainsi que l'institution d'un maire-délégué et la création d'une commission consultative et d'une annexe à la mairie prévues par l'article 9 de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les personnes inscrites sur les listes électorales municipales sont consultées sur l'opportunité de la fusion de communes lorsque la demande en est faite par la moitié des conseils municipaux des communes comptant les deux tiers de la population totale ou par les deux tiers des conseils municipaux des communes comptant la moitié de la population totale. Cette consultation peut être aussi décidée par le préfet.Dans tous les cas, le pourvoi est jugé comme affaire urgente."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I - La création d'une commune associée entraîne de plein droit :Le sectionnement électoral prévu par l'article L. 255-1 du code électoral ;L'institution d'un maire délégué.Le maire de l'ancienne commune en fonction au moment de la fusion devient de droit maire délégué jusqu'au prochain renouvellement du conseil municipal ; après ce renouvellement ou en cas de vacance, le maire délégué est choisi par le conseil municipal parmi les conseillers élus dans la section correspondante ou, à défaut, parmi les membres du conseil.La création d'une annexe de la mairie dans laquelle sont notamment établis les actes de l'état civil concernant les habitants de la commune associée ;La création d'une section du bureau d'aide sociale dotée de la personne juridique à laquelle est dévolu le patrimoine du bureau d'aide sociale ayant existé dans l'ancienne commune et dont les conditions de fonctionnement sont fixées par décret.II - Une commission consultative peut être créée dans chaque commune associée par la convention prévue à l'article 7 et dans les conditions fixées ci-après.Jusqu'au prochain renouvellement du conseil municipal qui suit la fusion, elle est composée des conseillers municipaux en exercice dans la commune au moment de cette fusion à moins qu'ils ne soient tous appelés à siéger au conseil municipal de la nouvelle commune.Après ce renouvellement, elle comprend de droit le ou les conseillers municipaux élus le cas échéant dans la section électorale correspondante ; elle est complétée par des membres désignés par le conseil municipal de la nouvelle commune parmi les électeurs domiciliés dans la commune associée à raison de :Trois membres pour les communes associées de moins de 500 habitants ;Cinq membres pour celles de 500 à 2 000 habitants ;Huit membres pour celles de plus de 2 000 habitants.La commission est présidée par le maire délégué et se réunit dans l'annexe de la mairie. Elle peut se saisir de toute affaire intéressant directement la population ou le territoire de la commune associée et faire des propositions au maire.La commission peut également être consultée à l'initiative du maire ou du conseil municipal.Elle peut être chargée, à l'initiative du conseil municipal, de veiller au bon fonctionnement de certains équipements ou services mis à la disposition de la population.III - Le préfet peut prononcer la suppression de la commune associée si la population de cette commune, consultée à la demande du conseil municipal dans les conditions prévues à l'article 8 de la présente loi, se prononce en faveur de cette suppression à la majorité absolue des suffrages exprimés correspondant à un nombre de voix au moins égal au quart des électeurs inscrits."
    },
    {
      "provision_ref": "art10bis",
      "section": "10bis",
      "title": "Article 10bis",
      "content": "Les agents des polices municipales des communes où est instituée la police d'état en application de l'alinéa ci-dessus peuvent être intégrés dans les cadres de la police nationale dans des conditions déterminées par un décret en conseil d'Etat."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les majorations de subventions autres que celles applicables aux fusions de communes, prévues à l'article 2 du décret du 27 août 1964 seront imputées, à compter du 1er janvier 1972, sur un autre crédit ouvert par une ligne spéciale budgétaire qui sera dotée dès le budget de 1972."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les communes qui ont fusionné avant la promulgation de la présente loi et qui ont fait application des dispositions de la loi n° 66-491 du 9 juillet 1966 bénéficient de l'aide financière de l'Etat prévue au 3° de l'article 13, pendant la période d'intégration fiscale progressive restant à courir à compter de la promulgation de la présente loi.Au cours de la première année, cette aide est égale aux trois quarts du produit visé au troisième alinéa du 3° de l'article 13. Au cours des deux années suivantes l'aide est respectivement ramenée à la moitié et au quart de ce produit."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Il sera procédé, par décret en Conseil d'Etat pris sur le rapport du ministre de l'intérieur, à l'insertion dans le code de l'administration communale des dispositions des articles 7 à 13 de la présente loi. Ce décret apportera à ces dispositions les adaptations de forme rendues nécessaires par le travail de codification, à l'exclusion de toute modification de fond."
    }
  ]
}