{
  "id": "jorftext000038746746",
  "type": "statute",
  "title": "Ordonnance n°2019-724 du 10 juillet 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038746746",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A titre expérimental et pour une durée de huit ans, l'établissement, la conservation et la mise à jour des actes de l'état civil effectués par le service central d'état civil du ministère des affaires étrangères et les autorités diplomatiques et consulaires désignées par arrêté du ministre des affaires étrangères sont réalisés sous forme électronique dans les conditions prévues par la présente ordonnance."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pendant la durée de l'expérimentation, les autorités diplomatiques et consulaires et les officiers de l'état civil du service central d'état civil continuent d'établir, de conserver et de mettre à jour les actes de l'état civil conformément aux articles 40, 48 et 49 du code civil. Ils restent également dépositaires des actes et des registres établis conformément à l'article 40 du même code. Ils conservent les pièces annexes et tous les documents ayant servi à l'établissement de l'acte sous forme papier."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Il est créé auprès du service central d'état civil du ministère des affaires étrangères un registre des actes de l'état civil électronique centralisé constitué de l'ensemble des actes de l'état civil électroniques établis par les autorités diplomatiques et consulaires mentionnées à l'article 1er ou par les officiers de l'état civil du service central d'état civil, dans des conditions garantissant l'intégrité et la confidentialité ainsi que l'inaltérabilité et la préservation de la lisibilité du registre et des actes qu'il contient.Seules ces autorités diplomatiques et consulaires ainsi que les officiers de l'état civil du service central d'état civil établissent, conservent, mettent à jour et délivrent les actes de l'état civil électroniques.Le service central d'état civil du ministère des affaires étrangères est dépositaire du registre des actes de l'état civil électronique centralisé. Les autorités diplomatiques et consulaires sont dépositaires des actes de l'état civil électroniques relevant de leur compétence."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les actes de l'état civil électroniques sont établis conformément aux dispositions du titre II du livre Ier et de l'article 354 du code civil. Ils font foi jusqu'à inscription de faux.Ils sont signés par l'officier de l'état civil au moyen d'un procédé de signature électronique sécurisée.Ils sont signés, selon les cas, par le déclarant, le comparant, le témoin, le représentant légal ou le fondé de procuration au moyen d'un procédé permettant l'apposition sur l'acte, visible à l'écran, de l'image de leur signature manuscrite."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les déclarations de naissance et de décès survenus à l'étranger ainsi que les demandes de transcription d'actes de l'état civil de personnes de nationalité française établis en pays étranger par les autorités locales peuvent être effectuées par l'intermédiaire d'un télé-service mis en œuvre par le ministère des affaires étrangères. Les pièces requises pour établir l'acte sont transmises par ce télé-service.Si les éléments et les pièces justificatives fournis lors de la déclaration ou la demande sont suffisants, l'officier de l'état civil territorialement compétent établit l'acte puis appose la date et sa signature électronique dans les conditions prévues à l'article 4. A défaut, cet officier de l'état civil peut requérir, par tous moyens, la production des pièces justificatives originales pour procéder à toute vérification utile ou demander que la déclaration soit présentée conformément aux dispositions du code civil en vigueur, sans qu'il soit fait application des dispositions de l'alinéa ci-dessus.Par dérogation à l'article 4, en cas de déclaration par télé-service d'une naissance ou d'un décès, le déclarant est dispensé de signature. Mention de cette dispense est faite dans l'acte établi par l'officier de l'état civil."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les mentions marginales apposées sur les actes de l'état civil électroniques sont datées et signées électroniquement par l'officier de l'état civil du service central d'état civil."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les pièces nécessaires à l'établissement des actes de l'état civil électroniques sont conservées, sous format électronique, au moyen d'un procédé de numérisation garantissant leur reproduction à l'identique.Toutefois, ces pièces peuvent être conservées sous format papier. Les pièces originales sont restituées à la demande de l'usager lorsqu'il n'est pas possible d'obtenir de copie. L'officier de l'état civil conserve une copie, sur support papier ou sur support électronique, de la pièce restituée."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "En cas de défaillance du système informatique empêchant l'établissement d'un acte de l'état civil électronique, l'acte est établi sur support papier.Il appartient à l'officier de l'état civil, dès que le système informatique est rétabli, d'intégrer sans délai l'acte ainsi établi dans le registre prévu à l'article 3 et d'apposer la date et sa signature électronique. L'acte établi sur support papier est conservé par l'officier de l'état civil et ne peut plus être exploité.La mention de la défaillance informatique est portée dans ces actes par l'officier de l'état civil."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les actes de l'état civil établis sur support papier antérieurement à la mise en œuvre du registre électronique, quelle que soit leur date d'établissement, peuvent faire l'objet d'un double numérique dans le registre électronique. A cet effet, un officier de l'état civil du service central d'état civil reproduit à l'identique le contenu des énonciations et mentions de l'acte puis appose la date et sa signature électronique. L'acte ainsi établi sur support électronique fait foi jusqu'à inscription de faux."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les autorités diplomatiques et consulaires compétentes pour établir un acte de l'état civil ont accès au registre des actes de l'état civil électronique dans la limite des données personnelles strictement nécessaires à cet établissement.Elles ne peuvent établir et délivrer de copies intégrales ou d'extraits de l'acte de l'état civil consulté qu'autant qu'elles ont procédé à son établissement."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'évaluation de la présente expérimentation fait l'objet d'un rapport remis au Parlement et à l'Assemblée des Français de l'étranger au plus tard six mois avant le terme du délai mentionné à l'article 1er.Au terme de ce délai, il est procédé à la clôture du registre des actes de l'état civil électronique. Il n'est plus délivré de copies et extraits de ces actes. Toutefois, les données des actes de l'état civil électroniques peuvent être exploitées dans les conditions prévues aux articles 40 et \n48 du code civil."
    },
    {
      "provision_ref": "art12-1",
      "section": "12-1",
      "title": "Article 12-1",
      "content": "Pendant la durée de l'expérimentation, le Gouvernement présente chaque année à l'Assemblée des Français de l'étranger l'état d'avancement et le bilan provisoire de ladite expérimentation.Cette présentation donne lieu à un débat en présence du Gouvernement. Il peut donner lieu à un avis de l'Assemblée des Français de l'étranger."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Un décret en Conseil d'Etat fixe les modalités d'application des articles 3, 4, 5, 7, 11 et 12."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La présente ordonnance est applicable aux demandes en cours au jour de son entrée en vigueur."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, et le ministre de l'Europe et des affaires étrangères sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}