{
  "id": "jorftext000000512442",
  "type": "statute",
  "title": "Loi n° 70-589 du 9 juillet 1970",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000512442",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente loi s'applique aux dispositions relatives à l'état et à la capacité des personnes, aux régimes matrimoniaux, aux successions et libéralités faisant partie du statut civil de droit commun mentionné à l'article 75 de la Constitution. Elle ne déroge pas au statut personnel mentionné audit article."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont étendues aux territoires d'outre-mer, en tant qu'elles n'y sont pas déjà applicables, les dispositions législatives relatives aux matières mentionnées à l'article précédent et antérieures à l'entrée en vigueur de la présente loi, ainsi que les dispositions pénales qui s'y rapportent."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les dispositions législatives relatives aux matières mentionnées à l'article 1er ci-dessus et postérieures à l'entrée en vigueur de la présente loi, ainsi que les dispositions pénales qui s'y rapportent seront applicables de plein droit dans les territoires d'outre-mer, sauf les exceptions déterminées par la loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La présente loi et les dispositions législatives mentionnées à l'article 2 ci-dessus entreront en vigueur le 1er janvier 1971. Elles feront, avant cette date, l'objet d'une publication dans les territoires d'outre-mer.Les délais prévus par les dispositions législatives susvisées et ayant commencé à courir dans la métropole du jour de leur entrée en vigueur courront, dans les territoires d'outre-mer, à partir de la date indiquée à l'alinéa précédent."
    }
  ]
}