{
  "id": "jorftext000017853368",
  "type": "statute",
  "title": "LOI n° 2007-1822 du 24 décembre 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000017853368",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2008 conformément aux lois et règlements et aux dispositions de la présente loi.II. - Sous réserve de dispositions contraires,la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de 2007 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 2007 ;3° A compter du 1er janvier 2008 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A titre exceptionnel, le délai d'adhésion à un centre de gestion agréé ou à une association agréée visés aux articles 1649 quater C à 1649 quater H du code général des impôts est reporté, pour les exercices clos en 2007, jusqu'au 31 janvier 2008.En cas d'adhésion respectant cette condition de délai, les revenus de l'exercice clos en 2007 ne subissent pas la majoration prévue au 7 de l'article 158 du même code."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "II.-Le 1° du I s'applique à compter de l'imposition des revenus de l'année 2007.Le 2° du I s'applique aux impositions des revenus des années 2007 à 2009."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "II.-Le II de l'article 1691 bis du code général des impôts est applicable aux demandes en décharge de l'obligation de paiement déposées à compter du 1er janvier 2008."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "II.-Le I s'applique aux exercices clos à compter du 31 décembre 2007."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "IV. - 1. Les I et II s'appliquent pour la détermination du résultat des exercices ouverts à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "II.-A modifié les dispositions suivantes :III.-A modifié les dispositions suivantes :IV.- A modifié les dispositions suivantes :V.-Le présent article s'applique aux cessions et aux rachats intervenus à compter du 1 er janvier 2008."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "II.-Le I entre en vigueur le 1er janvier 2008."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. ― Les personnes mentionnées au IV de l'article 33 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005 bénéficient d'un remboursement partiel de la taxe intérieure de consommation applicable au gazole sous condition d'emploi et au fioul lourd repris respectivement aux indices d'identification 20 et 24 du tableau B du 1 de l'article 265 du code des douanes et de la taxe intérieure de consommation sur le gaz naturel prévue à l'article 266 quinquies du même code.Le montant du remboursement s'élève à :― 5 par hectolitre pour les quantités de gazole acquises entre le 1er janvier et le 31 décembre 2007 ;― 1,665 par centaine de kilogrammes nets pour les quantités de fioul lourd acquises entre le 1er janvier et le 31 décembre 2007 ;― 1,071 par millier de kilowattheures pour les volumes de gaz acquis entre le 1er janvier et le 31 décembre 2007.Un décret fixe les conditions et délais dans lesquels les personnes mentionnées au premier alinéa adressent leur demande de remboursement.\n\nII.-A modifié les dispositions suivantes :\n\nCode des douanes"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. ― En 2008, la dotation globale de fonctionnement, la dotation spéciale pour le logement des instituteurs, la dotation élu local, la dotation globale d'équipement, la dotation générale de décentralisation, la dotation générale de décentralisation pour la formation professionnelle, la dotation générale de décentralisation pour la Corse, la dotation départementale d'équipement des collèges, la dotation régionale d'équipement scolaire, la dotation de compensation de la suppression progressive de la part salaires de la taxe professionnelle versée aux fonds départementaux de péréquation de la taxe professionnelle, la dotation de compensation de la réduction de la fraction imposable des recettes de la taxe professionnelle, les dotations de compensation des exonérations des parts départementale et régionale de taxe foncière sur les propriétés non bâties afférentes aux terrains agricoles (hors Corse) et la dotation de compensation de la taxe professionnelle, y compris la réduction pour création d'établissements, forment un ensemble dont le montant est augmenté, de la loi de finances initiale de l'année précédente à la loi de finances initiale de l'année de versement, par application d'un indice égal au taux prévisionnel d'évolution des prix à la consommation des ménages (hors tabac) de l'année de versement associé au projet de loi de finances de cette même année.II. - 1. En 2008, le taux d'évolution de l'ensemble formé par les dotations instituées au premier alinéa du IV et au IV bis de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986), la dotation instituée au III de l'article 9 de la loi de finances pour 1993 (n° 92-1376 du 30 décembre 1992) et la dotation instituée au I du B de l'article 26 de la loi de finances pour 2003 (n° 2002-1575 du 30 décembre 2002) est celui qui permet de respecter la norme d'évolution fixée au I du présent article, compte tenu du montant total des autres dotations énumérées au même I.2. Pour la détermination du montant de chacune des dotations comprises dans l'ensemble mentionné au 1, la différence entre, d'une part, le montant cumulé de ces dotations calculé par application du 1 et, d'autre part, le montant cumulé de ces mêmes dotations inscrit en loi de finances de l'année précédente est répartie entre ces dotations au prorata de leur part respective dans leur montant cumulé inscrit en loi de finances de l'année précédente.3. Le prélèvement sur recettes institué au I de l'article 55 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003) est minoré de 21 millions d'euros en 2008.\n\nIII. - A modifié les dispositions suivantes :\n\nV. - En 2008 est instauré un prélèvement sur les recettes de l'Etat, intitulé  fonds de compensation des baisses de dotation de compensation de la taxe professionnelle ».Ce prélèvement est égal à 60 millions d'euros en 2008.Il est réparti entre les communes au prorata de leurs baisses de dotation de compensation de la taxe professionnelle (hors compensation de la réduction pour création d'entreprise) résultant de l'application du II de l'article 36 de la loi n° 2007-1822 du 24 décembre 2007 de finances pour 2008.\n\nLoi n° 86-1317 Art. 6\n\nLoi n° 92-1376 Art. 9\n\nLoi n° 2002-1575 Art. 26\n\nIV. - A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales L2334-24"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. ― Le montant de la dotation spéciale pour le logement des instituteurs au titre de 2008, en application de l'article L. 2334-26 du code général des collectivités territoriales, est diminué de 46, 9 millions d'euros.II.-Par dérogation au deuxième alinéa de l'article L. 2334-26 et au quatrième alinéa de l'article L. 2334-29 du même code, le montant du reliquat comptable global net constaté au terme de la répartition de la dotation spéciale pour le logement des instituteurs au titre de 2006 est mis en répartition avec la dotation spéciale pour le logement des instituteurs au titre de 2008."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - II.A modifié les dispositions suivantes :\n\nIII.-Le bilan de la répartition du produit des amendes des radars automatiques fera l'objet, au 1er octobre 2010, d'un rapport du Gouvernement au Parlement présentant l'évolution du produit de ces amendes pour chaque affectataire.\n\nIV.A modifié les dispositions suivantes :\n\nLoi n°2005-1719 du 30 décembre 2005\n\nCode général de la propriété des personnes publiques.\n\nCode de la voirie routière"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. ― 1. A compter de 2008, la dotation départementale d'équipement des collèges prévue à l'article L. 3334-16 du code général des collectivités territoriales prend la forme d'un prélèvement sur les recettes de l'Etat, qui se substitue aux crédits budgétaires de la mission Relations avec les collectivités territoriales » précédemment inscrits à ce titre. En conséquence, les engagements non encore soldés au 31 décembre 2007 pris dans le cadre du dispositif précédent deviennent caducs et les charges concernées sont reprises par ce prélèvement sur recettes.\n\n- 2. A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales art. L3334-16\n\nII. A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales art. L3443-2\n\nIII. - 1. A compter de 2008, la dotation régionale d'équipement scolaire prévue à l'article L. 4332-3 du code général des collectivités territoriales prend la forme d'un prélèvement sur les recettes de l'Etat, qui se substitue aux crédits budgétaires de la mission Relations avec les collectivités territoriales » précédemment inscrits à ce titre. En conséquence, les engagements non encore soldés au 31 décembre 2007 pris dans le cadre du dispositif précédent deviennent caducs et les charges concernées sont reprises par ce prélèvement sur recettes.\n\n- 2. A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales art. L4332-3\n\nIV. A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales art. L3443-2\n\nV. A modifié les dispositions suivantes :\n\nCode de l'éducation art. L216-9\n\nVI. A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales art. L4434-7\n\nLoi n° 83-663 du 22 juillet 1983 art. 16, art. 17"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Pour 2008, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 51 209 457 000 euros qui se répartissent comme suit :\n\nINTITULÉ DU PRÉLÈVEMENT\n\nMONTANT(en milliers d'euros)\n\nPrélèvement sur les recettes de I'Etat au titre de la dotation globale de fonctionnement\n\n40 056 074\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation et des radars automatiques\n\n650 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n5 586\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n164 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation de compensation de la taxe professionnelle\n\n801 806\n\nPrélèvement sur les recettes de l'Etat au profit du fonds de compensation pour la taxe sur la valeur ajoutée\n\n5 192 057\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n1 960 726\n\nDotation élu local\n\n63 351\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n42 840\n\nCompensation de la suppression de la part salaire de la taxe professionnelle\n\n100 195\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000\n\nDotation départementale d'équipement des collèges\n\n328 666\n\nDotation régionale d'équipement scolaire\n\n661 841\n\nCompensation d'exonération au titre de la réduction de la fraction des recettes prises en compte dans les bases de taxe professionnelle des titulaires de bénéfices non commerciaux\n\n361 725\n\nCompensation d'exonérations départementale et régionale de la taxe foncière relative au non-bâti agricole (hors Corse)\n\n260 590\n\nFonds de compensation des baisses de la dotation de compensation de la taxe professionnelle\n\n60 000\n\nTotal\n\n51 209 457\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2008."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "A compter du 1er janvier 2012, les quotités du produit de la taxe de l'aviation civile affectées, respectivement, au budget annexe \" Contrôle et exploitation aériens ” et au budget général de l'Etat sont de 85,92 % et de 14,08 %."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "III.- A modifié les dispositions suivantes :IV.- A modifié les dispositions suivantes :V.-Les II et III entrent en vigueur le 1er janvier 2008."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. ― Les droits et obligations afférents aux contrats d'emprunt figurant au bilan de l'établissement public dénommé « Charbonnages de France » sont transférés à l'Etat à compter de la date de dissolution de cet établissement prévue par l'article 146 du code minier et, au plus tard, le 31 janvier 2008. Les intérêts afférents à cette dette ou au refinancement de celle-ci seront retracés au sein du compte de commerce « Gestion de la dette et de la trésorerie de l'Etat », en qualité d'intérêts de la dette négociable.Ce transfert n'ouvre droit ni à remboursement anticipé ni à la modification des conditions auxquelles les contrats d'emprunt ont été conclus.Est en outre autorisé, à l'issue de la liquidation de l'établissement, le transfert à l'Etat des éléments de passif subsistant à la clôture du compte de liquidation, des droits et obligations nés de l'activité de l'établissement ou durant la période de liquidation et non connus à la fin de celle-ci, et du solde de cette liquidation.II.-Le transfert, au profit de l'Etat, des biens immobiliers et des droits et obligations qui s'y rattachent, résultant de la dissolution de l'établissement public Charbonnages de France prévue par l'article 146 du code minier, ne donne lieu à aucune indemnité ou perception de droits, impôts ou taxes de quelque nature que ce soit, ni à aucun versement, au profit des agents de l'Etat, d'honoraires             ou de la contribution prévue à l'article 879 du code général des impôts ."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. ― Le reliquat de la dotation de 1,7 milliard d'euros attribuée par l'Etat à l'Agence de l'innovation industrielle en date du 22 décembre 2005 et des produits provenant du placement de cette dotation est attribué sous forme de subvention d'intervention à l'établissement public industriel et commercial OSEO et à la société anonyme OSEO Innovation dans le cadre de l'apport des biens, droits et obligations de l'Agence de l'innovation industrielle au groupe OSEO.II. - L'apport des biens, droits et obligations de l'Agence de l'innovation industrielle à l'établissement public industriel et commercial OSEO et à la société anonyme OSEO Innovation ne donnent lieu à la perception d'aucun droit, impôt ou taxe de quelque nature que ce soit."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2008 à 18,4 milliards d'euros."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. ― Pour 2008, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros)\n\n(En milliards d'euros)\n\n2° Le ministre de l'économie, des finances et de l'emploi est autorisé à procéder, en 2008, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives, à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, sur le marché interbancaire de la zone euro et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le ministre de l'économie, des finances et de l'emploi est, jusqu'au 31 décembre 2008, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements et chargés d'une mission d'intérêt général, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 16,7 milliards d'euros.III. - Pour 2008, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 2 200 924.IV. - Pour 2008, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2008, le produit des impositions de toute nature établies au profit de l'Etat net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative de l'année 2008 ou, à défaut, dans le projet de loi de finances pour 2009, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nRESSOURCES\n\nCHARGES\n\nSOLDES\n\nBudget général\n\ncenter\n\ncenter\n\ncenter\n\nRecettes fiscales brutes/dépenses brutes\n\n354 839\n\n354 501\n\ncenter\n\nA déduire :Remboursements et dégrèvements\n\n83 217\n\n83 217\n\ncenter\n\nRecettes fiscales nettes/dépenses nettes\n\n271 622\n\n271 284\n\ncenter\n\nRecettes non fiscales\n\n28 051\n\ncenter\n\ncenter\n\nRecettes totales nettes/dépenses nettes\n\n299 673\n\n271 284\n\ncenter\n\nA déduire :Prélèvements sur recettes au profit des collectivités territoriales et des Communautés européennes\n\n69 610\n\ncenter\n\ncenter\n\nMontants nets pour le budget général\n\n230 063\n\n271 284\n\n― 41 221\n\nEvaluation des fonds de concours et crédits correspondants\n\n3 438\n\n3 438\n\ncenter\n\nMontants nets pour le budget général, y compris fonds de concours\n\n233 501\n\n274 722\n\ncenter\n\nBudgets annexesContrôle et exploitation aériens\n\n1 704\n\n1 704\n\ncenter\n\nPublications officielles et information administrative\n\n197\n\n196\n\n1\n\nTotaux pour les budgets annexes\n\n1 901\n\n1 900\n\n1\n\nEvaluation des fonds de concours et crédits correspondants :Contrôle et exploitation aériens\n\n19\n\n19\n\ncenter\n\nPublications officielles et information administrative\n\n&laquo;\n\n&laquo;\n\ncenter\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n1 920\n\n1 919\n\n1\n\nComptes spéciauxComptes d'affectation spéciale\n\n54 450\n\n54 458\n\n― 8\n\nComptes de concours financiers\n\n93 248\n\n93 965\n\n― 717\n\nComptes de commerce (solde)\n\ncenter\n\ncenter\n\n199\n\nComptes d'opérations monétaires (solde)\n\ncenter\n\ncenter\n\n59\n\nSolde pour les comptes spéciaux\n\ncenter\n\ncenter\n\n― 467\n\nSolde général\n\ncenter\n\ncenter\n\n― 41 687\n\n1\n\nBesoin de financement\n\ncenter\n\nAmortissement de la dette à long terme\n\n41,3\n\nAmortissement de la dette à moyen terme\n\n61,5\n\nEngagements de l'Etat\n\n2,4\n\nDéficit budgétaire\n\n41,7\n\nTotal\n\n146,9\n\nRessources de financement\n\ncenter\n\nEmissions à moyen et long termes (obligations assimilables du Trésor et bons du Trésor à taux fixe et intérêt annuel) nettes des rachats effectués par l'Etat et par la Caisse de la dette publique\n\n119,5\n\nAnnulation de titres de l'Etat par la Caisse de la dette publique\n\n3,7\n\nVariation nette des bons du Trésor à taux fixe et intérêts précomptés\n\n24,3\n\nVariation des dépôts des correspondants\n\n― 2,7\n\nVariation du compte de Trésor et divers\n\n2,1\n\nTotal\n\n146,9\n\n1\n\nII. ― Pour 2008 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Il est ouvert aux ministres, pour 2008, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 358 413 284 188 euros et de 354 501 355 746 euros, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Il est ouvert aux ministres, pour 2008, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 1 976 352 607 euros et de 1 900 686 607 euros, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Il est ouvert aux ministres, pour 2008, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 148 789 940 343 euros et de 148 422 940 343 euros, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. ― Les autorisations de découvert accordées aux ministres, pour 2008, au titre des comptes de commerce, sont fixées au montant de 17 933 609 800 euros, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre de l'économie, des finances et de l'emploi, pour 2008, au titre des comptes d'opérations monétaires, sont fixées au montant de 400 000 000 euros, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Le plafond des autorisations d'emplois pour 2008, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDÉSIGNATION DU MINISTÈREou du budget annexe\n\nPLAFONDexprimé enéquivalents tempsplein travaillé\n\nI. ― Budget général\n\n2 188 626\n\nAffaires étrangères et européennes\n\n16 072\n\nAgriculture et pêche\n\n36 081\n\nBudget, comptes publics et fonction publique\n\n150 780\n\nCulture et communication\n\n11 741\n\nDéfense\n\n426 427\n\nEcologie, développement et aménagement durables\n\n74 474\n\nEconomie, finances et emploi\n\n16 365\n\nEducation nationale\n\n1 000 754\n\nEnseignement supérieur et recherche\n\n150 207\n\nImmigration, intégration, identité nationale et codéveloppement\n\n609\n\nIntérieur, outre-mer et collectivités territoriales\n\n190 568\n\nJustice\n\n72 081\n\nLogement et ville\n\n3 133\n\nSanté, jeunesse et sports\n\n7 044\n\nServices du Premier ministre\n\n7 593\n\nTravail, relations sociales et solidarité\n\n24 697\n\nII. ― Budgets annexes\n\n12 298\n\nContrôle et exploitation aériens\n\n11 290\n\nPublications officielles et information administrative\n\n1 008\n\nTotal général\n\n2 200 924\n\n1"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "A compter du 1er janvier 2009, le plafond des autorisations d'emplois des opérateurs de l'Etat est fixé chaque année par la loi de finances."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les reports de 2007 sur 2008 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits de paiement ouverts sur ces mêmes programmes par la loi n° 2006-1666 du 21 décembre 2006 de finances pour 2007. Ces reports bénéficieront aux programmes correspondants de la présente loi figurant dans le tableau ci-dessous."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Le Gouvernement remet aux commissions chargées des finances de l'Assemblée nationale et du Sénat, avant le 15 février 2008, un rapport évaluant l'utilisation et l'impact économique et social des dispositions permettant à des contribuables de réduire leur impôt sur le revenu sans limitation de montant."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "II.-Le I s'applique à compter des impositions établies au titre de 2008."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "III.-L'ensemble des biens mobiliers du domaine public ou privé de l'Etat attachés au haut conseil ou à ses services sont transférés de plein droit et en pleine propriété au haut conseil.L'ensemble des transferts prévus au présent alinéa sont effectués à titre gratuit et ne donnent lieu à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat ni à aucune indemnité ou perception de droits ou de taxes.A compter de la promulgation de la présente loi, le haut conseil est substitué aux droits et obligations de l'Etat dans tous les contrats conclus pour son fonctionnement ou son activité.La continuité des contrats de travail en cours est assurée dans les conditions prévues à l'article L. 122-12 du code du travail.V.-La contribution mentionnée au III de l'article L. 821-5 du code de commerce due pour l'année 2008 est appelée pour les personnes inscrites sur la liste de l'article L. 822-1 du même code au 1er janvier 2008, le droit fixe mentionné au IV de l'article L. 821-5 précité étant assis sur les rapports signés en 2007.La date de reversement mentionnée au V de l'article L. 821-5 du même code peut être modifiée par décret pour l'année 2008."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Le Gouvernement présente au Parlement un rapport sur la simplification administrative et la réorganisation des contrôles dans le secteur agricole dans les six mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. ―A modifié les dispositions suivantes :\n\nII.-Le I s'applique à compter du 1er juillet 2008.\n\nIII.-Par dérogation au deuxième alinéa du III de l'article 68 de la loi de finances rectificative pour 2002 (n° 2002-1576 du 30 décembre 2002), la modification mentionnée au I est applicable aux retraites du combattant visées au I de l'article 100 de la loi n° 2006-1666 du 21 décembre 2006 de finances pour 2007.\n\nCode des pensions militaires d'invalidité et des victimes de la guerre."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Dans un délai de neuf mois à compter de la publication de la présente loi, le Gouvernement transmet au Parlement un rapport sur l'évaluation des résultats de l'expérimentation de gratuité des musées et monuments historiques mise en oeuvre du 1er janvier au 30 juin 2008. Ce rapport précise les coûts de l'expérimentation pour les services et établissements publics concernés, ainsi que la composition du public accueilli durant la période précitée."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Le Gouvernement transmet au Parlement un rapport présentant les résultats des expérimentations menées pour la mise en oeuvre du nouveau régime dérogatoire d'avance de trésorerie dite avance  activité des forces », à la fin de l'expérimentation."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Par dérogation au VI de l'article 108 de la loi n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005, la durée d'application de l'article 244 quater N du code général des impôts est prorogée jusqu'au 31 décembre 2008.Cette disposition n'est applicable qu'aux sommes venant en déduction de l'impôt dû."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Pour 2008, l'augmentation maximale du taux de la taxe pour frais de      chambres de commerce et d'industrie territoriales, prévue par le deuxième alinéa du II de l'article 1600 du code général des impôts, est fixée à 1 %. Toutefois, le cumul des majorations dont bénéficient les chambres qui, au vu de la délibération prévue au même article, ont déjà bénéficié d'une majoration du taux de la taxe additionnelle à la taxe professionnelle ne peut pas dépasser 1 %."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. - A modifié les dispositions suivantes :\n\nLoi n°73-6 du 3 janvier 1973"
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Dans un délai de six mois suivant la promulgation de la présente loi, le Gouvernement présente un rapport aux commissions chargées des finances de chacune des assemblées parlementaires pour déterminer les conditions dans lesquelles les personnels titulaires des établissements publics scientifiques et technologiques de recherche peuvent percevoir des rémunérations complémentaires financées sur les ressources autres que celles provenant de la subvention pour charges de service public, ainsi que les modalités selon lesquelles le conseil d'administration desdits établissements fixe les critères d'attribution de ces rémunérations complémentaires."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. ― Abrogé.\n\nII. ― Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport examinant la situation financière de la collectivité territoriale et des communes de Saint-Pierre-et-Miquelon et les conséquences des charges structurelles découlant de leur situation spécifique sur la détermination du montant des dotations de l'Etat."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "A compter du 1er janvier 2008, il est opéré une réfaction sur la dotation générale de décentralisation de la région Picardie et un abondement à due concurrence de la dotation générale de décentralisation du département de la Somme, à hauteur de 441 718 euros en valeur 2007, indexés sur le taux de la dotation globale de fonctionnement pour 2008, au titre du transfert de propriété de la région au département, intervenu le 1er novembre 2006 en application du dernier alinéa de l'article 1er-1-1 du code du domaine public fluvial et de la navigation intérieure, des voies navigables dont les compétences d'aménagement et d'exploitation avaient été transférées à la région par le décret n° 92-648 du 8 juillet 1992, pris en application de l'article 5 de la loi n° 83-663 du 22 juillet 1983 complétant la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "Les opérations de construction liées aux besoins de la gendarmerie nationale et de la police nationale, dont le principe a été approuvé avant le 31 décembre 2007 par décision des ministres compétents, peuvent faire l'objet d'un bail emphytéotique administratif, dans les conditions prévues à l'article L. 1311-2 du code général des collectivités territoriales dans sa rédaction issue de la loi n° 2002-1094 du 29 août 2002 d'orientation et de programmation pour la sécurité intérieure, jusqu'au 31 décembre 2010."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "Le Gouvernement présente un rapport au Parlement sur l'efficience de la contribution du ministère chargé de la jeunesse, du sport et de la vie associative à la compensation, auprès de l'Agence centrale des organismes de sécurité sociale, de la perte de recettes correspondant aux exonérations, en application de la loi n° 2004-1366 du 15 décembre 2004 portant diverses dispositions relatives au sport professionnel, sur la rémunération versée à un sportif par une société sportive au titre de la commercialisation de l'image collective de son équipe."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Le Gouvernement présente au Parlement, avant le 30 juin 2008, un rapport dressant le bilan des modalités de mise en oeuvre du recensement des équipements sportifs, de son actualisation ainsi que de l'exploitation de ses résultats.Ce rapport précise notamment le coût du recensement des équipements sportifs pour l'ensemble des collectivités publiques et son incidence sur la programmation des investissements de l'Etat et des collectivités territoriales dans les équipements sportifs.Il rend compte de la manière dont le recensement des équipements sportifs a permis une connaissance précise des équipements sportifs et a contribué à dresser des diagnostics partagés ainsi qu'à définir des stratégies cohérentes.Ce rapport définit aussi les modalités selon lesquelles le recensement des équipements sportifs permettrait d'établir une politique publique de développement des équipements sportifs facilitant la prise de décisions adaptées intégrant les objectifs d'aménagement du territoire et de développement durable."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les articles L. 5134-54 à L. 5134-64 du code du travail qui, dans leur rédaction issue de l'ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative), reprennent les dispositions des articles L. 322-4-6 à L. 322-4-6-5 susmentionnées sont abrogés à leur date d'entrée en vigueur.\n\nIII.-Les dispositions de ces articles demeurent toutefois applicables aux contrats de travail ayant ouvert le droit au soutien de l'Etat mentionné à l'article L. 322-4-6 du code du travail avant l'entrée en vigueur de la présente loi.\n\nCode du travail"
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "I A modifié les dispositions suivantes :\n\nCode du travail"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "II.-Les départs en formation, en congé maternité ou en congé d'adoption intervenus avant le 1er janvier 2008 continuent à ouvrir droit aux aides mentionnées aux articles L. 122-25-2-1 et L. 322-9 du code du travail."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "I. ― Les articles L. 5423-18 à L. 5423-23 du code du travail qui, dans leur rédaction issue de l'ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative), reprennent les dispositions de l'article L. 351-10-1 du code du travail sont abrogés à compter du 1er janvier 2009.II.-Les allocataires qui, au 1er janvier 2009, bénéficient de l'allocation prévue par l'article L. 351-10-1 du code du travail continuent à la percevoir jusqu'à l'expiration de leurs droits."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I. - A modifié les dispositions suivantes :\n\nCode du travail"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I. - A modifié les dispositions suivantes :\n\nCode du travail\n\nLoi n°82-939 du 4 novembre 1982\n\nIII.-Il est institué en 2008, au bénéfice du fonds de solidarité mentionné à l'article 1er de la loi n° 82-939 du 4 novembre 1982 relative à la contribution exceptionnelle de solidarité en faveur des travailleurs privés d'emploi, un prélèvement de 200 millions d'euros sur le fonds national mentionné à l'article L. 961-13 du code du travail et à l'article L. 6332-18 du même code, dans sa rédaction issue de l'ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative). Le prélèvement est opéré en deux versements, le premier avant le 1er juin 2008 et le second avant le 1er décembre 2008. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "II.-La première actualisation de la liste des zones urbaines sensibles est effectuée en 2009."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "Dans un délai de six mois à compter de la publication de la présente loi, le Gouvernement transmet au Parlement un rapport sur le bilan de la mise en oeuvre du dispositif de réussite éducative et sa poursuite au-delà du 31 décembre 2009."
    }
  ]
}