{
  "id": "jorftext000000695332",
  "type": "statute",
  "title": "Loi n° 48-777 du 4 mai 1948",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000695332",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les rentes de la caisse nationale d'assurances sur la vie constituées avant le 1er janvier 1949 à titre direct ou par les sociétés mutualistes sont majorées temporairement dans les conditions fixées à l'article 2."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le montant de la majoration est égal à 1500 % de la rente actuelle pour celles qui ont été constituées avant le 1er août 1914, 787,5 % pour celles qui ont été constituées entre le 1er août 1914 et le 1er septembre 1940, à 525 % pour celles qui ont été constituées entre le 1er septembre 1940 et le 1er septembre 1944, à 262,5 % pour celles qui ont été constituées entre le 1er septembre 1944 et le 1er janvier 1946 et à 105 % pour celles qui ont été constituées entre le 1er janvier 1946 et le 1er janvier 1949, à condition :1° Que le rentier soit âgé de soixante-cinq ans au moins, cet âge étant ramené à soixante ans lorsque le rentier se trouvera dans l'état d'invalidité prévu par l'article 11 de la loi du 20 juillet 1886 ;2° Qu'il soit de nationalité française ;3° Qu'il ne soit pas, ni son conjoint, imposable à l'impôt général sur le revenu lors de la demande de majoration ;4° Que le montant de la rente à majorer soit supérieur à 500 francs (5 F).Lorsque la rente est inférieure à ce chiffre et qu'elle a été majorée antérieurement à la promulgation de la présente loi, le service de la rente et de cette majoration sera obligatoirement maintenu.En ce qui concerne les rentes mutualistes, les majorations attribuées en vertu de la loi du 4 août 1923 et de l'ordonnance du 19 octobre 1945, portant statut de la mutualité, n'entrent pas en compte pour le calcul de la majoration instituée par la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le montant de la majoration, ajouté à celui de l'ensemble des rentes constituées au profit d'un même rentier à titre direct ou par les sociétés mutualistes et s'il y a lieu des majorations visées au dernier alinéa de l'article précédent, ne pourra former un total supérieur au montant de l'abattement fixé pour l'impôt général sur le revenu. Le cas échéant, la majoration sera réduite en conséquence. Les majorations inférieures à 500 francs (5 F) ne seront pas mises en paiement."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les dispositions de la présente loi sont applicables aux titulaires de rentes constituées à la Caisse nationale de retraites en application d'un règlement de retraites privées et qui ne bénéficient en sus de leur rente d'aucun avantage soit de la part d'une institution de retraites d'entreprise ou interentreprise visées à l'article 18 de l'ordonnance du 4 octobre 1945, soit d'un régime de retraite institué par une disposition législative ou réglementaire.    La majoration susceptible de leur être attribuée sera, le cas échéant, diminuée des compléments et rentes ou secours viagers attribués à leur profit par leur employeur ou les institutions sociales de l'entreprise. Elle sera également diminuée, le cas échéant, de l'allocation aux vieux travailleurs salariés, de l'allocation temporaire prévue par la loi du 13 septembre 1946 ou de la pension de vieillesse de la loi du 17 janvier 1948, d'une rente ou pension au titre des assurances sociales.L'arrêté prévu à l'article 16 de la présente loi fixera les justifications à produire."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les dispositions de la présente loi ne peuvent avoir pour effet de réduire le montant total des rentes, allocations et majorations antérieurement consenties aux bénéficiaires continuant à réunir les conditions requises par la réglementation antérieure.Sous cette réserve, les dispositions antérieures concernant la majoration des rentes viagères de la caisse nationale des retraites pour la vieillesse sont abrogées."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Un décret précisera les conditions dans lesquelles la caisse des dépôts et consignations pourra payer, avant la liquidation des majorations, un acompte provisionnel n'excédant pas le montant de la rente actuelle et des allocations instituées par les articles 11 et 12 de la loi du 13 septembre 1946."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Tout titulaire de rente viagères émises en application de l'article 7 de la loi du 13 septembre 1946 bénéficie d'une majoration égale à 2 978 p. 100 du montant des rentes viagères."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Tout titulaire de rentes viagères, émises en application de l'article 96 de la loi du 30 décembre 1928, de l'article 3 de la loi du 17 septembre 1932, de l'article 1er de la loi du 1er octobre 1936 ou de l'article 6 de la loi du 26 juin 1942, bénéfice d'une majoration égale à 225 fois le montant des rentes viagères.Cette majoration se substitue à l'allocation prévue par l'article 8 de la loi du 13 septembre 1946."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La majoration prévue aux articles 8 et 9 ci-dessus sera également attribuée à tout bénéficiaire de la reversion qui justifiera être âgé de soixante-cinq ans au moins et n'être pas imposable au titre de l'impôt général sur le revenu."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Tout titulaire de rentes viagères, émises en application de l'article 1er de l'ordonnance du 19 janvier 1945, bénéficie d'une majoration égale à 3 492 p. 100 du montant des rentes viagères à condition qu'il ait soixante-cinq ans au moins et qu'il ne soit pas imposable au titre de l'impôt général sur le revenu.Cette majoration ne pourra être cumulée avec celle prévue à l'article 9 de la loi du 13 septembre 1946."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Toute personne propriétaire au 1er septembre 1946 de titres d'emprunt à long terme, émis ou garantie par l'Etat, résidant en France, en Algérie et dans les départements de la Guadeloupe, de la Martinique et de la Guyane peut, jusqu'à une date qui sera fixée par arrêté affiché visiblement aux guichets des comptables payeurs, obtenir l'échange de ses titres contre une rente viagère de la caisse autonome d'amortissement à capital aliéné avec ou sans réversibilité, à condition d'être âgée de soixante-cinq ans au moins et ne pas être imposable imposable au titre de l'impôt général sur le revenu.    Les titres repris en échange sont repris à 120 % de leur valeur nominale ou du dernier cours coté en Bourse avant le 1er septembre 1946, si ce cours est supérieur au pair. Leur montant ne peut excéder 500.000 F (5.000 F) en valeur de reprise.Les titulaires de rentes viagères émises en application du présent article bénéficieront, à compter de leur entrée en jouissance, de la majoration de 2 978 p. 100 prévue aux articles 8 et 10 dans les mêmes conditions."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La limite d'âge de soixante-cins ans visée aux articles 10, 11 et 12 ci-dessus est ramenée à soixante ans lorsque le rentier se trouvera dans l'état d'invalidité prévu par l'article 11 de la loi du 20 juillet 1886."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le montant des majorations prévues aux articles 8, 9 et 11 ci-dessus ne pourra excéder pour un même titulaire de rentes viagères 4 871 F.En aucun cas, le montant des majorations ajouté à l'ensemble des rentes servies pour le compte de l'Etat par la Caisse des dépôts et consignations au profit d'un même rentier viager ne pourra former un total supérieur à 28 522 F."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les conditions dans lesquelles la caisse autonome d'amortissement pourra être chargée du paiement des rentes viagères et des majorations prévues par le présent titre, ainsi que la délivrance des nouvelles rentes viagères, feront l'objet d'une convention entre le ministre de l'économie et des finances et la caisse autonome d'amortissement."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Un arrêté du ministre de l'économie et des finances déterminera les conditions d'application de la présente loi."
    }
  ]
}