{
  "id": "jorftext000000508819",
  "type": "statute",
  "title": "Loi n° 87-563 du 17 juillet 1987",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000508819",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est créé dans la collectivité territoriale de Saint-Pierre-et-Miquelon un régime d'assurance vieillesse et veuvage comportant une assurance vieillesse de base et veuvage et la garantie de prestations minimales de vieillesse."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le régime d'assurance vieillesse de base et veuvage et les prestations minimales de vieillesse sont gérés par la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont obligatoirement affiliées au régime de base les personnes exerçant une activité professionnelle salariée ou non salariée dans la collectivité territoriale de Saint-Pierre-et-Miquelon et ne relevant pas d'un autre régime d'assurance vieillesse de base.\n\nLes ressortissants du régime d'assurance vieillesse des marins mentionné au titre V du livre V de la cinquième partie du code des transports (partie législative) qui, durant les périodes de débarquement, ne versent pas dans ce régime de cotisations et n'y acquièrent pas de droit à un avantage vieillesse sont affiliés, au titre de ces périodes, à l'assurance vieillesse obligatoire du régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon, dans la limite d'une durée annuelle déterminée, lorsqu'ils exercent une activité professionnelle.\n\nLa faculté de s'assurer volontairement pour le risque vieillesse est accordée aux personnes qui, ayant été affiliées pendant une durée déterminée fixée par décret à l'assurance vieillesse obligatoire du régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon, cessent de remplir les conditions de l'assurance obligatoire.\n\nPeuvent également s'affilier volontairement à l'assurance vieillesse les personnes mentionnées au deuxième alinéa du présent article pour les périodes de débarquement au cours desquelles elles n'exercent aucune activité professionnelle.\n\nLes personnes détenues à Saint-Pierre-et-Miquelon qui exercent une activité de travail dans le cadre d'un contrat d'emploi pénitentiaire sont affiliées au régime d'assurance vieillesse de base et veuvage prévu à l'article 1er."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Les cotisations à la charge des employeurs, des travailleurs salariés et des travailleurs indépendants agricoles et non agricoles affectées à la couverture des risques vieillesse et veuvage sont assises, dans la limite du plafond prévu à l'article L. 241-3 du code de la sécurité sociale :\n\n1° Pour les employeurs et les travailleurs salariés, sur les rémunérations ou gains, au sens de l'article L. 242-1 du même code, perçus par les travailleurs salariés ;\n\n2° Pour les travailleurs indépendants, sur leurs revenus d'activité non-salariés, tels qu'ils sont pris en compte pour la détermination du revenu imposable selon les règles applicables à Saint-Pierre-et-Miquelon.\n\nII. - La couverture des risques vieillesse et veuvage est également assurée par des cotisations à la charge de l'ensemble des personnes mentionnées au I et assises sur la totalité des rémunérations ou gains perçus par les travailleurs salariés ou des revenus d'activité non-salariés définis au même I.\n\nIII. - Pour les cotisations à la charge des travailleurs indépendants, le taux des cotisations mentionnées au I et au II est égal à la somme des taux fixés pour les cotisations à la charge des employeurs, d'une part, et des travailleurs salariés, d'autre part.\n\nIV. - Pour les cotisations à la charge des employeurs et des travailleurs salariés, les taux des cotisations mentionnées, respectivement, au I et au II est égal :\n\n1° A compter du 1er janvier 2026 pour les cotisations mentionnées au I et à compter du 1er janvier 2030 pour les cotisations mentionnées au II, aux taux mentionnés, respectivement, au deuxième et au quatrième alinéa de l'article L. 241-3 du code de la sécurité sociale ;\n\n2° Entre le 1er janvier 2016 et le 31 décembre 2025 pour les cotisations mentionnés au I, et entre le 1er janvier 2027 et le 31 décembre 2029 pour les cotisations mentionnées au II, à des taux inférieurs à ceux mentionnés à l'alinéa précédent et fixés par décret.\n\nV. - Du fait de l'aménagement des modalités de calcul du revenu professionnel de base pour les salariés relevant des secteurs du tourisme-hôtellerie-restauration, de la pêche, de l'aquaculture et de l'agriculture, ainsi que du bâtiment et des travaux publics, les taux de la cotisation d'assurance vieillesse assise sur les rémunérations ou gains et les revenus d'activité définis au I du présent article sont majorés d'un taux fixé par décret.\n\nVI. - La rémunération due aux personnes détenues mentionnées au cinquième alinéa de l'article 3 est assujettie aux cotisations mentionnées au I du présent article.\n\nCes cotisations sont calculées dans les conditions prévues à l'article L. 382-40 du code de la sécurité sociale. Elles sont prises en charge par l'Etat pour leur part patronale ainsi que, pour les personnes détenues au service général, pour leur part salariale.\n\nLes dispositions de l'article L. 382-42 du code de la sécurité sociale sont applicables."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les assurances vieillesse et veuvage du régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon sont régies par :\n\n1° Les dispositions de la sous-section 4 de la section 1 du chapitre Ier du titre VI du livre Ier du code de la sécurité sociale (partie législative), sous réserve des adaptations suivantes :\n\na) Les articles L. 161-17 et L. 161-17-1 ne sont pas applicables ;\n\nb) L'article L. 161-17-2 est ainsi modifié :\n\n-la date : “ 1er janvier 1968 ” est remplacée par la date : “ 1er janvier 1970 ” ;-la date : “ 1er septembre 1961 ” est remplacée par la date : “ 1er janvier 1963 ” ;-la date : “ 31 décembre 1967 ” est remplacée par la date : “ 31 décembre 1969 ” ;\n\nc) La durée d'assurance nécessaire pour bénéficier d'une pension de retraite au taux plein mentionnée à l'article L. 161-17-3 est fixée à :\n\n150 trimestres pour les assurés nés avant le 1er janvier 1956 ;\n\n152 trimestres pour les assurés nés en 1956 ;\n\n154 trimestres pour les assurés nés en 1957 ;\n\n156 trimestres pour les assurés nés en 1958 ;\n\n158 trimestres pour les assurés nés en 1959 ;\n\n160 trimestres pour les assurés nés en 1960 ;\n\n162 trimestres pour les assurés nés en 1961 ;\n\n164 trimestres pour les assurés nés en 1962 ;\n\n166 trimestres pour les assurés nés en 1963 ;\n\n167 trimestres pour les assurés nés en 1964 ;\n\n168 trimestres pour les assurés nés en 1965 ;\n\n169 trimestres pour les assurés nés en 1966 ;\n\n170 trimestres pour les assurés nés entre le 1er janvier 1967 et le 31 décembre 1969 inclus ;\n\n171 trimestres pour les assurés nés entre le 1er janvier 1970 et le 31 décembre 1972 inclus ;\n\n172 trimestres pour les assurés nés à compter du 1er janvier 1973 ;\n\nd) A l'article L. 161-18, les mots : \" le régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon, \" sont insérés avant les mots : \" le régime général \" ;\n\ne) Les conditions d'âge, de durée d'assurance et de périodes reconnues équivalentes prévues aux cinquième et sixième alinéas de l'article L. 161-22 et au premier alinéa du I de l'article L. 161-22-1-5 sont applicables sous réserve des b et c du présent 1° ;\n\ne bis) Au deuxième alinéa de l'article L. 161-22, après les mots : “ régime général de sécurité sociale ”, sont insérés les mots : “ ou du régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon ” ;e ter) Le I de l'article L. 161-22-1-5 est ainsi modifié :\n\n-le 3° est supprimé ;-au cinquième alinéa, les mots : “ ainsi que la condition de cessation progressive d'activité agricole mentionnée au 3° ” sont supprimés ;-au huitième alinéa, les mots : “ et à l'article L. 732-54-1 du code rural et de la pêche maritime ” sont supprimés ;\n\nf) A l'article L. 161-23-1, les mots : \" régime général et les régimes alignés sur lui \" sont remplacés par les mots : \" régime général, les régimes alignés sur lui et le régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon \" ;\n\ng) Par dérogation à l'article L. 161-23-1, lorsque le taux d'évolution des prix à la consommation hors tabac constaté chaque année à Saint-Pierre-et-Miquelon est supérieur à celui constaté en métropole pour la même année, il est procédé, l'année suivante, à une revalorisation complémentaire du revenu professionnel annuel servant de base au calcul des pensions et des pensions déjà liquidées, dont le taux est égal à la différence entre les deux taux précités. Toutefois, lorsque le taux ainsi calculé est inférieur à un seuil déterminé, cette revalorisation complémentaire n'est pas appliquée au titre de l'année en cause. Elle est alors prise en compte pour le calcul du taux de l'année suivante.\n\nLorsque le taux d'évolution des prix à la consommation hors tabac constaté chaque année à Saint-Pierre-et-Miquelon est inférieur à celui constaté en métropole pour la même année, l'ajustement à opérer au titre de cette année vient en diminution de la revalorisation complémentaire due au titre de l'année suivante en application de l'alinéa précédent.\n\nLes modalités d'application des deux alinéas précédents sont fixées par décret.\n\nLe taux de la revalorisation complémentaire est fixé par arrêté des ministres chargés de la sécurité sociale et de l'outre-mer ;\n\n2° Les dispositions du chapitre III du titre VII du livre Ier du code de la sécurité sociale (partie législative), sous réserve des adaptations suivantes :\n\na) Au premier alinéa de l'article L. 173-1, les mots : \" régime général \" sont remplacés par les mots : \" régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon \" ;\n\nb) Au premier alinéa de l'article L. 173-2, avant les mots : \" et au 2° de l'article L. 611-1 \", sont insérés les mots : \", à l'article 1er de la loi n° 87-563 du 17 juillet 1987 \" ;\n\n3° Les dispositions des chapitres Ier à VI et VIII du titre V du livre III du code de la sécurité sociale (partie législative), sous réserve des adaptations suivantes :\n\na) Aux articles L. 351-1, L. 351-1-1, L. 351-1-3, L. 351-6, L. 351-8, L. 351-10, L. 351-14-1, L. 351-17, L. 353-2, L. 353-4 et L. 356-1, les mots : \" régime général \" ou \" régime général de sécurité sociale \" sont remplacés par les mots : \" régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon \" ;\n\nb) La limite mentionnée aux deuxième et troisième alinéas de l'article L. 351-1, à l'article L. 351-6 et au premier alinéa de l'article L. 351-10 correspond à la durée d'assurance définie au c du 1° du présent article ;\n\nc) A l'article L. 351-1, le dernier alinéa n'est pas applicable et les mots : \" salaire annuel de base \" et \" salaire de base \" sont remplacés respectivement par les mots : \" revenu professionnel annuel de base \" et \" revenu professionnel de base \" ;\n\nd) Les modalités du calcul du revenu professionnel de base tel que défini à l'article L. 351-1 sont applicables pour les assurés nés à compter du 1er janvier 1962. Pour les assurés nés avant cette date, le revenu annuel moyen correspond aux cotisations versées pendant le nombre d'années civiles d'assurance dont la prise en considération est la plus avantageuse pour l'assuré :\n\n40 ans pour les assurés nés avant 1956 ;\n\n38 ans pour les assurés nés en 1956 ;\n\n36 ans pour les assurés nés en 1957 ;\n\n34 ans pour les assurés nés en 1958 ;\n\n32 ans pour les assurés nés en 1959 ;\n\n30 ans pour les assurés nés en 1960 ;\n\n28 ans pour les assurés nés en 1961 ;\n\n25 ans pour les assurés nés à compter du 1er janvier 1962 ;\n\ne) Pour les salariés relevant des secteurs du tourisme-hôtellerie-restauration, de la pêche, de l'aquaculture et de l'agriculture, ainsi que du bâtiment et des travaux publics, les allocations de chômage servies à la suite d'une interruption d'activité survenant chaque année aux mêmes périodes sont prises en compte dans le revenu professionnel annuel de base servant au calcul de la pension ;\n\nf) Pour les périodes d'activité comprises entre le 1er mai 1960 et le 31 juillet 1987, les revenus professionnels annuels pris en compte pour le calcul du revenu professionnel de base, en application du quatrième alinéa de l'article L. 351-1, correspondent à un montant forfaitaire fixé par décret ;\n\ng) Pour le calcul de la durée d'assurance afférente aux périodes d'activité comprises entre le 1er mai 1960 et le 31 juillet 1987, il est retenu, pour l'application du quatrième alinéa de l'article L. 351-1, autant de trimestres d'assurance que l'assuré justifie de fois un montant de cotisations calculé sur la base de 173,33 heures de travail, dans la limite de quatre trimestres par année civile ;\n\ng bis) Les conditions d'âge et de durée d'assurance prévues au premier alinéa de l'article L. 351-1-2-1 sont applicables sous réserve des b et c du 1° du présent article ;\n\nh) (Abrogé) ;\n\ni) La limite mentionnée au premier alinéa de l'article L. 351-1-2 correspond à la durée d'assurance définie au c du 1° du présent article ;\n\nj) L'article L. 351-1-4 n'est pas applicable ;\n\nk) L'article L. 351-3 est ainsi modifié :\n\n-au 1°, les mots : \" 1er juillet 1930 \" sont remplacés par les mots : \" 1er mai 1960 \" ;\n\n-au 3°, après les mots : \" s'est trouvé, \" sont insérés les mots : \" depuis le 1er septembre 1980 et \" ;\n\n-le 5° ne s'applique pas ;\n\nl) A l'article L. 351-4, les mots : \" caisse d'assurance vieillesse compétente \" sont remplacés par les mots : \" Caisse de prévoyance sociale de Saint-Pierre-et-Miquelon \" ;\n\nm) A l'article L. 351-8 :\n\n-au premier alinéa, après les mots : “ le régime général ”, sont insérés les mots : “, le régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon ” ;\n\n-au 4°, les mots : “ dans le régime général, ou dans ce régime et celui des salariés agricoles ” sont remplacés par les mots : “ dans le régime général, le régime des salariés agricoles et le régime de sécurité sociale applicable à Saint-Pierre-et-Miquelon ” ;\n\nn) L'article L. 351-14 et le III de l'article L. 351-14-1 ne sont pas applicables ;\n\nn bis) Au 4° du I de l'article L. 351-14-1, après les mots : “ membre de ”, la fin est ainsi rédigée : “ la collectivité territoriale de Saint-Pierre-et-Miquelon ” ;\n\no) (Abrogé) ;\n\no bis) Au dernier alinéa de l'article L. 355-3, les mots : “ gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées à l'article L. 511-1, aux titres Ier à IV du livre VIII du présent code, à l'article L. 351-1 du code de la construction et de l'habitation ” sont remplacés par les mots : “ mentionnées à l'article 9 de l'ordonnance n° 77-1102 du 26 septembre 1977 portant extension et adaptation au département de Saint-Pierre-et-Miquelon de diverses dispositions relatives aux affaires sociales ou sur les prestations mentionnée au titre II du livre VIII du présent code, au titre IV de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon, aux articles 11,12-1 et 13-2 de l'ordonnance n° 77-1102 du 26 septembre 1977 précitée ” ;\n\np) Au cinquième alinéa de l'article L. 356-1, les mots : \" le chapitre II du titre IV du livre VII \" sont remplacés par les mots : \" aux troisième et quatrième alinéas de l'article 3 de la présente loi \" ;\n\nq) Aux première et seconde phrases du second alinéa de l'article L. 358-1, le mot : “ général ” est remplacé par les mots : “ de sécurité sociale applicable à Saint-Pierre-et-Miquelon ” ;r) A la première phrase du premier alinéa de l'article L. 358-2, le mot : “ général ” est remplacé par les mots : “ de sécurité sociale applicable à Saint-Pierre-et-Miquelon ” ;\n\n4° Les dispositions du 2° du V et du VI de l'article 31 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, sous réserve des adaptations suivantes :\n\na) Les dispositions du 2° du V s'appliquent aux titulaires de pensions de réversion dont la date d'effet est antérieure au 1er juillet 2016 ;\n\nb) Les dispositions du VI s'appliquent aux titulaires de pensions de réversion dont la date d'effet est postérieure au 1er juillet 2016."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'article L. 381-1 du code de la sécurité sociale est applicable à Saint-Pierre-et-Miquelon sous réserve des adaptations suivantes :1° Au premier alinéa, les mots : “ du complément familial, de l'allocation de base de la prestation d'accueil du jeune enfant ou ” sont supprimés et les mots : “ à l'assurance vieillesse du régime général de sécurité sociale ” sont remplacés par les mots : “ au régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon ” ;2° Au deuxième alinéa, les mots : “ à l'assurance vieillesse du régime général de sécurité sociale ” sont remplacés par les mots : “ au régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon ” ;3° Au troisième alinéa, les mots : “ des organismes débiteurs des prestations familiales ” sont remplacés par les mots : “ de la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ” ;4° Le dernier alinéa est supprimé."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "L'article L. 381-2 du code de la sécurité sociale est applicable à Saint-Pierre-et-Miquelon sous réserve des adaptations suivantes :1° Au premier alinéa, aux deux premières phrases du deuxième alinéa et aux quatrième et cinquième alinéas, les mots : “ à l'assurance vieillesse du régime général de sécurité sociale ” sont remplacés par les mots : “ au régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon ” ;2° A la première phrase du troisième alinéa, les mots : “, mentionné à l'article L. 611-1 du présent code, à l'article L. 722-4 du code rural et de la pêche maritime ou au 2° de l'article L. 722-10 du même code ainsi que le conjoint collaborateur mentionné à l'article L. 661-1 du présent code ou aux articles L. 321-5 et L. 732-34 du code rural et de la pêche maritime ” sont remplacés par les mots : “ affilié à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ou le conjoint collaborateur mentionné à l'article L. 374-5 du code rural et de la pêche maritime ” et les mots : “ à l'assurance vieillesse du régime général de sécurité sociale ” sont remplacés par les mots : “ au régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon ” ;3° Le dernier alinéa est ainsi modifié :a) A la première phrase, les mots : “ des organismes débiteurs des prestations familiales ” sont remplacés par les mots : “ de la caisse de prévoyance sociale ” ;b) A la seconde phrase, les mots : “ Caisse nationale des allocations familiales ” sont remplacés par les mots : “ caisse de prévoyance sociale ” et les mots : “ par les organismes débiteurs des prestations familiales ” sont supprimés."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dispositions des chapitres V et VI du titre Ier du livre VIII du code de la sécurité sociale sont applicables à Saint-Pierre-et-Miquelon sous réserve des adaptations suivantes :\n\n1° Au premier alinéa de l'article L. 815-1, les mots : \" ou dans un département mentionné à l'article L. 751-1 \" sont remplacés par les mots : \", dans un département mentionné à l'article L. 751-1 ou à Saint-Pierre-et-Miquelon \" ;\n\n2° Au troisième alinéa de l'article L. 815-11, les mots : \" ou des départements mentionnés à l'article L. 751-1 \" sont remplacés par les mots : \", des départements mentionnés à l'article L. 751-1 ou de Saint-Pierre-et-Miquelon \" ;\n\n3° (Abrogé)\n\n4° Aux articles L. 815-2, L. 815-10, L. 815-11, \nL. 815-13, L. 815-16, \nL. 815-18, L. 815-20, L. 815-21, au premier alinéa de l'article L. 815-7 et au dernier alinéa de l'article L. 815-19, la Caisse de prévoyance sociale de Saint-Pierre-et-Miquelon est substituée aux organismes et services visés auxdits articles. Pour la mise en œuvre du dernier alinéa de l'article L. 815-11, les mots : “ gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées au titre V du livre III, à l'article L. 511-1, au titre III du présent livre et à l'article L. 351-1 du code de la construction et de l'habitation ” sont remplacés par les mots : “ mentionnées à l'article 9 de l'ordonnance n° 77-1102 du 26 septembre 1977 portant extension et adaptation au département de Saint-Pierre-et-Miquelon de diverses dispositions relatives aux affaires sociales, ou sur les prestations mentionnées au titre II de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon et aux articles 11,12-1 et 13-2 de l'ordonnance n° 77-1102 du 26 septembre 1977 précitée ” ;\n\n5° Les deuxième et troisième alinéas de l'article L. 815-7, l'article L. 815-8 et le deuxième alinéa de l'article L. 815-19 ne sont pas applicables ;\n\n6° A l'article L. 815-15, les mots : \" des chapitres II, III et IV du titre IV du livre Ier \" sont remplacés par les mots : \" de l'article 8 de l'ordonnance n° 77-1102 du 26 septembre 1977 \" ;\n\n7° Au premier alinéa de l'article L. 815-19, les mots : \" aux organismes et services mentionnés à l'article L. 815-7, à l'exception de ceux qui gèrent les régimes de retraites de l'Etat et des collectivités locales \" sont remplacés par les mots : \" la Caisse de prévoyance sociale de Saint-Pierre-et-Miquelon \" ;\n\n8° A compter du 1er juillet 2016, les montants de l'allocation de solidarité aux personnes âgées et des plafonds de ressources opposables sont égaux à la somme des montants des allocations minimales et supplémentaires fixés au 30 juin 2016 dans le cadre des règles en vigueur à cette date et sont revalorisés dans les conditions fixées à l'article L. 816-2 et au g du 1° de l'article 5 ;\n\n9° Les personnes titulaires, au 1er juillet 2016, de l'allocation minimale, de l'allocation supplémentaire ou de l'allocation spéciale continuent à percevoir ces prestations selon les règles applicables avant cette entrée en vigueur, sous réserve de l'application des articles L. 815-11 et L. 815-12 ;\n\n10° A l'article L. 815-12, après les mots : \" du territoire métropolitain \", sont insérés les mots : \" de Saint-Pierre et Miquelon \"."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les régimes d'assurance vieillesse légalement obligatoires applicables à Saint-Pierre-et-Miquelon sont tenus d'adresser périodiquement, à titre de renseignement, à partir d'un certain âge, un relevé de la situation individuelle de l'assuré au regard de l'ensemble des droits qu'il s'est constitué dans ces régimes. Les conditions d'application du présent alinéa sont définies par décret.\n\nDans des conditions fixées par décret, à partir d'un certain âge et selon une périodicité déterminée par décret, chaque personne reçoit, d'un des régimes d'assurance vieillesse légalement obligatoires applicables à Saint-Pierre-et-Miquelon auquel elle est ou a été affiliée, une estimation indicative globale du montant des pensions de retraite auxquelles les durées d'assurance, de services ou les points qu'elle totalise lui donnent droit, à la date à laquelle la liquidation pourra intervenir, eu égard aux dispositions législatives, réglementaires et conventionnelles en vigueur. Cette estimation indicative globale est accompagnée d'une information sur les dispositifs mentionnés aux articles L. 161-22, L. 161-22-1-5 et L. 241-3-1 du code de la sécurité sociale.\n\nLes décrets mentionnés aux deux alinéas précédents peuvent prévoir des modalités transitoires de mise en œuvre des obligations qu'ils fixent."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions de l'article L. 921-1 du code de la sécurité sociale sont applicables aux ressortissants salariés du régime d'assurance vieillesse relevant du premier alinéa de l'article 3."
    }
  ]
}