{
  "id": "jorftext000023781252",
  "type": "statute",
  "title": "LOI n° 2011-334 du 29 mars 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000023781252",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. A modifié les dispositions suivantes :\n\nII. - Le 1° du I entre en vigueur au 1er septembre 2012.\n\nIII. - Une nouvelle élection du président de la Commission nationale de l'informatique et des libertés est organisée au cours de la première quinzaine de septembre 2012.\n\n- Loi n°78-17 du 6 janvier 1978"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les délégués du Défenseur des droits exercent leur activité à titre bénévole. Ils perçoivent une indemnité représentative de frais dont le montant et les modalités d'attribution sont fixés par le Défenseur des droits."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Est puni de six mois d'emprisonnement et de 7 500 € d'amende le fait d'avoir fait ou laissé figurer le nom du Défenseur des droits, suivi ou non de l'indication de sa qualité, dans tout document de propagande ou de publicité, quelle qu'en soit la nature.Est puni des mêmes peines le fait de faire figurer ou laisser figurer l'indication de la qualité passée de Défenseur des droits dans tout document de propagande ou de publicité, quelle qu'en soit la nature."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Est puni d'un an d'emprisonnement et de 15 000 € d'amende le fait de ne pas déférer aux convocations du Défenseur des droits, de ne pas lui communiquer les informations et pièces utiles à l'exercice de sa mission ou de l'empêcher d'accéder à des locaux administratifs ou privés, dans des conditions contraires à la loi organique n° 2011-333 du 29 mars 2011 relative au Défenseur des droits."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les personnes physiques coupables des infractions prévues aux articles 11 et 12 encourent également les peines complémentaires suivantes :1° L'interdiction des droits civiques, civils et de famille, suivant les modalités prévues par l'article 131-26 du code pénal ;2° L'interdiction, pour une durée de cinq ans au plus, d'exercer une fonction publique ou d'exercer l'activité professionnelle ou sociale dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise ;3° La confiscation prévue par l'article 131-21 du même code ;4° L'affichage ou la diffusion de la décision prononcée, dans les conditions prévues par l'article 131-35 dudit code."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les personnes morales déclarées responsables pénalement, dans les conditions prévues par l'article 121-2 du code pénal, des infractions définies aux articles 11 et 12 de la présente loi encourent, outre l'amende suivant les modalités prévues par l'article 131-38 du même code :1° Pour une durée de cinq ans au plus, les peines mentionnées aux 2° à 7° de l'article 131-39 du même code ;2° La confiscation dans les conditions et suivant les modalités prévues à l'article 131-21 du même code ;3° L'affichage ou la diffusion de la décision prononcée, dans les conditions prévues par l'article 131-35 du même code ;4° L'exclusion des marchés publics, suivant les modalités prévues au 5° de l'article 131-39 du même code.L'interdiction mentionnée au 2° du même article 131-39 porte sur l'activité dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La présente loi entre en vigueur à la date prévue au I de l'article 44 de la loi organique n° 2011-333 du 29 mars 2011 relative au Défenseur des droits.Toutefois, entrent en vigueur à la date prévue au premier alinéa du II du même article :― les mots :  , du Défenseur des enfants, ainsi que de la Haute Autorité de lutte contre les discriminations et pour l'égalité  de l'article 18 ;― l'article 19 en tant qu'il supprime, à l'article 6 de la loi n° 2007-1545 du 30 octobre 2007 instituant un Contrôleur général des lieux de privation de liberté, les références au Défenseur des enfants, au président de la Commission nationale de déontologie de la sécurité et au président de la Haute Autorité de lutte contre les discriminations et pour l'égalité ;― les mots :  de la Commission nationale de déontologie de la sécurité, du Défenseur des enfants, de la Haute Autorité de lutte contre les discriminations et pour l'égalité et  de l'article 20 ;― les troisième, sixième et dernier alinéas de l'article 21 en tant qu'ils suppriment la référence au Défenseur des enfants aux articles L. 194-1, L. 230-1 et L. 340 du code électoral ;― les 2° à 5° de l'article 22."
    }
  ]
}