{
  "id": "jorftext000039355955",
  "type": "statute",
  "title": "LOI n°2019-1147 du 8 novembre 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000039355955",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Le III du présent article est applicable aux programmations pluriannuelles de l'énergie mentionnées à l'article L. 141-1 du code de l'énergie publiées après le 31 décembre 2022.\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. à IV. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV. - Par dérogation aux articles L. 100-1 A et L. 221-1 du code de l'énergie dans leur rédaction résultant de la présente loi, au plus tard six mois avant l'expiration de la quatrième période d'obligations d'économies d'énergie mentionnée au III de l'article 30 de la loi n° 2015-992 du 17 août 2015 relative à la transition énergétique pour la croissance verte dans sa rédaction résultant de la présente loi, le niveau des obligations à réaliser entre la fin de ladite période et le 31 décembre 2023 est fixé par décret en Conseil d'Etat après publication, au plus tard le 31 juillet 2020, de l'évaluation mentionnée au dernier alinéa de l'article L. 221-1 du code de l'énergie pour la période considérée.\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'environnement\n\n- LOI n° 2018-1317 du 28 décembre 2018\n\n- LOI n° 2015-992 du 17 août 2015"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article est applicable aux stratégies bas-carbone mentionnées à l'article L. 222-1 B du code de l'environnement publiées après le 1er janvier 2022.\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable aux programmations pluriannuelles de l'énergie mentionnées à l'article L. 141-1 du code de l'énergie publiées après le 31 décembre 2022.\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux stratégies bas-carbone publiées après le 1er janvier 2022.\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Avant le 1er octobre 2019, en complément du rapport prévu au II de l'article 206 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019, le Gouvernement remet au Parlement un rapport sur les incidences positives et négatives du projet de loi de finances pour 2020 sur le réchauffement climatique. Cette évaluation est établie notamment au regard des engagements de la France en matière d'émissions de gaz à effet de serre et des autres objectifs environnementaux fixés au niveau national. Le rapport précise les limites de l'analyse conduite, de manière à ce que le Parlement puisse étudier l'opportunité de reconduire annuellement l'exercice.Le Haut Conseil pour le climat mentionné à l'article L. 132-4 du code de l'environnement rend un avis sur le rapport prévu au premier alinéa du présent article et en particulier sur la méthodologie utilisée."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi permettant la mise en place par l'Etat, ses opérateurs et les régions, pour ce qui relève de leurs compétences, d'un accompagnement spécifique :1° Pour les salariés des entreprises exploitant les installations de production d'électricité mentionnées au II de l'article L. 311-5-3 du code de l'énergie dont l'emploi serait supprimé du fait de la fermeture de ces installations résultant du même II ;2° Pour les personnels portuaires, notamment les ouvriers dockers, et pour les salariés de l'ensemble de la chaîne de sous-traitance des entreprises mentionnées au 1° du présent II dont l'emploi serait supprimé du fait de la fin d'activité des installations de production d'électricité mentionnées au même 1°.Ces mesures, qui tiennent compte du statut des salariés, favorisent notamment leur reclassement sur un emploi durable en priorité dans le bassin d'emploi concerné. Elles prévoient également des dispositifs de formation adéquats facilitant la mise en œuvre des projets professionnels de ces salariés et précisent les modalités de financement des dispositifs d'accompagnement.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au présent II.La mise en œuvre des dispositions de l'ordonnance prévue au présent II fait l'objet d'une présentation par le Gouvernement, un an après sa publication, devant les commissions permanentes compétentes de l'Assemblée nationale et du Sénat.\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toutes mesures relevant du domaine de la loi permettant de définir et d'harmoniser, dans le code de la construction et de l'habitation et le code de l'énergie ainsi que dans l'ensemble des dispositions législatives relatives à la consommation énergétique des bâtiments ou parties de bâtiment à usage d'habitation, la notion de bâtiment ou partie de bâtiment à consommation énergétique excessive exprimée en énergie primaire et en énergie finale et prenant en compte la zone climatique et l'altitude.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Les I et II du présent article entrent en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2023.Les contrats de location en cours à la date d'entrée en vigueur des mêmes I et II demeurent soumis aux dispositions qui leur étaient applicables.\n\nPar dérogation au premier alinéa du présent III, les I et II sont applicables en Guadeloupe, en Martinique, en Guyane, à La Réunion et à Mayotte à compter d'une date fixée par décret, et au plus tard le 1er janvier 2028. Les contrats de location en cours à cette date demeurent soumis aux dispositions qui leur étaient applicables.\n\n-Loi n° 89-462 du 6 juillet 1989"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Loi n° 89-462 du 6 juillet 1989\n\nII. - Le I entre en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Le 4° du I et les II et III entrent en vigueur le 1er janvier 2022.\n\nV. - La loi mentionnée à l'article L. 100-1 A du code de l'énergie définit les conséquences du non-respect de l'obligation mentionnée au I de l'article L. 111-10-4-1 du code de la construction et de l'habitation, notamment pour les propriétaires bailleurs.\n\n- Code de la consommation\n\n- Loi n° 89-462 du 6 juillet 1989\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er juillet de chaque année, un rapport sur l'atteinte des objectifs de rénovation prévus au 7° du I de l'article L. 100-4 du code de l'énergie. Ce rapport donne notamment une estimation du nombre de logements classés F ou G au sens de l'article L. 173-1-1 du code de la construction et de l'habitation qui ont fait l'objet d'une rénovation lors de l'année précédente et du nombre de ceux devant encore être rénovés."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nII.-Le présent article entre en vigueur un an après la publication de la présente loi."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. à IV. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV.-Les I à IV du présent article entrent en vigueur à compter de la date d'application de l'article 3 du règlement du Parlement européen et du Conseil sur la publication d'informations relatives aux investissements durables et aux risques en matière de durabilité et modifiant la directive (UE) 2016/2341.\n\n- Code des assurances\n\n- Code monétaire et financier\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la mutualité\n\n- Code monétaire et financier\n\n- Code des assurances"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.- (Abrogé)\n\n- Code de l'énergie\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Sous réserve des décisions de justice passées en force de chose jugée, sont validés les arrêtés portant prescription ou approbation des plans de prévention des risques technologiques mentionnés à l'article L. 515-15 du code de l'environnement en tant qu'ils sont ou seraient contestés par un moyen tiré de ce que le service de l'Etat qui a pris, en application du décret n° 2012-616 du 2 mai 2012 relatif à l'évaluation de certains plans et documents ayant une incidence sur l'environnement, la décision de ne pas soumettre le plan à une évaluation environnementale ne disposait pas d'une autonomie suffisante par rapport à l'autorité compétente de l'Etat pour approuver ce plan."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toutes mesures relevant du domaine de la loi nécessaires à la transposition des directives suivantes, ainsi que les mesures d'adaptation de la législation liées à cette transposition :1° La directive (UE) 2018/2001 du Parlement européen et du Conseil du 11 décembre 2018 relative à la promotion de l'utilisation de l'énergie produite à partir de sources renouvelables (refonte) ;2° La directive (UE) 2018/2002 du Parlement européen et du Conseil du 11 décembre 2018 modifiant la directive 2012/27/UE relative à l'efficacité énergétique ;3° La directive (UE) 2018/844 du Parlement Européen et du Conseil du 30 mai 2018 modifiant la directive 2010/31/UE sur la performance énergétique des bâtiments et la directive 2012/27/UE relative à l'efficacité énergétique ;4° La directive (UE) 2019/944 du Parlement européen et du Conseil du 5 juin 2019 concernant des règles communes pour le marché intérieur de l'électricité et modifiant la directive 2012/27/UE (refonte).Le délai accordé au Gouvernement pour prendre les ordonnances est de six mois à compter de la publication de la présente loi pour l'ordonnance nécessaire à la transposition de la directive mentionnée au 3°, de huit mois à compter de cette publication pour l'ordonnance nécessaire à la transposition de la directive mentionnée au 2° et de douze mois à compter de cette publication pour les ordonnances nécessaires à la transposition des directives mentionnées aux 1° et 4°.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toutes mesures relevant du domaine de la loi rendues nécessaires par l'entrée en vigueur des règlements suivants :1° Le règlement (UE) 2018/1999 du Parlement européen et du Conseil du 11 décembre 2018 sur la gouvernance de l'union de l'énergie et de l'action pour le climat, modifiant les règlements (CE) n° 663/2009 et (CE) n° 715/2009 du Parlement européen et du Conseil, les directives 94/22/CE, 98/70/CE, 2009/31/CE, 2009/73/CE, 2010/31/UE, 2012/27/UE et 2013/30/UE du Parlement européen et du Conseil, les directives 2009/119/CE et (UE) 2015/652 du Conseil et abrogeant le règlement (UE) n° 525/2013 du Parlement européen et du Conseil ;2° Le règlement (UE) 2019/941 du Parlement européen et du Conseil du 5 juin 2019 sur la préparation aux risques dans le secteur de l'électricité et abrogeant la directive 2005/89/CE ;3° Le règlement (UE) 2019/943 du Parlement européen et du Conseil du 5 juin 2019 sur le marché intérieur de l'électricité (refonte).Le délai accordé au Gouvernement est de trois mois à compter de la publication de la présente loi pour l'ordonnance rendue nécessaire par l'entrée en vigueur du règlement mentionné au 1° du présent II et de douze mois à compter de cette publication pour les ordonnances rendues nécessaires par l'entrée en vigueur des règlements mentionnés aux 2° et 3°.III. - Pour chacune des ordonnances mentionnées aux I et II du présent article, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. et III.-A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de l'énergie\n\n-Code de l'énergie\n\n-Code de l'énergie\n\nII.-Par dérogation à l'article L. 446-18 du code de l'énergie, le biogaz injecté dans les réseaux de gaz naturel, lorsqu'il fait l'objet d'un contrat conclu en application des articles L. 446-2 et L. 446-5 du même code en cours de validité à l'échéance d'un délai d'un an à compter de la promulgation de la présente loi, peut bénéficier d'une attestation de garantie d'origine, à la demande de l'acheteur de biométhane.Dès lors que les garanties d'origine issues de la production du biogaz n'ont pas été demandées par l'acheteur de biométhane dans un délai fixé par décret, ces dernières, en tout ou partie, sont émises d'office au bénéfice de l'Etat, à sa demande, par l'organisme mentionné à l'article L. 446-18 dudit code.IV.-Les 2°, 3° et 4° du I du présent article entrent en vigueur à l'issue d'un délai d'un an à compter de la promulgation de la présente loi.V.-L'article 65 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019 a un caractère interprétatif."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi afin :1° De définir la terminologie des différents types d'hydrogène en fonction de la source d'énergie utilisée pour sa production ;2° De permettre la production, le transport, le stockage et la traçabilité de l'hydrogène ;3° De définir un cadre de soutien applicable à l'hydrogène produit à partir d'énergie renouvelable ou par électrolyse de l'eau à l'aide d'électricité bas-carbone.II.-Un projet de loi de ratification de l'ordonnance prévue au I du présent article est déposé devant le Parlement dans un délai de trois mois à compter de sa publication.III. - A créé les dispositions suivantes :\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Avant le 1er septembre 2020, le Gouvernement remet au Parlement un rapport sur les modalités de prise en compte des externalités positives du biogaz dans la détermination des conditions d'achat ou du complément de rémunération.Ce rapport, élaboré après consultation des parties prenantes dans les territoires, compare en particulier la pertinence d'une rémunération globale des externalités du biogaz par la couverture de la différence entre son coût de production et le prix du gaz naturel, et celle d'une rémunération complémentaire de certaines de ces externalités par d'autres politiques et outils que le soutien aux énergies renouvelables."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le I du présent article entre en vigueur le 1er janvier 2022.\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'énergie\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi :1° Afin, en ce qui concerne les procédures de règlement des différends et de sanctions du comité de règlement des différends et des sanctions de la Commission de régulation de l'énergie prévues au chapitre III, aux sections 3 et 4 du chapitre IV et à la section 3 du chapitre V du titre III du livre Ier du code de l'énergie, de renforcer l'effectivité du droit au recours, des droits de la défense et du principe du contradictoire, dans le respect de la hiérarchie des normes et en assurant la cohérence rédactionnelle des textes ;2° Afin de permettre à la Commission de régulation de l'énergie d'agir devant les juridictions.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au présent II.III.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de quatre mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi précisant les conditions dans lesquelles le président de la Commission de régulation de l'énergie est autorisé, en vue de mettre un terme aux litiges liés au paiement de la contribution au service public de l'électricité au titre des années 2009 à 2015, à transiger sur les demandes de restitution, selon des modalités compatibles avec le respect du principe d'égalité devant les charges publiques et du cadre tracé par l'arrêt C-103/17 rendu par la Cour de justice de l'Union européenne le 25 juillet 2018, et à engager le paiement des sommes correspondantes.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au présent III."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - Dans le cadre des missions confiées à la Commission de régulation de l'énergie par les articles L. 134-1 et L. 134-2 du code de l'énergie et, s'agissant de l'électricité, des compétences réparties en application de l'article L. 342-5 du même code, l'autorité administrative ou la Commission de régulation de l'énergie peuvent, chacune dans leur domaine de compétence, par décision motivée, accorder des dérogations aux conditions d'accès et à l'utilisation des réseaux et installations pour déployer à titre expérimental des technologies ou des services innovants en faveur de la transition énergétique et des réseaux et infrastructures intelligents.Ces dérogations sont accordées pour une durée maximale de quatre ans, renouvelable une fois au plus pour la même durée et dans les mêmes conditions que la dérogation initialement accordée.Le déploiement expérimental doit contribuer à l'atteinte des objectifs de la politique énergétique définis à l'article L. 100-1 dudit code.Ces dérogations ne peuvent être accordées si elles sont susceptibles de contrevenir au bon accomplissement des missions de service public des gestionnaires de réseau ou de porter atteinte à la sécurité et à la sûreté des réseaux ou à la qualité de leur fonctionnement.II. - Sous réserve des dispositions du droit de l'Union européenne et des dispositions d'ordre public du droit national, les dérogations accordées en application du I du présent article portent sur les conditions d'accès et d'utilisation des réseaux et installations résultant des titres II, IV et V du livre III et des titres II, III et V du livre IV du code de l'énergie. Lorsque des dérogations portent sur les articles L. 321-6, L. 322-8, L. 431-3 ou L. 432-8 du même code, le gestionnaire du réseau de transport ou de distribution concerné, ainsi que les autorités organisatrices mentionnées à l'article L. 2224-31 du code général des collectivités territoriales lorsque des dérogations portent sur les articles L. 322-8 ou L. 432-8 du code de l'énergie, sont associés à l'expérimentation ainsi qu'au suivi de son avancement et à l'évaluation mentionnés au V du présent article.Lorsque les dérogations accordées en application du I du présent article portent sur les conditions d'accès et d'utilisation des réseaux prévues aux articles L. 322-8 ou L. 432-8 du code de l'énergie, le gestionnaire du réseau de distribution concerné tient à la disposition de chacune des autorités concédantes mentionnées à l'article L. 2224-31 du code général des collectivités territoriales dont il dépend les informations utiles à l'exercice du contrôle prévu au I du même article L. 2224-31, relatives aux expérimentations menées sur le territoire de la concession, à leur suivi et à leur évaluation.III. - Les dérogations sont assorties d'obligations relatives à l'information des utilisateurs finals concernant le caractère expérimental de l'activité ou du service concerné ainsi qu'aux modalités de mise en conformité, à l'issue de l'expérimentation, avec les obligations auxquelles il a été dérogé. Elles sont assorties des conditions techniques et opérationnelles nécessaires au développement et à la sécurité des réseaux.IV. - La Commission de régulation de l'énergie informe sans délai le ministre chargé de l'énergie et, le cas échéant, le ministre chargé de la consommation de la réception d'une demande de dérogation.Dans un délai de deux mois à compter de la notification de la demande de dérogation, le ministre chargé de l'énergie et, le cas échéant, le ministre chargé de la consommation peuvent s'opposer à l'octroi de tout ou partie de ces dérogations. La Commission de régulation de l'énergie ne peut accorder ces dérogations qu'à l'expiration de ce délai.V. - La Commission de régulation de l'énergie publie chaque année un rapport sur l'avancement des expérimentations pour lesquelles une dérogation a été accordée en application du I du présent article et en publie une évaluation lorsqu'elles sont achevées."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. à IV. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV. - Les dispositions du code de l'énergie modifiées ou abrogées par le présent article et les dispositions réglementaires prises pour leur application restent applicables dans leur rédaction antérieure à la présente loi aux contrats de fourniture de gaz souscrits aux tarifs mentionnés à l'article L. 445-3 dudit code, dans sa rédaction antérieure à la présente loi, en cours d'exécution à la date de publication de la présente loi, dans les conditions suivantes :1° Pour les consommateurs finals non domestiques consommant moins de 30 000 kilowattheures par an, jusqu'au premier jour du treizième mois suivant la publication de la présente loi ;2° Pour les consommateurs finals domestiques consommant moins de 30 000 kilowattheures par an ainsi que pour les propriétaires uniques d'un immeuble à usage principal d'habitation consommant moins de 150 000 kilowattheures par an et les syndicats des copropriétaires d'un tel immeuble, jusqu'au 30 juin 2023.VI. - Les dispositions du code de l'énergie modifiées ou abrogées par le présent article et les dispositions réglementaires prises pour leur application restent applicables dans leur rédaction antérieure à la présente loi, dans les conditions précisées aux 1° et 2° du V du présent article, aux clients ayant précédemment souscrit un contrat de fourniture de gaz aux tarifs mentionnés à l'article L. 445-3 du code de l'énergie dans sa rédaction antérieure à la présente loi qui ont vu ce contrat résilié à la suite d'une erreur commise par le gestionnaire du réseau ou par un fournisseur, lors du traitement d'une demande de résiliation émanant d'un autre consommateur.VII. - Les fournisseurs de gaz naturel informent leurs clients ayant souscrit un contrat aux tarifs mentionnés à l'article L. 445-3 du code de l'énergie, dans sa rédaction antérieure à la présente loi, de la date de fin de l'éligibilité de ces clients à ces tarifs réglementés, de la disponibilité des offres de marché et de l'existence du comparateur d'offres mentionné à l'article L. 122-3 du même code, selon des modalités précisées par un arrêté conjoint des ministres chargés de l'énergie et de la consommation. Cette information, présentée de manière neutre, compréhensible et visible, est délivrée :1° A la date d'entrée en vigueur de l'arrêté mentionné au premier alinéa du présent VII et au plus tard trois mois après la publication de la présente loi, sur les factures émises par les fournisseurs à destination des clients mentionnés au même premier alinéa ainsi que sur tout support durable qui leur est adressé et lors de tout échange téléphonique relatifs à leur contrat aux tarifs réglementés. L'information délivrée sur les factures comporte les données nécessaires au changement d'offre ou de fournisseur ;2° A la date d'entrée en vigueur de l'arrêté mentionné audit premier alinéa et au plus tard trois mois après la publication de la présente loi, sur les pages publiques du site internet des fournisseurs consacrées aux tarifs réglementés de vente du gaz naturel ainsi que sur celles de l'espace personnel des consommateurs auxdits tarifs ;3° Pour les consommateurs finals mentionnés au 1° du V du présent article, par trois courriers spécifiques dont le modèle est préalablement approuvé par les ministres chargés de l'énergie et de la consommation, adressés aux échéances suivantes :a) Au plus tard trois mois après la publication de la présente loi ;b) Six mois avant la date de suppression des tarifs réglementés de vente les concernant ;c) Trois mois avant la date de suppression des tarifs réglementés de vente les concernant ;4° Pour les consommateurs finals mentionnés au 2° du V du présent article, par cinq courriers dédiés dont le contenu est préalablement approuvé par les ministres chargés de l'énergie et de la consommation, adressés aux échéances suivantes :a) Au plus tard six mois après la publication de la présente loi ;b) Entre le 5 janvier 2021 et le 5 février 2021 ;c) Entre le 15 mai 2022 et le 15 juin 2022 ;d) Entre le 15 novembre 2022 et le 15 décembre 2022 ;e) En mars 2023.VIII. - Le médiateur national de l'énergie et la Commission de régulation de l'énergie communiquent auprès du grand public au sujet de la disparition progressive des tarifs mentionnés à l'article L. 445-3 du code de l'énergie dans sa rédaction antérieure à la présente loi. Cette communication fait notamment état de la disponibilité des offres de marché et de l'existence du comparateur d'offres mentionné à l'article L. 122-3 du même code.IX. - Jusqu'aux échéances prévues au V, les fournisseurs assurant la fourniture des clients ayant souscrit un contrat aux tarifs mentionnés à l'article L. 445-3 du code de l'énergie, dans sa rédaction antérieure à la présente loi, sont tenus d'accorder, à leurs frais, à toute entreprise disposant d'une autorisation de fourniture de gaz naturel qui en ferait la demande, dans des conditions objectives, transparentes et non discriminatoires, l'accès aux données dont ils disposent de contact et de consommation de ceux de leurs clients qui bénéficient auprès d'eux desdits tarifs réglementés.Préalablement à la mise à disposition de ces informations, les fournisseurs recueillent dans un premier temps et jusqu'au 30 septembre 2022 l'accord exprès et s'assurent dans un deuxième temps à partir du 1er octobre 2022 de l'absence d'opposition des clients mentionnés au 2° du V du présent article. Ils s'assurent par ailleurs de l'absence d'opposition des clients mentionnés au 1° du même V pour la communication de leurs données de contact à caractère personnel. Les consommateurs mentionnés aux 1° et 2° dudit V peuvent faire valoir à tout moment leur droit d'accès et de rectification aux informations les concernant et demander le retrait de ces informations de la base ainsi constituée.La liste des informations mises à disposition par les fournisseurs assurant la fourniture de clients aux tarifs réglementés de vente du gaz naturel au titre du premier alinéa du présent IX est fixée par arrêté conjoint des ministres chargés de l'énergie et de la consommation sur proposition de la Commission de régulation de l'énergie et après avis de la Commission nationale de l'informatique et des libertés.Les modalités d'acceptation et d'opposition par les clients à la communication de leurs données à caractère personnel, de mise à disposition et d'actualisation des données mentionnées au premier alinéa du présent IX sont précisées par arrêté conjoint des ministres chargés de l'énergie et de la consommation, après avis de la Commission de régulation de l'énergie et de la Commission nationale de l'informatique et des libertés.X. - Les fournisseurs de gaz naturel communiquent par voie postale à leurs clients qui bénéficient encore des tarifs mentionnés à l'article L. 445-3 du code de l'énergie dans sa rédaction antérieure à la présente loi, au plus tard quinze jours après l'envoi du dernier courrier prévu au VI du présent article, les nouvelles conditions de leur contrat de fourniture, qu'ils définissent après avis conforme de la Commission de régulation de l'énergie. Cette communication peut être réalisée par voie électronique pour les clients finals non domestiques qui ont fait le choix d'une gestion dématérialisée de leur contrat.Par dérogation à l'article L. 224-6 du code de la consommation, pour assurer la continuité de son alimentation et sauf opposition explicite de sa part ou s'il a fait le choix d'un autre contrat de fourniture avant l'échéance prévue au V du présent article qui lui est applicable, le client est réputé avoir accepté ces nouvelles conditions contractuelles à ladite échéance.Cette communication est assortie d'une information indiquant au client qu'il peut résilier le contrat à tout moment sans pénalité, cette faculté n'étant valable pour les consommateurs mentionnés au 1° du même V que jusqu'au dernier jour du douzième mois suivant le mois de l'acceptation tacite ou expresse du contrat mentionné au premier alinéa du présent IX et moyennant un préavis de quinze jours pour ces mêmes consommateurs. Cette communication rappelle la disponibilité des offres de marché et l'existence du comparateur d'offres mentionné à l'article L. 122-3 du code de l'énergie.XI. - Jusqu'au 1er juillet 2023, les fournisseurs des clients aux tarifs mentionnés à l'article L. 445-3 du code de l'énergie dans sa rédaction antérieure à la présente loi communiquent chaque mois aux ministres chargés de l'énergie et de l'économie ainsi qu'à la Commission de régulation de l'énergie le nombre de consommateurs mentionnés aux 1° et 2° du V du présent article qui bénéficient encore de ces tarifs auprès d'eux, différenciés par volume de consommation et type de client.XII. - Les fournisseurs assurant la fourniture des clients aux tarifs mentionnés à l'article L. 445-3 du code de l'énergie dans sa rédaction antérieure à la présente loi peuvent être redevables d'une sanction pécuniaire dans les conditions prévues aux articles L. 142-30 à L. 142-36 du code de l'énergie s'ils n'ont pas rempli l'ensemble des obligations prévues aux VII, IX, X et XI du présent article.XIII. - Ces fournisseurs peuvent également être redevables d'une sanction pécuniaire, dans le cas où le nombre de contrats aux tarifs réglementés de vente du gaz, mentionnés à l'article L. 445-3 du code de l'énergie dans sa rédaction antérieure à la présente loi, en cours d'exécution au 30 juin 2023 pour leurs clients entrant dans la catégorie mentionnée au 2° du V du présent article, est supérieur à 25 % du nombre de ces mêmes contrats en cours d'exécution au 31 décembre 2018, s'ils ont mené auprès de leurs clients des actions visant à promouvoir le maintien de ces contrats à des tarifs réglementés de vente.En cas de manquement, le montant de cette sanction pécuniaire est fixé par décision du comité de règlement des différends et des sanctions mentionné à l'article L. 132-1 du code de l'énergie en tenant compte des éléments communiqués par le fournisseur concerné et après l'avoir entendu. Son montant unitaire, par client bénéficiant encore au 30 juin 2023 des tarifs mentionnés à l'article L. 445-3 du même code dans sa rédaction antérieure à la présente loi au delà du seuil de 25 % mentionné au premier alinéa du présent XIII, ne peut excéder la somme de 200 €. Il est fixé en tenant compte de la gravité des manquements constatés, de l'avantage économique retiré par le fournisseur concerné et des efforts réalisés par celui-ci pour satisfaire aux obligations qui lui incombent au titre du présent article.XIV. - La Commission de régulation de l'énergie et le comité de règlement des différends et des sanctions exercent leur pouvoir de contrôle et de sanction pour l'application du présent article, dans les conditions prévues aux articles L. 134-25 et suivants et L. 135-1 et suivants du code de l'énergie.XV. - Les 1°, 3°, 5° et 6° du I du présent article entrent en vigueur le 1er juillet 2023.XVI. - L'arrêt de la commercialisation du tarif réglementé de vente de gaz naturel prend effet au plus tard trente jours après la publication de la présente loi.\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de la consommation\n\n- Code général des collectivités territoriales\n\n- Code général des impôts, CGI.\n\n- Code de l'énergie\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'énergie\n\n- Code de l'énergie\n\nII. - A. - Dans un délai de deux mois suivant la promulgation de la présente loi, les fournisseurs assurant les missions de service public mentionnées à l'article L. 121-5 du code de l'énergie identifient parmi leurs clients bénéficiant auprès d'eux d'un contrat aux tarifs réglementés prévus à l'article L. 337-1 du même code :1° Les clients non domestiques dont l'effectif, pour l'application de l'article 51 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie, est inférieur à dix personnes, sur la base des entreprises et de leurs établissements publiée par l'Institut national de la statistique et des études économiques en vigueur à la date de promulgation de la présente loi ;2° Les clients non domestiques dont l'effectif est supérieur ou égal à dix personnes, sur cette même base ;3° Les autres clients.B. - Ils interrogent les clients mentionnés aux 1° et 3° du A du présent II par voie électronique, pour ceux de ces clients qui ont fait le choix d'une gestion dématérialisée de leur contrat, ou à défaut par courrier, sur leur éligibilité aux tarifs réglementés au regard des critères mentionnés au 2° du I de l'article L. 337-7 du code de l'énergie dans sa rédaction résultant de la présente loi.Les clients attestent le cas échéant qu'ils remplissent les critères d'éligibilité mentionnés au même 2° et portent la responsabilité du respect de ces critères d'éligibilité pour leur contrat d'alimentation.Les fournisseurs susmentionnés leur indiquent également qu'à défaut de réponse de leur part dans un délai d'un mois suivant cet envoi, sauf opposition de leur part, ils interrogeront l'administration compétente, sur leur respect des critères d'éligibilité.A cet effet, pendant une période de huit mois suivant la promulgation de la présente loi, les fournisseurs assurant les missions de service public mentionnées à l'article L. 121-5 du code de l'énergie ont accès à l'interface de programmation d'application permettant les échanges de données entre administrations pour consulter les effectifs, chiffres d'affaires, recettes et total de bilan annuels de leurs clients qui n'ont pas répondu ou qui ne se sont pas opposés, selon les mêmes modalités que les administrations mentionnées à l'article L. 100-3 du code des relations entre le public et l'administration. Les fournisseurs mettent en œuvre un traitement automatisé des données issues de cette interface afin de n'avoir accès qu'aux données nécessaires pour déterminer l'éligibilité aux tarifs réglementés et conservent les données nécessaires pour déterminer l'éligibilité pendant une durée maximale de trois mois.Les clients pour lesquels les données ainsi identifiées respectent les critères mentionnés au 2° du I de l'article L. 337-7 du code de l'énergie dans sa rédaction résultant de la présente loi et ceux qui ont attesté qu'ils remplissaient ces critères sont réputés éligibles aux tarifs réglementés.C. - Les clients non domestiques qui ne sont pas réputés éligibles aux tarifs réglementés, tels qu'identifiés dans les conditions prévues au B du présent II, sont réputés ne pas respecter les critères prévus au 2° du I de l'article L. 337-7 du code de l'énergie dans sa rédaction résultant de la présente loi sauf s'ils attestent qu'ils les remplissent. Ces clients portent, le cas échéant, la responsabilité du respect de ces critères d'éligibilité pour leur contrat d'alimentation.III. - Les fournisseurs informent leurs clients non domestiques qui ne respectent pas les critères prévus au 2° du I de l'article L. 337-7 du code de l'énergie, dans sa rédaction résultant de la présente loi, tels qu'identifiés dans les conditions prévues au II du présent article, et qui bénéficient auprès d'eux d'un contrat aux tarifs réglementés de vente d'électricité mentionnés à l'article L. 337-1 du code de l'énergie de la fin de leur éligibilité aux tarifs réglementés au 31 décembre 2020, de la disponibilité des offres de marché, de l'existence du comparateur d'offres mentionné à l'article L. 122-3 du même code et de la possibilité d'attester de leur éligibilité aux tarifs, selon des modalités précisées par un arrêté conjoint des ministres chargés de l'énergie et de la consommation. Cette information, présentée de manière neutre, compréhensible et visible, est délivrée :1° Sur les factures émises par les fournisseurs à destination des clients mentionnés au premier alinéa du présent III ainsi que sur tout support durable qui leur est adressé et lors de tout échange téléphonique relatifs à leur contrat aux tarifs réglementés ;2° Sur les pages publiques du site internet des fournisseurs consacrées aux tarifs réglementés de vente d'électricité à destination des consommateurs non domestiques ainsi que sur celles de l'espace personnel des clients mentionnés au même premier alinéa qui bénéficient des tarifs ;3° Par trois courriers spécifiques dont le modèle est préalablement arrêté par les ministres chargés de l'énergie et de la consommation, adressés aux échéances suivantes :a) Dans un délai de trois mois suivant l'identification des clients prévue au II ;b) Au plus tard trois mois après l'envoi du courrier mentionné au a du 3° du présent II ;c) En octobre 2020.IV. - A compter d'une date fixée dans l'arrêté mentionné au dernier alinéa du présent IV qui ne peut excéder le 1er mars 2020 et jusqu'au 31 décembre 2020, les fournisseurs assurant la fourniture de clients aux tarifs réglementés de vente d'électricité mentionnés à l'article L. 337-1 du code de l'énergie sont tenus d'accorder, à leurs frais, à toute entreprise disposant de l'autorisation prévue à l'article L. 333-1 du même code qui en ferait la demande, dans des conditions objectives, transparentes et non discriminatoires, l'accès aux données de contact, de consommation et de tarification de leurs clients non domestiques mentionnés au 2° du A du II du présent article.Cette mise à disposition est étendue aux autres clients identifiés dans le cadre du même II comme ne respectant pas les critères prévus au 2° du I de l'article L. 337-7 du code de l'énergie, dans sa rédaction résultant de la présente loi, au plus tard deux mois après leur identification.Préalablement à la mise à disposition des données de contact, les fournisseurs s'assurent de l'absence d'opposition des clients à la communication de leurs données à caractère personnel. Les clients peuvent faire valoir à tout moment leur droit d'accès et de rectification aux informations à caractère personnel les concernant et demander le retrait de ces informations de la base ainsi constituée.La liste des informations mises à disposition au titre du premier alinéa du présent IV par les fournisseurs assurant la fourniture de clients aux tarifs réglementés de vente d'électricité est fixée par arrêté conjoint des ministres chargés de l'énergie et de la consommation, sur proposition de la Commission de régulation de l'énergie.Les modalités d'opposition par les clients à la communication de leurs données à caractère personnel, ainsi que les modalités de mise à disposition et d'actualisation des listes des clients et des données mentionnées au même premier alinéa sont précisées par arrêté conjoint des ministres chargés de l'énergie et de la consommation, après avis de la Commission de régulation de l'énergie.V. - Le médiateur national de l'énergie et la Commission de régulation de l'énergie communiquent sur la perte du bénéfice des tarifs réglementés de vente d'électricité mentionnés à l'article L. 337-1 du code de l'énergie pour les clients finals non domestiques n'entrant pas dans le champ d'application du 2° du I de l'article L. 337-7 du code de l'énergie. Cette communication fait notamment état de la disponibilité des offres de marché et de l'existence du comparateur d'offres mentionné à l'article L. 122-3 du même code.VI. - Les fournisseurs communiquent par voie postale à leurs clients non domestiques qui sont réputés ne pas respecter les critères prévus au 2° du I de l'article L. 337-7 du code de l'énergie dans sa rédaction résultant de la présente loi, tels qu'identifiés dans les conditions prévues au II du présent article et qui bénéficient encore auprès d'eux des tarifs réglementés de vente d'électricité mentionnés à l'article L. 337-1 du code de l'énergie, au plus tard quinze jours après l'envoi du dernier courrier d'information prévu au III du présent article, les nouvelles conditions de leur contrat de fourniture, qu'ils définissent après avis conforme de la Commission de régulation de l'énergie. Cette communication peut être réalisée par voie électronique pour les clients qui ont fait le choix d'une gestion dématérialisée de leur contrat.Par dérogation à l'article L. 224-6 du code de la consommation, pour assurer la continuité de son alimentation et sauf opposition explicite de sa part ou s'il a fait le choix d'un autre contrat de fourniture avant la date de suppression des tarifs réglementés, le client est réputé avoir accepté ces nouvelles conditions contractuelles qui prendront effet à ladite échéance.Cette communication est assortie d'une information indiquant au client qu'il peut résilier le contrat à tout moment sans pénalité jusqu'au dernier jour du douzième mois suivant le mois de l'acceptation tacite ou expresse du contrat mentionné au premier alinéa du présent VI et moyennant un préavis de quinze jours. Cette communication rappelle la disponibilité des offres de marché et l'existence du comparateur d'offres mentionné à l'article L. 122-3 du code de l'énergie.VII. - A partir du 1er janvier 2020 et jusqu'au 31 décembre 2020, les fournisseurs assurant la fourniture aux tarifs réglementés de vente d'électricité mentionnés à l'article L. 337-1 du code de l'énergie communiquent tous les mois aux ministres chargés de l'énergie et de l'économie ainsi qu'à la Commission de régulation de l'énergie le nombre de clients non domestiques qui ne respectent pas les critères mentionnés au 2° du I de l'article L. 337-7 du même code, tels qu'identifiés dans les conditions prévues au II du présent article, et qui bénéficient encore auprès d'eux d'un contrat à ces tarifs, en différenciant ces clients selon leur option tarifaire.VIII. - Jusqu'au 31 décembre 2020, les dispositions du code de l'énergie modifiées par le I et les dispositions réglementaires prises pour leur application restent applicables dans leur rédaction antérieure à la présente loi aux contrats aux tarifs réglementés de vente d'électricité en cours d'exécution, y compris lors de leur tacite reconduction, tant que le bénéficiaire ne demande pas de changement d'option tarifaire ou de puissance souscrite.IX. - Les fournisseurs assurant la fourniture des clients aux tarifs réglementés de vente d'électricité mentionnés à l'article L. 337-1 du code de l'énergie peuvent être redevables d'une sanction pécuniaire dans les conditions prévues aux articles L. 142-30 à L. 142-36 du même code s'ils n'ont pas rempli les obligations prévues aux II, III, IV, VI et VII du présent article.X. - Ces fournisseurs peuvent également être redevables d'une sanction pécuniaire dans le cas où le nombre de contrats aux tarifs réglementés de vente d'électricité, en cours d'exécution au 31 décembre 2020 pour leurs clients non domestiques qui ne respectent pas les critères mentionnés au 2° du I de l'article L. 337-7 du code de l'énergie, est supérieur à 50 % du nombre total de clients ne respectant pas ces critères identifiés dans les conditions prévues au II du présent article, s'il ont mené auprès de leurs clients des actions visant à promouvoir le maintien de ces contrats à des tarifs réglementés de vente.En cas de manquement, le montant de cette sanction pécuniaire est fixé par décision du comité de règlement des différends et des sanctions mentionné à l'article L. 132-1 du code de l'énergie en tenant compte des éléments communiqués par le fournisseur concerné et après l'avoir entendu. Son montant unitaire par consommateur non domestique qui ne respecte pas les critères mentionnés au 2° du I de l'article L. 337-7 du même code, tels qu'identifiés dans les conditions prévues au II du présent article et qui bénéficie encore des tarifs réglementés de vente d'électricité au 31 décembre 2020 au-delà du seuil de 50 % mentionné au premier alinéa du présent X, ne peut excéder la somme de 200 €. Il est fixé en tenant compte de la gravité des manquements constatés, de l'avantage retiré par le fournisseur concerné et des efforts réalisés par celui-ci pour satisfaire aux obligations qui lui incombent au titre du présent article.XI. - La Commission de régulation de l'énergie et le comité de règlement des différends et des sanctions exercent leur pouvoir de contrôle et de sanction pour l'application du présent article dans les conditions prévues aux articles L. 134-25 à L. 134-34 et L. 135-1 à L. 135-16 du code de l'énergie.XII. - Par dérogation à l'article L. 337-10 du code de l'énergie, les entreprises locales de distribution mentionnées à l'article L. 111-54 du même code peuvent bénéficier des tarifs de cession mentionnés à l'article L. 337-1 dudit code pour l'approvisionnement nécessaire à l'exécution du contrat de fourniture proposé dans le cadre prévu au VI du présent article jusqu'au 31 décembre 2021.XIII. - Les I et II de l'article L. 337-7 du code de l'énergie, dans leur rédaction résultant de la présente loi, entrent en vigueur le 1er janvier 2020 et le III du même article L. 337-7 entre en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - Les clients finals non domestiques bénéficiant d'une alimentation en gaz naturel ou en électricité dans les conditions prévues au III de l'article 25 de la loi n° 2014-344 du 17 mars 2014 relative à la consommation ou au I de l'article 1er de l'ordonnance n° 2016-129 du 10 février 2016 portant sur un dispositif de continuité de fourniture succédant à la fin des offres de marché transitoires de gaz et d'électricité ainsi que les clients bénéficiant d'un contrat aux tarifs réglementés de vente de gaz naturel mentionnés à l'article L. 445-3 du code de l'énergie, dans sa rédaction antérieure à la présente loi, et dont la consommation de référence est supérieure ou égale à 30 000 kilowattheures par an ou, s'agissant des propriétaires uniques et syndicats de copropriétaires d'un immeuble à usage principal d'habitation, à 150 000 kilowattheures par an ne bénéficient plus de l'offre de fourniture de gaz naturel ou d'électricité qui leur était applicable avant la publication de la présente loi à compter du premier jour du treizième mois suivant la publication de la présente loi.II. - Les fournisseurs d'électricité et de gaz naturel informent leurs clients mentionnés au I de la date de résiliation de leur contrat en cours et de la disponibilité des offres de marché par un courrier dédié, dont le contenu est préalablement approuvé par les ministres chargés de l'énergie et de la consommation, adressé au plus tard trois mois après la publication de la présente loi.III. - Les nouvelles conditions contractuelles, définies après avis conforme de la Commission de régulation de l'énergie, sont communiquées aux clients par leur fournisseur avant le premier jour du neuvième mois suivant la publication de la présente loi. Cette communication est assortie d'une information sur les modalités d'acceptation implicite de ces conditions contractuelles et sur les effets d'une opposition explicite à ces conditions ainsi que sur les modalités de résiliation mentionnées au V.IV. - Par dérogation à l'article L. 224-6 du code de la consommation, pour assurer la continuité de son alimentation et sauf opposition explicite de sa part dans un délai de quatre-vingt-dix jours à compter de la communication des nouvelles conditions contractuelles ou s'il a fait le choix d'un autre contrat de fourniture avant le premier jour du treizième mois suivant la publication de la présente loi, le client est réputé avoir accepté ces conditions. L'opposition explicite du client à ce nouveau contrat entraîne la résiliation de plein droit de l'offre de fourniture mentionnée au I du présent article dont il bénéficie ; cette résiliation prend effet au premier jour du treizième mois suivant la publication de la présente loi.V. - Le client peut résilier le contrat à tout moment, moyennant un préavis de quinze jours, sans qu'il y ait lieu à indemnité, jusqu'au dernier jour du douzième mois suivant le mois de l'acceptation tacite ou expresse du contrat mentionné au III."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport concernant la contribution des plans climat-air-énergie territoriaux et des schémas régionaux d'aménagement, de développement durable et d'égalité des territoires aux politiques de transition écologique et énergétique. Ce rapport comporte une évaluation du soutien apporté par l'Etat à la mise en œuvre des plans climat-air-énergie territoriaux et des schémas régionaux d'aménagement, de développement durable et d'égalité des territoires. Ce rapport compare notamment cette contribution aux objectifs nationaux et aux orientations nationales inscrits dans la programmation pluriannuelle de l'énergie et la stratégie nationale bas-carbone."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Le Gouvernement remet au Parlement dans une période d'un an un rapport sur les dispositifs de valorisation et d'incitation envisageables pour la séquestration du carbone par les massifs forestiers et le bois qui en est issu dans le cadre d'une gestion dynamique et durable.Ce rapport prend en compte l'ensemble des enjeux de la gestion forestière et traite du cas spécifique des outre-mer, notamment des forêts guyanaises.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}