{
  "id": "jorftext000000632799",
  "type": "statute",
  "title": "Loi n° 2005-841 du 26 juillet 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000632799",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les services d'aide à domicile des centres communaux et intercommunaux d'action sociale sont dispensés du régime d'autorisation prévu aux articles L. 313-1 et suivants du code de l'action sociale et des familles pour celles de leurs activités relatives aux tâches ménagères, familiales ou à l'entretien du cadre de vie."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les actions de formation destinées aux personnes bénéficiant des contrats mentionnés aux articles L. 322-4-7 et L. 322-4-10 du code du travail dans les établissements énumérés à l'article 2 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, en vue de faciliter leur insertion, sont financées, pour tout ou partie, au moyen de crédits collectés par les organismes collecteurs paritaires mentionnés à l'article 22 de la loi n° 90-579 du 4 juillet 1990 relative au crédit-formation, à la qualité et au contrôle de la formation professionnelle continue et modifiant le livre IX du code du travail."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les conventions d'objectifs conclues antérieurement à la date de publication de la présente loi et prises pour l'application des dispositions prévues à l'article L. 322-4-11 du code du travail selon le modèle défini par l'arrêté du 24 mars 2005 relatif aux modèles de convention de contrat d'avenir pris par le ministre de l'emploi, du travail et de la cohésion sociale sont régies par les dispositions prévues au quatrième alinéa de l'article L. 322-4-10 du code du travail."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Jusqu'au 1er janvier 2008 et par dérogation aux dispositions de l'article L. 118-2 du code du travail, le montant du concours financier prévu au deuxième alinéa de cet article est au moins égal, dans la limite de la fraction de la taxe réservée à l'apprentissage, à un montant fixé par arrêté des ministres chargés de l'emploi et du budget."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I., II. - Paragraphes modificateurs.III. - Le Gouvernement présente, avant le 1er octobre 2007, un rapport devant le Parlement évaluant l'efficacité du dispositif d'exonération de la taxation sur les plus-values de cession immobilière à destination des bailleurs sociaux afin d'apprécier l'opportunité de le prolonger au-delà du 31 décembre 2007."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I., II., III.-Paragraphes modificateurs.IV.-Les dispositions du présent article entrent en vigueur à compter du 1er janvier 2006. Elles sont applicables aux contrats en cours à compter de cette date. La valeur de la moyenne sur quatre trimestres de l'indice mesurant le coût de la construction à la date de référence de ces contrats est remplacée par la valeur de l'indice de référence des loyers à cette même date de référence.V.-Dans les conventions en cours et les conventions types prévues par l'article    L. 831-1 du code de la construction et de l'habitation, toute clause prévoyant que la révision du loyer pratiqué ou du loyer maximum s'opère en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques est remplacée par la clause prévoyant que cette révision s'opère en fonction des variations de l'indice de référence des loyers. Dans les conventions en cours, la valeur de la moyenne sur quatre trimestres de l'indice du coût de la construction à la date de référence est remplacée par la valeur de l'indice national de référence des loyers à cette même date."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - Les dispositions du chapitre IX du titre II du livre Ier du code du travail, dans leur rédaction antérieure à la publication de la présente loi, demeurent applicables aux chèques-service et titres emploi-service jusqu'à l'entrée en vigueur des dispositions réglementaires prévues aux articles L. 129-5 à L. 129-12 du même code, et au plus tard jusqu'au 1er janvier 2007.II. - Les dispositions des cinq premiers alinéas de l'article L. 133-7 du code de la sécurité sociale, dans leur rédaction issue de la présente loi, s'appliquent aux cotisations et contributions sociales dues à compter du 1er janvier 2006.III. - Le régime d'exonération prévu au III bis de l'article L. 241-10 du code de la sécurité sociale, dans sa rédaction issue de la présente loi, s'applique à compter du 1er janvier 2006.IV. - Le crédit d'impôt prévu au f du I de l'article 244 quater F du code général des impôts, dans sa rédaction issue de la présente loi, s'applique aux dépenses engagées à compter du 1er janvier 2006.V. - Les dispositions de l'article L. 232-15 du code de l'action sociale et des familles, dans leur rédaction issue de la présente loi, sont applicables aux personnes bénéficiant de l'allocation personnalisée d'autonomie pour la première fois à compter du 1er janvier 2006. Celles qui bénéficient à cette date de cette allocation peuvent modifier à tout moment, à leur demande, les modalités de versement de l'allocation aux services d'aide à domicile.VI. - Les dispositions de l'article 24 de la présente loi sont applicables aux accords mentionnés au cinquième alinéa du I de l'article L. 321-4-2 du code du travail conclus à compter du 1er avril 2005.VII. - Les dispositions du IV de l'article 244 quater G du code général des impôts, dans leur rédaction issue de la présente loi, s'appliquent aux exercices ouverts à compter du 1er janvier 2005."
    }
  ]
}