{
  "id": "jorftext000000412199",
  "type": "statute",
  "title": "Loi n° 2003-239 du 18 mars 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000412199",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code de procédure pénale\n\nArt. 230-19\n\nII.-A modifié les dispositions suivantes :\n\n-Code des douanes\n\nArt. 67 ter"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'inscription des véhicules au fichier national des véhicules volés doit être effectuée dans les meilleurs délais après le dépôt de plainte."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "A compter de 2004, le Gouvernement déposera chaque année sur le bureau de l'Assemblée nationale et sur celui du Sénat, à l'ouverture de la session ordinaire, un rapport faisant état de l'évolution de la situation démographique, sanitaire et sociale des personnes prostituées ainsi que des moyens dont disposent les associations et les organismes qui leur viennent en aide."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. - Paragraphe modificateurII. - Les présentes dispositions entreront en application pour le territoire métropolitain le 1er janvier 2004. En tant que de besoin, les modalités d'application en seront fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "Les autorisations accordées antérieurement à la date de publication de la présente loi sur le fondement de la loi n° 83-629 du 12 juillet 1983 précitée restent en vigueur, sous réserve de la production des renseignements mentionnés au second alinéa du I de l'article 7 de la même loi, dans un délai de six mois à compter de cette date."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Le décret en Conseil d'Etat prévu au 8° de l'article 5 et au 4° de l'article 6 de la loi n° 83-629 du 12 juillet 1983 précitée fixe les conditions dans lesquelles une personne exerçant une activité mentionnée à l'article 1er de la même loi informe ses salariés de la nécessité de se mettre en conformité avec les exigences d'aptitude professionnelle posées par ce décret ainsi que les conditions dans lesquelles, dans un délai de trois ans à compter de la publication dudit décret, les dirigeants, les personnes exerçant à titre individuel et les salariés doivent obtenir les titres requis ou, en raison de l'exercice continu de leur profession pendant une durée déterminée, la reconnaissance d'une aptitude équivalente."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Les autorisations accordées antérieurement à la date de publication de la présente loi sur le fondement de l'article 2 de la loi n° 891 du 28 septembre 1942 réglementant l'exercice de l'activité des agents privés de recherches restent en vigueur, sous réserve de la production des renseignements mentionnés au second alinéa du I de l'article 25 de la loi n° 83-629 du 12 juillet 1983 précitée, dans un délai de six mois à compter de cette date."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Le décret en Conseil d'Etat prévu au 7° de l'article 22 et au 5° de l'article 23 de la loi n° 83-629 du 12 juillet 1983 précitée fixe les conditions dans lesquelles une personne exerçant une activité mentionnée à l'article 20 de cette loi informe ses salariés de la nécessité de se mettre en conformité avec les exigences d'aptitude professionnelle posées par ce décret ainsi que les conditions dans lesquelles, dans un délai de trois ans à compter de la publication dudit décret, les dirigeants, les personnes exerçant à titre individuel et les salariés doivent obtenir les titres requis ou, en raison de l'exercice continu de leur profession, pendant une durée déterminée, la reconnaissance d'une aptitude équivalente."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Les articles 1er, 8 à 13, 16 à 22, 23 (I), 24 à 41, 44, 45, 47 à 51, 53, 57, 59, 60, 63 à 65, 73, 76, 78 (I et II), 80 à 85, 90, 110, 111, 112 (I, II et V), 113 et 117 sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis-et-Futuna sous réserve des adaptations suivantes :\n\nPour l'application de l'article 76 en Nouvelle-Calédonie :\n\na) Après les mots : menace à l'ordre public, sont insérés les mots : et après la consultation prévue à l'article 7 de l'ordonnance n° 2002-388 du 20 mars 2002 relative à l'entrée et au séjour des étrangers en Nouvelle-Calédonie, ;\n\nb) La dernière phrase du premier alinéa est ainsi rédigée :\n\nCette autorisation provisoire de séjour ouvre droit à l'exercice d'une activité professionnelle dans les conditions prévues par la législation et la réglementation en vigueur localement.\n\nPour l'application de l'article 76 en Polynésie française, après les mots : menace à l'ordre public, sont insérés les mots : et après consultation du comité consultatif prévue à l'article 7 de l'ordonnance n° 2000-372 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "En Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Mayotte et à Saint-Pierre-et-Miquelon, les voies de fait ou la menace de commettre des violences contre une personne, ou l'entrave apportée, de manière délibérée, à l'accès et à la libre circulation des personnes ou au bon fonctionnement des dispositifs de sécurité et de sûreté, lorsqu'elles sont commises en réunion de plusieurs auteurs ou complices, dans les entrées, cages d'escaliers ou autres parties communes d'immeubles collectifs d'habitation, sont punies de deux mois d'emprisonnement et d'une amende de 3 750 Euros ou sa contre-valeur en monnaie locale.Sont punies des mêmes peines les voies de fait ou la menace de commettre des violences contre une personne ou l'entrave apportée, de manière délibérée, au bon fonctionnement des dispositifs de sécurité et de sûreté commises sur les toits des immeubles collectifs d'habitation."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "En Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et à Mayotte, sera punie d'un emprisonnement de deux ans au plus et d'une amende de 37 500 Euros au plus, ou de sa contre-valeur en monnaie locale, ou de l'une de ces deux peines seulement, toute personne qui aura frauduleusement supprimé, masqué, altéré ou modifié de façon quelconque les noms, signatures, monogrammes, lettres, chiffres, numéros de série, emblèmes, signes de toute nature apposés ou intégrés sur ou dans les marchandises et servant à les identifier de manière physique ou électronique. Seront punis des mêmes peines les complices de l'auteur principal."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions de l'article L. 34-3 dans les départements d'outre-mer, à Saint-Pierre et Miquelon et à Mayotte et de l'article L. 34-4 en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna entreront en vigueur le 1er janvier 2005."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "L'article 10 de la loi n° 95-73 du 21 janvier 1995 d'orientation et de programmation relative à la sécurité est applicable en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et à Mayotte."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "Les articles 1er, 3, 21, 22, 23 (I), 24 à 27, 31, 76, 77, 79, 80 à 84, 86 à 89, 91, 94 à 99, 102, 103, 105, 110 à 112 et 117 sont applicables à Mayotte."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I. - Les agents de la collectivité départementale de Mayotte affectés, à la date de promulgation de la présente loi, dans les services de la police nationale, sont intégrés dans les corps homologues de la police nationale correspondant aux fonctions qu'ils exercent dans la limite des emplois nécessaires au fonctionnement de ces services à Mayotte, sous la condition préalable d'avoir suivi un cycle de formation.Ces intégrations interviendront à compter du 1er août 2004.II. - Les agents intégrés en application des dispositions du présent article ne pourront être mutés en dehors des limites territoriales de Mayotte que sur leur demande ou par mesure disciplinaire.III. - Un décret en Conseil d'Etat fixe les conditions d'application du présent article."
    }
  ]
}