{
  "id": "jorftext000000684037",
  "type": "statute",
  "title": "Loi n° 62-1292 du 6 novembre 1962",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000684037",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1bis",
      "section": "1bis",
      "title": "Article 1bis",
      "content": "Lorsque l'élection du Président de la République a lieu dans les conditions prévues au troisième alinéa de l'article 7 de la Constitution, les électeurs sont convoqués par un décret publié au moins dix semaines avant la date du premier tour de scrutin.En cas de vacance de la présidence de la République ou lorsque le Conseil constitutionnel a déclaré définitif, en application du cinquième alinéa du même article 7, l'empêchement du Président, les électeurs sont convoqués sans délai par décret."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les dispositions du code électoral auxquelles renvoie la présente loi sont applicables dans leur rédaction en vigueur à la date de publication de la loi organique n° 2021-335 du 29 mars 2021 portant diverses mesures relatives à l'élection du Président de la République. Toutefois, l'article L. 72 du code électoral est applicable dans sa rédaction résultant de la loi n° 2019-1461 du 27 décembre 2019 relative à l'engagement dans la vie locale et à la proximité de l'action publique.\n\nPar dérogation au premier alinéa du présent article, sont applicables en Nouvelle-Calédonie le chapitre II du titre Ier du livre Ier, dans sa rédaction résultant de la loi n° 2009-526 du 12 mai 2009 de simplification et de clarification du droit et d'allègement des procédures, et l'article L. 62-1 du code électoral, dans sa rédaction résultant de la loi n° 88-1262 du 30 décembre 1988 modifiant diverses dispositions du code électoral et du code des communes relatives aux procédures de vote et au fonctionnement des conseils municipaux."
    }
  ]
}