{
  "id": "jorftext000038821234",
  "type": "statute",
  "title": "LOI n°2019-773 du 24 juillet 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038821234",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur le financement de la politique de l'eau et de la biodiversité pour la période 2019-2022.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII. - L'exercice, par le président de la fédération départementale des chasseurs, des nouvelles missions prévues aux articles L. 421-5, L. 421-11-1, L. 422-3, L. 422-5, L. 422-7 et L. 425-8 du code de l'environnement, dans leur rédaction résultant des 1°, 6°, 13° à 15° et 27° du I du présent article, fait l'objet d'une convention prévoyant une compensation financière acquittée par l'Office français de la biodiversité.\n\n- Code de l'environnement\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'ensemble des biens, droits et obligations de l'Agence française pour la biodiversité et de l'Office national de la chasse et de la faune sauvage sont transférés à l'Office français de la biodiversité.Ces transferts sont effectués à titre gratuit et ne donnent lieu ni à versement de la contribution prévue à l'article 879 du code général des impôts, ni à perception d'impôts, de droits ou de taxes de quelque nature que ce soit."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Les fonctionnaires précédemment affectés, détachés ou mis à disposition au sein des établissements mentionnés à l'article 16 sont affectés, détachés ou mis à disposition au sein de l'Office français de la biodiversité jusqu'au terme de leur détachement ou de leur mise à disposition.II. - Par dérogation à l'article L. 1224-3 du code du travail, les contrats de travail aidés conclus en application du chapitre IV du titre III du livre Ier de la cinquième partie du même code en cours à la date d'entrée en vigueur du présent article subsistent entre l'Office français de la biodiversité et les personnels des établissements mentionnés à l'article 16 de la présente loi auxquels se substitue l'Office français de la biodiversité.III. - Par dérogation à l'article L. 1224-3 du code du travail, les contrats d'apprentissage conclus en application du chapitre unique du titre Ier du livre II de la sixième partie du même code en cours à la date d'entrée en vigueur du présent article subsistent entre l'Office français de la biodiversité et les personnels des établissements mentionnés à l'article 16 de la présente loi auxquels se substitue l'Office français de la biodiversité.IV. - Les personnes titulaires d'un contrat de service civique conclu en application des articles L. 120-1 et suivants du code du service national dans les établissements mentionnés à l'article 16 de la présente loi en cours à la date d'entrée en vigueur du présent article restent soumises à leur contrat jusqu'à son terme. L'agrément délivré en application de l'article L. 120-30 du code du service national est réputé accordé.V. - Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport étudiant les dispositions nécessaires pour diversifier et simplifier l'accès à la fonction publique au sein de l'Office français de la biodiversité."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport relatif aux enjeux liés à la requalification des agents techniques de l'environnement en techniciens de l'environnement et aux voies d'accès à la catégorie statutaire A d'une partie des personnels occupant des fonctions d'encadrement."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'élection des représentants du personnel au conseil d'administration prévue au 4° de l'article L. 131-10 du code de l'environnement intervient au plus tard trois ans après la date d'entrée en vigueur du présent article.La représentation des personnels au sein du conseil d'administration est déterminée, à titre transitoire, proportionnellement aux voix obtenues par chaque organisation syndicale lors des élections organisées en 2018 aux conseils d'administration des établissements mentionnés à l'article 16 de la présente loi auxquels se substitue l'Office français de la biodiversité.Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Jusqu'à l'élection des représentants du personnel au comité technique et au comité d'hygiène, de sécurité et des conditions de travail de l'Office français de la biodiversité, qui intervient au plus tard trois ans après la date d'entrée en vigueur du présent article :1° La représentation des personnels au sein du comité technique et du comité d'hygiène, de sécurité et des conditions de travail de l'Office français de la biodiversité est déterminée, à titre transitoire, proportionnellement aux voix obtenues par chaque organisation syndicale lors des élections aux comités techniques organisées en 2018 au sein des établissements publics mentionnés à l'article 16 auxquels se substitue l'Office français de la biodiversité ;2° Les comités techniques et les comités d'hygiène, de sécurité et des conditions de travail des établissements publics auxquels se substitue l'Office français de la biodiversité sont maintenus en fonction. Durant cette période, le mandat de leurs membres se poursuit.Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le 2° de l'article 3, les 2° et 3° du IX de l'article 4, les 20° et 21° du I de l'article 13, les I à IV de l'article 17 ainsi que les articles 1er, 16, 19, 20 et 21 entrent en vigueur le 1er janvier 2020.Jusqu'au 31 décembre 2019, la mission confiée à l'Office français pour la biodiversité par l'article L. 414-10 du code de l'environnement, dans sa rédaction résultant du 3° de l'article 3 de la présente loi, est confiée à l'Agence française pour la biodiversité.Jusqu'au 31 décembre 2019, les missions confiées au directeur général de l'Office français de la biodiversité par les articles L. 423-25-2 à L. 423-25-6 du code de l'environnement sont confiées au directeur général de l'Office national de la chasse et de la faune sauvage.Jusqu'au 31 décembre 2019, les données qui doivent être transmises à l'Office français de la biodiversité en application des articles L. 425-18 et L. 425-19 du même code et en application de l'article L. 421-5 dudit code, dans sa rédaction résultant du 2° du I de l'article 13 de la présente loi, sont transmises à l'Office national de la chasse et de la faune sauvage. Entre le 1er juillet 2019 et le 31 décembre 2019, l'avis prévu à l'article L. 425-17 du code de l'environnement est émis par l'Office national de la chasse et de la faune sauvage.Jusqu'au 31 décembre 2019, la convention mentionnée au quatrième alinéa de l'article L. 421-14 du même code, dans sa rédaction résultant du 8° du I de l'article 13 de la présente loi, est conclue avec l'Agence française pour la biodiversité. Le cas échéant, jusqu'au 31 décembre 2019, la convention mentionnée au cinquième alinéa de l'article L. 421-14 du code de l'environnement, dans sa rédaction résultant du 8° du I de l'article 13 de la présente loi, est conclue avec l'Agence française pour la biodiversité.Jusqu'au 31 décembre 2019, la compensation financière prévue au II du même article 13 est acquittée par l'Office national de la chasse et de la faune sauvage.Jusqu'au 31 décembre 2019, le dernier alinéa de l'article L. 172-10 du code de l'environnement, dans sa rédaction résultant du 5° du II de l'article 4 de la présente loi, est applicable aux inspecteurs de l'environnement affectés à l'Agence française pour la biodiversité et à l'Office national de la chasse et de la faune sauvage.Jusqu'au 31 décembre 2019, l'article L. 2222-9 du code général de la propriété des personnes publiques, dans sa rédaction résultant du X de l'article 4 de la présente loi, est applicable à l'Agence française pour la biodiversité et à l'Office national de la chasse et de la faune sauvage."
    }
  ]
}