{
  "id": "jorftext000000874942",
  "type": "statute",
  "title": "Loi n° 71-498 du 29 juin 1971",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000874942",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sous les seules restrictions prévues par la loi ou les règlements, les juges peuvent désigner pour procéder à des constatations, leur fournir une consultation ou réaliser une expertise, une personne figurant sur l'une des listes établies en application de l'article 2. Ils peuvent, le cas échéant, désigner toute autre personne de leur choix."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Il est établi pour l'information des juges :\n\n1° Une liste nationale des experts judiciaires, dressée par le bureau de la Cour de cassation ;\n\n2° Une liste des experts judiciaires dressée par chaque cour d'appel.\n\nII. - L'inscription initiale en qualité d'expert sur la liste dressée par la cour d'appel est faite, dans une rubrique particulière, à titre probatoire pour une durée de trois ans.\n\nA l'issue de cette période probatoire et sur présentation d'une nouvelle candidature, l'expert peut être réinscrit pour une durée de cinq années, après avis motivé d'une commission associant des représentants des juridictions et des experts. A cette fin sont évaluées l'expérience de l'intéressé et la connaissance qu'il a acquise des principes directeurs du procès et des règles de procédure applicables aux mesures d'instruction confiées à un technicien.\n\nLes réinscriptions ultérieures, pour une durée de cinq années, sont soumises à l'examen d'une nouvelle candidature dans les conditions prévues à l'alinéa précédent.\n\nIII. - Nul ne peut figurer sur la liste nationale des experts judiciaires s'il ne justifie soit de son inscription sur une liste dressée par une cour d'appel depuis au moins cinq ans, soit de compétences reconnues dans un Etat membre de l'Union européenne autre que la France et acquises notamment par l'exercice dans cet Etat, pendant une durée qui ne peut être inférieure à cinq ans, d'activités de nature à apporter des informations techniques aux juridictions dans le cadre de leur activité juridictionnelle.Il est procédé à l'inscription sur la liste nationale pour une durée de sept ans. La réinscription, pour la même durée, est soumise à l'examen d'une nouvelle candidature.\n\nIV. - La décision de refus d'inscription ou de réinscription sur l'une des listes prévues au I est motivée.\n\nV. - Un décret en Conseil d'Etat fixe les conditions d'application du présent article et détermine la composition et les règles de fonctionnement de la commission prévue au II."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les personnes inscrites sur l'une des listes instituées par l'article 2 de la présente loi ne peuvent faire état de leur qualité que sous la dénomination : \"d'expert agréé par la Cour de cassation\" ou \"d'expert près la cour d'appel de ...\".La dénomination peut être suivie de l'indication de la spécialité de l'expert.Les experts admis à l'honorariat pourront continuer à utiliser leur titre, à la condition de le faire suivre par le terme \"honoraire\"."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Toute personne, autre que celles mentionnées à l'article 3, qui aura fait usage de l'une des dénominations visées à cet article, sera punie des peines prévues aux articles 433-14 et 433-17 du nouveau Code pénal.\n\nSera puni des mêmes peines celui qui aura fait usage d'une dénomination présentant une ressemblance de nature à causer une méprise dans l'esprit du public avec les dénominations visées à l'article 3.\n\nSera puni des mêmes peines l'expert, admis à l'honorariat, qui aura omis de faire suivre son titre par le terme \" honoraire \"."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Le retrait d'un expert figurant sur l'une des listes mentionnées au I de l'article 2 peut être décidé, selon le cas, par le premier président de la cour d'appel ou le premier président de la Cour de cassation soit à la demande de l'expert, soit si le retrait est rendu nécessaire par des circonstances telles que l'éloignement prolongé, la maladie ou des infirmités graves et permanentes.\n\nLe premier président de la cour d'appel ou le premier président de la Cour de cassation procède au retrait de l'expert lorsque celui-ci accède à l'honorariat, lorsqu'il ne remplit plus les conditions de résidence ou de lieu d'exercice professionnel exigées pour son inscription ou sa réinscription, ou encore lorsqu'il est frappé de faillite personnelle ou d'une sanction disciplinaire ou administrative faisant obstacle à une inscription ou une réinscription sur une liste d'experts.\n\nLorsqu'un expert ne remplit plus les conditions de résidence ou de lieu d'exercice professionnel exigées, le premier président de la cour d'appel peut décider, sur justification par l'expert du dépôt d'une demande d'inscription sur la liste d'une autre cour d'appel, de maintenir l'inscription de l'expert jusqu'à la date de la décision de l'assemblée des magistrats du siège de la cour d'appel statuant sur cette demande.\n\nII. - La radiation d'un expert figurant sur l'une des listes mentionnées au I de l'article 2 peut être prononcée par l'autorité ayant procédé à l'inscription :\n\n1° En cas d'incapacité légale, l'intéressé, le cas échéant assisté d'un avocat, entendu ou appelé à formuler ses observations ;\n\n2° En cas de faute disciplinaire, en application des dispositions de l'article 6-2.\n\nLa radiation d'un expert de la liste nationale emporte de plein droit sa radiation de la liste de cour d'appel. La radiation d'un expert d'une liste de cour d'appel emporte de plein droit sa radiation de la liste nationale.\n\nUn décret en Conseil d'Etat détermine les conditions dans lesquelles un expert susceptible d'être radié peut être provisoirement suspendu."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Lors de leur inscription initiale sur une liste dressée par une cour d'appel, les experts prêtent serment, devant la cour d'appel du lieu où ils demeurent, d'accomplir leur mission, de faire leur rapport et de donner leur avis en leur honneur et conscience.Le serment doit être renouvelé en cas de nouvelle inscription après radiation.Les experts ne figurant sur aucune des listes prêtent, chaque fois qu'ils sont commis, le serment prévu au premier alinéa."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Sous réserve des dispositions de l'article 706-56 du code de procédure pénale, sont seuls habilités à procéder à des identifications par empreintes génétiques :1° Les services ou organismes de police technique et scientifique mentionnés à l'article 157-2 du même code ;2° Les personnes ayant fait l'objet d'un agrément dans les conditions fixées par décret en Conseil d'Etat. Dans le cadre d'une procédure judiciaire, ces personnes doivent, en outre, être inscrites sur une liste d'experts judiciaires."
    },
    {
      "provision_ref": "art6-2",
      "section": "6-2",
      "title": "Article 6-2",
      "content": "Toute contravention aux lois et règlements relatifs à sa profession ou à sa mission d'expert, tout manquement à la probité ou à l'honneur, même se rapportant à des faits étrangers aux missions qui lui ont été confiées, expose l'expert qui en serait l'auteur à des poursuites disciplinaires.\n\nLe retrait ou la radiation de l'expert ne fait pas obstacle aux poursuites si les faits qui lui sont reprochés ont été commis pendant l'exercice de ses fonctions.\n\nLes peines disciplinaires sont :\n\n1° L'avertissement ;\n\n2° La radiation temporaire pour une durée maximale de trois ans ;\n\n3° La radiation avec privation définitive du droit d'être inscrit sur une des listes prévues à l'article 2, ou le retrait de l'honorariat.\n\nLes poursuites sont exercées devant l'autorité ayant procédé à l'inscription, qui statue en commission de discipline. Les décisions en matière disciplinaire sont susceptibles d'un recours devant la Cour de cassation ou la cour d'appel, selon le cas.\n\nL'expert radié à titre temporaire est de nouveau soumis à la période probatoire s'il sollicite une nouvelle inscription sur une liste de cour d'appel. Il ne peut être inscrit sur la liste nationale qu'après une période d'inscription de cinq années sur une liste de cour d'appel postérieure à sa radiation.\n\nUn décret en Conseil d'Etat fixe les conditions d'application du présent article, notamment les règles de procédure applicables à l'instance disciplinaire."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les conditions d'application de la présente loi sont fixées par des décrets qui détermineront notamment les modalités des conditions d'inscription sur les listes, celles relatives à la prestation de serment, à la limite d'âge et à l'honorariat."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La présente loi est applicable dans la collectivité territoriale de Saint-Pierre-et-Miquelon. Pour son application à cette collectivité, les attributions dévolues à la cour d'appel sont exercées par le tribunal supérieur d'appel. De même, les attributions dévolues au premier président de la cour d'appel sont exercées par le président du tribunal supérieur d'appel.\n\nLa présente loi est applicable à Mayotte, en Nouvelle-Calédonie, en Polynésie française et à Wallis et Futuna sous réserve des adaptations suivantes :\n\n1° Pour son application à Mayotte, les attributions dévolues à la cour d'appel sont exercées par la chambre d'appel de Mamoudzou et celles dévolues au premier président par le président de la chambre d'appel de Mamoudzou ;\n\n2° Pour l'application à Mayotte de l'article 2, les mots : \" près avis motivé d'une commission associant des représentants des juridictions et experts \" sont supprimés.\n\n3° Au dernier alinéa de l'article 6, les mots : \" celui prévu à l'article 308 du code de procédure civile \" sont remplacés par les mots : \" celui prévu par les dispositions de procédure civile applicables localement en matière de prestation de serment \".\n\nEn Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, elle est applicable dans sa rédaction résultant de la loi n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle."
    }
  ]
}