{
  "id": "jorftext000020915137",
  "type": "statute",
  "title": "LOI n° 2009-928 du 29 juillet 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020915137",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions du présent chapitre fixent les objectifs de la politique de défense et la programmation financière pour la période 2009-2014."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport annexé à la présente loi, qui fixe les orientations relatives à la politique de défense et aux moyens qui lui sont consacrés au cours de la période 2009-2014 et précise les orientations en matière d'équipement des armées à l'horizon 2020."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. ― Les crédits de paiement de la mission Défense, hors charges de pensions, à périmètre constant 2008, exprimés en milliards d'euros 2008 évolueront comme suit :Ils seront complétés par des ressources exceptionnelles, provenant notamment de cessions, exprimées en milliards d'euros 2008 qui évolueront comme suit :La politique de défense bénéficiera aussi de crédits de paiement ouverts au titre de la mission Plan de relance de l'économie exprimés en milliards d'euros 2008 qui évolueront comme suit :II. ― L'ensemble de ces moyens sera actualisé chaque année par application de l'indice des prix à la consommation hors tabac retenu par la loi de finances de l'année pour chacune des années considérées."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. ― Le plafond d'emplois de la mission Défense, à périmètre constant 2008, exprimé en milliers d'équivalents temps plein travaillé, évoluera de la façon suivante de 2009 à 2014 :Ce plafond inclut les emplois relatifs aux activités retracées dans les comptes de commerce.II. - Les réductions nettes d'effectifs exprimés en équivalents temps plein seront les suivantes :"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. ― Les services accomplis dans son nouvel emploi par un ouvrier de l'Etat du ministère de la défense ayant été muté ou déplacé depuis le 1er janvier 1997 dans le cadre d'une restructuration ou d'une réorganisation et ayant au préalable effectué au moins dix ans de travaux dans un emploi comportant des risques particuliers d'insalubrité sont considérés, dans la limite de sept ans, comme ayant inclus l'exécution de travaux insalubres. Ils permettent la liquidation d'une pension de retraite dès l'âge mentionné respectivement au 4° du I et au II de l'article 22 de la loi n° 2010-1330 du 9 novembre 2010 portant réforme des retraites au titre de l'exposition à des risques d'insalubrité.\n\nII.-La liste des services et fonctions considérés comme faisant l'objet d'une restructuration ou d'une réorganisation est fixée par arrêté ministériel."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Pour les immeubles ou parties d'immeubles domaniaux mis à la disposition du ministère de la défense et dont la liste est fixée par un arrêté conjoint du ministre de la défense et du ministre chargé du domaine, la durée du délai prévu à l'article L. 2141-2 du code général de la propriété des personnes publiques est fixée à six ans."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures d'adaptation de la législation liées au transfert des attributions de la direction des statuts, des pensions et de la réinsertion sociale à d'autres services du ministère de la défense, à l'Office national des combattants et des victimes de guerre, à l'Institution nationale des invalides et à la Caisse nationale militaire de sécurité sociale.L'ordonnance devra être prise au plus tard le dernier jour du sixième mois suivant la publication de la présente loi. Le projet de loi de ratification de l'ordonnance devra être déposé devant le Parlement au plus tard le dernier jour du neuvième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Sans préjudice des dispositions de la présente loi qui s'y appliquent de plein droit, les dispositions de la présente loi s'appliquent sur l'ensemble du territoire de la République."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "Représentant 15,4 Md€ en 2008, les crédits d'équipements s'élèveront en moyenne à 17 Md€2008 sur la période 2009-2014."
    }
  ]
}