{
  "id": "jorftext000000266495",
  "type": "statute",
  "title": "Loi n° 2006-911 du 24 juillet 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000266495",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - Par dérogation aux dispositions du I de l'article 86 de la loi n° 2003-1119 du 26 novembre 2003 relative à la maîtrise de l'immigration, au séjour des étrangers en France et à la nationalité, lorsqu'un étranger a présenté, avant le 31 décembre 2004, une demande tendant au relèvement de plein droit de la peine complémentaire d'interdiction du territoire à laquelle il a été condamné postérieurement au 1er mars 1994 et établit qu'il n'a pas quitté le territoire français pendant une période de plus de trois ans durant les dix années précédant le 30 avril 2003, la condition de résidence habituelle en France mentionnée au premier alinéa du même I est réputée satisfaite.Dans un délai de six mois suivant la publication de la présente loi, les étrangers qui, ayant présenté une demande en ce sens avant le 31 décembre 2004, ont vu leur demande de relèvement rejetée, sont recevables à présenter une nouvelle demande auprès de l'autorité judiciaire compétente.II. - Pour l'application des dispositions du II du même article 86, lorsqu'un étranger a présenté, avant le 31 décembre 2004, une demande tendant à l'abrogation d'un arrêté d'expulsion dont il a fait l'objet et établit qu'il n'a pas quitté le territoire français pendant une période de plus de trois ans durant les dix années précédant le 30 avril 2003, la condition de résidence habituelle en France mentionnée au premier alinéa du même II est réputée satisfaite.Dans un délai de six mois suivant la publication de la présente loi, les étrangers qui, ayant présenté une demande en ce sens avant le 31 décembre 2004, ont vu leur demande d'abrogation rejetée, sont recevables à présenter une nouvelle demande auprès de l'autorité administrative compétente."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter du 1er décembre 2008."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "Le deuxième alinéa de l'article 26 de la délibération de l'assemblée territoriale des Comores n° 61-16 du 17 mai 1961 relative à l'état civil à Mayotte est ainsi rédigé :\"La célébration du mariage est faite en mairie en présence des futurs époux et de deux témoins par l'officier d'état civil de la commune de résidence de l'un des futurs époux.\""
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "L'article 30 entre en vigueur à compter d'une date fixée par décret en Conseil d'Etat et au plus tard le 1er janvier 2007."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "L'article 3 et le 2° de l'article 38 s'appliquent aux demandes de titres de séjour introduites un mois après la publication de la présente loi."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Les dispositions de l'article 60 entrent en vigueur à compter d'une date fixée par décret en Conseil d'Etat et au plus tard le 1er juillet 2007."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Les dispositions des 2° et 3° de l'article 52, du 1° de l'article 58 et du b du 2° de l'article 59 entrent en vigueur à la date de publication du décret en Conseil d'Etat modifiant le code de justice administrative et au plus tard le 1er juillet 2007."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. - 1. Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, à prendre par ordonnance les mesures nécessaires pour adapter les dispositions des titres Ier à V de la présente loi en Polynésie française, en Nouvelle-Calédonie, dans les îles Wallis et Futuna et à Mayotte et en tirer les conséquences sur l'ensemble du territoire de la République.Le projet d'ordonnance est, selon les cas, soumis pour avis :- pour la Polynésie française ou la Nouvelle-Calédonie, aux institutions compétentes prévues respectivement par la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française et la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie ;- pour les îles Wallis et Futuna, à l'assemblée territoriale des îles Wallis et Futuna ;- pour Mayotte, au conseil général de Mayotte, dans les conditions prévues à l'article L. 3551-12 du code général des collectivités territoriales.2. L'ordonnance est prise au plus tard le dernier jour du sixième mois suivant la publication de la présente loi.3. Un projet de loi de ratification est déposé devant le Parlement dans les dix-huit mois suivant la publication de la présente loi.II. - Dans les mêmes conditions, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires à l'adaptation des dispositions relatives à l'entrée et au séjour des étrangers dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Sont ratifiées :1° L'ordonnance n° 2004-1248 du 24 novembre 2004 relative à la partie législative du code de l'entrée et du séjour des étrangers et du droit d'asile ;2° L'ordonnance n° 2004-1253 du 24 novembre 2004 relative aux conditions d'entrée et de séjour des étrangers dans les collectivités d'outre-mer, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises ;3° L'ordonnance n° 2005-704 du 24 juin 2005 portant adaptation des règles relatives aux conditions d'entrée et de séjour des étrangers à Mayotte, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I. - Indépendamment de son application de plein droit à Mayotte, l'article 22 est applicable dans les îles Wallis et Futuna et en Nouvelle-Calédonie, sous réserve des adaptations prévues au livre IX du code de commerce.II. - Les articles 76, 92 et 94 sont applicables à Mayotte, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie.III. - Indépendamment de leur application de plein droit à Mayotte, les articles 43, 75 et le II de l'article 77 sont applicables dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie.IV. - L'article 78 est applicable à Mayotte, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie sous réserve du remplacement, deux fois, après les mots : \"la condition de résidence habituelle\", des mots : \"en France\" par les mots : \"sur le territoire de la République\"."
    }
  ]
}