{
  "id": "jorftext000000806166",
  "type": "statute",
  "title": "Loi n° 2005-32 du 18 janvier 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000806166",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Paragraphe modificateur\n\nII.-Les personnes physiques ou morales qui, à la date de publication de la présente loi, ont été agréées par l'Etat ou ont passé une convention avec l'institution mentionnée à l'article L. 311-7 du code du travail en application des dispositions de l'article L. 311-1 du code du travail dans sa rédaction antérieure à la présente loi ne sont pas soumises à l'obligation de déclaration mentionnée à l'article L. 312-1 du même code."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les chapitres Ier à IV du titre Ier du livre Ier du code du travail, comprenant les articles L. 111-1 à L. 114-1, sont abrogés."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I sont applicables à compter de l'imposition des revenus de 2005."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I., II., III. - Paragraphes modificateursIV. - Par dérogation aux dispositions du I de l'article 1er de la loi n° 71-578 du 16 juillet 1971 précitée :1° Les dépenses mentionnées aux 6° et 7° de l'article 5 du décret n° 72-283 du 12 avril 1972 relatif à la taxe d'apprentissage et portant application de la loi n° 71-578 du 16 juillet 1971 relative à la participation des employeurs au financement des premières formations technologiques et professionnelles peuvent donner lieu à exonération au titre de la taxe d'apprentissage due sur les salaires versés pendant l'année 2004 ;2° Les frais de stages organisés en milieu professionnel ouvrant droit à exonération au titre de la taxe d'apprentissage due sur les salaires versés pendant l'année 2004 ne sont pas soumis à la limite mentionnée au 3° du II de l'article 1er de la loi n° 71-578 du 16 juillet 1971 précitée.V. - Les personnes et entreprises redevables de la taxe d'apprentissage due sur les salaires versés pendant l'année 2004 sont tenues de verser au Trésor public, soit directement, soit par l'intermédiaire d'un des organismes collecteurs mentionnés à l'article L. 118-2-4 du code du travail, une fraction de la taxe d'apprentissage d'un montant équivalent aux dépenses mentionnées aux 10°, 11° et 12° de l'article 5 du décret n° 72-283 du 12 avril 1972 précité au plus tard le 31 mai 2005."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - Paragraphe modificateurII. - Un décret fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les articles L. 322-4-1 à L. 322-4-5, l'article  L. 322-4-7 ainsi que les articles L. 322-4-10 à L. 322-4-13 du code du travail sont abrogés."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I., II. - Paragraphes modificateursIII. - Par exception aux articles 43 et 44 de la présente loi, dans les départements d'outre-mer et à Saint-Pierre-et-Miquelon, les dispositions relatives aux contrats emploi-solidarité et aux contrats emploi consolidé demeurent applicables dans leur rédaction antérieure à la présente loi jusqu'au 31 décembre 2005. Jusqu'à cette date incluse, il n'y est pas conclu de contrats d'accompagnement dans l'emploi."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le 34° de l'article 81 du code général des impôts est abrogé."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I., II., III. - Paragraphes modificateursIV. - Les communautés de communes et communautés d'agglomération ayant créé un centre intercommunal d'action sociale avant l'entrée en vigueur de la présente loi doivent se mettre en conformité avec les dispositions de ladite loi au plus tard le 31 décembre 2006.V. - Les centres intercommunaux d'action sociale créés avant l'entrée en vigueur de la présente loi par des établissements publics de coopération intercommunale ne disposant pas d'une fiscalité propre continuent à exercer, pour les communes concernées, les compétences mentionnées aux premier à quatrième alinéas de l'article L. 123-5 du code de l'action sociale et des familles."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - Les dispositions du code de commerce et du code du travail issues des articles 96, 97, 98, 100 et 106 de la loi n° 2002-73 du 17 janvier 2002 de modernisation sociale et dont l'application a été suspendue par l'article 1er de la loi n° 2003-6 du 3 janvier 2003 portant relance de la négociation collective en matière de licenciements économiques, modifiée par la loi n° 2004-627 du 30 juin 2004, sont abrogées. Les dispositions du code du travail modifiées par les articles 99, 101, 102, 104, 109 et 116 de la loi n° 2002-73 du 17 janvier 2002 précitée sont rétablies dans leur rédaction antérieure à cette même loi.II. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Les dispositions de l'article L. 320-3 du code du travail dans leur rédaction issue des dispositions de l'article 72, ainsi que les dispositions du code du travail résultant des articles 73, 75, 76 et 77 sont applicables aux procédures de licenciement engagées à compter de la date de promulgation de la présente loi.Au sens du présent article, une procédure de licenciement est réputée engagée à la première des dates suivantes :- celle à laquelle est effectuée la convocation à l'audition prévue à l'article L. 122-14 du même code ;- celle à laquelle est effectuée la première convocation aux consultations visées à l'article L. 321-2 du même code ;- le cas échéant, celle à laquelle le comité d'entreprise est convoqué, dans le cas visé au 2° de l'article L. 321-2 précité, pour l'application de l'article L. 432-1 du même code."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Un rapport est déposé par le Gouvernement au Parlement deux ans après la promulgation de la présente loi. Ce rapport porte sur l'application des dispositions des articles 72 à 77. Il analyse l'évolution du dialogue social développé en application des articles L. 320-2 et L. 320-3 du code du travail et la gestion de l'emploi dans les entreprises couvertes par des accords passés en application de ces articles ; il retrace l'évolution des licenciements économiques, des procédures collectives et des plans de sauvegarde de l'emploi durant cette période au regard des années précédentes, ainsi que les conditions de mise en oeuvre des solutions alternatives prévues à l'article L. 321-1 du même code ; il décrit la mise en oeuvre des conventions de reclassement personnalisé et des mesures de réactivation des bassins d'emploi."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I.-L'aide apportée par l'Etat aux maisons de l'emploi, en application de l'article L. 311-10 du code du travail, est financée par des crédits ouverts par les lois de finances des années 2005 à 2009 selon la programmation suivante :\n\n(En millions d'euros valeur 2004)\n\nII.-1. Le nombre de contrats d'avenir proposés entre 2005 et 2009 s'élève à un million, selon l'échéancier suivant :\n\n2. L'aide apportée par l'Etat à ces contrats en application du deuxième alinéa du II et du III de l'article L. 322-4-12 du code du travail est financée par des crédits ouverts par les lois de finances des années 2005 à 2009 selon la programmation suivante :\n\n(En millions d'euros valeur 2004)\n\nIII.-1. L'Etat finance, par des crédits ouverts en loi de finances, un fonds ayant pour objet de garantir des prêts à des fins sociales. Les établissements de crédit, les sociétés de financement, les collectivités territoriales et les organismes de sécurité sociale peuvent également contribuer à son financement.\n\n2. Les prêts garantis par le fonds sont :\n\na) Les prêts destinés à participer au financement de projets d'insertion accordés à des personnes physiques confrontées à des difficultés de financement, dont les capacités de remboursement de ces prêts sont jugées suffisantes par les prêteurs et qui bénéficient d'un accompagnement social. Ces prêts sont accordés afin de permettre l'accès, le maintien ou le retour à un emploi. L'inscription des personnes intéressées au fichier national recensant les informations sur les incidents de paiement caractérisés liés aux crédits accordés aux personnes physiques pour des besoins non professionnels prévu à l'article L. 333-4 du code de la consommation ne peut constituer en soi un motif de refus de ces prêts. Ces prêts peuvent également être accordés pour la réalisation de projets d'insertion sociale qui ne sont pas directement liés à un objectif professionnel ;\n\nb) Les prêts alloués par les organismes habilités au titre du 5 de l'article L. 511-6 du code monétaire et financier aux entreprises durant les cinq premières années suivant leur création ou leur reprise et n'employant pas plus de trois salariés ;\n\nc) Les prêts bancaires accordés aux entreprises créées ou reprises par les publics éloignés de l'emploi ;\n\nd) (Abrogé)\n\ne) Les prêts alloués aux entreprises d'insertion, aux entreprises adaptées et aux entreprises solidaires qui participent à l'emploi des personnes en difficulté.\n\n2 bis. Le fonds garantit les locations de longue durée et les locations avec option d'achat de voitures particulières électriques accordées à titre individuel à des personnes physiques sous condition de ressources, dans des conditions fixées par décret.\n\n3. Le fonds peut également prendre en charge des dépenses d'accompagnement des bénéficiaires liées à la mise en œuvre des projets financés par les prêts qu'il garantit, à l'exception des prêts prévus au 5.\n\n4. Le présent III, à l'exception du 5, est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, sous réserve de l'adaptation suivante :\n\nA la dernière phrase du 1, les mots : \", les collectivités territoriales et les organismes de sécurité sociale \" sont remplacés par les mots : \" et les collectivités territoriales \".\n\n5. Le fonds peut garantir les prêts accordés dans le cadre des actions d'accompagnement et de conseil prévues à l'article L. 5141-5 du code du travail et au second alinéa de l'article L. 5522-21 du même code.\n\nIV.-La programmation des aides aux structures d'insertion par l'activité économique s'établit comme suit :\n\n1° Le nombre de postes aidés dans les entreprises d'insertion en application de l'article L. 322-4-16 du code du travail, et dans les groupements d'employeurs mentionnés à l'article L. 127-1 du même code, qui conduisent une action d'insertion, est fixé comme suit pour les années 2005 à 2009 :\n\n2° Les ateliers et chantiers d'insertion bénéficient d'une aide destinée à financer l'accompagnement. Un montant de 24 millions d'euros en valeur 2004 est inscrit à cet effet en loi de finances, chaque année, de 2005 à 2009 ;\n\n3° La dotation de l'Etat au titre de l'aide à l'accompagnement pour les associations intermédiaires prévue à l'article L. 322-4-16-3 du code du travail est financée par des crédits ouverts par les lois de finances des années 2005 à 2009 selon la programmation suivante :\n\n(En millions d'euros valeur 2004)\n\n4° La dotation de l'Etat au fonds départemental d'insertion prévu à l'article L. 322-4-16-5 du code du travail est financée par des crédits ouverts par les lois de finances des années 2005 à 2009 selon la programmation suivante :\n\n(En millions d'euros valeur 2004)\n\nFONDS MAISONSde l'emploi\n\n2005\n\n2006\n\n2007\n\n2008\n\n2009\n\nAutorisations de programme ou d'engagement\n\n300\n\n330\n\n50\n\n0\n\n0\n\nDépenses ordinaires et crédits de paiement\n\n120\n\n405\n\n530\n\n375\n\n300\n\ncenter\n\n1\n\n0\n\n0\n\nANNÉES\n\n2005\n\n2006\n\n2007\n\n2008\n\n2009\n\nNombre de contrats\n\n185 000\n\n250 000\n\n250 000\n\n250 000\n\n65 000\n\ncenter\n\n1\n\n0\n\n0\n\nANNÉES\n\n2005\n\n2006\n\n2007\n\n2008\n\n2009\n\nAide de l'Etat\n\n383\n\n1 119\n\n1 285\n\n1 285\n\n1 120\n\ncenter\n\n1\n\n0\n\n0\n\nANNÉES\n\n2005\n\n2006\n\n2007\n\n2008\n\n2009\n\nNombre de postes aidés\n\n13 000\n\n14 000\n\n15 000\n\n15 000\n\n15 000\n\ncenter\n\n1\n\n0\n\n0\n\nANNÉES\n\n2005\n\n2006\n\n2007\n\n2008\n\n2009\n\nDotation de l'Etat\n\n13\n\n13\n\n13\n\n13\n\n13\n\ncenter\n\n1\n\n0\n\n0\n\nANNÉES\n\n2005\n\n2006\n\n2007\n\n2008\n\n2009\n\nDotation de l'Etat\n\n13,4\n\n18\n\n21\n\n21\n\n21\n\ncenter\n\n1\n\n0\n\n0"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Pour financer le maintien des capacités existant au 31 décembre 2004 et la création de 5 800 places supplémentaires d'hébergement des personnes et des familles en difficulté, les crédits ouverts, en valeur 2004, par les lois de finances des années 2005 à 2009 sont fixés à 4 227 millions d'euros selon la programmation suivante :\n\n(En millions d'euros valeur 2004)\n\nLes nouvelles capacités d'hébergement comprennent 1 800 places en centres d'hébergement et de réinsertion sociale, créées à raison de 800 la première année et de 500 chacune des deux années suivantes, et 4 000 places en centres d'accueil des demandeurs d'asile, créées à raison de 2 000 en 2005 et de 1 000 au cours de chacune des deux années suivantes. Les nouvelles capacités d'hébergement sont renforcées par la transformation de 4 500 places d'hébergement d'urgence en places de centres d'hébergement et de réinsertion sociale, et la transformation de 6 000 places d'hébergement d'urgence en places d'hébergement de stabilisation.\n\nANNÉES\n\n302\n\n2005\n\n76\n\n2006\n\n76\n\n2007\n\n76\n\n2008\n\n76\n\n2009\n\n76\n\nAccueil d'urgence et places d'hiver\n\ntop\n\n302\n\n164\n\ntop\n\n76\n\n164\n\ntop\n\n76\n\n214\n\ntop\n\n76\n\n195\n\ntop\n\n76\n\n195\n\ntop\n\n76\n\nCentres d'hébergement et de réinsertion sociale\n\ntop\n\n302\n\n461\n\ntop\n\n76\n\n467\n\ntop\n\n76\n\n508\n\ntop\n\n76\n\n544\n\ntop\n\n76\n\n544\n\ntop\n\n76\n\nCentres d'accueil des demandeurs d'asile\n\ntop\n\n302\n\n143\n\ntop\n\n76\n\n151\n\ntop\n\n76\n\n159\n\ntop\n\n76\n\n159\n\ntop\n\n76\n\n159\n\ntop\n\n76\n\nTotaux\n\ntop\n\n302\n\n768\n\ntop\n\n76\n\n782\n\ntop\n\n76\n\n881\n\ntop\n\n76\n\n898\n\ntop\n\n76\n\n898\n\ntop\n\n76\n\ncenter\n\n1\n\n0\n\n0\n\n680"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Pour financer le maintien des capacités et la création de 12 000 places en maisons relais au cours des années 2005 à 2007, les crédits ouverts par les lois de finances des années 2005 à 2009 sont fixés à 195 millions d'euros selon la programmation suivante :\n\n(En millions d'euros valeur 2004)\n\nANNÉES\n\n302\n\n2005\n\n76\n\n2006\n\n76\n\n2007\n\n76\n\n2008\n\n76\n\n2009\n\n76\n\nMontant des crédits\n\ntop\n\n302\n\n13\n\ntop\n\n76\n\n19\n\ntop\n\n76\n\n25\n\ntop\n\n76\n\n25\n\ntop\n\n76\n\n25\n\ntop\n\n76\n\ncenter\n\n1\n\n0\n\n0\n\n680"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Compte non tenu du programme national de rénovation urbaine prévu par les articles 6 à 9 de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine, 500 000 logements locatifs sociaux seront financés, au cours des années 2005 à 2009, selon la programmation suivante :\n\nLes crédits alloués par l'Etat à ce programme et aux autres actions consacrées aux logements locatifs sociaux hors politique de la ville sont ouverts par les lois de finances des années 2005 à 2009 pour les montants suivants :\n\n(En millions d'euros valeur 2004)\n\nComme en métropole, les départements d'outre-mer sont éligibles à l'ensemble des mesures de soutien et de relance du logement social, à la mise en place du volet logement du plan de cohésion sociale avec notamment la mobilisation de la ligne budgétaire unique.\n\nII.-Dans les départements d'outre-mer, à Mayotte et à Saint-Pierre-et-Miquelon, 37 500 logements sociaux seront créés au cours des années 2007 à 2009, selon la programmation suivante :\n\nANNÉES\n\n221\n\n2005\n\n81\n\n2006\n\n76\n\n2007\n\n75\n\n2008\n\n77\n\n2009\n\n75\n\nTOTAL\n\n76\n\nLogements financés par des prêts locatifs à usage social et des prêts locatifs aidés d'intégration\n\ntop\n\n221\n\n58 000\n\ntop\n\n81\n\n63 000\n\ntop\n\n76\n\n80 000\n\ntop\n\n75\n\n100 000\n\ntop\n\n77\n\n100 000\n\ntop\n\n75\n\n401 000\n\ntop\n\n76\n\nDont prêts locatifs aidés d'intégration au moins\n\ntop\n\n221\n\ncenter\n\ntop\n\n81\n\ncenter\n\ntop\n\n76\n\n20 000\n\ntop\n\n75\n\n20 000\n\ntop\n\n77\n\n20 000\n\ntop\n\n75\n\ncenter\n\ntop\n\n76\n\nLogements financés par des prêts locatifs sociaux\n\ntop\n\n221\n\n22 000\n\ntop\n\n81\n\n27 000\n\ntop\n\n76\n\n27 000\n\ntop\n\n75\n\n32 000\n\ntop\n\n77\n\n32 000\n\ntop\n\n75\n\n140 000\n\ntop\n\n76\n\nLogements construits par l'association agréée prévue à l'article L. 313-34 du code de la construction et de l'habitation\n\ntop\n\n221\n\n10 000\n\ntop\n\n81\n\n10 000\n\ntop\n\n76\n\n10 000\n\ntop\n\n75\n\n10 000\n\ntop\n\n77\n\n10 000\n\ntop\n\n75\n\n50 000\n\ntop\n\n76\n\nTotaux\n\ntop\n\n221\n\n90 000\n\ntop\n\n81\n\n100 000\n\ntop\n\n76\n\n117 000\n\ntop\n\n75\n\n142 000\n\ntop\n\n77\n\n142 000\n\ntop\n\n75\n\n591 000\n\ntop\n\n76\n\ncenter\n\n1\n\n0\n\n0\n\n680\n\nANNÉES\n\n221\n\n2005\n\n81\n\n2006\n\n76\n\n2007\n\n75\n\n2008\n\n77\n\n2009\n\n75\n\nTOTAL\n\n76\n\nAutorisations d'engagement\n\ntop\n\n221\n\n442\n\ntop\n\n81\n\n482\n\ntop\n\n76\n\n687\n\ntop\n\n75\n\n798\n\ntop\n\n77\n\n798\n\ntop\n\n75\n\n3 207\n\ntop\n\n76\n\nCrédits de paiement\n\ntop\n\n221\n\n465\n\ntop\n\n81\n\n594\n\ntop\n\n76\n\n631\n\ntop\n\n75\n\n703\n\ntop\n\n77\n\n670\n\ntop\n\n75\n\n3 063\n\ntop\n\n76\n\ncenter\n\n1\n\n0\n\n0\n\n680\n\nANNÉES\n\n454\n\n2007\n\n75\n\n2008\n\n76\n\n2009\n\n75\n\nLogements locatifs sociaux financés par l'Etat au titre de l'article R. 372-1 du code de la construction et de l'habitation\n\ntop\n\n454\n\n5 400\n\ntop\n\n75\n\n5 400\n\ntop\n\n76\n\n5 400\n\ntop\n\n75\n\nLogements en accession très sociale à la propriété\n\ntop\n\n454\n\n2 000\n\ntop\n\n75\n\n2 000\n\ntop\n\n76\n\n2 000\n\ntop\n\n75\n\nLogements sociaux réhabilités\n\ntop\n\n454\n\n1 500\n\ntop\n\n75\n\n1 500\n\ntop\n\n76\n\n1 500\n\ntop\n\n75\n\nLogements faisant l'objet d'une amélioration de l'habitat (propriétaires occupants)\n\ntop\n\n454\n\n2 400\n\ntop\n\n75\n\n2 400\n\ntop\n\n76\n\n2 400\n\ntop\n\n75\n\nLogements financés par des prêts locatifs sociaux prévus au chapitre II du titre VII du livre III du code de la construction et de l'habitation\n\ntop\n\n454\n\n1 200\n\ntop\n\n75\n\n1 200\n\ntop\n\n76\n\n1 200\n\ntop\n\n75\n\nTotaux\n\ntop\n\n454\n\n12 500\n\ntop\n\n75\n\n12 500\n\ntop\n\n76\n\n12 500\n\ntop\n\n75\n\ncenter\n\n1\n\n0\n\n0\n\n680"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I à III . - Paragraphes modificateurs\n\nIV. - Abrogé.\n\nV. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - Paragraphe modificateurII. - La recette à laquelle renonce l'Etat est prise en compte au titre de sa contribution à la réalisation desdits logements."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "A compter de 2005, le Gouvernement présente au Parlement, avant le 31 décembre, un rapport annuel indiquant les opérations de cession des actifs fonciers et immobiliers de l'Etat partiellement ou totalement destinées à la création de nouveaux logements."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I., II., III., IV.-Paragraphes modificateursV.-L'occupant d'un logement appartenant à un organisme d'habitations à loyer modéré ou à une société d'économie mixte ou géré par eux, dont le bail a été résilié par décision judiciaire pour défaut de paiement de loyer et de charges et qui, à la date de la publication de la présente loi, a apuré sa dette locative et paie l'indemnité d'occupation et les charges telles que fixées par la décision judiciaire, est réputé titulaire d'un bail ouvrant droit à l'aide personnalisée au logement                                                  ou aux allocations de logement prévues à l'article L. 821-1 du code de la construction et de l'habitation. La signature du bail intervient dans les meilleurs délais.VI.-Paragraphe modificateurVII.-Les dispositions du présent article sont applicables aux baux des logements appartenant à l'Etablissement public de gestion immobilière du Nord-Pas-de-Calais créé par l'article 191 de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains.VIII.-Les dispositions du présent article sont également applicables aux baux des logements appartenant à des organismes concourant aux objectifs de la politique d'aide au logement visés à l'article L. 365-1 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "L'article 40 de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions est abrogé."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Afin de financer la réhabilitation de 200 000 logements à loyers conventionnés ou réglementés et de contribuer à la remise sur le marché de logements vacants, des crédits sont ouverts par les lois de finances des années 2005 à 2009, destinés à l'Agence nationale de l'habitat, en supplément de ceux qui correspondent à son activité régulière. Ces crédits s'élèvent aux montants suivants (valeur 2004) :1° A 70 millions d'euros en autorisations de programme en 2005 et à 140 millions d'euros en autorisations d'engagement pour chacune des quatre années suivantes ;2° En crédits de paiement, à 70 millions d'euros en 2005 et à 140 millions d'euros pour chacune des quatre années suivantes."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I., II. - Paragraphes modificateursIII. - Les dispositions du présent article s'appliquent aux exercices ouverts à compter du 1er janvier 2005.IV. - Pour l'application des dispositions du premier alinéa de l'article 221 bis du code général des impôts, la deuxième condition mentionnée à cet alinéa n'est pas exigée des sociétés qui cessent totalement ou partiellement d'être soumises au taux prévu au deuxième alinéa du I de l'article 219 du même code du fait des dispositions du I du présent article. Les dispositions de l'article 111 bis du même code ne s'appliquent pas à ces mêmes sociétés."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, à prendre, par ordonnances, les mesures nécessaires à la lutte contre l'habitat insalubre et des mesures relatives aux immeubles menaçant ruine et aux établissements à usage total ou partiel d'habitation hébergeant des personnes dans des conditions indignes.A cet effet, les ordonnances auront pour objet de :1° Simplifier et harmoniser les divers régimes de police administrative ;2° Faciliter la réalisation des travaux ainsi que l'hébergement et le relogement des occupants et préciser en la matière les responsabilités respectives des autorités de l'Etat et des collectivités locales ou de leurs groupements ;3° Mieux préserver les droits des occupants et propriétaires de bonne foi ;4° Compléter le régime des sanctions pénales prévues à l'article L. 1336-4 du code de la santé publique et aux articles L. 511-6 et L. 521-4 du code de la construction et de l'habitation et les harmoniser avec les dispositions du code pénal actuellement en vigueur ;5° Créer un dispositif de séquestre immobilier spécial permettant de récupérer tout ou partie de la créance due à la collectivité publique qui a assuré des travaux d'office ou supporté des dépenses d'hébergement ou de relogement des occupants incombant au propriétaire. Ce dispositif est applicable dans les mêmes conditions lorsque la créance due à la collectivité publique résulte de travaux exécutés d'office dans les cas prévus aux articles L. 129-2 et L. 129-3 du code de la construction et de l'habitation ;6° Faciliter le traitement d'urgence des situations d'insalubrité ;7° Permettre l'application par le maire de la commune concernée des mesures d'urgence prises par le préfet en application de l'article L. 1311-4 du code de la santé publique, et le recouvrement des sommes ainsi engagées ;8° Aménager la loi n° 70-612 du 10 juillet 1970 tendant à faciliter la suppression de l'habitat insalubre, notamment pour accélérer l'expropriation des immeubles déclarés insalubres irrémédiables.Les ordonnances sont prises au plus tard dans les douze mois suivant la publication de la présente loi, ce délai étant porté à seize mois pour les mesures prévues au 5°. Le projet de loi portant ratification de ces ordonnances est déposé devant le Parlement au plus tard trois mois suivant leur publication."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I., II. - Paragraphes modificateursIII. - Les dispositions du I et du II sont applicables à compter de l'imposition des revenus de l'année 2005."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Les dispositifs de réussite éducative mènent des actions d'accompagnement au profit des élèves du premier et du second degrés et de leurs familles, dans les domaines éducatif, périscolaire, culturel, social ou sanitaire.Ils sont mis en oeuvre dès la maternelle, selon des modalités précisées par décret, par un établissement public local d'enseignement, par la caisse des écoles, par un groupement d'intérêt public ou par toute autre structure juridique adaptée dotée d'une comptabilité publique.Les dispositifs de réussite éducative s'adressent prioritairement aux enfants situés en   quartier prioritaire de la politique de la ville ou scolarisés dans un établissement relevant de l'éducation prioritaire.Chaque année, un bilan des dispositifs de réussite éducative est présenté à l'ensemble des partenaires y contribuant."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "Les crédits consacrés par l'Etat à la mise en place de dispositifs de réussite éducative, ouverts par les lois de finances entre 2005 et 2009, sont fixés à 1 469 millions d'euros, selon le calendrier suivant :(En millions d'euros valeur 2004)!------------------------------------------------------!! ANNEES  !  2005  !  2006  !  2007  !  2008  !  2009  !!---------!--------!--------!--------!--------!--------!! Crédits !   62   !   174  !   411  !   411  !   411  !!---------!--------!--------!--------!--------!--------!"
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2004-509 DC du 13 janvier 2004.]"
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "L'article 45 de la loi n° 96-987 du 14 novembre 1996 précitée est abrogé."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "I., III. - Paragraphes modificateursII. - Les délibérations des collectivités territoriales ou de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre prises sur le fondement du I de l'article 1466 A du code général des impôts avant le 1er janvier 2005 et qui ont institué une exonération de taxe professionnelle sur une partie seulement d'une zone urbaine sensible ne permettent pas l'exonération des opérations réalisées à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "A la date d'expiration ou de dénonciation de la convention conclue entre l'Etat et l'association \"Service social d'aide aux émigrants\", les missions confiées par l'Etat à cette association seront transférées à l'Agence nationale de l'accueil des étrangers et des migrations.Les personnels de l'association seront repris par l'agence en application des dispositions de l'article L. 122-12 du code du travail et placés sous le régime des agents contractuels de droit public. Ils conserveront le bénéfice de leur engagement à durée indéterminée et seront intégrés dans le personnel de l'agence dans des conditions fixées par décret.Les conditions dans lesquelles les biens, droits et obligations liés à la mission de l'association seront transférés à l'agence seront déterminées par une convention conclue entre les deux organismes."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "Le Gouvernement présentera au Parlement, tous les ans à compter de la promulgation de la présente loi, un rapport sur l'exécution de celle-ci et l'évaluation de ses effets, en s'appuyant notamment sur les travaux de l'Observatoire national de la pauvreté et de l'exclusion sociale et de l'Observatoire national de la politique de la ville."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "I. - Les dispositions de l'article 31 s'appliquent aux exercices clos à compter du 31 décembre 2004.Les dispositions des articles 37 et 42 s'appliquent aux exercices clos à compter du 31 décembre 2005.II. - Les dispositions de l'article L. 117-1 du code de l'action sociale et des familles et du dernier alinéa de l'article L. 341-2 du code du travail entrent en vigueur le 1er janvier 2006.III. - Les biens, droits et obligations de l'Office des migrations internationales sont transférés à l'Agence nationale de l'accueil des étrangers et des migrations à la date d'entrée en vigueur des dispositions de l'article 143. Ce transfert ne donne lieu à la perception d'aucune taxe ou redevance.Les dispositions de l'article 143 entrent en vigueur à la date de la première réunion du conseil d'administration de l'Agence nationale de l'accueil des étrangers et des migrations ; jusqu'à cette date, l'Office des migrations internationales exerce les missions et attributions qui sont dévolues à l'agence par ces dispositions législatives."
    }
  ]
}