{
  "id": "jorftext000031046061",
  "type": "statute",
  "title": "LOI n°2015-994 du 17 août 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031046061",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-Le présent article s'applique à compter du 1er juillet 2017, à l'exception de ses dispositions relatives aux articles L. 23-112-2 et L. 23-114-2 du code du travail et de ses II à VI qui entrent en vigueur au 1er janvier 2016.\n\nIX.-Pour l'application de l'article L. 23-111-1 du code du travail à Saint-Pierre-et-Miquelon, les mots : commission paritaire régionale sont remplacés par les mots : commission paritaire territoriale. Un décret précise la composition de la commission paritaire territoriale de Saint-Pierre-et-Miquelon.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I à VIII.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nCode du travail\n\nArt. L2314-24-1, Art. L2314-24-2\n\nIX.-Le présent article entre en vigueur au 1er janvier 2017.\n\n-Code du travail"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Dans les sociétés soumises à l'obligation prévue aux articles L. 225-27-1, L. 225-79-2 ou L. 226-5-1 du code de commerce sur le fondement de la présente loi, l'entrée en fonction des administrateurs et des membres du conseil de surveillance représentant les salariés doit intervenir au plus tard six mois après l'assemblée générale portant les modifications statutaires nécessaires à leur élection ou à leur désignation.\n\nL'assemblée générale mentionnée au premier alinéa du présent II a lieu au plus tard dans les six mois suivant la clôture :\n\n1° De l'exercice 2016 pour les sociétés qui emploient, à la clôture des deux exercices consécutifs précédents, plus de cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou plus de dix mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger ;\n\n2° De l'exercice 2017 pour les sociétés qui emploient, à la clôture des deux exercices consécutifs précédents, plus de mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou plus de cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger ;\n\nDans les sociétés mentionnées au premier alinéa du I des articles L. 225-27-1 et L. 225-79-2 du code de commerce qui ne sont pas soumises à l'obligation prévue au même alinéa dans sa rédaction antérieure à la présente loi et dont l'une des filiales, directe ou indirecte, est soumise à l'obligation prévue aux articles L. 225-27-1, L. 225-79-2 ou L. 226-5-1 du même code sur le fondement de leur rédaction antérieure à la présente loi, l'entrée en fonction des administrateurs et des membres du conseil de surveillance représentant les salariés doit intervenir au plus tard à la date du terme des mandats exercés, dans la ou les filiales ci-dessus mentionnées, par les administrateurs et les membres du conseil de surveillance représentant les salariés.\n\n-Code de commerce"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "VI.-Pour les entreprises ayant mis en place une délégation unique du personnel à la date d'entrée en vigueur du présent article, l'employeur peut décider, après avoir recueilli l'avis de ses membres, de maintenir la délégation unique du personnel exerçant les seules attributions des délégués du personnel et du comité d'entreprise, conformément aux règles applicables avant l'entrée en vigueur du présent article, dans la limite de deux cycles électoraux suivant la fin des mandats en cours à la date d'entrée en vigueur du présent article."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "VII.-Les membres du comité d'hygiène, de sécurité et des conditions de travail sont désignés pour la durée mentionnée à l'article L. 4613-1 du code du travail à compter du prochain renouvellement du comité en place."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. à Xi.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXX.-Le présent article entre en vigueur à compter du 1er janvier 2016.\n\n-Code du travail\n\n-Code de l'éducation\n\n-Code du travail\n\n-Code du travail\n\n-Code de commerce\n\n-Code de l'éducation\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code de commerce\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code monétaire et financier\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code de la sécurité intérieure\n\n-Code du travail\n\n-Code de l'énergie\n\n-Code du travail\n\n-Code du travail\n\n-Code de commerce"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "XII.-Le présent article entre en vigueur à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "IV.-Une concertation est engagée entre les organisations professionnelles d'employeurs membres du fonds paritaire prévu à l'article L. 2135-9 du code du travail sur les évolutions possibles des règles de répartition des crédits et de gouvernance de ce fonds, prévues, respectivement, aux articles L. 2135-13 et L. 2135-15 du même code, en tant qu'elles concernent les organisations professionnelles d'employeurs. Elle prend fin au plus tard le 15 novembre 2015.Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement est habilité à réformer par ordonnance les règles de répartition des crédits et de gouvernance du fonds paritaire prévu à l'article L. 2135-9 du code du travail mentionnées au premier alinéa du présent IV, au regard de la concertation mentionnée au même alinéa. Le projet de loi de ratification est déposé au Parlement dans un délai de dix-huit mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "X."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "II.-Par dérogation au II de l'article L. 4161-1 du code du travail, dans sa rédaction résultant du présent article, les entreprises tenues à l'obligation mentionnée à l'article L. 133-5-4 du code de la sécurité sociale déclarent, au moyen de la déclaration mentionnée au même article L. 133-5-4, les facteurs de risques professionnels auxquels leurs salariés sont exposés."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "II. - Aucune cotisation mentionnée au I de l'article L. 4162-20 du code du travail n'est due en 2015 et 2016."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juin 2016, un rapport sur l'intégration des affections psychiques dans le tableau des maladies professionnelles ou l'abaissement du seuil d'incapacité permanente partielle pour ces mêmes affections."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Avant le 31 mars 2016, les organisations représentatives d'employeurs et de salariés des professions mentionnées à l'article L. 5424-20 du code du travail révisent les listes des emplois de ces professions pouvant être pourvus par la conclusion de contrats à durée déterminée d'usage, afin de vérifier que les emplois qui y figurent répondent aux critères du recours au contrat à durée déterminée d'usage prévus au 3° de l'article L. 1242-2 du même code.\n\nEn l'absence d'établissement de nouvelles listes à cette date, celles-ci peuvent être fixées par arrêté conjoint des ministres chargés du travail et de la culture.\n\nCes organisations négocient, avant ladite date, les conditions de recours au contrat à durée déterminée d'usage.\n\nIII.-Avant le 31 janvier 2016, les organisations représentatives d'employeurs et de salariés des professions mentionnées à l'article L. 5424-20 du code du travail examinent l'évolution de la prise en compte des périodes de maladie et de maternité des salariés de ces professions.\n\nIV.-Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement transmet au Parlement un rapport sur la situation des artistes et techniciennes intermittentes du spectacle, s'appuyant sur des données chiffrées et une enquête qualitative, concernant en particulier la proportion de femmes parmi les intermittents et son évolution, le nombre de femmes enceintes, leurs conditions d'accès aux prestations d'assurance maladie, maternité et chômage, la complémentarité entre les prestations fournies, la concordance des droits et les cas de non-recours aux droits ainsi que les répercussions des grossesses et des congés de maternité sur les carrières professionnelles des intermittentes.\n\n-Code du travail"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Afin que chaque personne dispose au 1er janvier 2017 d'un compte personnel d'activité qui rassemble, dès son entrée sur le marché du travail et tout au long de sa vie professionnelle, indépendamment de son statut, les droits sociaux personnels utiles pour sécuriser son parcours professionnel, une concertation est engagée avant le 1er décembre 2015 avec les organisations professionnelles d'employeurs et syndicales de salariés représentatives au niveau national et interprofessionnel, qui, si elles le souhaitent, ouvrent une négociation sur la mise en œuvre du compte personnel d'activité.Avant le 1er juillet 2016, le Gouvernement présente au Parlement un rapport sur les modalités possibles de cette mise en œuvre."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "II.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour :"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-720 DC du 13 août 2015.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I et II. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I.-Une entreprise de travail temporaire peut conclure avec le salarié un contrat à durée indéterminée pour l'exécution de missions successives. Chaque mission donne lieu à :1° La conclusion d'un contrat de mise à disposition entre l'entreprise de travail temporaire et le client utilisateur, dit entreprise utilisatrice ;2° L'établissement, par l'entreprise de travail temporaire, d'une lettre de mission.II.-Le contrat de travail mentionné au I est régi par les dispositions du code du travail relatives au contrat à durée indéterminée, sous réserve des dispositions du présent article.Il peut prévoir des périodes sans exécution de mission, dites périodes d'intermission. Ces périodes sont assimilées à du temps de travail effectif pour la détermination des droits à congés payés et pour l'ancienneté.Il est établi par écrit et comporte notamment les mentions suivantes :1° L'identité des parties ;2° Le cas échéant, les conditions relatives à la durée du travail, notamment le travail de nuit ;3° Les horaires auxquels le salarié doit être joignable pendant les périodes d'intermission ;4° Le périmètre de mobilité dans lequel s'effectuent les missions, qui tient compte de la spécificité des emplois et de la nature des tâches à accomplir, dans le respect de la vie personnelle et familiale du salarié ;5° La description des emplois correspondant aux qualifications du salarié ;6° Le cas échéant, la durée de la période d'essai ;7° Le montant de la rémunération mensuelle minimale garantie ;8° L'obligation de remise au salarié d'une lettre de mission pour chacune des missions qu'il effectue.III.-Le contrat mentionné au I liant l'entreprise de travail temporaire au salarié prévoit le versement d'une rémunération mensuelle minimale garantie au moins égale au produit du montant du salaire minimum de croissance fixé en application des articles L. 3231-2 à L. 3231-12 du code du travail, par le nombre d'heures correspondant à la durée légale hebdomadaire pour le mois considéré, compte tenu, le cas échéant, des rémunérations des missions versées au cours de cette période.IV.-Les missions effectuées par le salarié lié par un contrat de travail à durée indéterminée avec l'entreprise de travail temporaire sont régies par les articles L. 1251-5 à L. 1251-63 du code du travail, sous réserve des adaptations prévues au présent article et à l'exception des articles L. 1251-14, L. 1251-15, L. 1251-19, L. 1251-26 à L. 1251-28, L. 1251-32, L. 1251-33 , L. 1251-36 et L. 1251-36-1 du même code.V.-Pour l'application des articles L. 1251-5, L. 1251-9, L. 1251-11, L. 1251-13, L. 1251-16, L. 1251-17, L. 1251-29, L. 1251-30, L. 1251-31, L. 1251-34, L. 1251-35, L. 1251-35-1, L. 1251-41 et L. 1251-60 du code du travail au contrat à durée indéterminée conclu par une entreprise de travail temporaire avec un salarié, les mots : \" contrat de mission \" sont remplacés par les mots : \" lettre de mission \".VI.-Par dérogation aux articles L. 1251-12 et L. 1251-12-1 du code du travail, la durée totale de la mission du salarié lié par un contrat à durée indéterminée avec l'entreprise de travail temporaire ne peut excéder trente-six mois.VII.-Pour l'application du 1° de l'article L. 6322-63 du code du travail, la durée minimale de présence dans l'entreprise s'apprécie en totalisant les périodes de mission et d'intermission effectuées par le salarié lorsque ce dernier est lié à l'entreprise de travail temporaire par un contrat à durée indéterminée.VIII.-Pour l'application des articles L. 2314-17 et L. 2324-16 du code du travail, la durée passée dans l'entreprise est calculée en totalisant les périodes de mission et d'intermission effectuées par le salarié.IX.-Le présent article est applicable aux contrats conclus jusqu'au 31 décembre 2018.Au plus tard le 30 juin 2018, le Gouvernement présente au Parlement un rapport, établi après concertation avec les organisations syndicales de salariés et les organisations professionnelles d'employeurs représentatives et après avis de la Commission nationale de la négociation collective, sur les conditions d'application de ce dispositif et sur son éventuelle pérennisation."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "II.-La Caisse nationale des allocations familiales, la Caisse centrale de la mutualité sociale agricole et la direction générale des finances publiques mènent conjointement, avant le 1er janvier 2016, une campagne dématérialisée d'information auprès des bénéficiaires du revenu de solidarité active et de la prime pour l'emploi. Cette campagne est déclinée dans les caisses d'allocations familiales, dans les caisses de mutualité sociale agricole et dans les services déconcentrés de la direction générale des finances publiques."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I.-Les articles 57 à 59 entrent en vigueur le 1er janvier 2016.II.-Pour l'application de l'article L. 842-1 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, les personnes bénéficiaires, au 31 décembre 2015, du revenu de solidarité active sont réputées avoir déposé une demande de prime d'activité au 1er janvier 2016.III.-Par dérogation à l'article L. 843-2 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, lorsqu'une demande de prime d'activité a été déposée avant le 1er avril 2016, ce droit est ouvert à compter du 1er janvier 2016.IV.-                         L'Etat finance les indus non recouvrés, les rappels de droits et les frais de contentieux relatifs au revenu de solidarité active qui, en vertu des dispositions applicables avant le 1er janvier 2016, n'étaient pas à la charge des départements.V.-Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, à adapter par voie d'ordonnance la mise en œuvre dans le Département de Mayotte du présent titre IV.Cette ordonnance est prise au plus tard le dernier jour du sixième mois suivant la promulgation de la présente loi. Le projet de loi de ratification est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant celui de la publication de cette ordonnance.Jusqu'à l'entrée en vigueur de cette ordonnance, les dispositions régissant le revenu de solidarité active, dans leur rédaction antérieure à l'entrée en vigueur du présent titre IV, continuent de s'appliquer dans le Département de Mayotte."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Dans un délai de dix-huit mois à compter de l'entrée en vigueur des articles 57 à 59 de la présente loi, le Gouvernement remet au Parlement un rapport détaillant :1° Le taux de recours à la prime d'activité ;2° Son coût budgétaire ;3° Le nombre de bénéficiaires, son évolution au cours de la période évaluée et son impact sur la dépense ;4° La ventilation de ces bénéficiaires par déciles de niveau de vie ;5° Ses effets sur le taux de pauvreté monétaire ;6° Ses effets estimés sur l'encouragement à l'activité professionnelle ;7° La situation des bénéficiaires sur le marché de l'emploi, notamment la durée moyenne des contrats des bénéficiaires salariés ;8° L'impact de la création de la prime d'activité sur les femmes et leurs parcours d'insertion, après consultation du Conseil supérieur de l'égalité professionnelle entre les femmes et les hommes et du Haut Conseil à l'égalité entre les femmes et les hommes.Toutes ces informations doivent être présentées par sexe."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Dans un délai de quatre mois à compter de la promulgation de la présente loi, le Gouvernement remet un rapport au Parlement présentant les ressources prises en compte en application des articles L. 842-3 et L. 842-4 du code de la sécurité sociale, à l'exception de la contribution à l'éducation et à l'entretien de l'enfant en raison de sa nature particulière."
    }
  ]
}