{
  "id": "jorftext000042564921",
  "type": "statute",
  "title": "Ordonnance n°2020-1441 du 25 novembre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042564921",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Par dérogation aux articles L. 2315-4 et L. 2316-16 du code du travail, le recours à la visioconférence est autorisé pour l'ensemble des réunions du comité social et économique et du comité social et économique central, après que l'employeur en a informé leurs membres.Le recours à la visioconférence est autorisé dans les mêmes conditions pour l'ensemble des réunions des autres instances représentatives du personnel régies par les dispositions du code du travail.II.-Le recours à la conférence téléphonique est autorisé pour l'ensemble des réunions des instances représentatives du personnel régies par les dispositions du code du travail, après que l'employeur en a informé leurs membres.Un décret fixe les conditions dans lesquelles les réunions tenues en conférence téléphonique se déroulent.III.-Le recours à la messagerie instantanée est autorisé pour l'ensemble des réunions des instances représentatives du personnel régies par les dispositions du code du travail, après information de leurs membres, en cas d'impossibilité de recourir à la visioconférence ou à la conférence téléphonique ou lorsqu'un accord d'entreprise le prévoit.Un décret fixe les conditions dans lesquelles les réunions tenues par messagerie instantanée se déroulent.IV.-Les membres élus des instances représentatives du personnel peuvent, à la majorité de ceux appelés à y siéger, s'opposer, au plus tard vingt-quatre heures avant le début de la réunion, au recours à la conférence téléphonique ou à la messagerie instantanée pour les informations et consultations menées dans le cadre de :1° La procédure de licenciement collectif prévue au chapitre III du titre III du livre II de la première partie du code du travail ;2° La mise en œuvre des accords de performance collective mentionnés à l'article L. 2254-2 du même code ;3° La mise en œuvre des accords portant rupture conventionnelle collective mentionnés à l'article L. 1237-19 du même code ;4° La mise en œuvre du dispositif spécifique d'activité partielle prévu à l'article 53 de la loi du 17 juin 2020 susvisée.Les membres élus des instances représentatives du personnel peuvent s'opposer, dans les mêmes conditions et dans le cadre des informations et consultations ayant le même objet, au recours à la visioconférence, lorsque la limite de trois réunions par année civile pouvant se dérouler sous cette forme en application des articles L. 2315-4 et L. 2316-16 du code du travail est dépassée.V.-Le présent article est applicable jusqu'au 30 septembre 2021.La limite de trois réunions par année civile prévue par les articles L. 2315-4 et L. 2316-16 du code du travail ne trouve à s'appliquer qu'aux réunions organisées après le 30 septembre 2021."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Premier ministre et la ministre du travail, de l'emploi et de l'insertion sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}