{
  "id": "jorftext000021943745",
  "type": "statute",
  "title": "LOI n° 2010-237 du 9 mars 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021943745",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. ― Les personnes morales mentionnées aux articles L. 511-1 et L. 531-4 du code monétaire et financier qui, au jour de l'entrée en vigueur de la présente loi, exploitent une entreprise en France au sens du I de l'article 209 du code général des impôts, acquittent une taxe exceptionnelle. Cette taxe est affectée, dans la limite de 360 millions d'euros, à l'établissement public OSEO en vue de financer une dotation en capital exceptionnelle au titre de sa mission de service public de financement de l'innovation et des petites et moyennes entreprises.II. ― La taxe est assise sur la part variable des rémunérations attribuées, au titre de l'année 2009, par les personnes morales mentionnées au I, à ceux de leurs salariés, professionnels des marchés financiers dont les activités sont susceptibles d'avoir une incidence significative sur l'exposition aux risques de l'entreprise, ainsi qu'aux professionnels de marché sous le contrôle desquels opèrent ces salariés.La part variable des rémunérations mentionnée à l'alinéa précédent correspond au montant brut de l'ensemble des éléments de rémunération attribués à ces salariés au titre de l'année 2009 en considération de leurs performances individuelles ou collectives, y compris lorsque leur versement et leur acquisition définitive sont sous condition, à l'exception des sommes leur revenant au titre de l'intéressement ou de la participation des salariés aux résultats de l'entreprise en application du livre III de la troisième partie du code du travail.Les éléments de rémunération qui entrent dans l'assiette de la taxe sont pris en compte quelle que soit l'année de leur versement ou celle au cours de laquelle leur acquisition est définitive.Lorsque la part variable prend la forme d'une attribution d'options sur titres, d'actions gratuites ou d'autres titres consentis à des conditions préférentielles, y compris lorsque cette attribution est effectuée par une société mère ou filiale de l'entreprise dans laquelle le salarié exerce son activité, l'assiette est égale à la juste valeur de ces options, actions ou titres à la date de leur attribution, telle qu'elle est estimée pour l'établissement des comptes consolidés pour les sociétés appliquant les normes comptables internationales adoptées par le règlement (CE) n° 1606 / 2002 du Parlement européen et du Conseil, du 19 juillet 2002, sur l'application des normes comptables internationales.Seule la part variable de la rémunération individuelle qui excède 27 500 € est prise en compte dans l'assiette de la taxe.III. ― Le taux de la taxe est de 50 %.IV. ― La taxe est exigible au premier jour du mois qui suit l'entrée en vigueur de la présente loi. Lorsque tout ou partie de la part variable des rémunérations définie au II est attribué après cette date, la taxe correspondante est exigible au premier jour du mois suivant la décision d'attribution.La taxe est déclarée et liquidée dans les vingt-cinq jours de son exigibilité sur une déclaration dont le modèle est fixé par l'administration.Elle est acquittée lors du dépôt de cette déclaration.V. ― Dans le cas où le montant de la part variable des éléments de la rémunération finalement versés ou acquis aux salariés est inférieur au montant compris dans l'assiette de la taxe, aucune restitution n'est opérée.VI. ― La taxe est recouvrée et contrôlée selon les procédures et sous les mêmes sanctions, garanties et privilèges que la taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Est autorisée, au-delà de l'entrée en vigueur de la présente loi, la perception de la rémunération de services instituée par le décret n° 2009-1648 du 23 décembre 2009 relatif à la création d'une redevance océanique de navigation aérienne."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. ― A.- La gestion des fonds versés à partir des programmes créés par la présente loi de finances rectificative et des programmes créés par la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014 ainsi que des fonds abondés par les programmes de la mission “ Investir pour la France de 2030 ” créés par la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017et par la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021 peut être confiée, dans les conditions prévues par le présent article et nonobstant toute disposition contraire de leurs statuts, à l'Agence nationale de la recherche ainsi qu'à d'autres établissements publics de l'Etat et à des sociétés dans lesquelles l'Etat détient directement ou indirectement une majorité du capital ou des droits de vote. La liste de ces autres établissements et de ces sociétés est fixée par décret.\n\nAprès avis de la commission de surveillance, la Caisse des dépôts et consignations peut également concourir à la gestion de ces fonds, pour le compte de l'Etat ou des établissements et sociétés mentionnés au premier alinéa.\n\nLa gestion des fonds ouverts sur les comptes de concours financiers mentionnés aux III et V de l'article 46 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 dans le cadre des programmes d'investissements peut être confiée aux personnes mentionnées aux deux premiers alinéas du présent I.\n\nB.-Les fonds des programmes mentionnés au A du présent I sont investis selon les principes suivants :1° Les projets financés sont innovants et destinés à augmenter le potentiel de croissance de l'économie, accélérer la transition écologique et augmenter la résilience de l'organisation socio-économique du pays. Les programmes peuvent, de manière complémentaire, financer des projets de développement et de transformation de la base industrielle du pays ;2° Les procédures de sélection des projets sont ouvertes et objectives, favorisent la concurrence entre ceux-ci et font appel à des experts indépendants ou à des jurys comprenant, le cas échéant, des personnalités étrangères ;3° Les décisions d'investissement sont prises en considération d'un retour sur investissement, financier ou extrafinancier ;4° Les projets sont cofinancés ;5° Les décisions d'investissement ainsi que les éléments ayant contribué à leur sélection sont rendues publiques, dans le respect des dispositions relatives au secret des affaires.\n\nII. ― A. ― Pour chaque action financée par des crédits ouverts sur les programmes mentionnés au I, les conditions de gestion et d'utilisation des fonds mentionnés au I font préalablement à tout versement l'objet d'une convention entre l'Etat et chacun des organismes gestionnaires. Cette convention ne peut être conclue pour une durée supérieure à quinze ans. Cette durée peut toutefois exceptionnellement être prolongée de cinq années supplémentaires, sans que cela permette d'engager de nouvelles dépenses, hors frais de gestion et d'expertise, et uniquement pour assurer la fin progressive de l'action considérée et les retours financiers vers l'Etat. La convention est publiée au Journal officiel et précise notamment :\n\n1° Les objectifs à atteindre par l'organisme gestionnaire et les indicateurs mesurant les résultats obtenus ;\n\n2° Les modalités d'instruction des dossiers conformément à un cahier des charges approuvé par arrêté du Premier ministre ainsi que les dispositions prises pour assurer la transparence du processus de sélection ;\n\n3° Les modalités d'utilisation des fonds par l'organisme gestionnaire ainsi que les conditions selon lesquelles l'Etat contrôle cette utilisation et décide en dernier ressort de l'attribution des fonds ;\n\n4° Les modalités du suivi et de l'évaluation, a priori, en cours de déploiement et a posteriori, de la rentabilité des projets d'investissement financés ainsi que les conditions dans lesquelles est organisé, le cas échéant, l'intéressement financier de l'Etat au succès des projets ;\n\n5° L'organisation comptable, en particulier la création d'un ou plusieurs comptes particuliers, et les modalités d'un suivi comptable propre ainsi que de l'information préalable de l'Etat sur les paiements envisagés ;\n\n6° Le cas échéant, les conditions dans lesquelles les fonds versés sont, pour un montant déterminé, conservés pour produire intérêt par l'organisme gestionnaire ou par le bénéficiaire auquel il les attribue ;\n\n7° Le rythme prévisionnel d'abondement des fonds des programmes de la mission “ Investir pour la France de 2030 ” créés par la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017 et par la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021.\n\nB. ― Les commissions chargées des finances et les autres commissions compétentes de l'Assemblée nationale et du Sénat reçoivent, pour information et avant leur signature, les conventions prévues au premier alinéa du A ainsi que leurs éventuels avenants. Une liste récapitulative de ces conventions et avenants adoptés et publiés au Journal officiel est adressée annuellement au Parlement pour information.\n\nLes commissions concernées peuvent adresser au Premier ministre toutes observations qui leur paraissent utiles à propos de ces conventions et de leurs avenants.\n\nC. ― Les conditions de gestion et d'utilisation des fonds conservés pour produire intérêt attribués par l'Agence nationale de la recherche font également, préalablement à tout versement et selon les modalités prévues au présent II, l'objet d'une convention conclue entre l'Agence nationale de la recherche et l'organisme bénéficiaire, soumise à l'approbation de l'Etat et publiée au Journal officiel.\n\nIII. ― Les fonds sont obligatoirement déposés chez un comptable du Trésor, y compris ceux gérés par la Caisse des dépôts et consignations pour le compte de l'Etat ou des autres organismes mentionnés au I ainsi que ceux relevant du 6° du A du II attribués par l'Agence nationale de la recherche à leurs bénéficiaires. Le dépôt au Trésor des fonds mentionnés au même 6° ouvre droit à une rémunération dont les modalités et les taux sont fixés par arrêté conjoint des ministres chargés de l'économie et du budget. Les commissions chargées des finances de l'Assemblée nationale et du Sénat sont informées trimestriellement de la situation et des mouvements des comptes des organismes gestionnaires sur lesquels sont déposés les fonds.\n\nLes fonds conservés par l'Agence nationale de la recherche en application du même 6° sont fongibles et rassemblés sur un même compte. Les intérêts produits sont utilisés pour le financement structurel de l'enseignement supérieur, de la recherche et de sa valorisation.\n\nLes redéploiements modifiant la répartition initiale des fonds entre les différentes actions des programmes d'investissements sont approuvés par le Premier ministre, après information des commissions chargées des finances et des autres commissions compétentes de l'Assemblée nationale et du Sénat. Les commissions concernées peuvent adresser au Premier ministre toutes observations qui leur paraissent utiles à propos de ces redéploiements.\n\nIV. ― Le comité de surveillance des investissements d'avenir, qui comprend notamment quatre députés et quatre sénateurs membres respectivement des commissions chargées des finances et des autres commissions compétentes, désignés par le président de leur assemblée respective, évalue les programmes d'investissements, conseille le Gouvernement sur les priorités d'investissement des programmes et dresse un bilan annuel de son exécution.\n\nLe comité de surveillance des investissements d'avenir s'appuie en tant que de besoin sur le secrétaire général pour l'investissement et sur les organismes chargés de la gestion des fonds consacrés aux investissements d'avenir. Il transmet chaque année au Parlement et au Premier ministre un rapport sur ses travaux.\n\nUn décret précise les conditions d'application du présent IV."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. ― Pour 2010, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 105 milliards d'euros.III. ― Pour 2010, le plafond d'autorisation des emplois rémunérés par l'Etat demeure inchangé.\n\nII. ― Pour 2010 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Il est ouvert aux ministres, pour 2010, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant à 34 584 832 039 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi.II. ― Il est annulé, au titre du budget général, des autorisations d'engagement et des crédits de paiement pour 2010 s'élevant à 1 848 042 029 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Il est ouvert aux ministres, pour 2010, au titre des comptes spéciaux, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant à 2 940 000 000 €, conformément à la répartition par compte donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "II.-Les contrats de travail, en vigueur au 1er janvier 2010, conclus avec des groupements d'employeurs pour une durée indéterminée et ouvrant droit à l'application du I de l'article L. 741-16 du code rural dans sa rédaction antérieure à l'entrée en vigueur de la présente loi de finances rectificative bénéficient de l'exonération prévue au même article dans sa rédaction issue de la présente loi de finances rectificative."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I et II. - A modifié les dispositions suivantes :"
    }
  ]
}