{
  "id": "jorftext000000704668",
  "type": "statute",
  "title": "Loi n° 77-704 du 5 juillet 1977",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000704668",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A titre exceptionnel, l'Etat prend en charge, dans les conditions ci-après indiquées, les cotisations, calculées sur la base des taux de droit commun, qui incombent aux employeurs au titre des assurances sociales, des accidents du travail et des prestations familiales.\n\nCette prise en charge concerne exclusivement les cotisations afférentes à la rémunération des salariés qui seront embauchés, avant l'âge de vingt-cinq ans au plus, entre la date de promulgation de la présente loi et le 31 décembre 1977, et qui, à la date de leur embauche, auront depuis moins d'un an cessé leurs études scolaires ou universitaires, leur apprentissage, leur participation à un stage de formation professionnelle continue ou achevé leur service national actif.\n\nLes cotisations prises en charge ne porteront que sur les rémunérations acquises jusqu'au 30 juin 1978 inclus.\n\nLes dispositions du présent article s'appliquent aux employeurs entrant, compte tenu de la règle posée au 6 de l'article 231 du code général des impôts, dans la prévision de l'article L. 351-10 du code du travail. Lesdites dispositions ne s'appliquent ni aux entrepreneurs de travail temporaire, ni aux employeurs définis à l'article L. 351-18 du même code, ni aux entreprises publiques gérant un service public, ni aux organismes dont le budget est soumis à l'approbation d'une autorité administrative.\n\nNe pourra bénéficier de la prise en charge ci-dessus définie, au titre d'un établissement déterminé, l'employeur qui aura licencié, à compter du 1er mai 1977, pour cause économique un ou plusieurs salariés ou aura réduit, par rapport à l'année précédente, le niveau annuel moyen de l'effectif des salariés de cet établissement. Cet effectif est calculé compte tenu des apprentis.\n\nLorsque, en application de l'alinéa ci-dessus, le bénéfice de la prise en charge par l'Etat est retiré à l'employeur, celui-ci ne sera passible de majoration de retard pour les cotisations visées aux alinéas 1er et 2 du présent article et non payées entre la date de l'embauche du salarié et celle de la notification du paiement que si sa mauvaise foi est établie.\n\nUn décret fixe les mesures d'application du présent article et, notamment, la durée minimale d'emploi des salariés embauchés ainsi que les règles de calcul du niveau moyen de l'effectif des salariés et les périodes de référence à retenir pour l'appréciation de ce niveau.\n\nPour tenir compte des caractéristiques particulières de certaines branches, ce décret fixera les conditions dans lesquelles les périodes de référence pourront être différentes de celles prévues au cinquième alinéa du présent article.\n\nLes dispositions du présent article sont applicables aux départements d'outre-mer dans des conditions définies par le décret visé au septième alinéa ci-dessus."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "A titre exceptionnel, l'Etat prend en charge les cotisations, calculées sur la base des taux de droit commun, qui incombent aux employeurs au titre des assurances sociales, des accidents du travail et des prestations familiales. Cette prise en charge porte sur les cotisations assises sur la rémunération versée aux apprentis engagés entre la date de promulgation de la présente loi et le 31 décembre 1977 et dont les contrats ont fait l'objet de l'enregistrement prévu à l'article L. 117-14 du code du travail.\n\nCette prise en charge porte sur les rémunérations acquises pendant la durée du contrat d'apprentissage dans la limite maximale de deux ans.\n\nUn décret détermine les mesures d'application du présent article."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Pour l'application aux entreprises des dispositions législatives ou réglementaires du code du travail qui se réfèrent à une condition d'effectif du personnel, il n'est pas tenu compte des salariés engagés avant le 1er janvier 1978 dans les conditions prévues aux articles 1er et 2 ci-dessus tant que les dispositions de ces articles portent effet."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Tout employeur assujetti à la participation prévue à l'article L. 950-1 du code du travail doit consacrer, à titre exceptionnel en 1977, 0,2 p. 100 au moins du montant, entendu au sens de l'article 231-1 du code général des impôts, des salaires versés en 1976 et majorés de 6,5 p. 100 au financement d'actions de formation du type de celles définies à l'article L. 940-2 du code du travail, en faveur de jeunes sans emploi et âgés de vingt-cinq ans au plus à la date d'entrée en stage.Les employeurs visés à l'alinéa précédent peuvent s'acquitter de cette obligation :a) En effectuant des dépenses calculées forfaitairement et afférentes à la formation de stagiaires de formation professionnelle qu'ils seront habilités à accueillir dans leurs entreprises selon des conditions définies par décret.Les stagiaires perçoivent une rémunération forfaitaire versée par l'Etat dans les conditions prévues pour les stages de conversion et de préformation. Ces mêmes stagiaires bénéficient de la protection sociale prévue au titre VIII du livre IX du code du travail pendant la durée totale du stage qu'ils effectuent sans distinguer selon que celui-ci se déroule en tout ou partie dans l'entreprise ou dans un centre ou établissement de formation. L'Etat prend en charge les cotisations de sécurité sociale de ces stagiaires dans les conditions prévues par l'article L. 981-2 du code du travail ;b) En finançant des actions de formation prévues au premier alinéa ci-dessus, sous forme de stages conventionnés en application de l'article L. 940-1 du code du travail ou agréés en application des dispositions de l'article L. 960-2 du code du travail ou organisés par des fonds d'assurance formation.II. - Les employeurs remettront avant le 15 décembre 1977, au service des impôts dont ils relèvent, une déclaration indiquant le montant de leur participation exceptionnelle et celui des dépenses mentionnées aux a et b ci-dessus.Le dépôt de cette déclaration est accompagné du versement au Trésor, dans les conditions prévues à l'article 235 ter-I du code général des impôts, d'une somme correspondant à l'insuffisance éventuellement constatée.Les dépenses mentionnées aux deux alinéas ci-dessus sont imputables sur le montant de la participation à laquelle les employeurs sont tenus au titre de l'année 1977. Les excédents éventuellement constatés peuvent être reportés dans les conditions prévues à l'article L. 950-5 du code du travail.Les fonds non utilisés pour l'exécution des actions prévues au paragraphe I sont reversés au Trésor public. Le contrôle, le recouvrement et le contentieux de ces versements s'effectuent dans les conditions visées aux articles L. 950-8 et L. 920-11 du code du travail.III. - A titre exceptionnel, les entreprises passibles de la taxe d'apprentissage devront acquitter en 1977, avant le 15 septembre 1977, une cotisation égale à 0,1 p. 100 du montant des salaires retenu pour l'assiette de cette taxe au titre de 1976, majoré de 6,5 p. 100.Cette cotisation est établie et recouvrée suivant les mêmes modalités et sous les mêmes garanties et les mêmes sanctions que la taxe d'apprentissage. Les cotisations inférieures à 100 F ne sont pas exigibles.Les dispositions des deux alinéas ci-dessus ne sont pas applicables aux départements d'outre-mer.IV. - Le Gouvernement présentera au Parlement, avant le 1er décembre 1977, un rapport sur l'emploi des jeunes, rendant compte notamment des premiers résultats de l'application de la présente loi."
    }
  ]
}