{
  "id": "jorftext000031311177",
  "type": "statute",
  "title": "LOI n°2015-1268 du 14 octobre 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031311177",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Gouvernement remet au Parlement, au plus tard six mois après la promulgation de la présente loi, un rapport sur les surcharges carburant et les surcharges transporteur appliquées par les compagnies aériennes en complément du prix des billets d'avion."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A la date d'effet de la dissolution de la société d'Etat dite « Agence de l'outre-mer pour la mobilité » régie par les statuts approuvés par arrêté du 21 juillet 2006 :1° Les salariés de cette société sont employés par l'établissement public dénommé « Agence de l'outre-mer pour la mobilité », régi par la section 2 du chapitre III du titre préliminaire du livre VIII du code des transports, telle qu'elle résulte de la présente loi, dans les conditions prévues à l'article L. 1224-3 du code du travail.Par dérogation au même article L. 1224-3, ils peuvent choisir, dans un délai de six mois à compter de cette date, de conserver le bénéfice des stipulations de leur contrat de travail de droit privé ;2° Les biens, droits et obligations de cette société sont transférés à l'établissement public dénommé « Agence de l'outre-mer pour la mobilité ». Ce transfert est réalisé à titre gratuit et ne donne lieu au paiement d'aucune indemnité ni d'aucun droit, taxe ou contribution prévue à l'article 879 du code général des impôts."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "II. - Le b des 9° et 10° du I du présent article s'applique à compter du prochain renouvellement des membres des conseils d'administration concernés"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Gouvernement remet au Parlement, dans un délai de douze mois à compter de la promulgation de la présente loi, un rapport sur l'adaptation du revenu de solidarité et ses modalités."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "V.-Les III et IV du présent article s'appliquent à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "A compter de la promulgation de la présente loi, toute statistique déclinée au niveau local publiée par le service statistique public défini à l'article 1er de la loi n° 51-711 du 7 juin 1951 sur l'obligation, la coordination et le secret en matière de statistiques comporte obligatoirement des données chiffrées relatives aux départements, aux collectivités d'outre-mer et à la Nouvelle-Calédonie, dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n1° Les terrains relevant du domaine public de l'Etat dans les espaces urbains et les secteurs occupés par une urbanisation diffuse de la zone des cinquante pas géométriques de la Guadeloupe, délimités en application du VI du présent article, sont transférés, par arrêté du représentant de l'Etat, en pleine propriété dans le domaine public du conseil régional de la Guadeloupe, à l'exclusion des emprises affectées par l'Etat à l'exercice de ses missions. Ce transfert s'opère à titre gratuit et ne donne lieu ni au versement de la contribution prévue à l'article 879 du code général des impôts ni à la perception d'impôts, de droits ou de taxes de quelque nature que ce soit. A cette même date, la région de la Guadeloupe est substituée à l'Etat dans l'ensemble des droits et obligations afférents aux biens qui lui sont transférés ainsi que pour l'exercice des compétences foncières associées à ces biens ;\n\n2° Les terrains relevant du domaine public de l'Etat dans les espaces urbains et les secteurs occupés par une urbanisation diffuse de la zone des cinquante pas géométriques de la Martinique, délimités en application du VI du présent article, sont transférés, par arrêté du représentant de l'Etat, en pleine propriété dans le domaine public de la collectivité territoriale de Martinique à l'exclusion des emprises affectées par l'Etat à l'exercice de ses missions. Ce transfert s'opère à titre gratuit et ne donne lieu ni au versement de la contribution prévue à l'article 879 du code général des impôts, ni à la perception d'impôts, de droits ou de taxes de quelque nature que ce soit. A cette même date, la collectivité territoriale de Martinique est substituée à l'Etat dans l'ensemble des droits et obligations afférents aux biens qui lui sont transférés, ainsi que pour l'exercice des compétences foncières associées à ces biens.\n\nIV. - (Abrogé).\n\nV. - Au plus tard le 1er juin 2024, en vue du transfert prévu au III, le représentant de l'Etat remet au président du conseil régional de la Guadeloupe, d'une part, et au président de la collectivité territoriale de Martinique, d'autre part, un rapport comportant un état des cessions et des enjeux d'aménagement qui y sont liés, une évaluation des charges liées à ce transfert ainsi qu'un bilan de l'activité de chacune des deux agences pour la mise en valeur des espaces urbains de la zone des cinquante pas géométriques.\n\nVI.-Au plus tard le 1er janvier 2024, en vue du transfert prévu au III, un décret en Conseil d'Etat délimite, après avis des communes et, selon le cas, du conseil régional de la Guadeloupe et de la collectivité territoriale de Martinique, à l'intérieur de la zone des cinquante pas géométriques, d'une part, les espaces urbains et les secteurs occupés par une urbanisation diffuse, d'autre part, les espaces naturels. Cette délimitation prend en compte l'état d'occupation du sol.Les deux derniers alinéas de l'article L. 5112-1 du code général de la propriété des personnes publiques sont applicables.\n\n- Loi n° 96-1241 du 30 décembre 1996\n\n- Code général de la propriété des personnes publiques.\n\nIII. - Au plus tard le 1er janvier 2025, et après consultation des collectivités territoriales concernées :"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le titre V du livre II du même code est applicable en Nouvelle-Calédonie et en Polynésie française, dans sa rédaction résultant de la loi n° 2014-626 du 18 juin 2014 relative à l'artisanat, au commerce et aux très petites entreprises."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les dispositions mentionnées à l'article L. 288-1 du code de la sécurité intérieure sont applicables dans les Terres australes et antarctiques françaises, dans leur rédaction applicable à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Sont homologuées, en application de l'article 21 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, les peines d'emprisonnement prévues en Polynésie française par :1° Les articles L.P. 1121-8, L.P. 1132-1, L.P. 1141-12, L.P. 1235-2 à L.P. 1235-4 et L.P. 1424-1 de la partie I relative aux relations individuelles du travail, les articles L.P. 2241-3, L.P. 2241-4, L.P. 2452-1, L.P. 2452-2 et L.P. 2520-1 de la partie II relative aux relations collectives de travail, le 1 de l'article L.P. 4721-3, les articles L.P. 4722-2, L.P. 4722-3, L.P. 4723-1, L.P. 4723-3, L.P. 4724-1, L.P. 4725-1, L.P. 4725-2, L.P. 4725-7, L.P. 4726-7 à L.P. 4726-9 et L.P. 4727-2 de la partie IV relative à la santé et la sécurité au travail, les articles L.P. 5323-2 à L.P. 5323-5, L.P. 5622-1, L.P. 5622-2 et L.P. 5622-5, l'article L.P. 6261-2, l'article L.P. 7221-1 et l'article L.P. 8141-1 du code du travail de la Polynésie française ;2° L'article L.P. 12 de la délibération n° 2001-81 APF du 5 juillet 2001 portant réglementation de l'élimination des déchets des activités de soins, dans sa rédaction résultant de l'article 10 de la loi du pays n° 2006-21 du 28 novembre 2006 modifiant la délibération n° 2001-81 APF du 5 juillet 2001 portant réglementation de l'élimination des déchets des activités de soins ;3° L'article L.P. 22 de la loi du pays n° 2008-4 du 6 février 2008 portant statut de la mutualité en Polynésie française ;4° Les articles L.P. 42, L.P. 44, L.P. 45 et L.P. 46 de la loi du pays n° 2009-2 du 28 janvier 2009 relative à la profession d'infirmier en Polynésie française ;5° L‘article L.P. 44 de la loi du pays n° 2009-16 du 6 octobre 2009 relative aux accueillants familiaux ;6° Les articles L.P. 58 et L.P. 59 de la loi du pays n° 2013-1 du 14 janvier 2013 relative à la maîtrise de l'évolution des dépenses des produits de santé et des produits et prestations remboursables ;7° Les articles L.P. 3 et L.P. 5 de la loi du pays n° 2014-4 du 28 janvier 2014 portant modification de la délibération n° 59-53 du 4 septembre 1959 modifiée réglementant le commerce des boissons ;8° Les articles L.P. 9 et L.P. 11 de la loi du pays n° 2014-16 du 25 juin 2014 portant réglementation de la profession de géomètre-expert foncier et de géomètre-topographe."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Sont homologuées, en application des articles 87 et 157 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie, les peines d'emprisonnement prévues en Nouvelle-Calédonie aux articles suivants :1° Articles 240-8, 240-13 et 335-1 du code de l'environnement de la province Sud ;2° Article 26 de la loi du pays n° 2014-5 du 12 février 2014 portant modification du code des pensions de retraite des fonctionnaires relevant des fonctions publiques de Nouvelle-Calédonie ;3° Articles 24 et 25 de la loi du pays n° 2014-9 du 18 février 2014 relative aux relations de travail et à l'interdiction du harcèlement moral et sexuel dans le secteur public ;4° Article L.P. 121-22 du code de l'urbanisme de la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi et de la compétence de l'Etat en vue de :1° Compléter et adapter le droit applicable à Mayotte, à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises en matière de transport et navigation maritimes, et de travail, de protection sociale et de sécurité à bord des gens de mer en vue d'assurer la conformité de ce droit avec les stipulations de la convention (n° 188) sur le travail dans la pêche, 2007, et de la convention du travail maritime, 2006, de l'Organisation internationale du travail ;2° Compléter les modalités d'application et d'adaptation en Nouvelle-Calédonie, en Polynésie française, à Wallis-et-Futuna, à Saint-Pierre-et-Miquelon et dans les Terres australes et antarctiques françaises de l'ordonnance n° 2012-1218 du 2 novembre 2012 portant réforme pénale en matière maritime, en prévoyant notamment une protection des assesseurs des tribunaux maritimes et la prise en compte de l'organisation judiciaire propre à chacune de ces collectivités.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures étendant à Mayotte, le cas échéant avec les adaptations nécessaires, les dispositions du code du travail relevant du domaine de la loi, ainsi que les dispositions spécifiques en matière de travail, d'emploi et de formation professionnelle relevant du domaine de la loi et applicables en ces matières en métropole ou dans les autres collectivités régies par l'article 73 de la Constitution.III. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures permettant l'application, avec les adaptations nécessaires, de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire au Département de Mayotte.IV. - Le projet de loi de ratification de chacune des ordonnances prévues au présent article est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant celui de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi et de la compétence de l'Etat en vue d'étendre à la Nouvelle-Calédonie, avec les adaptations nécessaires, les dispositions figurant dans le code de la consommation relatives à la recherche et au constat des infractions aux règles applicables en matière de consommation.Le projet de loi de ratification de l'ordonnance prévue au premier alinéa est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant celui de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi visant à étendre et à adapter à Mayotte le code de la voirie routière.Le projet de loi de ratification de l'ordonnance prévue au premier alinéa est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant celui de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi visant à étendre et à adapter, dans les collectivités régies par l'article 74 de la Constitution et en Nouvelle-Calédonie, les dispositions permettant aux agents publics de rechercher et de constater par procès-verbal certaines infractions aux réglementations édictées localement, notamment en matière d'environnement, de chasse, de pêche, d'urbanisme, de stationnement payant ou de santé ou de salubrité publiques.Le projet de loi de ratification de l'ordonnance prévue au premier alinéa est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant celui de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi visant à modifier le code général de la propriété des personnes publiques afin de rapprocher les règles législatives applicables à Mayotte des règles législatives applicables en métropole ou dans les autres collectivités régies par l'article 73 de la Constitution et d'étendre, avec les adaptations nécessaires, ces règles aux collectivités régies par l'article 74 de la Constitution et à la Nouvelle-Calédonie.Le projet de loi de ratification de l'ordonnance prévue au premier alinéa est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant celui de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Sont ratifiées :1° L'ordonnance n° 2014-470 du 7 mai 2014 portant dispositions pénales et de procédure pénale pour l'application du code de l'environnement de Saint-Barthélemy ;2° L'ordonnance n° 2014-946 du 20 août 2014 portant extension de diverses dispositions en matière bancaire et financière dans les collectivités d'outre-mer et en Nouvelle-Calédonie ;3° L'ordonnance n° 2014-1380 du 21 novembre 2014 rapprochant la législation des transports applicable à Mayotte de la législation applicable en métropole et portant adaptation au droit européen de la législation des transports applicable à Mayotte ;4° L'ordonnance n° 2015-124 du 5 février 2015 relative aux conditions d'application outre-mer de l'interdiction administrative du territoire et de l'assignation à résidence des étrangers faisant l'objet d'une mesure d'éloignement."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à étendre par ordonnance à la Nouvelle-Calédonie les dispositions du code pénal relevant du domaine de la loi et intervenues après la publication de l'ordonnance n° 96-267 du 28 mars 1996 relative à l'entrée en vigueur du nouveau code pénal dans les territoires d'outre-mer et dans la collectivité territoriale de Mayotte ainsi qu'à l'extension et à la modification de certaines dispositions législatives rendues nécessaires par cette entrée en vigueur.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi en vue d'étendre à la Nouvelle-Calédonie, avec les adaptations nécessaires, les dispositions du code de l'urbanisme relatives à la procédure administrative contentieuse et à la procédure pénale.III. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi visant à étendre à la Nouvelle-Calédonie, avec les adaptations nécessaires, les règles de procédure pénale relatives au contrôle des établissements sociaux et médico-sociaux définies par le code de l'action sociale et des familles.IV. - Le projet de loi de ratification de chacune des ordonnances prévues au présent article est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant celui de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "A compter de la promulgation de la présente loi, le conseil territorial de Saint-Martin est habilité, en application des articles LO 6351-5 à LO 6351-10 du code général des collectivités territoriales, à adapter les dispositions législatives portant sur le revenu de solidarité active, dans les conditions prévues par la délibération n° CT 18-1-2014 du 26 juin 2014 du conseil territorial de Saint-Martin portant demande d'habilitation en matière de revenu de solidarité active.Cette habilitation doit permettre au conseil territorial de Saint-Martin d'adapter les conditions d'accès à cette prestation, ses modalités de versement et son montant, pour tenir compte des spécificités du territoire.Cette habilitation est accordée, conformément à l'article LO 6351-8 du code général des collectivités territoriales, pour une durée de deux ans."
    }
  ]
}