{
  "id": "jorftext000044590225",
  "type": "statute",
  "title": "Ordonnance n°2021-1843 du 22 décembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044590225",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions annexées à la présente ordonnance constituent la partie législative du code des impositions sur les biens et services."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de la partie législative du code des impositions sur les biens et services qui mentionnent, sans les reproduire, des dispositions soit d'autres codes, soit de textes législatifs ou de textes européens, sont de plein droit modifiées par l'effet des modifications ultérieures de ces dispositions."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les références à des dispositions abrogées par la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code des impositions sur les biens et services."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les références dans les textes législatifs ou réglementaires, dans les délibérations des collectivités territoriales, dans les titres exécutoires ou dans les contrats en cours, relatives aux impositions ou fractions d'imposition mentionnées à la première colonne du tableau du second alinéa du présent article s'entendent des références aux impositions du code des impositions sur les biens et services mentionnées à la deuxième colonne du même tableau, ou aux fractions de ces impositions mentionnées à la troisième colonne.\n\nAnciennes dénominations\n\nNouvelles dénominations\n\nFraction correspondante\n\nÉnergies\n\nTaxe intérieure de consommation sur les produits énergétiques prévue à l'article 265 du code des douanes\n\nAccise sur les énergies mentionnée à l'article L. 312-1\n\nFraction perçue en métropole sur les produits énergétiques autres que les gaz naturels et les charbons\n\nTaxe spéciale de consommation prévue à l'article 266 quater du code des douanes\n\nFraction perçue en outre-mer sur les produits énergétiques autres que les gaz naturels et les charbons\n\nTaxe intérieure de consommation sur le gaz naturel et le méthane prévue à l'article 266 quinquies du code des douanes\n\nFraction perçue sur les gaz naturels\n\nTaxe intérieure de consommation sur les houilles, lignites et cokes prévue à l'article 266 quinquies B du code des douanes\n\nFraction perçue sur les charbons\n\nTaxe intérieure sur la consommation finale d'électricité prévue à l'article 266 quinquies C du code des douanes\n\nFraction perçue sur l'électricité\n\nAlcools\n\nDroit de circulation sur les vins prévu à l'article 438 du code général des impôts\n\nAccise sur les alcools mentionnée à l'article L. 313-1\n\nFraction perçue sur les vins\n\nDroit de consommation sur les produits intermédiaires prévu à l'article 402 bis du code général des impôts\n\nFraction perçue sur les produits intermédiaires\n\nDroit de consommation sur les alcools prévu à l'article 403 du code général des impôts\n\nFraction perçue sur les alcools, à l'exception de la majoration applicable en outre-mer\n\nDroit spécifique sur les bières prévu à l'article 520 A du code général des impôts\n\nFraction perçue sur les bières\n\nDroits assimilés à l'octroi de mer perçus sur les alcools prévus à l'article 3 de la loi n° 62-879 du 31 juillet 1962 portant divers aménagements du régime économique et fiscal des rhums dans les départements d'outre-mer\n\nMajoration applicable en outre-mer\n\nTabacs\n\nDroit de consommation sur les tabacs manufacturés en France continentale prévu à l'article 575 du code général des impôts\n\nAccise sur les tabacs mentionnée à l'article L. 314-1\n\nFraction perçue en France continentale\n\nDroit de consommation sur les tabacs manufacturés dans les territoires ultramarins prévu à l'article 575 E du code général des impôts\n\nFraction perçue en outre-mer\n\nDroit de consommation sur les tabacs en Corse prévu à l'article 575 E bis du code général des impôts\n\nFraction perçue en Corse\n\nDéplacements routiers\n\nTaxe fixe à l'immatriculation prévue au 1° du I de l'article 1011 du code général des impôts\n\nTaxe sur l'immatriculation des véhicules, taxe fixe prévue au 1° de l'article L. 421-30\n\n-\n\nTaxe régionale à l'immatriculation prévue au 2° du I de l'article 1011 du code général des impôts\n\nTaxe sur l'immatriculation des véhicules, taxe régionale sur les véhicules à moteur prévue au 2° de l'article L. 421-30\n\n-\n\nMajoration à l'immatriculation des véhicules de transport routier prévue au 4° du I de l'article 1011 du code général des impôts\n\nTaxe sur l'immatriculation, taxe sur les véhicules de transport prévue au 3° de l'article L. 421-30\n\n-\n\nMalus à l'immatriculation sur les émissions de dioxyde de carbone des véhicules de tourisme prévu au 3° du I de l'article 1011 du code général des impôts\n\nTaxes sur l'immatriculation des véhicules, taxe sur les émissions de dioxyde de carbone des véhicules de tourisme prévue au a du 4° de l'article L. 421-30\n\n-\n\nTaxe à l'immatriculation sur la masse en ordre de marche des véhicules de tourisme prévue au 3° du I de l'article 1011 du code général des impôts\n\nTaxes sur l'immatriculation des véhicules, taxe sur la masse en ordre de marche des véhicules de tourisme prévue au b du 4° de l'article L. 421-30\n\n-\n\nTaxe annuelle à l'utilisation des véhicules de tourisme sur les émissions de dioxyde de carbone prévue au a du 1° de l'article 1010 du code général des impôts\n\nTaxes sur l'affectation des véhicules à des fins économiques, taxe annuelle sur les émissions de dioxyde de carbone des véhicules de tourisme prévue au a du 1° de l'article L. 421-94\n\n-\n\nTaxe annuelle à l'utilisation des véhicules de tourisme relative aux émissions de polluants atmosphériques prévue au b du 1° de l'article 1010 du code général des impôts\n\nTaxes sur l'affectation des véhicules à des fins économiques, taxe annuelle sur l'ancienneté des véhicules de tourisme prévue au b du 1° de l'article L. 421-94\n\n-\n\nTaxe annuelle à l'essieu sur les véhicules lourds de transport de marchandises prévue au 2° de l'article 1010 du code général des impôts\n\nTaxes sur l'affectation des véhicules à des fins économiques, taxe annuelle sur les véhicules lourds de transport de marchandises prévue au 2° de l'article L. 421-94\n\n-\n\nDroit de timbre en cas de non-présentation du permis de conduire en vue de son renouvellement prévu à l'article 1628 ter du code général des impôts\n\nTaxe sur le renouvellement du permis de conduire mentionnée à l'article L. 421-168\n\n-\n\nTaxe due par les concessionnaires d'autoroutes prévue à l'article 302 bis ZB du code général des impôts dite \" taxe d'aménagement du territoire \"\n\nTaxe sur la distance parcourue sur le réseau autoroutier concédé mentionnée à l'article L. 421-175\n\n-\n\nTaxe annuelle pour frais de contrôle due par les concessionnaires d'autoroutes prévue à l'article 302 bis ZB bis du code général des impôts\n\nTaxe sur les recettes de l'exploitation du réseau autoroutier concédé mentionnée à l'article L. 421-181\n\n-\n\nTaxe sur le transport routier de marchandises recourant à certaines voies du domaine public routier de la Collectivité européenne d'Alsace prévue par l'ordonnance n° 2021-659 du 26 mai 2021 relative aux modalités d'instauration d'une taxe sur le transport routier de marchandises recourant à certaines voies du domaine public routier de la Collectivité européenne d'Alsace\n\nTaxe sur l'utilisation par les poids lourds de certaines voies du domaine public routier, mentionnée à l'article L. 421-186\n\n-\n\nTransport aérien\n\nTaxe de l'aviation civile prévue au 1 du I de l'article 302 bis K du code général des impôts, perçue sur les embarquements de passagers\n\nTaxe sur le transport aérien de passagers mentionnée à l'article L. 422-13\n\nTarif de l'aviation civile prévu au 1° de l'article L. 422-20\n\nTaxe de solidarité sur les billets d'avions prévue au 1 du VI de l'article 302 bis K du code général des impôts\n\nTarif de solidarité prévu au 2° de l'article L. 422-20\n\nTaxe d'aéroport prévue au I de l'article 1609 quatervicies du code général des impôts, perçue sur les embarquements de passagers\n\nTarif de sûreté et de sécurité prévu au 3° prévu de l'article L. 422-20\n\nMajoration de la taxe d'aéroport prévue au IV bis de l'article 1609 quatervicies du code général des impôts\n\nTarif de péréquation aéroportuaire prévu au 4° prévu de l'article L. 422-20\n\nContribution destinée à couvrir certains coûts générés par l'utilisation d'aérodromes où ne s'applique pas la taxe de l'aviation civile prévue au 1 du VII de l'article 302 bis K du code général des impôts\n\nTarif unique de l'aéroport de Bâle-Mulhouse prévu à l'article L. 422-26\n\nTaxe due par les entreprises de transport public aérien prévue à l'article 1599 vicies du code général des impôts\n\nMajoration en Corse prévue à l'article L. 422-29\n\nTaxe due par les entreprises de transport public aérien prévue à l'article 285 ter du code des douanes\n\nMajoration en outre-mer prévue à l'article L. 422-30\n\nContribution spéciale CDG-Express prévue au I de l'article 1609 tervicies du code général des impôts\n\nMajoration à l'aéroport Roissy-Charles de Gaulle prévue à l'article L. 422-26-1, dans sa rédaction en vigueur à compter du 1er avril 2026\n\nTaxe de l'aviation civile prévue au 1 du I de l'article 302 bis K du code général des impôts, perçue sur les embarquements de courrier ou de fret\n\nTaxe sur le transport aérien de marchandises mentionnée à l'article L. 422-41\n\nTarif de l'aviation civile prévu au 1° de l'article L. 422-45\n\nTaxe d'aéroport prévue au I de l'article 1609 quatervicies du code général des impôts, perçue sur les embarquements de courrier ou de fret\n\nTarif de sûreté et de sécurité prévu au 2° de l'article L. 422-45\n\nTaxe sur les nuisances sonores aériennes prévue au I de l'article 1609 quatervicies A du code général des impôts\n\nTaxe sur les nuisances sonores aériennes prévue à l'article L. 422-49\n\n-\n\nNavigations\n\nDroit annuel de francisation et de navigation prévu à l'article 223 du code des douanes\n\nTaxe annuelle sur les engins maritimes à usage personnel mentionnée à l'article L. 423-4\n\nFraction perçue sur les engins battant pavillon français\n\nDroit de passeport prévu à l'article 238 du code des douanes\n\nFraction perçue sur les engins ne battant pas pavillon français\n\nDroit fixe sur la délivrance du permis de conduire les bateaux de plaisance à moteur prévu au IV de l'article 963 du code général des impôts\n\nTaxe sur le permis de conduire des bateaux de plaisance à moteur mentionnée à l'article L. 423-38\n\nFraction perçue sur les délivrances du titre\n\nDroit d'examen prévu au V de l'article 963 du code général des impôts\n\nFraction perçue sur les candidatures aux examens\n\nTaxe sur les entreprises de transport public maritime prévue à l'article 285 quater du code des douanes\n\nTaxe sur le transport maritime de passagers à destination d'espaces naturels protégés mentionnée à l'article L. 423-47\n\n-\n\nTaxe due par les entreprises de transport public maritime prévue à l'article 1599 vicies du code général des impôts\n\nTaxe sur le transport maritime de passagers dans certains territoires côtiers mentionnée à l'article L. 423-57\n\n-\n\nUtilisation finale des établissements et des biens culturels\n\nTaxe sur le prix des entrées aux séances organisées par les exploitants d'établissements de spectacles cinématographiques prévue aux articles L. 115-1 à L. 115-5 du code du cinéma et de l'image animée\n\nTaxe sur les spectacles cinématographiques mentionnée à l'article L. 452-1\n\nTerme prévu au 1° de l'article L. 452-5\n\nCotisation professionnelle due par les exploitants d'établissements de spectacles cinématographiques prévue au 4° de l'article L. 115-14 du code du cinéma et de l'image animée\n\nTerme prévu au 2° de l'article L. 452-5\n\nTaxe sur les spectacles de variétés prévue à l'article 76 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nTaxe sur les spectacles vivants mentionnée à l'article L. 452-14\n\nFraction perçue sur les spectacles de variété\n\nTaxe sur les spectacles d'art dramatique, lyrique et chorégraphique prévue à l'article 77 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les spectacles d'art dramatique, lyrique et chorégraphique, autres que de musique traditionnelle\n\nTaxe sur la diffusion en vidéo physique et en ligne de contenus audiovisuels prévue à l'article 1609 sexdecies B du code général des impôts, perçue sur les livraisons et locations de vidéogrammes\n\nTaxe sur les vidéogrammes mentionnée à l'article L. 452-28\n\n-\n\nUtilisation finale des réseaux de communications électroniques\n\nTaxe sur les services fournis par les opérateurs de communications électroniques prévue à l'article 302 bis KH du code général des impôts\n\nTaxe sur les services de communications électroniques mentionnée à l'article L. 453-1\n\n-\n\nTaxe sur les éditeurs et distributeurs de services de télévision prévue aux articles L. 115-6 à L. 115-13 du code du cinéma et de l'image animée, perçue sur les distributeurs\n\nTaxe sur les services de télévision mentionnée à l'article L. 453-13\n\n-\n\nTaxe sur la diffusion en vidéo physique et en ligne de contenus audiovisuels prévue à l'article 1609 sexdecies B du code général des impôts, perçue sur la mise à disposition de services donnant accès à titre onéreux à des œuvres cinématographiques ou audiovisuelles, sur demande individuelle formulée par un procédé de communication électronique\n\nTaxe sur les services d'accès à des contenus audiovisuels à la demande mentionnée à l'article L. 453-25\n\n-\n\nTaxe sur les exploitants de plateformes de mise en relation par voie électronique en vue de fournir certaines prestations de transport prévue aux articles 300 bis à 300 sexies du code général des impôts\n\nTaxe sur la mise en relation par voie électronique en vue de fournir certaines prestations de transport mentionnée à l'article L. 453-35\n\n-\n\nTaxe sur certains services fournis par les grandes entreprises du secteur numérique prévue aux articles 299 à 300 du code général des impôts\n\nTaxe sur certains services numériques mentionnée à l'article L. 453-45\n\n-\n\nPublicité\n\nTaxe sur les éditeurs et distributeurs de services de télévision prévue aux articles L. 115-6 à L. 115-13 du code du cinéma et de l'image animée, perçue sur les éditeurs\n\nTaxe sur la publicité télévisuelle et autres ressources liées à la diffusion de services de télévision mentionnée à l'article L. 454-1\n\n-\n\nTaxe sur la diffusion en vidéo physique et en ligne de contenus audiovisuels prévue à l'article 1609 sexdecies B du code général des impôts, perçue sur les personnes qui encaissent des recettes publicitaires\n\nTaxe sur la publicité diffusée au moyen de services d'accès à des contenus audiovisuels à la demande mentionnée à l'article L. 454-16\n\n-\n\nTaxe sur certaines dépenses de publicité prévue à l'article 302 bis MA du code général des impôts\n\nTaxe sur la publicité diffusée au moyen de documents imprimés mentionnée à l'article L. 454-29\n\n-\n\nTaxe locale sur la publicité extérieure prévue aux articles L. 2333-6 à L. 2333-16 du code général des collectivités territoriales\n\nTaxe sur la publicité extérieure mentionnée à l'article L. 454-39\n\n-\n\nExploitation des établissements, droits et réseaux\n\nDroit sur la délivrance du droit d'exploitation des œuvres cinématographiques prévu à l'article L. 211-2 du code du cinéma et de l'image animée\n\nTaxe sur le visa d'exploitation cinématographique mentionnée à l'article L. 455-1\n\n-\n\nDroit sur la délivrance de l'autorisation d'exploitation d'un établissement cinématographique prévu à l'article L. 212-4 du code du cinéma et de l'image animée\n\nTaxe sur l'autorisation d'exercice de l'activité d'exploitant d'établissement de spectacles cinématographiques mentionnée à l'article L. 455-9\n\n-\n\nCotisation professionnelle due par les entreprises de production d'œuvres cinématographiques prévue au 1° de l'article L. 115-14 du code du cinéma et de l'image animée\n\nTaxe sur la production et la distribution d'œuvres cinématographiques mentionnée à l'article L. 455-17\n\nFraction perçue les cessions de droits d'exploitation par les producteurs\n\nCotisation professionnelle due par les entreprises de distribution d'œuvres cinématographiques prévue au 2° de l'article L. 115-14 du code du cinéma et de l'image animée\n\nFraction perçue sur les recettes de l'activité de distribution\n\nCotisation professionnelle due par les entreprises d'exportation d'œuvres cinématographiques prévue au 3° de l'article L. 115-14 du code du cinéma et de l'image animée\n\nFraction perçue sur la diffusion des œuvres en dehors du territoire de taxation\n\nContribution sur la cession à un service de télévision des droits de diffusion de manifestations ou de compétitions sportives prévue à l'article 302 bis ZE du code général des impôts\n\nTaxe sur la cession de droits d'exploitation audiovisuelle des manifestations sportives mentionnée à l'article L. 455-28\n\n-\n\nTaxe sur la cession de titres d'un éditeur de service de communication audiovisuelle prévue à l'article 1019 du code général des impôts\n\nTaxe sur la modification du contrôle d'un service de communication audiovisuelle mentionnée à l'article L. 455-37\n\n-\n\nTaxe destinée à couvrir les coûts complets engagés par l'Agence nationale des fréquences pour le recueil et le traitement des réclamations des usagers de services de communication audiovisuelle relatives aux brouillages causés par la mise en service des stations radioélectriques dans les bandes de fréquences 790-862 mégahertz et 694-790 mégahertz prévue au I bis de l'article L. 43 du code des postes et des communications électroniques\n\nTaxe sur l'utilisation des bandes \" 700 MHz \" et \" 800 MHz \" du spectre radioélectrique mentionnée à l'article L. 455-44\n\n-\n\nIndustrie et artisanat\n\nTaxe pour le développement des industries de l'horlogerie, bijouterie, joaillerie et orfèvrerie ainsi que des arts de la table prévue au I du C de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nTaxes sur les produits de l'industrie et de l'artisanat\n\nFraction perçue sur les biens des industries de l'horlogerie, de la bijouterie-joaillerie, de l'orfèvrerie et des arts de la table au sens de l'article L. 471-4\n\nTaxe pour le développement des industries du cuir, de la maroquinerie, de la ganterie et de la chaussure prévue au I du B de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les biens des industries du cuir, de la chaussure et de la maroquinerie au sens de l'article L. 471-5\n\nTaxe pour le développement des industries de l'habillement prévue au I du D de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les biens des industries de l'habillement au sens de l'article L. 471-6\n\nTaxe pour le développement des industries de l'ameublement ainsi que des industries du bois prévue au I du A de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003, perçue sur le secteur des industries de l'ameublement\n\nFraction perçue sur les biens des industries de l'ameublement au sens de l'article L. 471-7\n\nTaxe pour le développement des industries de l'ameublement ainsi que des industries du bois prévue au I du A de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003, perçue sur le secteur des industries du bois\n\nFraction perçue sur les biens des industries du bois au sens de l'article L. 471-8\n\nTaxe pour le développement des industries des matériaux de construction regroupant les industries du béton, de la terre cuite, des roches ornementales et de construction prévue au I du F de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003, perçue sur le secteur de l'industrie du béton\n\nFraction perçue sur les biens des industries du béton au sens de l'article L. 471-9\n\nTaxe pour le développement des industries des matériaux de construction regroupant les industries du béton, de la terre cuite, des roches ornementales et de construction prévue au I du F de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003, perçue sur le secteur de la terre cuite\n\nFraction perçue sur les biens des industries des matériaux de construction en terre cuite au sens de l'article L. 471-10\n\nTaxe pour le développement des industries des matériaux de construction regroupant les industries du béton, de la terre cuite, des roches ornementales et de construction prévue au I du F de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003, perçue sur le secteur des roches ornementales et de construction\n\nFraction perçue sur les biens des industries des roches ornementales et de construction au sens de l'article L. 471-11\n\nTaxe pour le développement des industries de fabrication du papier, du carton et de la pâte de cellulose prévue au premier alinéa du İ bis de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction sur les biens des industries du papier au sens de l'article L. 471-12\n\nTaxe pour le développement des industries de la transformation des matières plastiques et des composites à matrice organique prévue au premier alinéa du İ de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les industries de la plasturgie et des composites au sens de l'article L. 471-13\n\nTaxe pour le développement des industries de la fonderie au premier alinéa du H de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les biens des industries de la fonderie au sens de l'article L. 471-14\n\nTaxe pour le développement des industries des matériels et consommables de soudage prévue au 2° du I du E de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les biens des industries de la soudure au sens de l'article L. 471-15\n\nTaxe pour le développement des industries des matériels aérauliques et thermiques prévue au 5° du I du E de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les biens des industries aérauliques et thermiques au sens de l'article L. 471-16\n\nTaxe pour le développement des industries de la construction métallique prévue au 4° du I du E de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les biens des industries de la construction métallique au sens de l'article L. 471-17\n\nTaxe pour le développement des industries de la mécanique et du décolletage prévue au 1° du I du E de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les biens des industries mécaniques au sens de l'article L. 471-18\n\nTaxe pour le développement des industries des corps gras prévue au premier alinéa du G de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003\n\nFraction perçue sur les biens des industries des corps gras au sens de l'article L. 471-19\n\n1"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Code des douanes\n\n-Code des douanes\n\n-Code des douanes\n\n-Code des douanes\n\n-Code des douanes\n\n-Code des douanes\n\n-Code des douanes"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Sont abrogés :1° L'article 3 de la loi du 28 février 1923 relative à la modification de la réglementation applicable aux bouilleurs de cru ;2° à 19° A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n20° L'article 185 et les II et III de l'article 195 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 ;21° Le B du II et le B du III de l'article 54, le 7° du I de l'article 55 et l'article 202 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021 ;22° Les 4° et 6° et le b des 7°, 8° et 10° du I ainsi que le b du 1°, les a et d du 2° et le 4° du II ainsi que le B du IV de l'article 7 de la loi n° 2021-953 du 19 juillet 2021 de finances rectificative pour 2021.\n\n- LOI n°2021-953 du 19 juillet 2021\n\n- Loi n° 67-5 du 3 janvier 1967\n\n- Loi n°82-669 du 3 août 1982\n\n- Ordonnance n°83-392 du 18 mai 1983\n\n- Loi n°83-1179 du 29 décembre 1983\n\n- Loi\n\n- LOI n° 92-677 du 17 juillet 1992\n\n- Loi n°93-859\n\n- Loi n°93-1353 du 30 décembre 1993\n\n- Loi\n\n- Loi\n\n- Loi n° 2003-1312 du 30 décembre 2003\n\n- Loi n° 2006-1666 du 21 décembre 2006\n\n- LOI n° 2008-1425 du 27 décembre 2008\n\n- LOI n° 2014-1654 du 29 décembre 2014\n\n- LOI n° 2016-1917 du 29 décembre 2016\n\n- LOI n° 2008-1425 du 27 décembre 2008\n\n- LOI n°2012-958 du 16 août 2012\n\n- LOI n° 2013-1278 du 29 décembre 2013\n\n- LOI n° 2015-1786 du 29 décembre 2015\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\n- LOI n°2020-1721 du 29 décembre 2020"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services"
    }
  ]
}