{
  "id": "jorftext000000790225",
  "type": "statute",
  "title": "Ordonnance n° 2005-57 du 26 janvier 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000790225",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les articles L. 814-1 à L. 814-4 du code du travail ne sont plus applicables à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Au premier alinéa de l'article 1er de la loi du 15 décembre 1952 susvisée pour son application à Wallis et Futuna, les mots : \"dans tous les territoires et territoires associés relevant du ministère de la France d'outre-mer\" sont remplacés par les mots : \"dans les îles Wallis et Futuna\"."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le titre II de la même loi est ainsi modifié pour son application à Wallis et Futuna :I. - La dernière phrase de l'article 4 est ainsi rédigée : \"Tout travailleur ou employeur, quels que soient son sexe, son âge, sa nationalité, peut librement adhérer au syndicat professionnel de son choix.\"II. - L'article 5 est ainsi rédigé :\"Art. 5. -     Les fondateurs de tout syndicat professionnel doivent déposer les statuts et les noms de ceux qui, à un titre quelconque, sont chargés de son administration ou de sa direction.\"Ce dépôt est renouvelé en cas de changement de la direction ou des statuts.\"III. - L'article 6 est ainsi rédigé :\"Art. 6. -     Les membres français de tout syndicat professionnel chargés de l'administration ou de la direction de ce syndicat doivent jouir de leurs droits civiques.\"Ne doivent pas être inscrites sur les listes électorales :\"1° Les personnes condamnées pour les délits de vol, escroquerie, recel, abus de confiance, agressions sexuelles, soustraction commise par un dépositaire de l'autorité publique, faux témoignage, corruption et trafic d'influence, faux et pour les délits punis des peines du vol, de l'escroquerie et de l'abus de confiance ;\"2° Les personnes auxquelles les tribunaux ont interdit le droit de vote et d'élection par application des lois qui autorisent cette interdiction, pendant le délai fixé par le jugement.\"Tout ressortissant étranger âgé de dix-huit ans accomplis adhérent à un syndicat peut accéder aux fonctions d'administration ou de direction de ce syndicat s'il n'a encouru aucune des condamnations mentionnées au présent article.\"IV. - L'article 7 est ainsi rédigé :\"Art. 7. -     Tout adhérent d'un syndicat professionnel peut, s'il remplit les conditions fixées à l'article 6, participer à l'administration ou à la direction de ce syndicat.\"V. - L'article 8 est abrogé.VI. - 1° Le titre du chapitre VI est supprimé ;2° L'article 28 est ainsi rédigé :\"Art. 28. -     Il est interdit à tout employeur de prendre en considération l'appartenance à un syndicat ou l'exercice d'une activité syndicale pour arrêter ses décisions en ce qui concerne notamment l'embauchage, la conduite et la répartition du travail, la formation professionnelle, l'avancement, la rémunération et l'octroi d'avantages sociaux, les mesures de discipline et de congédiement.\"Il est interdit à tout employeur de prélever les cotisations syndicales sur les salaires de son personnel et de les payer au lieu et place de celui-ci.\"Le chef d'entreprise ou ses représentants ne doivent employer aucun moyen de pression en faveur ou à l'encontre d'une organisation syndicale quelconque.\"Toute mesure prise par l'employeur contrairement aux dispositions des alinéas précédents est considérée comme abusive et donne lieu à dommages et intérêts.\"Ces dispositions sont d'ordre public.\"VII. - Il est ajouté un article 28 bis ainsi rédigé :\"Art. 28 bis. -     Les dispositions du présent titre ne font pas obstacle aux conventions et accords comportant des clauses plus favorables relatives à l'exercice du droit syndical.\""
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le titre III de la même loi est ainsi modifié pour son application à Wallis et Futuna :I. - La deuxième phrase de l'article 29 est supprimée.II. - L'article 30 est ainsi rédigé :\"Art. 30. -     Quels que soient le lieu de la conclusion du contrat et la résidence de l'une ou l'autre partie, tout contrat de travail conclu pour être exécuté dans les îles Wallis et Futuna est soumis, sauf clauses plus favorables dudit contrat et des conventions et accords applicables dans la collectivité, aux dispositions de la présente loi.\"Le contrat de travail est soumis aux dispositions de droit commun. Il peut être constaté dans les formes qu'il convient aux parties contractantes d'adopter. La preuve de son existence peut être rapportée par tous moyens.\"Le contrat de travail constaté par écrit est rédigé en français. Il est exempt de timbre et d'enregistrement.\"Est nulle et de nul effet toute clause attributive de juridiction incluse dans un contrat de travail.\"Toutefois, par dérogation aux dispositions du premier alinéa, le contrat de travail du salarié détaché à Wallis et Futuna pour y effectuer une prestation de services par une entreprise établie dans un département métropolitain ou d'outre-mer ou à Saint-Pierre-et-Miquelon continue d'être régi par le code du travail et les dispositions législatives, réglementaires ou conventionnelles applicables à l'entreprise ou à l'établissement qui l'emploie pendant une période maximale de vingt-quatre mois. Dans tous les cas, ce contrat prévoit selon quelles modalités le salarié est indemnisé des dépenses auxquelles l'exposent sa venue et son séjour à Wallis et Futuna et son retour à sa résidence habituelle. Il prévoit aussi la prise en charge par l'employeur des frais occasionnés au salarié et, le cas échéant, à sa famille par sa prise de congé dès lors que le salarié aura exercé son activité professionnelle dans la collectivité pendant au moins douze mois.\"III. - Le second alinéa de l'article 31 est ainsi rédigé :\"Lorsque le contrat est conclu pour une durée déterminée, celle-ci ne peut excéder, y compris ses renouvellements, deux ans. Cette durée ne peut excéder trois ans en cas d'embauche de salariés dont la résidence habituelle lors de la conclusion du contrat est située hors des îles Wallis et Futuna.\"IV. - L'article 32 est abrogé.V. - L'article 33 est ainsi modifié :1° Au deuxième alinéa, les mots : \"de six mois\" sont remplacés par les mots : \"de trois mois\" ;2° La dernière phrase du deuxième alinéa est supprimée.VI. - L'article 34 est abrogé.VII. - L'article 36 est ainsi rédigé :\"Art. 36. -     Les amendes ou autres sanctions pécuniaires sont interdites.\"Toute disposition ou stipulation contraire est réputée non écrite.\"VIII. - La dernière phrase du premier alinéa de l'article 38 est supprimée. Après le premier alinéa sont insérés six alinéas ainsi rédigés :\"Dans le cas de résiliation à l'initiative du salarié, et en l'absence de dispositions légales, de convention ou d'accord collectif de travail relatifs au délai-congé, l'existence et la durée du délai-congé résultent des usages pratiqués à Wallis et Futuna dans la profession.\"Dans le cas de licenciement pour motif autre qu'une faute grave, le salarié a droit :\"1° S'il justifie chez le même employeur d'une ancienneté de services continus inférieure à six mois, à un délai-congé déterminé comme il est dit au deuxième alinéa ;\"2° S'il justifie chez le même employeur d'une ancienneté de services continus comprise entre six mois et moins de deux ans, à un délai-congé d'un mois ;\"3° S'il justifie chez le même employeur d'une ancienneté de services continus d'au moins deux ans, à un délai-congé de deux mois.\"Les dispositions des 2° et 3° ci-dessus ne sont applicables qu'à défaut de loi, de contrat de travail, de convention ou d'accord collectif de travail ou d'usages conduisant soit à un délai-congé, soit à une condition d'ancienneté de services plus favorable pour le travailleur intéressé.\"IX. - Au deuxième alinéa de l'article 40, les mots : \"en cas de faute lourde\" sont remplacés par les mots : \"en cas de faute grave\".X. - Le premier alinéa de l'article 41 est ainsi rédigé :\"Sauf accord des parties, le contrat à durée déterminée ne peut être rompu avant l'échéance du terme qu'en cas de faute grave ou de force majeure.\"XI. - A l'article 44, les mots : \"par l'article 2101 (§ 4)\" sont remplacés par les mots : \"par le 4° de l'article 2101\".XII. - L'article 45 est remplacé par les dispositions suivantes :\"Art. 45. -     La cessation de l'entreprise, sauf cas de force majeure, ne libère pas l'employeur de respecter le délai-congé et de verser, s'il y a lieu, l'indemnité de licenciement.\"XIII. - L'article 46 est remplacé par les dispositions suivantes :\"Art. 46. -     S'il survient une modification dans la situation juridique de l'employeur, notamment par succession, vente, fusion, transformation du fonds, mise en société, tous les contrats de travail en cours au jour de la modification subsistent entre le nouvel employeur et le personnel de l'entreprise.\"A moins que la modification mentionnée à l'alinéa précédent n'intervienne dans le cadre d'une procédure de règlement judiciaire ou de liquidation des biens, ou d'une substitution d'employeurs intervenue sans qu'il y ait eu de convention entre ceux-ci, le nouvel employeur est en outre tenu, à l'égard des salariés dont les contrats de travail subsistent, des obligations qui incombaient à l'ancien employeur à la date de cette modification.\"Le premier employeur est tenu de rembourser les sommes acquittées par le nouvel employeur en application de l'alinéa précédent, sauf s'il a été tenu compte de la charge résultant de ces obligations dans la convention intervenue entre eux.\"XIV. - L'article 51 est ainsi rédigé :\"Art. 51. -     L'employeur doit, à l'expiration du contrat de travail, délivrer au travailleur un certificat de travail contenant exclusivement la date de son entrée et celle de sa sortie, et la nature de l'emploi ou, le cas échéant, des emplois successivement occupés ainsi que les périodes pendant lesquelles ces emplois ont été tenus.\"Sont exempts de timbre et d'enregistrement les certificats de travail délivrés aux salariés même s'ils contiennent d'autres mentions que celles prévues au premier alinéa du présent article, toutes les fois que ces mentions ne contiennent ni obligations, ni quittance ni aucune autre convention donnant lieu au droit proportionnel.\"La formule \"libre de tout engagement\" et toute autre constatant l'expiration régulière du contrat de travail, les qualités professionnelles et les services rendus sont comprises dans l'exemption.\"Lorsqu'un reçu pour solde de tout compte est délivré et signé par le salarié à l'employeur à l'occasion de la résiliation ou de l'expiration de son contrat, il n'a que la valeur d'un simple reçu des sommes qui y figurent.\"XV. - L'article 55 est abrogé.XVI. - L'article 68 est ainsi rédigé :\"Art. 68. -     La convention ou l'accord collectif de travail est un acte, écrit à peine de nullité, qui est conclu entre :\"1° D'une part, une ou plusieurs organisations syndicales de salariés représentatives dans le champ d'application de la convention ;\"2° D'autre part, une ou plusieurs organisations syndicales d'employeurs ou tout autre groupement d'employeurs, ou un ou plusieurs employeurs pris individuellement.\"La convention et l'accord collectif de travail peuvent comporter des dispositions plus favorables aux salariés que celles des lois et règlements en vigueur. Ils ne peuvent pas déroger aux dispositions d'ordre public de ces lois et règlements.\"Les conventions ou accords collectifs de travail déterminent leur champ d'application territorial et professionnel.\"XVII. - L'article 71 est ainsi rédigé :\"Art. 71. -     La convention et l'accord collectif de travail doivent être écrits en langue française à peine de nullité. Toute disposition rédigée en langue étrangère est inopposable au salarié à qui elle ferait grief. Les conventions et accords collectifs de travail ainsi que leurs avenants et annexes, y compris ceux intéressant le personnel navigant de la marine marchande, sont déposés par la partie la plus diligente auprès des services de l'inspection du travail et des lois sociales.\"La partie la plus diligente soumet également un exemplaire de chaque convention ou accord collectif de travail au secrétariat du tribunal du travail.\"Les textes sont applicables, sauf stipulations contraires, à partir du jour qui suit leur dépôt auprès du service compétent.\"Il peut être donné communication et délivré copie des textes déposés.\"XVIII. - L'article 73 est ainsi modifié :1° Le premier alinéa est ainsi rédigé :\"A la demande de l'une des organisations syndicales d'employeurs ou de travailleurs intéressées, considérées comme les plus représentatives, ou de sa propre initiative, l'administrateur supérieur provoque la réunion d'une commission mixte en vue de la conclusion d'une convention collective de travail ou d'un accord professionnel ou interprofessionnel ayant pour objet de régler les rapports entre employeurs et salariés d'une ou de plusieurs branches d'activité déterminées sur le plan territorial ou local.\" ;2° Au deuxième alinéa, les mots : \"du chef de territoire ou de groupe de territoire\" sont remplacés par les mots : \"de l'administrateur supérieur\" ;3° Au quatrième alinéa, les mots : \"ou d'un groupement professionnel\" sont supprimés et les mots : \"le chef de territoire ou de groupe de territoires\" sont remplacés par les mots :\"l'administrateur supérieur\" ;4° Les dixième et onzième alinéas sont abrogés.XIX. - L'article 74 est ainsi modifié :1° Au 2°, les mots : \"et éventuellement par région\" sont supprimés ;2° Au 15°, les mots : \"d'arbitrage\" sont remplacés par les mots :\"de conciliation\" ;3° Le dernier alinéa est abrogé.XX. - Le premier alinéa de l'article 75 est ainsi rédigé :\"Dans le cas où une convention collective concernant une branche d'activité déterminée a été conclue sur le plan territorial, les conventions collectives conclues sur un plan local adaptent cette convention ou certaines de ses dispositions aux conditions locales particulières de travail.\"XXI. - L'article 76 est ainsi modifié :1° Au premier alinéa, les mots : \"du chef de territoire ou de groupe de territoires\" sont remplacés par les mots : \"de l'administrateur supérieur\" et il est inséré, après les mots : \"des conventions collectives\", les mots : \"ou accords collectifs professionnels ou interprofessionnels\" ;2° Au deuxième alinéa, il est ajouté les mots : \"ou par ledit accord\" ;3° Au troisième alinéa, les mots : \"le chef de territoire ou de groupe de territoires\" sont remplacés par les mots :\"l'administrateur supérieur\" et il est inséré, après les mots : \"de la convention\", les mots : \"ou de l'accord\".XXII. - L'article 77 est ainsi modifié :1° Au premier alinéa, il est inséré, après les mots : \"la convention collective, \", les mots : \"ou l'accord collectif\" ;2° Au second alinéa les mots : \"Le chef de territoire ou de groupe de territoires\" sont remplacés par les mots : \"L'administrateur supérieur\" et il est inséré, après les mots : \"la convention collective\", les mots : \"ou l'accord collectif\".XXIII. - L'article 78 est abrogé.XXIV. - L'article 80 est ainsi rédigé :\"Art. 80. -     Les accords d'entreprise ou d'établissement peuvent adapter les dispositions des accords professionnels ou interprofessionnels applicables dans l'entreprise aux conditions particulières de celle-ci ou des établissements considérés. Les accords peuvent comporter des dispositions plus favorables aux salariés.\"Les accords d'entreprise ou d'établissement sont négociés entre l'employeur et les organisations syndicales représentatives du personnel de l'établissement ou des établissements intéressés.\"Les dispositions des articles 70, 71 et 72 s'appliquent aux accords prévus au présent article.\"XXV. - Les articles 83, 84, 85 et 86 sont ainsi modifiés :1° Les mots : \"liées par une convention collective de travail ou l'accord\" ou \"liées par une convention collective ou l'accord\" ou \"liés par la convention collective ou l'accord\" sont remplacés par les mots : \"liés par une convention collective, un accord collectif professionnel ou interprofessionnel ou un accord d'établissement\" ;2° Il est inséré, après le mot : \"groupements\", les mots : \"et organisations syndicales\" ;3° A l'article 86, il est inséré, après les mots : \"le groupement\", les mots : \"ou l'organisation\", après les mots : \"un groupement\", les mots : \"ou une organisation syndicale\", et après les mots : \"tout groupement\", les mots : \"ou toute organisation\"."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le titre IV de la même loi est ainsi modifié pour son application à Wallis et Futuna :I. - L'article 93 est abrogé.II. - L'article 94 est ainsi rédigé :\"Art. 94. -     Lorsqu'il résulte pour un salarié des sujétions particulières du fait de l'éloignement du lieu de sa résidence habituelle de celui de son emploi, le salarié reçoit une indemnité dite de sujétions spéciales destinée à le dédommager des dépenses auxquels l'exposent sa venue et son séjour au lieu d'emploi.\"Lorsque le salarié est astreint, par obligation professionnelle, à un déplacement occasionnel hors de son lieu d'emploi, il a droit à une indemnité de déplacement dont le montant est fixé par convention collective, par accord d'établissement ou, à défaut, par le contrat individuel.\"III. - L'article 94 bis est abrogé.IV. - Le premier alinéa de l'article 99 est ainsi rédigé :\"Le salaire doit être payé en monnaie métallique ou fiduciaire ayant cours légal ou par chèque barré ou par virement à un compte bancaire ou postal, nonobstant toute stipulation contraire, à peine de nullité.\"V. - L'article 101 est ainsi rédigé :\"Art. 101. -     Lors du paiement de leur rémunération, l'employeur doit remettre aux travailleurs mentionnés à l'article 1er, une pièce justificative, dite \"bulletin de paye\".\"Lors de la paie du salaire, il ne peut être exigé aucune formalité de signature ou d'émargement autre que celle établissant que la somme reçue correspond bien au montant net figurant sur le bulletin de paie.\"Les employeurs doivent conserver un double des bulletins de paie de leurs salariés pendant cinq ans.\"Ils sont présentés à toute réquisition de l'inspection du travail et des lois sociales.\"N'est pas opposable au salarié la mention : \"pour solde de tout compte\" ou toute mention équivalente souscrite par lui, soit au cours de l'exécution, soit après la réalisation de son contrat de travail et par laquelle il renonce à tout ou partie des droits qu'il tient de son contrat de travail.\"L'acceptation sans protestation ni réserve, par le travailleur, d'un bulletin de paie ne peut valoir renonciation de sa part au paiement de tout ou partie du salaire, des indemnités et des accessoires du salaire qui lui sont dus en vertu de la loi, du règlement, d'une convention ou d'un accord collectif de travail ou d'un contrat. Elle ne peut valoir non plus compte arrêté et réglé au sens des articles 2274 du code civil et 541 du code de procédure civile.\"VI. - L'article 103 est remplacé par les deux articles suivants :\"Art. 103. -     La créance de salaires des salariés et apprentis est privilégiée sur les meubles et immeubles du débiteur dans les conditions prévues aux articles 2101 (4°) et 2104 (2°) du code civil.\"Art. 103 bis. -     Peuvent en outre faire valoir une action directe ou des privilèges spéciaux :\"1° Dans les conditions fixées à l'article 1798 du code civil, les maçons, charpentiers et autres ouvriers employés pour édifier, reconstruire ou réparer des bâtiments, canaux ou ouvrages quelconques ;\"2° Dans les conditions fixées à l'article 2332(1° et 3°) du code civil, les ouvriers qui ont travaillé soit à la récolte, soit à la fabrication ou à la réparation des ustensiles agricoles, soit à la conservation de la chose.\"VII. - L'article 104 est ainsi rédigé :\"Art. 104. -     Lorsque est ouverte une procédure de sauvegarde ou de redressement ou de liquidation judiciaire, les rémunérations de toute nature dues aux salariés et apprentis pour les soixante derniers jours de travail ou d'apprentissage doivent, déduction faite des acomptes déjà perçus, être payées nonobstant l'existence de toute autre créance privilégiée.\"Cette fraction des rémunérations ainsi désignée doit être payée dans les dix jours qui suivent le jugement déclaratif de liquidation judiciaire, et sur simple ordonnance du juge commissaire, à la seule condition que le syndic ou le liquidateur ait en main les fonds nécessaires.\"Au cas où cette fraction de rémunérations serait payée grâce à une avance faite par le syndic, le liquidateur ou toute autre personne, le prêteur est subrogé dans les droits des salariés et doit être remboursé dès la rentrée des fonds nécessaires, sans qu'aucun autre créancier puisse y faire opposition.\"Les rémunérations prévues au premier alinéa comprennent non seulement les salaires, appointements ou commissions mais encore tous les accessoires et, notamment, les indemnités de préavis, de congés payés et pour rupture abusive du contrat de travail.\"VIII. - L'article 106 est ainsi rédigé :\"Art. 106. -     L'action en paiement du salaire se prescrit par cinq ans conformément à l'article 2277 du code civil.\""
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le titre V de la même loi est ainsi modifié pour son application à Wallis et Futuna :I. - L'article 113 est ainsi rédigé :\"Art. 113. -     Tout travail entre 21 heures et 6 heures est considéré comme travail de nuit.\"Toutefois, une convention ou un accord collectif de travail peut prévoir une autre période de neuf heures consécutives comprises entre 19 heures et 7 heures pouvant être substituée à la période prévue à l'alinéa précédent.\"A défaut d'accord et lorsque les caractéristiques particulières de l'activité de l'entreprise le justifie, cette substitution peut être autorisée par l'inspecteur du travail après consultation des délégués du personnel, s'ils existent.\"II. - L'article 115 est ainsi rédigé :\"Art. 115. -     Un arrêté de l'administrateur supérieur, pris après avis de la commission consultative du travail, détermine les différents genres de travaux présentant des causes de danger ou excédant leurs forces ou dangereux pour la moralité qui sont interdits aux jeunes travailleurs de moins de dix-huit ans.\"III. - L'article 116 est ainsi modifié :1° Les deux premiers alinéas sont remplacés par les dispositions suivantes :\"I. - La salariée bénéficie d'une autorisation d'absence pour se rendre aux examens médicaux obligatoires prévus par le code de la santé publique dans le cadre de la surveillance médicale de la grossesse et des suites de l'accouchement.\"Ces absences n'entraînent aucune diminution de la rémunération et sont assimilées à une période de travail effectif.\"II. - Les femmes en état de grossesse médicalement attesté peuvent quitter le travail sans délai-congé et sans avoir de ce fait à payer une indemnité de rupture.\"III. - Aucun employeur ne peut résilier le contrat de travail d'une salariée lorsqu'elle est en état de grossesse médicalement constaté et pendant l'intégralité de la période de suspension du contrat de travail à laquelle elle a droit, qu'elle use ou non de ce droit, ainsi que pendant les quatre semaines qui suivent la fin de cette période. Toutefois, et sous réserve d'observer les dispositions du présent III, l'employeur peut résilier le contrat s'il justifie d'une faute grave de l'intéressée non liée à l'état de grossesse ou de l'impossibilité où il se trouve pour un motif étranger à la grossesse ou à l'accouchement de maintenir ledit contrat.\"Sauf s'il est prononcé pour un des motifs justifiant, par application de l'alinéa précédent, la résiliation du contrat de travail, le licenciement d'une salariée est annulé si, dans un délai de quinze jours à compter de sa notification, l'intéressée envoie à son employeur par lettre recommandée avec demande d'avis de réception ou lui remet contre décharge un certificat médical justifiant qu'elle est en état de grossesse.\"Les dispositions des précédents alinéas ne font pas obstacle à l'échéance du contrat de travail à durée déterminée.\"La résiliation du contrat de travail par l'employeur pour l'un des motifs prévus au premier alinéa du III ne peut prendre effet ou être signifiée pendant la période de suspension de contrat de travail de l'intéressée.\"La salariée a le droit de suspendre le contrat de travail pendant une période qui commence six semaines avant la date présumée de l'accouchement et se termine dix semaines après la date de celui-ci. Quand l'accouchement a lieu avant la date présumée, la période de suspension du contrat de travail pourra être prolongée jusqu'au terme des seize semaines de suspension du contrat auxquelles la salariée peut avoir droit.\"Si un état pathologique attesté par un certificat médical comme résultant de la grossesse ou des couches le rend nécessaire, la période de suspension du contrat prévue aux alinéas précédents est augmentée de la durée de cet état pathologique dans la limite de deux semaines avant la date présumée de l'accouchement et de quatre semaines après la date de celui-ci.\" ;2° Au dixième alinéa, les mots : \"Elle a droit, pendant cette période,\" sont remplacés par les mots : \"IV. - La salariée a droit, pendant la période de suspension de son contrat,\" ;3° L'avant-dernier alinéa est abrogé.IV. - Le premier alinéa de l'article 117 est remplacé par les dispositions suivantes :\"Pendant une période de quinze mois à compter de la date de la naissance, les mères allaitant leurs enfants disposent à cet effet d'une heure par jour durant les heures de travail.\"Cette heure est indépendante des repos prévus par la présente loi.\"V. - L'article 118 est ainsi rédigé :\"Art. 118. -     Les mineurs de seize ans ne peuvent être admis ou employés, même comme apprentis, dans aucune profession ou entreprise sauf dérogation accordée par l'inspection du travail et des lois sociales, compte tenu des circonstances locales et des tâches qui peuvent leur être demandées.\"VI. - L'article 119 est ainsi rédigé :\"Art. 119. -     L'inspecteur du travail et des lois sociales peut toujours requérir l'examen médical des femmes et des jeunes travailleurs au-dessus de seize ans déjà employés, à l'effet de constater si le travail dont ils sont chargés excède leurs forces.\"La femme ou le jeune travailleur ne peut être maintenu dans un emploi ainsi reconnu au-dessus de ses forces ou incompatible avec son état de santé et doit être affecté, temporairement ou non, dans un autre emploi. Si cette affectation est impossible, le contrat est résolu et donne lieu au paiement des indemnités dues en cas de résiliation.\"VII. - A l'article 121, les deuxième et sixième alinéas sont abrogés.VIII. - L'article 122 est ainsi rédigé :\"Art. 122. -     I. - Le début de la période de référence prévue à l'article 121 est fixé par une convention ou un accord collectif ou à défaut par un arrêté de l'administrateur supérieur.\"Les congés peuvent être pris dès l'ouverture des droits sans préjudice des dispositions du II.\"II. - La période de congé payé est fixée par les conventions ou accords collectifs de travail ou à défaut de ceux-ci par l'employeur en se référant aux usages et après consultation des délégués du personnel s'ils existent.\"L'ordre des départs en congé est fixé, après avis, le cas échéant, des délégués du personnel, par l'employeur compte tenu de la situation de famille des bénéficiaires.\"Le congé payé ne dépassant pas douze jours ouvrables doit être continu. La durée des congés pouvant être pris en une seule fois ne peut excéder vingt-quatre jours ouvrables. Il peut être dérogé individuellement à cette disposition pour ceux des salariés qui justifient de contraintes géographiques particulières.\"III. - Lorsque le contrat de travail est résilié avant que le salarié ait pu bénéficier de la totalité du congé auquel il avait droit, il doit percevoir pour la fraction de congé dont il n'a pas bénéficié une indemnité compensatrice égale au dixième de la rémunération totale perçue par le salarié au cours de la période de référence.\"En dehors du cas prévu à l'alinéa précédent, est nulle et de nul effet toute convention prévoyant l'octroi d'une indemnité compensatrice aux lieu et place du congé.\"IX. - L'article 123 est abrogé.X. - L'article 125 est ainsi modifié :1° Au quatrième alinéa, les mots : \"dans les conditions prévues à l'article 122\" sont supprimés ;2° Les a, b et c sont remplacés par les dispositions suivantes :\"a) Pour la première fois, au terme d'un séjour d'une durée égale à douze mois ;\"b) Pour la deuxième fois et les fois suivantes, au terme d'un séjour d'une durée égale à vingt-quatre mois.\"XI. - Le premier alinéa de l'article 131 et l'article 132 sont abrogés."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le titre VI de la même loi est ainsi modifié pour son application à Wallis et Futuna :I. - Les articles 138 et 139 sont abrogés.II. - L'article 140 est ainsi modifié :1° Au début du premier alinéa, sont insérés les mots : \"Toute entreprise ou établissement doit assurer un service médical à ses travailleurs. Toutefois,\" ;2° Le deuxième alinéa est abrogé.III. - Les articles 141 et 144 sont abrogés."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le titre VII de la même loi est ainsi modifié pour son application à Wallis et Futuna :I. - L'article 145 est ainsi rédigé :\"Art. 145. -     Dans les îles Wallis et Futuna, les inspecteurs et les contrôleurs du travail et des lois sociales sont chargés :\"1° De veiller à l'application des dispositions de la présente loi, des autres lois sociales, des règlements et des conventions et accords collectifs de travail relatifs au régime du travail et à la protection des travailleurs ;\"2° D'éclairer de ses conseils et de ses recommandations les employeurs et les travailleurs ;\"3° D'apporter leur concours à la collectivité pour l'élaboration des règlements de protection sociale ;\"4° De constater les infractions aux dispositions de la présente loi ainsi qu'à celles des articles 28 et 28-1 de l'ordonnance n° 2000-371 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna dans les conditions prévues à l'article 153 ;\"5° De constater, concurremment avec les agents et officiers de police judiciaire, les infractions aux dispositions mentionnées au 1° ;\"6° De procéder à toutes études et enquêtes ayant trait aux différents problèmes sociaux intéressant Wallis et Futuna, à l'exclusion de ceux qui relèvent des services techniques avec lesquels l'inspection du travail et des lois sociales peut toutefois être appelée à collaborer.\"II. - Les articles 147, 148 et 149 sont abrogés.III. - L'article 150 est remplacé par les dispositions suivantes :\"Art. 150. -     Les inspecteurs et les contrôleurs du travail et des lois sociales sont affectés à Wallis et Futuna par arrêté du ministre sous l'autorité duquel ils sont placés en vertu de leur statut.\"Toutefois, pour les missions qui leur sont imparties par la présente loi, les contrôleurs du travail sont placés sous l'autorité des inspecteurs du travail et ces derniers sous l'autorité du ministre chargé de l'outre-mer.\"IV. - L'article 151 est ainsi rédigé :1° Au premier alinéa, il est ajouté, après les mots : \"Les inspecteurs\" les mots : \"et contrôleurs\" ;2° Le deuxième alinéa de l'article 151 est ainsi rédigé :\"Ce serment est prêté devant le tribunal de première instance.\"V. - L'article 154 est ainsi modifié :1° Au premier alinéa, il est inséré, après les mots : \"Les inspecteurs\", les mots : \"et les contrôleurs\" ;2° Au d de l'article 154, les mots : \", d'interprètes officiels assermentés et\" sont supprimés.VI. - Les articles 155 et 161 sont abrogés.VII. - L'article 162 est ainsi modifié :1° Le premier alinéa est ainsi rédigé :\"Une commission consultative du travail est instituée auprès de l'inspection du travail et des lois sociales. Le chef de ce service en assure la présidence. Elle est composée en nombre égal d'employeurs et de travailleurs respectivement désignés par les organisations représentatives d'employeurs et de travailleurs ou par l'administrateur supérieur à défaut d'organisation pouvant être regardée comme représentative en application de l'article 73 ci-dessus.\" ;2° Au troisième alinéa, les mots : \"Un arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de l'assemblée locale\" sont remplacés par les mots : \"Un arrêté de l'administrateur supérieur, pris après avis de l'assemblée territoriale\".VIII. - L'article 163 est ainsi modifié :1° Le premier alinéa est rédigé ainsi qu'il suit : \"Outre les cas dans lesquels son avis est obligatoirement requis en vertu de la présente loi, la commission consultative du travail peut être consultée sur toutes les questions relatives au travail, à l'emploi et à la formation professionnelle\" ;2° Le deuxième alinéa est ainsi rédigé :\"Elle peut, de sa propre initiative ou à la demande de l'administrateur supérieur :\" ;3° Au dixième alinéa, les mots : \"Elles sont chargées\" sont remplacés par les mots : \"Elle est chargée\" ;4° Au douzième alinéa, les mots : \"Elles peuvent\" sont remplacés par les mots : \"Elle peut\", les mots : \"de leur président\" sont remplacés par les mots : \"de son président\" et les mots : \"de leur mission\" sont remplacés par les mots : \"de sa mission\" ;5° Les cinquième, sixième, septième, huitième, neuvième et onzième alinéas sont abrogés.IX. - Le premier alinéa de l'article 164 est ainsi rédigé :\"Les délégués du personnel sont élus pour deux ans et rééligibles. Un arrêté de l'administrateur supérieur, pris après avis de la commission consultative du travail, fixe :\".X. - L'article 165 est ainsi rédigé :\"Art. 165. -     Les contestations relatives à l'électorat et à la régularité des opérations électorales pour l'élection des délégués du personnel sont de la compétence du tribunal de première instance qui statue en dernier ressort. La décision peut être déférée à la Cour de cassation.\"Lorsqu'une contestation rend indispensable le recours à une mesure d'instruction, les dépenses afférentes à cette mesure sont à la charge de l'Etat.\"XI. - L'article 170 est abrogé.XII. - L'article 172 est abrogé et les dispositions des articles 173, 174 et 175 sont remplacées par les dispositions suivantes et insérés au début du chapitre V du titre VII :\"Art. 173. -     Les dispositions des articles 174 et 175 sont applicables sous réserve, le cas échéant, de celles des traités, conventions ou accords régulièrement ratifiés ou approuvés, notamment de la quatrième partie du traité instituant l'Union européenne ainsi que de celles des actes des autorités de cette communauté pris pour l'application dudit traité.\"Art. 174. -     Pour exercer une profession salariée dans les îles Wallis et Futuna, l'étranger doit être titulaire, outre les documents et visas exigés par les conventions internationales et les règlements en vigueur, d'un contrat de travail visé par l'autorité administrative ou une autorisation de travail et d'un certificat médical.\"Art. 175. -     Un étranger ne peut exercer une activité professionnelle salariée aux îles Wallis et Futuna sans avoir obtenu au préalable l'autorisation nécessaire.\"Nul ne peut, directement ou par personne interposée, engager, conserver à son service ou employer pour quelque durée que ce soit un étranger non muni du titre l'autorisant à exercer une activité salariée dans les îles Wallis et Futuna.\"XIII. - L'article 176 est ainsi rédigé :\"Art. 176. -     Le placement des salariés est gratuit.\"Il est interdit d'offrir et de remettre à toute personne procédant au placement d'un salarié, et à celle-ci de l'accepter, une rétribution sous quelque forme que ce soit.\"XIV. - L'article 177 est abrogé.XV. - A l'article 178, les mots : \"Dans les régions où est organisé un office de la main-d'oeuvre\" sont supprimés.XVI. - Au troisième alinéa de l'article 178 bis, le mot : \"mandat\" est remplacé par le mot : \"montant\"."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le titre VIII de la même loi est ainsi modifié pour son application à Wallis et Futuna :I. - Il est créé, avant le chapitre Ier du titre VIII, un article 179 bis ainsi rédigé :\"Art. 179 bis. -     Sous réserve des dispositions de l'article 218 bis, la grève ne rompt pas le contrat de travail, sauf faute lourde imputable au salarié.\"Son exercice ne saurait donner lieu de la part de l'employeur à des mesures discriminatoires en matière de rémunérations et d'avantages sociaux.\"Tout licenciement prononcé en violation du premier alinéa du présent article est nul de plein droit.\"II. - L'article 195 est abrogé.III. - Le dernier alinéa de l'article 218 bis est supprimé."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le titre IX de la même loi est ainsi modifié pour son application à Wallis et Futuna :1° Après l'article 219, est inséré un article ainsi rédigé :\"Art. 219 bis. -     Les chefs d'établissement, directeurs ou gérants qui ont enfreint les dispositions de l'article 28 sont passibles d'une amende de 3 750 Euros (447 494 FCFP) et, en cas de récidive, d'un emprisonnement d'un an et d'une amende de 7 500 Euros ou de l'une de ces deux peines seulement\" ;2° Après l'article 223, sont insérés deux articles ainsi rédigés :\"Art. 223 bis. -     Sans préjudice des peines résultant de l'application d'autres lois, le fait de se rendre coupable de fraude ou de fausse déclaration pour obtenir, faire obtenir ou tenter de faire obtenir à un étranger le titre prévu à l'article 175 est puni d'un an d'emprisonnement et de 3 000 Euros (357 995 FCFP) d'amende.\"Art. 223 ter. -     Toute infraction au deuxième alinéa de l'article 175 est punie de cinq ans d'emprisonnement et de 15 000 Euros (1 789 976 FCFP) d'amende.\"Ces peines sont portées à dix ans d'emprisonnement et à 100 000 Euros (11 933 174 FCFP) d'amende lorsque l'infraction est commise en bande organisée.\"L'amende est appliquée autant de fois qu'il y a d'étrangers concernés.\""
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les articles 235, 237, 238, 239 et 240 du titre X de la même loi sont abrogés."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La même loi est complétée, pour son application à Wallis et Futuna, par un titre XI ainsi rédigé :\"TITRE XI\"DISPOSITIONS PARTICULIÈRES AUX MARINS\"Art. 242. -     Lorsque les dispositions de la présente loi ne peuvent s'appliquer au contrat de travail maritime et aux conditions de travail des marins à bord des navires immatriculés à Wallis et Futuna, les conditions d'engagement et de travail à bord sont fixées par des lois particulières ou, à défaut de celles-ci, par des conventions ou accords collectifs de travail ainsi que par les traités, conventions ou accords internationaux régulièrement ratifiés ou approuvés et publiés.\"Art. 243. -     Des délégués de bord sont institués sur tout navire dont l'équipage comporte plus de dix marins. Les conditions et modalités de leur désignation sont fixées par les conventions ou accord collectifs de travail.\"Art. 244. -     Les salaires des marins sont cessibles et saisissables dans les conditions prévues par les articles 104 et 108 de la présente loi, sauf exception prévue par la législation spéciale en vigueur.\"Art. 245. -     Sont applicables à la sécurité et à l'hygiène du travail à bord des navires de commerce, de pêche maritime, de cultures marines et de plaisance les dispositions de la loi n° 83-581 du 5 juillet 1983 sur la sauvegarde de la vie humaine en mer, l'habitabilité à bord des navires et la prévention de la pollution.\"Art. 246. -     L'article 103 est applicable aux marins et autres personnes engagées à bord des navires dans les conditions prévues par l'article 31 (3°) de la loi n° 67-5 du 3 janvier 1967 portant statut des navires et autres bâtiments de mer et par la législation spéciale en vigueur.\"Art. 247. -     Les dispositions de l'article 104 sont applicables aux marins pour les rémunérations de toute nature dues au titre des quatre-vingt-dix derniers jours de travail ou de la période de payement si celle-ci est d'une durée plus longue.\"Art. 248. -     Les marins embarqués pour servir à bord d'un navire ont droit à un congé payé à la charge de l'armateur, calculé à raison de cinq jours par mois de service effectif.\""
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Pour l'application des autres dispositions de la même loi à Wallis et Futuna :1° Les attributions dévolues au chef du territoire, au chef de groupe de territoires, de territoires non groupés ou sous tutelle par les articles 20, 35, 48, 54, 88, 95, 100, 108, 111, 122, 133, 134, 137, 140, 153, 158, 171, 182, 184, 185, 186, 188, 202, 208, 211, 214, 216, 217 et 218 bis sont exercées par l'administrateur supérieur ;2° Les attributions dévolues au ministre de la France d'outre-mer par les articles 35, 95, 108, 114, 122, 157, 158, 182 et 2002 sont exercées par le ministre chargé de l'outre-mer ;3° A l'article 95, les mots : \"du Conseil supérieur du travail\" sont remplacés par les mots : \"de la commission consultative du travail\" ;4° Aux articles 211 et 216, les références à l'inspecteur général du travail sont remplacées par des références à l'inspecteur du travail et des lois sociales ;5° Aux articles 27, 48 et 217, les références à l'assemblée représentative sont remplacées par des références à l'assemblée territoriale ;6° Aux articles 51 bis, 79 bis, 112, 120 bis, 121, 133 bis et 219 à 225, les références au territoire des îles Wallis et Futuna sont remplacées par des références aux îles Wallis et Futuna ;7° Aux articles 51 bis, 79 bis, 112 et 134, les références à l'administrateur supérieur du territoire sont remplacées par des références à l'administrateur supérieur ;8° Aux articles 183 et 186, les références au chef des services judiciaires du territoire sont remplacées par celles du chef des services judiciaires de la collectivité ;9° Au quatrième alinéa de l'article 48, au 1° de l'article 125 bis et à l'article 218 ter, les mots : \"le territoire\" sont remplacés par les mots : \"par la collectivité\" ;10° A l'article 80, les mots : \"des conventions collectives fédérales, territoriales, régionales ou locales,\" sont remplacés par les mots : \"des conventions collectives territoriales ou locales\" ;11° Au premier alinéa de l'article 94 ter, les mots : \"dans les territoires d'outre-mer\" sont remplacés par les mots : \"dans les îles Wallis et Futuna\" ;12° Au c de l'article 218 bis, les mots : \"du territoire\" sont abrogés."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La loi n° 66-508 du 12 juillet 1966 étendant à certains territoires d'outre-mer les dispositions du code du travail maritime est abrogée."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le Premier ministre, le ministre de l'emploi, du travail et de la cohésion sociale, le garde des sceaux, ministre de la justice, le ministre de l'équipement, des transports, de l'aménagement du territoire, du tourisme et de la mer, le ministre de l'agriculture, de l'alimentation, de la pêche et de la ruralité et la ministre de l'outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}