{
  "id": "jorftext000046186723",
  "type": "statute",
  "title": "LOI n°2022-1158 du 16 août 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000046186723",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La prime de partage de la valeur attribuée dans les conditions prévues aux II à IV bénéficie des exonérations prévues aux V à VI bis.II. - L'exonération prévue au V est applicable à la prime de partage de la valeur versée à compter du 1er juillet 2022 par les employeurs mentionnés à l'article L. 3311-1 du code du travail à leurs salariés ou à leurs agents.L'entreprise utilisatrice mentionnée au 1° de l'article L. 1251-1 du même code qui attribue cette prime à ses salariés en informe sans délai l'entreprise de travail temporaire dont relève le salarié mis à disposition. Cette dernière en informe sans délai le comité social et économique mentionné à l'article L. 2311-2 dudit code, lorsqu'il existe. L'entreprise de travail temporaire verse la prime au salarié mis à disposition, selon les conditions et les modalités fixées par l'accord ou la décision de l'entreprise utilisatrice mentionné au IV du présent article. La prime ainsi versée bénéficie de l'exonération prévue au V lorsque les conditions prévues aux III et IV sont remplies par l'entreprise utilisatrice.L'exonération est également applicable à la prime versée aux travailleurs handicapés bénéficiant d'un contrat de soutien et d'aide par le travail mentionné à l'article L. 311-4 du code de l'action sociale et des familles et relevant des établissements et services d'aide par le travail mentionnés à l'article L. 344-2 du même code.III. - L'exonération prévue au V du présent article est applicable à la prime de partage de la valeur bénéficiant aux personnes mentionnées au II lorsque cette prime remplit les conditions suivantes :1° Elle bénéficie aux salariés liés à l'entreprise par un contrat de travail, aux intérimaires mis à disposition de l'entreprise utilisatrice, aux agents publics relevant de l'établissement public ou aux travailleurs handicapés liés à un établissement ou service d'aide par le travail mentionné à l'article L. 344-2 du code de l'action sociale et des familles par un contrat de soutien et d'aide par le travail mentionné à l'article L. 311-4 du même code à la date de versement de cette prime, à la date de dépôt de l'accord mentionné au IV du présent article auprès de l'autorité compétente ou à la date de la signature de la décision unilatérale mentionnée au même IV ;2° Son montant peut différer selon les bénéficiaires en fonction de la rémunération, du niveau de classification, de l'ancienneté dans l'entreprise, de la durée de présence effective pendant l'année écoulée ou de la durée de travail prévue au contrat de travail mentionnée à la dernière phrase du deuxième alinéa du III de l'article L. 241-13 du code de la sécurité sociale. Les congés prévus au chapitre V du titre II du livre II de la première partie du code du travail sont assimilés à des périodes de présence effective ;3° Elle ne peut se substituer à aucun des éléments de rémunération, au sens de l'article L. 242-1 du code de la sécurité sociale, qui sont versés par l'employeur ou qui deviennent obligatoires en application de règles légales, contractuelles ou d'usage. Elle ne peut non plus se substituer à des augmentations de rémunération ni à des primes prévues par un accord salarial, par le contrat de travail ou par les usages en vigueur dans l'entreprise, l'établissement ou le service mentionnés au 1° du présent III.IV. - Le montant de la prime de partage de la valeur ainsi que, le cas échéant, le niveau maximal de rémunération des salariés éligibles et les conditions de modulation du niveau de la prime selon les bénéficiaires dans les conditions prévues au 2° du III font l'objet d'un accord d'entreprise ou de groupe conclu selon les modalités prévues au I de l'article L. 3312-5 du code du travail ou d'une décision unilatérale de l'employeur. En cas de décision unilatérale, l'employeur consulte préalablement le comité social et économique mentionné à l'article L. 2311-2 du même code, lorsqu'il existe.\n\nAu titre d'une même année civile, deux primes de partage de la valeur peuvent être attribuées.Le versement de la prime ou des deux primes peut être réalisé en une ou plusieurs fois, dans la limite d'une fois par trimestre, au cours de l'année civile.V. - Les primes de partage de la valeur attribuées dans les conditions prévues aux II à IV du présent article sont exonérées, dans la limite globale de 3 000 € par bénéficiaire et par année civile, de toutes les cotisations sociales d'origine légale ou conventionnelle à la charge du salarié et de l'employeur ainsi que des participations, taxes et contributions prévues à l'article 235 bis du code général des impôts et à l'article L. 6131-1 du code du travail, dans leur rédaction en vigueur à la date de leur versement.La prime de partage de la valeur est assimilée, pour l'assujettissement à la contribution prévue à l'article L. 137-15 du code de la sécurité sociale, aux sommes versées au titre de l'intéressement mentionné au titre Ier du livre III de la troisième partie du code du travail.La limite prévue au premier alinéa du présent V est portée à 6 000 € par bénéficiaire et par année civile pour les employeurs mettant en œuvre, à la date de versement des primes de partage de la valeur, ou ayant conclu, au titre du même exercice que celui du versement de ces primes :1° Un dispositif d'intéressement en application du chapitre II du titre Ier du livre III de la troisième partie du code du travail, lorsqu'ils sont soumis à l'obligation de mise en place de la participation en application des articles L. 3322-1 à L. 3322-5 du même code ;2° Ou un dispositif d'intéressement ou de participation en application du chapitre II du titre Ier et du titre II du livre III de la troisième partie dudit code, lorsqu'ils ne sont pas soumis à l'obligation de mise en place de la participation mentionnée au 1° du présent V.Les conditions prévues aux 1° et 2° ne sont pas applicables aux associations ni aux fondations mentionnées aux a et b du 1 des articles 200 et 238 bis du code général des impôts, ni aux établissements ou services d'aide par le travail mentionnés à l'article L. 344-2 du code de l'action sociale et des familles, pour les primes versées aux travailleurs handicapés mentionnés au 1° du III du présent article.VI. - Lorsque, entre le 1er juillet 2022 et le 31 décembre 2023, les primes de partage de la valeur sont versées aux salariés ayant perçu, au cours des douze mois précédant son versement, une rémunération inférieure à trois fois la valeur annuelle du salaire minimum de croissance correspondant à la durée de travail prévue au contrat mentionnée à la dernière phrase du deuxième alinéa du III de l'article L. 241-13 du code de la sécurité sociale, ces primes, exonérées dans les conditions prévues au V du présent article, sont également exonérées d'impôt sur le revenu ainsi que des contributions prévues à l'article L. 136-1 du code de la sécurité sociale et à l'article 14 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale ou, le cas échéant, de la contribution prévue à l'article 28-3 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité, décès et autonomie, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte.En cas de cumul de la prime exonérée en application du premier alinéa du présent VI avec celle prévue à l'article 4 de la loi n° 2021-953 du 19 juillet 2021 de finances rectificative pour 2021, le montant total exonéré d'impôt sur le revenu au titre des revenus de l'année 2022 ne peut excéder 6 000 €.\n\nVI bis. - Lorsque, entre le 1er janvier 2024 et le 31 décembre 2026, les primes de partage de la valeur sont versées par une entreprise employant moins de cinquante salariés à des salariés ayant perçu, au cours des douze mois précédant leur versement, une rémunération inférieure à trois fois la valeur annuelle du salaire minimum de croissance correspondant à la durée de travail prévue au contrat mentionnée à la dernière phrase du deuxième alinéa du III de l'article L. 241-13 du code de la sécurité sociale, ces primes, exonérées dans les conditions prévues au V du présent article, sont également exonérées d'impôt sur le revenu ainsi que des contributions prévues à l'article L. 136-1 du code de la sécurité sociale et à l'article 14 de l'ordonnance n° 96-50 du 24 janvier 1996 précitée.VI ter. - Lorsqu'un bénéficiaire a adhéré à un plan d'épargne salariale prévu au titre III du livre III de la troisième partie du code du travail ou à un plan d'épargne retraite d'entreprise prévu à la section 2 du chapitre IV du titre II du livre II du code monétaire et financier et qu'il affecte à la réalisation de ce plan, dans un délai défini par décret, tout ou partie des sommes qui lui sont attribuées par l'entreprise au titre des primes de partage de la valeur versées dans les conditions prévues aux II à IV du présent article, ces sommes sont exonérées d'impôt sur le revenu dans les limites prévues au V.L'employeur informe le bénéficiaire des sommes qui lui sont attribuées au titre de ces primes et du délai dans lequel il peut formuler sa demande d'affectation au plan d'épargne salariale ou au plan d'épargne retraite d'entreprise.VI quater. - Les primes exonérées en application du premier alinéa du VI, du VI bis et du VI ter du présent article sont incluses dans le montant du revenu fiscal de référence défini au 1° du IV de l'article 1417 du code général des impôts.VII. - Pour l'application du présent article à Mayotte et à Saint-Pierre-et-Miquelon, les références au code de la sécurité sociale sont remplacées par les références aux dispositions applicables localement ayant le même objet.VIII. - Avant le 31 décembre 2024, le Gouvernement remet au Parlement un rapport d'évaluation de la prime de partage de la valeur prévue au présent article. Ce rapport comprend des données quantitatives sur le recours au dispositif et évalue le respect, tout au long de son application, des conditions d'attribution prévues au 3° du III, notamment au regard de l'évolution de son régime social et fiscal.IX. - Le coût résultant du présent article est intégralement pris en charge par l'Etat, conformément à l'article L. 131-7 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\nIII. - Le présent article s'applique au calcul des cotisations dues par les travailleurs indépendants autres que ceux mentionnés à l'article L. 613-7 du code de la sécurité sociale au titre des périodes courant à compter du 1er janvier 2022. Il s'applique aux cotisations dues par les travailleurs indépendants mentionnés au même article L. 613-7 au titre des périodes courant à compter du 1er octobre 2022."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. à VIII. - A modifié les dispositions suivantes :\n\n- Code du travail\n\nIX. - Les IV et VI à VIII sont applicables aux accords et règlements déposés à compter du 1er janvier 2023."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les droits au titre de la participation aux résultats de l'entreprise affectés, en application des articles L. 3323-2 et L. 3323-5 du code du travail, avant le 1er janvier 2022, à l'exclusion de ceux affectés à l'acquisition de parts de fonds investis dans des entreprises solidaires en application du premier alinéa de l'article L. 3332-17 du même code, sont négociables ou exigibles, pour leur valeur au jour du déblocage, avant l'expiration des délais prévus aux articles L. 3323-5 et L. 3324-10 dudit code, sur demande du bénéficiaire pour financer l'achat d'un ou de plusieurs biens ou la fourniture d'une ou de plusieurs prestations de services.Les sommes attribuées au titre de l'intéressement affectées à un plan d'épargne salariale, en application de l'article L. 3315-2 du même code, avant le 1er janvier 2022, à l'exclusion de celles affectées à l'acquisition de parts de fonds investis dans des entreprises solidaires en application du premier alinéa de l'article L. 3332-17 du même code, sont négociables ou exigibles, pour leur valeur au jour du déblocage, avant l'expiration du délai prévu à l'article L. 3332-25 du même code, sur demande du bénéficiaire pour financer l'achat d'un ou de plusieurs biens ou la fourniture d'une ou de plusieurs prestations de services.Lorsque, en application de l'accord de participation, la participation a été affectée à l'acquisition de titres de l'entreprise ou d'une entreprise qui lui est liée, au sens du deuxième alinéa de l'article L. 3344-1 du même code, ou de parts ou d'actions d'organismes de placement collectif relevant des articles L. 214-165 à L. 214-166 du code monétaire et financier ou a été affectée selon les modalités prévues à l'article L. 3323-3 du code du travail, le déblocage de ces titres, parts, actions ou sommes est subordonné à un accord conclu dans les conditions prévues aux articles L. 3322-6 et L. 3322-7 du même code. Cet accord peut prévoir que le versement ou la délivrance de certaines catégories de droits ne peut être effectué que pour une partie des avoirs en cause.Lorsque, en application du règlement du plan d'épargne salariale, l'intéressement a été affecté à l'acquisition de titres de l'entreprise ou d'une entreprise qui lui est liée au sens du deuxième alinéa de l'article L. 3344-1 dudit code ou de parts ou d'actions d'organismes de placement collectif en valeurs mobilières relevant des articles L. 214-165 à L. 214-166 du code monétaire et financier, le déblocage de ces titres, parts ou actions est subordonné à un accord conclu dans les conditions prévues aux articles L. 3332-3 et L. 3333-2 du code du travail. Cet accord peut prévoir que le versement ou la délivrance de certaines catégories de droits ne peut être effectué que pour une partie des avoirs en cause. Lorsque le plan d'épargne salariale a été mis en place à l'initiative de l'entreprise dans les conditions prévues à l'article L. 3332-3 du même code, le déblocage, mentionné au présent alinéa, des titres, parts ou actions, le cas échéant pour une partie des avoirs en cause, peut être réalisé dans les mêmes conditions.II. - Le bénéficiaire peut demander le déblocage de tout ou partie des titres, parts, actions ou sommes mentionnés au I du présent article jusqu'au 31 décembre 2022. Il est procédé à ce déblocage en une seule fois.III. - Les sommes versées au bénéficiaire au titre du I ne peuvent excéder un plafond global de 10 000 €, net de prélèvements sociaux.IV. - Les sommes mentionnées aux I et II bénéficient des exonérations prévues aux articles L. 3312-4, L. 3315-2, L. 3325-1 et L. 3325-2 du code du travail.V. - Le présent article ne s'applique ni aux droits à participation, ni aux sommes attribuées au titre de l'intéressement affectés aux plans d'épargne prévus aux articles L. 3334-2 et L. 3334-4 du code du travail et aux articles L. 224-14, L. 224-16, L. 224-23, au deuxième alinéa de l'article L. 224-24 et à l'article L. 224-27 du code monétaire et financier.VI. - Dans un délai de deux mois à compter de la promulgation de la présente loi, l'employeur informe les bénéficiaires des droits dérogatoires créés en application du présent article.VII. - L'organisme gestionnaire ou, à défaut, l'employeur déclare à l'administration fiscale le montant des sommes débloquées en application du présent article.VIII. - Le bénéficiaire tient à la disposition de l'administration fiscale les pièces justificatives attestant l'usage des sommes débloquées en application des deux premiers alinéas du I."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Par dérogation à l'article L. 3262-1 du code du travail, jusqu'au 31 décembre 2026, les titres-restaurant peuvent être utilisés pour acquitter en tout ou en partie le prix de tout produit alimentaire, qu'il soit ou non directement consommable, acheté auprès d'une personne ou d'un organisme mentionné au deuxième alinéa de l'article L. 3262-3 du même code."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Lorsqu'ils font l'objet d'une revalorisation annuelle en application de l'article L. 161-25 du code de la sécurité sociale, les montants des prestations, allocations ou aides individuelles ainsi que les éléments intervenant dans leur calcul ou conditionnant l'ouverture du droit sont revalorisés, le 1er juillet 2022, par application d'un coefficient égal à 1,04. Le coefficient applicable lors de la première revalorisation annuelle postérieure au 1er juillet 2022 du montant de la prestation, de l'allocation ou de l'aide individuelle ou de l'élément intervenant dans son calcul ou dans l'ouverture du droit est égal au quotient du coefficient calculé en application du même article L. 161-25 par 1,04, sauf si le coefficient ainsi obtenu est inférieur à 1, auquel cas il est porté à cette valeur.Le coût de la revalorisation opérée, en application du premier alinéa du présent I, sur les prestations versées par le régime institué à l'article 3 de la loi n° 2005-5 du 5 janvier 2005 relative à la situation des maîtres des établissements d'enseignement privés sous contrat est à la charge de l'Etat.Un décret détermine les modalités du calcul du montant des bourses nationales d'enseignement du second degré pour la rentrée 2022.II. - Par dérogation au premier alinéa du IV de l'article L. 732-63 du code rural et de la pêche maritime, le montant du salaire minimum de croissance retenu pour le calcul du complément différentiel de points de retraite complémentaire obligatoire dont bénéficient les personnes non salariées des professions agricoles au titre des périodes comprises entre le 1er juillet 2022 et le 31 décembre 2022 est celui en vigueur le 1er juillet 2022."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\nII.-Toute personne qui bénéficie de l'allocation aux adultes handicapés à la date d'entrée en vigueur du I peut continuer d'en bénéficier selon les modalités prévues aux articles L. 821-1 et L. 821-3 du code de la sécurité sociale dans leur rédaction antérieure à la présente loi jusqu'à l'expiration de ses droits à l'allocation, lorsque ces modalités sont plus favorables à cette personne. Un décret en Conseil d'Etat fixe les modalités d'application du présent II.III.-Le I entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er octobre 2023."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Les indemnités mentionnées à l'article L. 382-31 du code de la sécurité sociale acquises après la liquidation complète d'une pension de vieillesse ouvrent droit à une nouvelle pension de retraite, de droit direct ou dérivé, dans le régime prévu à l'article L. 921-2-1 du même code.\n\nII. - Les droits en cours de constitution auprès du régime mentionné à l'article L. 921-2-1 du code de la sécurité sociale au titre des indemnités mentionnées à l'article L. 382-31 du même code ainsi que les droits en cours de constitution par les membres élus des organismes mentionnés aux articles L. 510-1 et L. 723-1 du code rural et de la pêche maritime ne sont pas pris en compte pour l'application de l'article L. 351-10-1 et du second alinéa de l'article L. 353-6 du code de la sécurité sociale, du dernier alinéa de l'article L. 732-54-1 du code rural et de la pêche maritime et du dernier alinéa du I de l'article L. 732-63 dudit code."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - A. - Pour 2022, par anticipation et en remplacement de la revalorisation annuelle prévue à l'article L. 823-4 du code de la construction et de l'habitation, les paramètres mentionnés au même article L. 823-4 sont revalorisés le 1er juillet 2022 de 3,5 % pour toutes les aides mentionnées à l'article L. 821-1 du même code.\n\nB. - A modifié les dispositions suivantes :\n\nII. - Pour la fixation des indices de référence des loyers entre le troisième trimestre de l'année 2022 et le premier trimestre de l'année 2024, la variation en glissement annuel de l'indice de référence des loyers ne peut excéder 3,5 %.III. - Par dérogation au II, dans les collectivités régies par l'article 73 de la Constitution, pour la fixation des indices de référence des loyers entre le troisième trimestre de l'année 2022 et le premier trimestre de l'année 2024, la variation en glissement annuel de l'indice de référence des loyers ne peut excéder 2,5 %.IV. - Dans la collectivité de Corse, pour la fixation des indices de référence des loyers entre le troisième trimestre de l'année 2022 et le premier trimestre de l'année 2024, le représentant de l'Etat peut, par arrêté, moduler, dans la limite de 1,5 point de pourcentage, la variation mentionnée au II.Cette modulation est opérée après consultation pour avis de l'assemblée de Corse.Elle prend en compte les critères suivants :1° Les caractéristiques démographiques et sociales de la population locale, dont le taux de pauvreté de la collectivité de Corse, entendu comme la part de la population dont le revenu est inférieur à 60 % du revenu médian ;2° L'existence d'un déséquilibre marqué entre l'offre et la demande de logements entraînant des difficultés sérieuses d'accès au logement sur l'ensemble du parc résidentiel existant, qui se caractérisent notamment par le niveau élevé des loyers, le niveau élevé des prix d'acquisition des logements anciens ou le nombre élevé de demandes de logement par rapport au nombre d'emménagements annuels dans le parc locatif social ;3° L'écart entre l'inflation annuelle constatée en France métropolitaine et celle constatée sur le territoire de la collectivité de Corse.Ces critères sont précisés par arrêté du ministre chargé de la transition écologique.V. - Les II à IV sont applicables à la fixation de l'indice de référence des loyers par dérogation aux dispositions suivantes :1° Le deuxième alinéa du I de l'article 17-1 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 ;2° Les huitième et dernier alinéas de l'article 17-2 de la même loi ;3° Le deuxième alinéa de l'article L. 411-11 du code rural et de la pêche maritime ;4° L'article 7 de la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété immobilière ;5° Les dixième et dernier alinéas du VI de l'article 140 de la loi n° 2018-1021 du 23 novembre 2018 portant évolution du logement, de l'aménagement et du numérique ;6° Le premier alinéa de l'article L. 353-9-2 du code de la construction et de l'habitation ;7° Le premier alinéa de l'article L. 353-9-3 du même code ;8° L'avant-dernier de l'article L. 442-1 dudit code ;9° Le V de l'article L. 445-3 du même code ;10° Le deuxième alinéa de l'article L. 445-3-1 du même code.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La variation annuelle de l'indice des loyers commerciaux, publié par l'Institut national de la statistique et des études économiques, prise en compte pour la révision du loyer applicable aux petites et moyennes entreprises ne peut excéder 3,5 % pour les trimestres compris entre le deuxième trimestre 2022 et le premier trimestre 2024. Le plafonnement de la variation annuelle est définitivement acquis et la majoration ou la diminution de loyer consécutive à une révision postérieure ne peut prendre en compte la part de variation de l'indice des loyers commerciaux supérieure à 3,5 % sur cette même période.Les petites et moyennes entreprises mentionnées au premier alinéa du présent article répondent à la définition de l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aide compatibles avec le marché intérieur en application des articles 107 et 108 du traité."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la consommation\n\n- Code de la consommation\n\n- Code de la consommation\n\n- Code de la consommation\n\n- Code de la consommation\n\n- Code de la consommation\n\nII. - Le 1° du I entre en vigueur à une date fixée par décret, qui ne peut être postérieure au 1er juin 2023. Il est applicable aux contrats en cours d'exécution à la même date. Les 2° et 3° du même I sont applicables aux contrats conclus à compter du 1er janvier 2023."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Les I à III entrent en vigueur à une date fixée par décret, qui ne peut être postérieure au 1er juin 2023. Ils s'appliquent aux contrats en cours d'exécution à la même date.\n\n- Code des assurances\n\n- Code de la sécurité sociale.\n\n- Code de la mutualité"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code des assurances\n\nIII. - Les I et II entrent en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\nII. - Le I entre en vigueur le 1er février 2023."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment sa durée, qui ne peut excéder quatre ans à compter de la promulgation de la présente loi.III. - L'article L. 143-6-1 du code de l'énergie est abrogé quatre ans après la promulgation de la présente loi.\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-A. - A modifié les dispositions suivantes :\n\nI.-B. - Le A est applicable aux programmations pluriannuelles de l'énergie mentionnées à l'article L. 141-1 du code de l'énergie publiées à compter de la publication de la présente loi.\n\nII. - Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité d'étendre le critère du bilan carbone, prévu à l'article L. 446-1 du code de l'énergie, aux dispositifs de soutien à la production de biogaz attribués en guichet ouvert.\n\nIII.-A. - A modifié les dispositions suivantes :\n\nIII.-B. - Le A s'applique aux renforcements des réseaux mentionnés à l'article L. 453-9 du code de l'énergie proposés par le gestionnaire de réseaux de transport ou de distribution de gaz naturel à compter de la publication de la présente loi.\n\nIV. - A créé les dispositions suivantes :\n\nV.-A. à C. - A modifié les dispositions suivantes :\n\nV.-D. - Les A à C s'appliquent à compter du premier renouvellement des schémas ou plans mentionnés aux articles L. 222-1 et L. 229-26 du code de l'environnement et à l'article L. 4251-1 du code général des collectivités territoriales effectué après la publication de la présente loi.\n\nVI. - A créé les dispositions suivantes :\n\nVII.-A. - A titre expérimental et pour une durée de trois ans, l'Etat peut instituer, pour les porteurs de projets d'installations de production de gaz renouvelable, dont le biogaz, ou de gaz bas-carbone, un guichet unique rassemblant les services chargés de l'instruction des autorisations relevant de la compétence des administrations de l'Etat, de ses établissements publics administratifs ou d'organismes et de personnes de droit public ou de droit privé chargés par lui d'une mission de service public administratif.B. - Les ministres chargés de l'énergie et de l'agriculture assurent conjointement le pilotage, le suivi et l'évaluation de l'expérimentation mentionnée au A.C. - Un décret en Conseil d'Etat, pris après avis de la Commission de régulation de l'énergie, détermine les modalités d'application de l'expérimentation mentionnée au A.D. - L'expérimentation mentionnée au A entre en vigueur à une date fixée par le décret en Conseil d'Etat prévu au C.E. - Le Gouvernement remet au Parlement un rapport dressant le bilan de l'expérimentation prévue au A six mois avant son expiration.\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'environnement\n\n- Code général des collectivités territoriales\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er juillet 2023 et s'applique aux nouvelles offres de fourniture mises à la disposition du consommateur par le fournisseur ou aux projets de modification des relations contractuelles communiquées par le fournisseur au consommateur à compter de cette date.\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - S'il est nécessaire d'augmenter les capacités nationales de traitement de gaz naturel liquéfié afin d'assurer la sécurité d'approvisionnement, le ministre chargé de l'énergie peut décider de soumettre un terminal méthanier flottant ou un projet d'installation d'un tel terminal, qu'il désigne par arrêté, au régime défini au présent article.II. - La désignation d'un terminal méthanier flottant ou d'un projet d'installation d'un tel terminal par le ministre chargé de l'énergie emporte obligation pour l'opérateur de ce terminal de le maintenir en exploitation sur le territoire métropolitain continental au sens de l'article L. 141-1 du code de l'énergie pendant une durée fixée par l'arrêté mentionné au I du présent article eu égard aux besoins de la sécurité d'approvisionnement.L'arrêté fixe la date de mise en service du terminal méthanier flottant. Il peut également assigner à l'installation des capacités de traitement de gaz naturel liquéfié à atteindre.III. - Le terminal méthanier flottant désigné par l'arrêté mentionné au I demeure soumis aux règles et aux contrôles de sécurité applicables, en application du droit international maritime, à la catégorie de navires dont il relève ainsi qu'à l'ensemble des prescriptions prises par le représentant de l'Etat dans le département sur proposition de l'autorité investie du pouvoir de police portuaire, notamment en matière de marchandises dangereuses, afin de prévenir les inconvénients ou dangers, pour la santé, la sécurité et la salubrité publiques et pour l'environnement, susceptibles de résulter de ses activités. Ces prescriptions précisent les obligations liées au démantèlement ou à l'adaptation des installations et des équipements à l'issue de leur exploitation, incluant les éventuelles obligations de renaturation du site.IV. - L'opérateur du terminal méthanier flottant établit un programme annuel d'investissements, qu'il soumet pour approbation à la Commission de régulation de l'énergie. Ce programme comprend les opérations d'entretien ou de renouvellement des installations et des équipements. La commission veille à la réalisation des investissements nécessaires au bon fonctionnement de l'installation.V. - Sans préjudice de l'article L. 452-1 du code de l'énergie, les tarifs d'utilisation des réseaux de transport de gaz naturel sont établis, de manière transparente et non discriminatoire, afin de couvrir l'ensemble des coûts supportés par l'opérateur du terminal méthanier flottant dans la mesure où ces coûts correspondent à ceux d'un opérateur efficace. Figure notamment, parmi ces coûts, une rémunération normale des capitaux investis.Les gestionnaires de réseaux de transport de gaz naturel reversent à l'opérateur du terminal méthanier flottant une part du montant des tarifs d'utilisation des réseaux de transport de gaz naturel qu'ils recouvrent, selon des modalités fixées par la Commission de régulation de l'énergie.Lorsque les recettes issues de l'exploitation du terminal méthanier sont supérieures aux coûts associés à l'obligation de maintien en exploitation, l'excédent de recettes est reversé par l'opérateur aux gestionnaires de réseaux de transport de gaz naturel, selon des modalités fixées par la Commission de régulation de l'énergie.La Commission de régulation de l'énergie veille à ce que les tiers aient un accès transparent et non discriminatoire aux capacités et aux services offerts par le terminal méthanier flottant, en application du droit d'accès prévu à l'article L. 111-97 du code de l'énergie.VI. - Les modalités d'établissement des tarifs d'utilisation des réseaux de transport de gaz naturel prévues au V du présent article ne peuvent bénéficier à un opérateur qui dispose d'une dérogation, prévue à l'article L. 111-109 du code de l'énergie, au droit d'accès mentionné à l'article L. 111-97 du même code.VII. - La décision accordant à l'opérateur d'un terminal méthanier flottant, à sa demande, la dérogation prévue à l'article L. 111-109 du code de l'énergie mentionne les règles et les mécanismes applicables à la gestion et à l'attribution des capacités de l'installation, qui sont définis par la Commission de régulation de l'énergie."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - Les dérogations procédurales prévues au présent article s'appliquent au projet d'installation d'un terminal méthanier flottant dans la circonscription de l'établissement public mentionné au premier alinéa du I de l'article 1er de l'ordonnance n° 2021-614 du 19 mai 2021 relative à la fusion du port autonome de Paris et des grands ports maritimes du Havre et de Rouen en un établissement unique, sur le site portuaire du Havre. Elles sont strictement proportionnées aux besoins de ce projet.Ces dérogations sont valables pour la réalisation du projet mentionné au premier alinéa du présent I, jusqu'au 1er janvier 2025, et pour la construction d'une canalisation de transport de gaz naturel d'une longueur de moins de cinq kilomètres ainsi que pour la construction des installations annexes qui lui sont associées.La durée d'exploitation du terminal méthanier flottant mentionné au même premier alinéa ne peut dépasser cinq ans.L'instruction des demandes préalables aux travaux et aux aménagements portuaires nécessaires à la réalisation du projet, notamment la demande de l'autorisation de construction et d'exploitation d'une canalisation de transport de gaz naturel prévue à l'article L. 555-1 du code de l'environnement, peut être conduite selon tout ou partie des règles dérogatoires prévues au présent article lorsque l'application des règles de droit commun est incompatible avec la finalité poursuivie par le projet, en particulier avec sa date de mise en service.L'autorisation de construction et d'exploitation d'une canalisation délivrée en application de la procédure dérogatoire prévue au présent article confère à son bénéficiaire les mêmes droits qu'une autorisation délivrée en application de l'article L. 555-10 du code de l'environnement.II. - L'instruction du projet peut être dispensée, le cas échéant après l'examen au cas par cas prévu à l'article L. 122-1 du code de l'environnement, de l'évaluation environnementale prévue à la section 1 du chapitre II du titre II du livre Ier du même code. Cette dispense est accordée par le ministre chargé de l'environnement.L'autorité compétente, avant d'accorder la première autorisation relative au projet, transmet au ministre chargé de l'environnement et met à la disposition du public, selon les modalités prévues à l'article L. 123-19-2 dudit code :1° Le projet de décision dispensant, à titre exceptionnel, le projet de l'évaluation environnementale définie à l'article L. 122-1 du même code et les motifs justifiant une telle dispense ;2° Un dossier établi par le porteur du projet présentant une analyse des incidences notables du projet sur l'environnement et la santé humaine, assortie des mesures d'évitement et de réduction de ces incidences ainsi que, le cas échéant, des mesures de compensation qu'il prévoit ;3° Les raisons pour lesquelles l'application de l'évaluation environnementale définie au même article L. 122-1 porterait atteinte à la finalité poursuivie par le projet.III. - Pour les seuls travaux et aménagements portuaires mentionnés au I du présent article, la dérogation prévue au 4° du I de l'article L. 411-2 du code de l'environnement peut être délivrée avant qu'aient été préalablement définies l'ensemble des mesures dont la mise en œuvre est nécessaire pour compenser les atteintes prévues ou prévisibles à des espèces protégées et à leurs habitats, sous réserve de respecter les conditions suivantes :1° La dérogation prescrit, avant l'engagement des travaux, les mesures d'évitement et de réduction des atteintes imposées au pétitionnaire ;2° En tant que de besoin, la dérogation fixe le type de mesures permettant d'atteindre un objectif d'absence de perte nette, voire de gain, de biodiversité, afin de s'assurer du maintien, dans un état de conservation favorable, des populations des espèces concernées dans leur aire de répartition naturelle. Dans cette hypothèse, les mesures de compensation nécessaires sont prescrites dans un délai de quatre mois à compter de la délivrance de la dérogation et sont mises en œuvre dans un délai fixé par la dérogation, qui ne peut dépasser dix-huit mois.IV. - Une étude sur les impacts environnementaux associés à l'exploitation du terminal méthanier flottant mentionné au I du présent article, notamment en termes d'émissions de gaz à effet de serre directes et indirectes, d'atteintes à la biodiversité et de consommation d'eau et d'autres ressources naturelles, est réalisée par l'exploitant du terminal dans un délai de six mois à compter de sa mise en service. L'étude précise le scénario de référence retenu, les hypothèses de détermination des impacts et, le cas échéant, les incertitudes et les impossibilités de quantification de certains impacts. Elle est notifiée par l'exploitant au représentant de l'Etat dans le département, qui la met à disposition du public par voie électronique et la transmet sans délai aux communes et à l'établissement public de coopération intercommunale mentionnés à l'avant-dernier alinéa du VI.A compter de la notification de l'étude par l'exploitant, le représentant de l'Etat dans le département dispose d'un délai d'un mois pour rendre sa décision sur le caractère complet et suffisant de cette étude.Lorsque le représentant de l'Etat dans le département estime que le contenu de l'étude est incomplet ou insuffisant, il en informe l'exploitant, qui dispose d'un délai de deux mois pour compléter l'étude et lui notifier cette nouvelle version.L'absence de décision explicite sur le caractère complet et suffisant de l'étude initiale et, le cas échéant, sur la nouvelle version de l'étude remise par l'exploitant vaut décision implicite de dossier complet et suffisant.V. - Le gestionnaire du réseau de transport de gaz naturel dispose, de droit, pour la conduite des travaux et aménagements mentionnés au I du présent article, des prérogatives mentionnées aux II et III de l'article L. 555-25 du code de l'environnement. Il bénéficie, en outre, de la dispense prévue au VIII du présent article.VI. - Pour l'application de l'article L. 555-10 du code de l'environnement, l'autorisation de construction et d'exploitation de la canalisation de transport de gaz naturel et de ses installations annexes peut être délivrée, par l'autorité compétente, au gestionnaire de réseau de transport concerné au vu des seuls éléments suivants :1° L'étude de dangers mentionnée à l'article L. 555-7 du même code ;2° Si les caractéristiques de la canalisation de transport ou des travaux ou aménagements liés à sa construction dépassent les seuils fixés en application de l'article L. 214-2 dudit code, un document indiquant les incidences des travaux de construction et d'exploitation de la canalisation sur la ressource en eau et décrivant, le cas échéant, les mesures envisagées afin d'assurer la compatibilité du projet avec le schéma directeur d'aménagement et de gestion des eaux et le schéma d'aménagement et de gestion des eaux.La demande d'autorisation est communiquée pour avis aux communes traversées par la canalisation ou à l'établissement public de coopération intercommunale exerçant la compétence en matière d'urbanisme ainsi qu'aux communes situées à moins de 500 mètres de la canalisation. Les avis sont réputés favorables s'ils n'ont pas été rendus dans un délai d'un mois à compter de la communication de la demande d'avis.L'autorisation de construction et d'exploitation ne peut être délivrée qu'après l'accomplissement d'une procédure de participation du public organisée dans les conditions prévues à l'article L. 123-19-2 du même code.VII. - Les travaux qui ne sont, par eux-mêmes, soumis qu'à un régime déclaratif lorsqu'ils sont nécessaires à la préparation des travaux de construction et de pose de la canalisation et qu'ils doivent être réalisés dans un milieu déjà artificialisé peuvent démarrer avant l'obtention de l'autorisation de construire et d'exploiter la canalisation et, le cas échéant, avant le dépôt des déclarations prévues aux articles L. 214-1 à L. 214-6 du code de l'environnement.VIII. - La dispense de procédure de sélection prévue à l'article L. 2122-1-3 du code général de la propriété des personnes publiques est applicable lorsque les motifs tenant à l'urgence d'assurer la sécurité énergétique nationale la justifient.IX. - Le représentant de l'Etat dans le département communique régulièrement, au cours de l'instruction du projet et au moins une fois par an pendant la durée d'exploitation du terminal méthanier flottant mentionné au premier alinéa du I du présent article, à la commission de suivi de site territorialement compétente en application de l'article L. 125-2-1 du code de l'environnement les informations relatives aux nuisances, dangers et inconvénients présentés par les infrastructures et installations mentionnées au présent article.X. - En cas d'incident significatif ou d'accident survenant sur les infrastructures et installations prévues au présent article, le ministre chargé de l'environnement saisit sans délai l'organisme permanent spécialisé mentionné au 1° de l'article L. 1621-6 du code des transports et le bureau d'enquêtes et d'analyses sur les risques industriels mentionné à l'article L. 501-5 du code de l'environnement aux fins de réalisation d'une enquête technique, dans leurs domaines de compétence.XI. - Six mois avant la fin de l'exploitation du terminal méthanier flottant mentionné au I du présent article, l'exploitant remet une étude sur les conditions de démantèlement de l'exploitation, sur les mesures de compensation mises en œuvre, sur l'état de la biodiversité et des sols ainsi que sur l'avenir des personnels. Elle est notifiée par l'exploitant au représentant de l'Etat dans le département, qui la met à disposition du public par voie électronique et la transmet sans délai au Parlement ainsi qu'aux communes et à l'établissement public de coopération intercommunale mentionnés à l'avant-dernier alinéa du VI."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Un décret peut rehausser le plafond d'émissions de gaz à effet de serre applicable aux installations de production d'électricité à partir de combustibles fossiles en application du II de l'article L. 311-5-3 du code de l'énergie en cas de menace sur la sécurité d'approvisionnement en électricité de tout ou partie du territoire national.Les exploitants des installations concernées sont soumis, sous peine de sanctions définies par le décret mentionné au premier alinéa du présent article, à une obligation de compensation des émissions de gaz à effet de serre résultant du rehaussement de ce plafond d'émissions. Cette compensation permet de financer des projets respectant les principes fixés à l'article L. 229-55 du code de l'environnement.Les projets de compensation mentionnés au présent article sont situés sur le territoire français et favorisent notamment le renouvellement forestier, le boisement, l'agroforesterie, l'agrosylvopastoralisme ou l'adoption de toute pratique agricole réduisant les émissions de gaz à effet de serre ou de toute pratique favorisant le stockage naturel de carbone.L'obligation de compensation des émissions ne dispense pas l'exploitant de ces installations, le cas échéant, du respect des obligations qui lui incombent en application de l'article L. 229-7 du même code.Le décret mentionné au premier alinéa du présent article fixe les modalités de mise en œuvre du présent article, notamment le niveau et les modalités de l'obligation de compensation."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'énergie\n\nII. - Le I s'applique à l'ensemble des volumes d'électricité attribués, au titre de l'accès régulé à l'électricité nucléaire historique prévu à l'article L. 336-1 du code de l'énergie, à compter du premier jour du mois suivant un délai d'un mois après la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le I du présent article comme étant conforme au droit de l'Union européenne."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée et dans l'objectif d'éviter une répercussion rétroactive des conséquences de son éventuelle annulation contentieuse sur les factures d'électricité de tous les Français en 2022, est validé le décret n° 2022-342 du 11 mars 2022 définissant les modalités spécifiques d'attribution d'un volume additionnel d'électricité pouvant être alloué en 2022, à titre exceptionnel, dans le cadre de l'accès régulé à l'électricité nucléaire historique (ARENH), en tant que sa régularité serait contestée pour le motif tiré du défaut d'accomplissement des consultations auxquelles le code de commerce, le code de l'énergie ou le code monétaire et financier confère, le cas échéant, un caractère obligatoire."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Le Gouvernement présente au Parlement, dans un délai de quatre mois à compter de la promulgation de la présente loi, un rapport visant à mettre en place un dispositif national d'effacement volontaire et rémunéré des consommations d'électricité à destination des particuliers. Ce rapport évalue les gisements d'effacements disponibles lors des pics de consommation, les moyens d'inviter les particuliers à réduire leurs consommations, le mode de rémunération de cet effacement, les acteurs économiques concernés par le pilotage du dispositif ainsi que les bénéfices en termes écologiques et économiques permis par ce même dispositif."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant le niveau d'exposition des collectivités territoriales et de leurs groupements aux hausses des prix des énergies et l'opportunité de renforcer les mesures fiscales, budgétaires et tarifaires prises pour les accompagner en tant que consommateurs finals d'énergie.Ce rapport est élaboré en lien avec la Commission de régulation de l'énergie ainsi qu'avec les associations nationales représentant les élus locaux et les autorités organisatrices de la distribution d'énergie.Il évalue notamment l'efficacité, sur ces collectivités et ces groupements, de la diminution des taxes intérieures sur la consommation d'électricité et de gaz, de la modulation des tarifs réglementés de vente d'électricité et de gaz ainsi que du relèvement du volume de l'accès régulé à l'électricité nucléaire historique, réalisés depuis le 1er novembre 2021.Il évalue également l'éventualité d'un relèvement des seuils des tarifs réglementés de vente de l'électricité prévus pour ces collectivités et ces groupements, en application de l'article L. 337-7 du code de l'énergie, dans le cadre de la prochaine révision de la directive (UE) 2019/944 du Parlement européen et du Conseil du 5 juin 2019 concernant les règles communes pour le marché de l'électricité et modifiant la directive 2012/27/UE."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les articles L. 3222-1 et L. 3222-2 du code des transports, dans leur rédaction résultant du présent article, s'appliquent aux contrats de transport conclus à compter du 1er janvier 2023.\n\nIII. - A modifié les dispositions suivantes :\n\n- Code des transports\n\n- LOI n° 2019-1479 du 28 décembre 2019"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-843 DC du 12 août 2022.]"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la résilience et l'approvisionnement des systèmes énergétiques dans les outre-mer.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}