{
  "id": "jorftext000024960344",
  "type": "statute",
  "title": "LOI n°2011-1862\n du 13 décembre 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024960344",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "III. - La requête en injonction de payer peut être présentée par le requérant ou par tout mandataire de ce dernier."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "A titre expérimental et jusqu'au 31 décembre de la troisième année suivant celle de la promulgation de la présente loi, dans les tribunaux de grande instance désignés par un arrêté du garde des sceaux, les dispositions suivantes sont applicables, par dérogation à l'article 373-2-13 du code civil.Les décisions fixant les modalités de l'exercice de l'autorité parentale ou la contribution à l'entretien et à l'éducation de l'enfant ainsi que les dispositions contenues dans la convention homologuée peuvent être modifiées ou complétées à tout moment par le juge, à la demande du ou des parents ou du ministère public, qui peut lui-même être saisi par un tiers, parent ou non.Toutefois, à peine d'irrecevabilité que le juge peut soulever d'office, la saisine du juge par le ou les parents doit être précédée d'une tentative de médiation familiale, sauf :1° Si la demande émane conjointement des deux parents afin de solliciter l'homologation d'une convention selon les modalités fixées à l'article 373-2-7 du code civil ;2° Si l'absence de recours à la médiation est justifiée par un motif légitime ;3° Si cette tentative de médiation préalable risque, compte tenu des délais dans lesquels elle est susceptible d'intervenir, de porter atteinte au droit des intéressés d'avoir accès au juge dans un délai raisonnable.Six mois au moins avant le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport procédant à son évaluation en vue de décider de sa généralisation, de son adaptation ou de son abandon."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-641 DC du 8 décembre 2011.]"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-641 DC du 8 décembre 2011.]"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-641 DC du 8 décembre 2011.]"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nIII. - A modifié les dispositions suivantes :\n\nIV. - Les I et II s'appliquent aux requêtes en référé enregistrées postérieurement à l'entrée en vigueur de la présente loi.\n\n- Code de justice administrative\n\n- Livre des procédures fiscales\n\n- Code de justice administrative"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-641 DC du 8 décembre 2011.]"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-641 DC du 8 décembre 2011.]"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. ― Les articles 3 à 14 de la présente loi entrent en vigueur le premier jour du treizième mois suivant celui de sa promulgation.II. ― L'article 32 de la présente loi entre en vigueur le 1er janvier 2012. A cette date, les procédures en cours devant le tribunal aux armées sont transférées en l'état aux juridictions de droit commun spécialisées en matière militaire ayant leur siège à Paris, sans qu'il y ait lieu de renouveler les actes, formalités et jugements régulièrement intervenus antérieurement à la date de sa suppression, à l'exception des convocations et citations données aux parties et aux témoins qui n'auraient pas été suivies d'une comparution devant la juridiction supprimée.Les citations et convocations peuvent être délivrées avant l'entrée en vigueur du même article 32 pour une comparution devant les juridictions de droit commun spécialisées en matière militaire ayant leur siège à Paris, à une date postérieure à cette entrée en vigueur.Les parties ayant comparu devant la juridiction supprimée sont informées par l'une ou l'autre des juridictions qu'il leur appartient d'accomplir les actes de la procédure devant les juridictions de droit commun spécialisées en matière militaire ayant leur siège à Paris auxquelles les procédures sont transférées.Les archives et les minutes du greffe du tribunal aux armées supprimé sont transférées au greffe des juridictions de droit commun spécialisées en matière militaire ayant leur siège à Paris. Les frais de transfert de ces archives et minutes sont pris sur le crédit ouvert à cet effet au budget du ministère de la justice.III. ―  Les articles 1er et 2 de la présente loi entrent en vigueur le 1er juillet 2017.IV. ― Les articles 4 à 15 ne sont pas applicables aux procédures en cours.\n\nV. ― A modifié les dispositions suivantes :\n\nCode de procédure pénale\n\nArt. 628-1, Art. 628-2, Art. 628-3, Art. 628-6"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-641 DC du 8 décembre 2011.]"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Les articles 1er, 2, 6, 14, et 22 à 70 de la présente loi sont applicables dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie.\n\nLe III de l'article 4 de la présente loi est applicable dans les îles Wallis et Futuna.\n\nL'article 7 de la présente loi, à l'exception de l'article 39, est applicable dans les îles Wallis et Futuna et en Nouvelle-Calédonie.\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}