{
  "id": "jorftext000000355163",
  "type": "statute",
  "title": "Loi n° 91-716 du 26 juillet 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000355163",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à XI - (paragraphes modificateurs).XII. - Les dispositions du présent article, à l'exception des II et XI, s'appliquent sur le territoire de la collectivité territoriale de Mayotte.XIII. - Les dispositions du présent article entrent en vigueur le 20 novembre 1992."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent à compter du 1er octobre 1991."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. et II. - (paragraphes modificateurs).III. - Les dispositions du présent article entrent en vigueur le 15 juillet 1991. Toutefois, si la présente loi n'est pas promulguée à cette date, les dispositions mentionnées ci-dessus entrent en vigueur le premier lundi qui suit cette promulgation."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les 5° et 6° du 4 de l'article 261 du code général des impôts sont abrogés.II. - 1. Pour la livraison de leurs oeuvres désignées à l'article L. 112-2 du code de la propriété intellectuelle et la cession des droits patrimoniaux qui leur sont reconnus par la loi, les auteurs d'oeuvres de l'esprit, à l'exception des architectes et auteurs de logiciels, bénéficient d'une franchise qui les dispense du paiement de la taxe sur la valeur ajoutée lorsqu'ils ont réalisé au cours de l'année précédente un chiffre d'affaires n'excédant pas 37 350 euros.Ces dispositions s'appliquent également aux artistes-interprètes visés à l'article L. 212-1 du code de la propriété intellectuelle pour l'exploitation des droits patrimoniaux qui leur sont reconnus par la loi.Les auteurs et artistes-interprètes peuvent se placer sous ce régime de franchise dès le début de leur activité soumise à la taxe sur la valeur ajoutée.2. Les dispositions du 1 cessent de s'appliquer aux personnes dont le chiffre d'affaires de l'année en cours dépasse le montant de 45 734 euros. Celles-ci deviennent redevables de la taxe sur la valeur ajoutée pour les opérations effectuées à compter du premier jour du mois au cours duquel ce chiffre d'affaires est dépassé.3. Le chiffre d'affaires mentionné aux 1 et 2 est constitué par le montant hors taxe sur la valeur ajoutée des livraisons et des cessions de droits effectuées au cours de la période de référence.    4. Pour l'application des dispositions prévues au 1, la limite de 37 350 euros est ajustée au prorata du temps d'exercice de l'activité pendant l'année de référence.5. Les personnes bénéficiant de la franchise de taxe mentionnée au 1 sont soumises aux obligations prévues à l'article 286 du code général des impôts, sous réserve des dispositions de l'article 302 sexies du même code.Elles ne peuvent opérer aucune déduction de la taxe sur la valeur ajoutée, ni faire apparaître la taxe sur leurs factures ou sur tout autre document en tenant lieu.En cas de délivrance par ces personnes, pour leurs opérations bénéficiant de la franchise prévue au 1, d'une facture ou de tout autre document en tenant lieu, cette facture ou ce document doit porter la mention : \"T.V.A. non applicable, art. 5 de la loi n° 91-716 du 26 juillet 1991\".En cas de manquement à ces obligations, les sanctions prévues à l'article 1784 du code général des impôts sont applicables.6. Les personnes susceptibles de bénéficier de la franchise mentionnée au 1 peuvent opter pour le paiement de la taxe sur la valeur ajoutée.Cette option prend effet le premier jour du mois au cours duquel elle est déclarée.Elle couvre obligatoirement une période de deux années, y compris celle au cours de laquelle elle est déclarée.Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de deux ans suivant celle au cours ou à l'issue de laquelle les personnes ayant exercé cette option ont bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à l'article 271 du code général des impôts.L'option et sa dénonciation sont déclarées au service des impôts dans les conditions et selon les mêmes modalités que celles prévues au 1° de l'article 286 du code général des impôts.III. - Les opérations non soumises à la taxe sur la valeur ajoutée conformément aux dispositions du II ci-dessus ne sont pas retenues pour l'application de la franchise prévue à l'article 293 B du code général des impôts.IV., V. et VI. - (paragraphes modificateurs).VII. - Les dispositions des I à V sont applicables à compter du 1er octobre 1991. Les dispositions du VI s'appliquent aux revenus perçus à compter du 1er janvier 1992.VIII. - L'assujetti qui remplit les conditions définies au II ci-dessus et au II de l'article 32 de la loi de finances pour 1991 (n° 90-1168 du 29 décembre 1990) pour bénéficier de la franchise et qui n'a pas opté pour le paiement de la taxe sur la valeur ajoutée est exclu du bénéfice de la franchise quand le montant cumulé des opérations visées au 1 du II de chacun des textes précités et à l'article 293 B du code général des impôts excède 48 021 euros l'année de référence ou 60 980 euros l'année en cours.Les opérations visées à l'article 293 B ne sont prises en compte que lorsque la franchise prévue par ce texte est appliquée.IX. - 1. Les éditeurs, sociétés de perception et de répartition de droits et les producteurs qui versent des droits mentionnés au premier alinéa du II doivent, sauf lorsque l'auteur a renoncé à ce dispositif en application du 3, retenir sur le montant de ces droits la taxe sur la valeur ajoutée due par l'auteur et acquitter cette taxe au Trésor.2. A défaut d'indication contraire de l'auteur formulée dans les conditions prévues au 3, les sommes qui lui sont dues par les personnes mentionnées au 1 sont réputées passibles de la retenue de taxe sur la valeur ajoutée, y compris en ce qui concerne les auteurs qui bénéficient de la franchise mentionnée au II.3. La renonciation par l'auteur au dispositif de retenue vaut pour l'ensemble des droits qu'il perçoit.Cette renonciation doit être notifiée à toutes les personnes visées au 1 qui versent des droits à l'auteur ainsi qu'au service des impôts dont celui-ci relève.Elle prend effet le premier jour du mois qui suit celui au cours duquel elle est déclarée.Elle couvre obligatoirement une période de cinq années, y compris celle au cours de laquelle elle est déclarée. Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de cinq années suivant celle au cours ou à l'issue de laquelle l'auteur ayant notifié cette renonciation a bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à l'article 271 du code général des impôts.4. Les auteurs qui n'ont pas renoncé au dispositif de la retenue et qui reçoivent des droits de personnes autres que celles visées au 1 doivent retenir les modalités de liquidation de la taxe définies au 5. Ils déposent au titre de ces droits une déclaration annuelle de chiffre d'affaires.5. Pour le calcul du montant de la taxe nette due par l'auteur, les personnes visées au 1 appliquent en France métropolitaine un taux forfaitaire de 0,8 p. 100 des droits d'auteur au titre des droits à déduction en France métropolitaine. Ce taux est de 0,4 p. 100 dans les départements de la Guadeloupe, de la Réunion et de la Martinique. Cette déduction est exclusive de toute autre déduction.6. Les personnes visées au 1 doivent déclarer et acquitter la retenue dans les mêmes conditions et sous les mêmes sanctions que leurs propres opérations. La taxe sur la valeur ajoutée acquittée pour le compte de l'auteur par ces personnes n'est pas prise en compte pour la détermination de leur pourcentage de déduction de taxe sur la valeur ajoutée."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. et II. - (paragraphes modificateurs).III. - Les dispositions des I et II ci-dessus s'appliquent à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Pour l'application de l'article 256 du code général des impôts, les opérations mentionnées aux d et e du 1° de l'article 261 C du même code sont considérées comme des prestations de service. Le chiffre d'affaires afférent à ces opérations est constitué par le montant des profits et autres rémunérations. Cette disposition présente un caractère interprétatif sous réserve des décisions de justice passées en force de chose jugée.II. - A compter du 15 juillet 1991, l'option mentionnée à l'article 260 B du code général des impôts ne s'applique pas aux opérations mentionnées aux d et g du 1° de l'article 261 C du même code. Les redevables concernés par cette disposition doivent tenir compte, dès le 1er janvier 1992, de son incidence pour l'exercice des droits à déduction et pour le calcul de la taxe sur les salaires. Les modalités de cette prise en compte sont fixées par un décret en Conseil d'Etat.Si la présente loi n'est pas promulguée le 15 juillet 1991, les dispositions mentionnées ci-dessus entrent en vigueur le premier lundi qui suit cette promulgation."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le b septies de l'article 279 du code général des impôts est abrogé à compter du 1er août 1991."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "(premier alinéa modificateur).Cette disposition s'applique à compter du 1er août 1991."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Les dispositions de l'article 281 quinquies, du c de l'article 296 bis et du 4° du 1 du I de l'article 297 du code général des impôts sont abrogées.II., III., IV. et V. - (paragraphes modificateurs).VI. - Les dispositions du présent article s'appliquent aux opérations réalisées à compter du 15 juillet 1991. Toutefois, si la présente loi n'est pas promulguée à cette date, les dispositions mentionnées ci-dessus entrent en vigueur le premier lundi qui suit cette promulgation.Toutefois, le redevable de la taxe peut bénéficier des dispositions actuellement en vigueur pour les acquisitions de terrains à bâtir réalisées avant le 1er janvier 1992, pour autant que l'accord des parties ait été formalisé par un acte enregistré avant le 15 juillet 1991."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I., II., III., IV. et V. - (paragraphes modificateurs).VI. - L'article 280 du code général des impôts est abrogé.    VII., VIII., IX. et X. - (paragraphes modificateurs).XI. - Les dispositions du présent article entrent en vigueur le 1er janvier 1993."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I., II. et III. - (paragraphes modificateurs).IV. - Les dispositions du I du présent article entrent en vigueur le 15 juillet 1991. Toutefois, si la présente loi n'est pas promulguée à cette date, les dispositions mentionnées ci-dessus entrent en vigueur le premier lundi qui suit cette promulgation.Les dispositions du II et du III entrent en vigueur le 1er janvier 1993."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La taxe sur la valeur ajoutée afférente aux achats, importations, acquisitions intracommunautaires, livraisons et services effectués à compter du 1er janvier 1993 cesse d'être exclue du droit à déduction en ce qui concerne les véhicules ou engins affectés de façon exclusive à l'enseignement de la conduite."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Pour les cotisations de taxe professionnelle dues au titre de l'année 1991, la demande d'allégement prévue à l'article 1647 B sexies du code général des impôts ne permet de surseoir au paiement de la taxe, dans les conditions prévues à l'article L. 277 du livre des procédures fiscales, qu'à concurrence du montant de l'allégement correspondant au plafonnement de la cotisation de taxe professionnelle à 4 p. 100 de la valeur ajoutée.Le solde ne pourra faire l'objet d'une restitution ou d'une compensation qu'à compter du 31 mai 1992. A défaut de décision de dégrèvement à cette date, le redevable pourra imputer ce solde sur l'acompte éventuellement dû, au titre de l'année 1992, en application du deuxième alinéa de l'article 1679 quinquies du code général des impôts."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - 1. Sont acquittés par virement directement opéré sur le compte du Trésor ouvert dans les écritures de la Banque de France, lorsque leur montant excède 10000 F :a) Le prélèvement prévu à l'article 125 A du code général des impôts et les prélèvements établis, liquidés et recouvrés selon les mêmes règles ;b) La retenue à la source prévue à l'article 119 bis du même code et les retenues liquidées et recouvrées selon les mêmes règles ;c) La taxe sur les conventions d'assurance prévue aux articles 991 et suivants du même code et les contributions ou prélèvement recouvrés selon les mêmes règles.2. Les personnes qui ne se conforment pas à l'obligation prévue au 1 ci-dessus sont redevables d'une majoration égale à 0,2 p. 100 du montant des sommes dont le versement a été effectué selon un autre moyen de paiement.Les dispositions de l'article 1736 du code général des impôts s'appliquent.3. Les dispositions des 1 et 2 ci-dessus entrent en vigueur à des dates fixées par décret, et au plus tard le 31 décembre 1992.II. - 1. (alinéa modificateur).2. Cette disposition s'applique aux prélèvements effectués à partir du 1er septembre 1991."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Il est institué pour 1991, au profit du budget de l'Etat, un prélèvement exceptionnel sur les fonds déposés auprès de la Caisse des dépôts et consignations par l'Organisation autonome nationale de l'industrie et du commerce et constitués par le produit des taxes instituées par l'article 3 de la loi n° 72-657 du 13 juillet 1972 instituant des mesures en faveur de certaines catégories de commerçants et artisans âgés.Le montant de ce prélèvement est fixé à 1000 millions de francs."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La caisse de consolidation et de mobilisation des crédits à moyen terme instituée par l'article 12 de la loi de finances pour 1958 (n° 57-1344 du 30 décembre 1957) est supprimée à compter du 1er juillet 1991.Un décret organise les opérations de liquidation de l'établissement. Le boni de liquidation revient à l'Etat."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I., II., III., IV., V., VI. - (paragraphes abrogés).VII. - Les articles 32, 33, 35 et 36 de la loi n° 85-1321 du 14 décembre 1985 modifiant diverses dispositions du droit des valeurs mobilières, des titres de créances négociables, des sociétés et des opérations de Bourse sont abrogés.VIII. - Les dispositions du deuxième alinéa du II entreront en vigueur dix-huit mois après la publication de la présente loi.Jusqu'à l'entrée en vigueur des dispositions visées à l'alinéa précédent, les titres de créances négociables font l'objet soit d'une inscription en comptes tenus par un intermédiaire habilité, soit d'une représentation physique."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - 1° Les dispositions de l'article 92 B du code général des impôts constituent le I de cet article.2° (alinéa modificateur).II., III., IV. et V. - (paragraphes modificateurs)."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "(premier alinéa modificateur).Un décret fixe les conditions d'application de ces dispositions, notamment en ce qui concerne les obligations déclaratives."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Alinéa modificateurLes dispositions qui précèdent sont applicables pour la détermination des bénéfices imposables des exercices clos à compter du 31 décembre 1990."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Le III de l'article 953 du code général des impôts est abrogé."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - (paragraphe modificateur).II. - Les délibérations des collectivités locales et de leurs groupements dotés d'une fiscalité propre prises en vertu de l'article 81 de la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989) sont applicables dans les conditions prévues au I."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. et II. - (paragraphes modificateurs).III. - Les dispositions du présent article ont valeur interprétative."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. et II. - (paragraphes modificateurs).III. - A défaut de délibération du conseil municipal ou de l'organe délibérant de l'établissement public groupant plusieurs communes fixant les taux pour les catégories 7°, 8° et 9°, les taux applicables à ces catégories sont ceux appliqués antérieurement au 15 juillet 1991 pour la catégorie 7°."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - Il ne peut être fait droit à aucune réclamation ou demande se rapportant à un contrat ou à une garantie financière indépendante, dont l'exécution a été affectée par les mesures décidées en vertu de la résolution n° 661 et des résolutions connexes du Conseil de sécurité des Nations Unies ou des règlements communautaires n° 2340-90 du 8 août 1990 et n° 3155-90 du 29 octobre 1990 ou en vertu de toutes autres dispositions françaises ou étrangères adoptées en conformité avec ces mesures, si elle est présentée par l'Etat irakien, une collectivité publique irakienne, une personne physique résidant en Irak, une personne morale ayant son siège ou son centre d'activités en Irak, une personne morale dont le capital ou les droits de vote sont contrôlés directement ou indirectement par une ou plusieurs des personnes ainsi définies. Il en est de même pour les réclamations ou demandes présentées par une personne physique ou morale se prévalant d'une cession de droits d'une ou plusieurs des personnes ci-dessus énumérées ou d'une personne agissant au nom ou pour le compte d'une ou plusieurs personnes mentionnées ci-dessus.    Les dispositions du présent article s'appliquent, dans les mêmes conditions, à toutes les stipulations annexes au contrat.II. - Les dispositions du I ne sont pas applicables aux réclamations relatives aux contrats pour lesquelles le demandeur fait la preuve que la cause de la réclamation est antérieure aux mesures mentionnées au I et que ces mesures n'ont pas eu d'incidence sur l'existence ou le contenu de la réclamation.Il en est de même des réclamations ou des demandes portant sur des garanties financières indépendantes pour lesquelles le demandeur fait la preuve que les mesures mentionnées au I n'ont pas eu d'incidence sur l'existence ou le contenu de la réclamation ou de la demande et que, ni l'exécution de la garantie ni celle du contrat de fourniture de biens ou de services qui en est la cause n'ont été affectées par lesdites mesures.Les dispositions du I ne sont pas applicables aux réclamations ou demandes portant sur des contrats de travail soumis au droit français.III. - Le présent article s'applique immédiatement à toute demande, y compris aux instances en cours, à toute réclamation contentieuse ou non, quelle que soit la loi applicable au litige."
    }
  ]
}