{
  "id": "jorftext000000880372",
  "type": "statute",
  "title": "Loi n° 56-1115 du 9 novembre 1956",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000880372",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est institué pour assurer le service des tribunaux permanents des forces armées, des tribunaux de cassation permanents des forces armées et des juridictions militaires et maritimes non permanentes :Un corps de magistrats militaires ;Un cadre d'officiers greffiers ;Un cadre de sous-officiers commis greffiers ;Un cadre de sous-officiers huissiers appariteurs.Les personnels de ces différents corps et cadres remplissent, suivant le corps ou le cadre auquel ils appartiennent, les fonctions antérieurement attribuées par le Code de justice militaire et les lois qui ont modifié ces codes, aux officiers de justice militaire et aux officiers de justice maritime, aux officiers greffiers de justice militaire et maritime, aux sous-officiers ou officiers mariniers commis greffiers et sous-officiers huissiers appariteurs."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les magistrats militaires, affectés exclusivement aux services de la justice militaire et aux parquets des juridictions militaires, constituent un corps autonome à hiérarchie propre.Ce corps comporte les classes ci-après :Magistrat général ;Magistrat militaire de 1re classe ;Magistrat militaire de 2e classe ;Magistrat militaire de 3e classe ;Magistrat militaire adjoint.Les magistrats militaires sont nommés par décret, sur la proposition du ministre de la défense nationale et des forces armées. Le nombre des magistrats militaires de 1re classe ne peut dépasser 13 % de l'effectif total, celui des magistrats militaires de 2e classe 21 %.Les magistrats militaires ne relèvent que de leurs chefs hiérarchiques et du ministre de la défense nationale dans l'exercice de leurs fonctions. Ils sont soumis aux règles de la discipline générale. Ils ne peuvent toutefois être traduits devant une juridiction militaire ou devant un conseil d'enquête, en temps de paix ou en temps de guerre, que sur l'ordre du ministre de la défense nationale. Un décret en Conseil d'Etat fixera la composition du tribunal militaire et du conseil d'enquête devant lesquels ils pourront être traduits.Les magistrats militaires ont, sous les réserves résultant de la nature des fonctions qui leur sont confiées et sans qu'il puisse notamment être porté atteinte à l'indépendance absolue des juges d'instruction ou des substituts chargés de l'instruction, autorité sur les magistrats militaires de classe inférieure et, suivant la correspondance de leur classe aux grades, sur les autres personnels du service et sur les personnels militaires mis temporairement ou de façon permanente à la disposition de ce service, dans les conditions fixées par les lois et règlements militaires.Ils sont régis par la loi du 19 mai 1834 sur l'état des officiers. Ils perçoivent les mêmes soldes et indemnités que les autres personnels militaires du grade qui correspond à leur classe conformément aux correspondances établies par le tableau suivant :Magistrat général : général de brigade ;Magistrat militaire de 1re classe : colonel ;Magistrat militaire de 2e classe : lieutenant-colonel ;Magistrat militaire de 3e classe : commandant ;Magistrat militaire adjoint : capitaine."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'avancement des magistrats militaires à la classe immédiatement supérieure a lieu exclusivement au choix, après inscription au tableau d'avancement. Trois années d'ancienneté dans chaque classe sont exigées.Aucun magistrat ne peut en temps de paix être promu à une des classes supérieures à la troisième, s'il n'est susceptible d'en remplir les fonctions pendant deux ans au moins avant d'être atteint par la limite d'âge de cette dernière classe.La limite d'âge du magistrat général est fixée à soixante-quatre ans."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les magistrats militaires adjoints ne peuvent être recrutés que par voie d'un concours auquel sont admis à prendre part les officiers ou assimilés des armées de terre, de mer ou de l'air et des services communs du grade de capitaine, sans condition d'ancienneté requise pour être proposé pour l'avancement ou de compter quatre ans de grade.Les candidats doivent également justifier du diplôme de licencié en droit et d'un stage pratique d'une année auprès du parquet d'un tribunal de droit commun.Les épreuves pratiques et théoriques du concours sont fixées par décret. Ce concours porte notamment sur la connaissance des règlements militaires, du code de justice militaire, du code pénal et du code d'instruction criminelle, sur les principes de l'organisation judiciaire et sur des notions élémentaires de médecine légale.Les magistrats militaire de 3e classe sont choisis :1° Pour les quatre cinquièmes des nominations parmi les magistrats militaires adjoints ;2° Pour un cinquième parmi les officiers ou assimilés des armées de terre, de mer et de l'air et des services communs du grade de commandant sans condition d'ancienneté, ou du grade de capitaine, mais à la condition qu'ils comptent au moins sept ans de grade. Ces officiers doivent subir les épreuves du concours prévu aux premier et troisième alinéas du présent article et justifier du diplôme et du stage prévus au deuxième alinéa. Ils sont toutefois classés à part."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les magistrats militaires portent une tenue et des insignes de classe dont la description sera donnée par décret."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les officiers greffiers du service de la justice des forces armées constituent un cadre autonome à hiérarchie propre.Ce cadre comprend les classes ci-après :Officier greffier en chef ;Officier greffier principal ;Officier greffier de 1re classe ;Officier greffier de 2e classe ;Officier greffier de 3e classe.Le nombre des officiers greffiers en chef, des officiers greffiers principaux et des officiers greffiers de 1re classe ne peut dépasser respectivement 4 %, 10 % et 40 % de l'effectif total des officiers greffiers.Ces officiers sont placés sous le régime de la loi du 19 mai 1834 sur l'état des officiers et soumis aux lois, décrets et ordonnances concernant les officiers. Ils ont autorité, suivant leur classe, sur les personnels employés de façon permanente dans le service. Ils perçoivent les mêmes soldes et indemnités que les autres personnels militaires du grade correspondant à leur classe, cette correspondance étant établie par le tableau suivant :Officier greffier en chef : lieutenant-colonel ;Officier greffier principal : commandant ;Officier greffier de 1re classe : capitaine ;Officier greffier de 2e classe : lieutenant ;Officier greffier de 3e classe : sous-lieutenant."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le cadre des sous-officiers commis greffiers comprend les classes ci-après :Commis greffier de 1re classe ;Commis greffier de 2e classe.Le nombre des commis greffiers de 1re classe est égal à celui des commis greffiers de 2e classe."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les emplois vacants d'officiers greffiers de 3e classe sont donnés au choix aux commis greffiers de 1re classe réunissant au moins quatre ans d'ancienneté dans les classes de commis greffier de 1e classe et de commis greffier de 2e classe cumulés, après inscription régulière à un tableau d'avancement.L'avancement des officiers greffiers a lieu exclusivement au choix, après inscription au tableau d'avancement, trois années d'ancienneté dans chaque classe étant exigées."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les commis greffiers de 2e classe sont recrutés parmi les sous-officiers d'active des trois armées et des services communs réunissant les conditions qui seront fixées par décret à la suite d'un concours dont les conditions seront également déterminées par décret.Les commis greffiers de 1re classe sont choisis parmi les commis greffiers de 2e classe ayant au moins deux ans d'ancienneté dans cette classe et régulièrement inscrits à un tableau d'avancement.La loi du 30 mars 1928 relative au statut des sous-officiers de carrière est applicable aux commis greffiers dans les mêmes conditions qu'aux autres sous-officiers de l'armée. Ils perçoivent les mêmes soldes et indemnités que les autres personnels militaires de grade correspondant à leur classe, cette correspondance étant établie par le tableau suivant :Commis greffier de 1re classe : adjudant-chef ;Commis greffier de 2e classe : adjudant."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le cadre des sous-officiers huissiers appariteurs comprend les classes ci-après :Huissier appariteur militaire de 1re classe ;Huissier appariteur militaire de 2e classe ;Huissier appariteur militaire de 3e classe ;Huissier appariteur militaire de 4e classe.Leur nombre ne peut dépasser dans chaque liste un quart de l'effectif total.La loi du 30 mars 1928 relative au statut des sous-officiers de carrière est applicable à ces personnes dans les mêmes conditions qu'aux autres sous-officiers de l'armée. Ils perçoivent les mêmes soldes et indemnités que les autres personnels militaires du grade correspondant à leur classe, cette correspondance étant établie par le tableau suivant :Huissier appariteur militaire de 1re classe : adjudant-chef ;Huissier appariteur militaire de 2e classe : adjudant ;Huissier appariteur militaire de 3e classe : sergent-major ;Huissier appariteur militaire de 4e classe : sergent-chef."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'avancement des sous-officiers huissiers appariteurs a lieu au choix après inscription au tableau d'avancement, deux années d'ancienneté dans chaque classe étant exigées."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'uniforme et les insignes de classe des personnels appartenant au cadre des officiers greffiers et aux cadres des commis greffiers et des huissiers appariteurs militaires sont ceux fixés dans l'armée de terre pour les personnels militaires de grade correspondant à leur classe."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les corps d'officiers de justice militaire et d'officiers de justice maritime, les corps d'officiers greffiers de justice militaire et de justice maritime, les cadres des sous-officiers commis greffiers et d'officiers mariniers commis greffiers, le cadre des sous-officiers huissiers appariteurs, institués par les lois des 9 mars 1928 et 13 janvier 1938 seront dissous à une date qui sera fixée par décret. Les personnels de ces corps et cadres nouveaux crées, à la classe correspondant au grade qu'ils détenaient dans leur ancien corps ou cadre et avec le maintien de leur ancienneté dans ce cadre."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'effectif des magistrats militaires de 1re classe ne pourra comprendre plus d'un quart d'officiers provenant du corps supprimé des officiers de justice maritime."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'ancienneté exigée pour l'admission au grade supérieur des officiers greffiers de 2e et 1re classe provenant du corps des officiers greffiers de justice maritime sera majorée de deux ans. Cette disposition ne sera cependant plus applicable à ceux qui auront été promus à une classe supérieure postérieurement à leur admission dans le nouveau cadre."
    }
  ]
}