{
  "id": "jorftext000000512459",
  "type": "statute",
  "title": "Loi n° 86-33 du 9 janvier 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000512459",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le fonctionnaire en activité a droit :\n\n1° A un congé annuel avec traitement dont la durée est fixée par décret en Conseil d'Etat.\n\nLes fonctionnaires qui exercent leurs fonctions sur le territoire européen de la France et dont le lieu de résidence habituelle est situé dans les départements d'outre-mer bénéficient des congés bonifiés dans les conditions prévues pour les fonctionnaires de l'Etat se trouvant dans la même situation.\n\nLes fonctionnaires originaires des départements de la Haute-Corse et de la Corse-du-Sud ou des territoires d'outre-mer peuvent bénéficier, sur leur demande, d'un cumul sur deux années de leurs congés annuels pour se rendre dans leur département ou territoire d'origine ;\n\n2° A des congés de maladie dont la durée totale peut atteindre un an pendant une période de douze mois consécutifs en cas de maladie dûment constatée mettant l'intéressé dans l'impossibilité d'exercer ses fonctions. Celui-ci conserve alors l'intégralité de son traitement pendant une durée de trois mois ; ce traitement est réduit de moitié pendant les neuf mois suivants. Le fonctionnaire conserve, en outre, ses droits à la totalité du supplément familial de traitement et de l'indemnité de résidence. Le bénéfice de ces dispositions est subordonné à la transmission par le fonctionnaire, à son administration, de l'avis d'arrêt de travail justifiant du bien-fondé du congé de maladie, dans un délai et selon les sanctions prévus en application de l'article 42.\n\nToutefois, si la maladie provient de l'une des causes exceptionnelles prévues à l'article L. 27 du code des pensions civiles et militaires de retraite , à l'exception des blessures ou des maladies contractées ou aggravées en service, le fonctionnaire conserve l'intégralité de son traitement jusqu'à ce qu'il soit en état de reprendre son service ou jusqu'à sa mise à la retraite. Il a droit, en outre, au remboursement des honoraires médicaux et des frais directement entraînés par la maladie ou l'accident.\n\nL'établissement ou la collectivité dont il relève est subrogé dans les droits éventuels du fonctionnaire victime d'un accident provoqué par un tiers jusqu'à concurrence du montant des charges qu'il a supportées ou supporte du fait de cet accident. L'établissement ou la collectivité est admis à poursuivre directement contre le responsable du dommage ou son assureur le remboursement des charges patronales afférentes aux rémunérations maintenues ou versées audit fonctionnaire pendant la période d'indisponibilité de celui-ci par dérogation aux dispositions de l'article 2 de l'ordonnance n° 59-76 du 7 janvier 1959 relative aux actions en réparation civile de l'Etat et de certaines autres personnes publiques ;\n\n3° A des congés de longue maladie d'une durée maximale de trois ans dans les cas où il est constaté que la maladie met l'intéressé dans l'impossibilité d'exercer ses fonctions, rend nécessaires un traitement et des soins prolongés et présente un caractère invalidant et de gravité confirmée. Le fonctionnaire conserve l'intégralité de son traitement pendant un an ; le traitement est réduit de moitié pendant les deux années qui suivent. L'intéressé conserve, en outre, ses droits à la totalité du supplément familial de traitement et de l'indemnité de résidence.\n\nLe congé de longue maladie peut être utilisé de façon continue ou discontinue.Le fonctionnaire qui a obtenu un congé de longue maladie en conserve le bénéfice auprès de toute personne publique qui l'emploie ainsi que les modalités d'utilisation afférentes.\n\nLe fonctionnaire qui a obtenu un congé de longue maladie ne peut bénéficier d'un autre congé de cette nature s'il n'a pas auparavant repris l'exercice de ses fonctions pendant un an.\n\nLes dispositions du troisième alinéa du 2° du présent article sont applicables aux congés de longue maladie ;\n\n4° A un congé de longue durée, en cas de tuberculose, maladie mentale, affection cancéreuse, poliomyélite ou déficit immunitaire grave et acquis, de trois ans à plein traitement et de deux ans à demi-traitement. Le fonctionnaire conserve ses droits à la totalité du supplément familial de traitement et de l'indemnité de résidence.\n\nSauf dans le cas où le fonctionnaire ne peut être placé en congé de longue maladie, le congé ne peut être attribué qu'à l'issue de la période rémunérée à plein traitement d'un congé de longue maladie. Cette période est réputée être une période du congé de longue durée accordé pour la même affection. Tout congé attribué par la suite pour cette affection est un congé de longue durée.\n\nSur la demande de l'intéressé, l'établissement a la faculté, après avis du comité médical, de maintenir en congé de longue maladie le fonctionnaire qui peut prétendre à l'octroi d'un congé de longue durée ;\n\nLe congé de longue durée peut être utilisé de façon continue ou discontinue.Le fonctionnaire qui a obtenu un congé de longue durée en conserve le bénéfice auprès de toute personne publique qui l'emploie ainsi que les modalités d'utilisation afférentes.\n\nLes dispositions du quatrième alinéa du 2° du présent article sont applicables au congé de longue durée.\n\n5° Aux congés de maternité et liés aux charges parentales prévus aux a, b, c, d et e ci-dessous. Durant ces congés, le fonctionnaire conserve l'intégralité de son traitement, du supplément familial de traitement et de l'indemnité de résidence.A l'expiration de ces congés, le fonctionnaire est réaffecté de plein droit dans son ancien emploi. Dans le cas où celui-ci ne peut lui être proposé, le fonctionnaire est affecté dans un emploi équivalent, le plus proche de son dernier lieu de travail. S'il le demande, il peut également être affecté dans l'emploi le plus proche de son domicile, sous réserve du respect de l'article 38 de la présente loi.Ces congés sont attribués dans les conditions suivantes :a) Le congé de maternité est accordé pour une durée égale à celle prévue aux articles L. 1225-17 à L. 1225-21 du code du travail.En cas de décès de la mère au cours de la période entre la naissance de l'enfant et la fin de l'indemnisation prévue par son régime d'assurance maternité, le père fonctionnaire bénéficie d'un droit à congé pour la durée restant à courir entre la date du décès de la mère et la fin de la période d'indemnisation dont elle aurait bénéficié. Lorsque le père de l'enfant ne demande pas à bénéficier de ce congé, ce droit est accordé au conjoint fonctionnaire de la mère ou au fonctionnaire lié à elle par un pacte civil de solidarité ou vivant maritalement avec elle.Lorsque l'enfant est resté hospitalisé jusqu'à l'expiration de la sixième semaine suivant l'accouchement, le fonctionnaire peut reporter à la date de la fin de l'hospitalisation de l'enfant tout ou partie des congés prévus aux deux alinéas précédent et auxquels il peut encore prétendre ;b) Le congé de naissance est accordé pour une durée égale à la durée minimale mentionnée à l'article L. 3142-4 du même code pour le congé de naissance. Il bénéficie au fonctionnaire père de l'enfant ainsi que, le cas échéant, au fonctionnaire conjoint de la mère ou au fonctionnaire lié à elle par un pacte civil de solidarité ou vivant maritalement avec elle ;c) Le congé pour l'arrivée d'un enfant placé en vue de son adoption est accordé pour une durée égale à la durée minimale mentionnée à l'article L. 3142-4 du même code pour le congé pour l'arrivée d'un enfant placé en vue de son adoption.Ce congé est pris de manière continue ou fractionnée à l'occasion de chaque arrivée d'un enfant placé en vue de son adoption dans les quinze jours entourant l'arrivée de l'enfant adopté.Son bénéfice est ouvert à la demande du fonctionnaire adoptant ;d) Le congé d'adoption est accordé pour une durée égale à celle prévue par l'article L. 1225-37 du même code.Le droit au congé d'adoption est ouvert au fonctionnaire à qui l'autorité administrative compétente ou tout organisme désigné à cet effet confie un enfant en vue de son adoption. Il est ouvert à l'un ou l'autre des parents adoptifs. Lorsque les deux conjoints sont fonctionnaires en activité, le congé peut être réparti entre eux ; dans ce cas, la durée du congé est augmentée et fractionnée selon les modalités prévues par l'article L. 1225-40 du même code ;e) Le congé de paternité et d'accueil de l'enfant est accordé pour une durée égale à celle prévue à l'article L. 1225-35 du même code. Il bénéficie au père fonctionnaire ainsi que, le cas échéant, au conjoint fonctionnaire de la mère ou au fonctionnaire lié à elle par un pacte civil de solidarité ou vivant maritalement avec elle ;\n\n6° Au congé de formation professionnelle ; la prise en charge de ce congé et des dépenses relatives au bilan de compétences ou à des actions préparant à la validation des acquis de l'expérience, effectués à l'initiative de l'agent, dans les établissements énumérés à l'article 2, est assurée par une cotisation annuelle d'un montant de 0,20 % du montant des rémunérations au sens de l'article L. 242-1 du code de la sécurité sociale, inscrit à l'état des prévisions de recettes et de dépenses, versée à un ou plusieurs organismes paritaires agréés par l'Etat, chargés de la gestion et de la mutualisation de cette cotisation ;\n\n6° bis Au congé pour validation des acquis de l'expérience ;\n\n6° ter Au congé pour bilan de compétences ;\n\n7° Au congé pour formation syndicale avec traitement d'une durée maximum de douze jours ouvrables par an ;\n\n7° bis Un congé avec traitement, d'une durée maximale de deux jours ouvrables pendant la durée de son mandat, s'il est représentant du personnel au sein des formations spécialisées mentionnées au III des articles L. 6144-3 et L. 6144-3-1 du code de la santé publique, au IV de l'article L. 6144-3 du même code et à l'article L. 315-13 du code de l'action sociale et des familles ou, lorsque celles-ci n'ont pas été créées, du comité social d'établissement mentionné au I des articles L. 6144-3 et L. 6144-3-1 du code de la santé publique et à l'article L. 315-13 du code de l'action sociale et des familles. Ce congé est accordé, sur demande du fonctionnaire concerné, afin de suivre une formation en matière d'hygiène et de sécurité au sein de l'organisme de formation de son choix. Les modalités de mise en œuvre de ce congé sont fixées par décret en Conseil d'Etat ;\n\n8° A un congé non rémunéré de six jours ouvrables par an, pris en une ou deux fois, accordé, sur sa demande, au fonctionnaire de moins de vingt-cinq ans, pour participer aux activités des organisations de jeunesse et d'éducation populaire, des fédérations et des associations sportives agréées destinées à favoriser la préparation et la formation ou le perfectionnement de cadres et d'animateurs. La durée du congé est assimilée à une période de service effectif. Elle ne peut être imputée sur la durée du congé annuel. Dans les mêmes conditions, un congé est accordé à sa demande, sans condition d'âge, à tout fonctionnaire désigné pour siéger à titre bénévole au sein de l'organe d'administration ou de direction d'une association régie par la loi du 1er juillet 1901 relative au contrat d'association ou inscrite au registre des associations en application du code civil local applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, déclarée depuis trois ans au moins et dont l'ensemble des activités est mentionné au b du 1 de l'article 200 du code général des impôts, et à tout fonctionnaire exerçant à titre bénévole des fonctions de direction ou d'encadrement au sein d'une telle association. Il est également accordé à tout fonctionnaire membre d'un conseil citoyen dont la composition a été reconnue par le représentant de l'Etat dans le département dans les conditions prévues à l'article 7 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine, pour siéger dans les instances internes du conseil citoyen et participer aux instances de pilotage du contrat de ville, y compris celles relatives aux projets de renouvellement urbain. Il est également accordé à toute personne, non administrateur, apportant à une mutuelle, union ou fédération, en dehors de son statut de fonctionnaire, un concours personnel et bénévole, dans le cadre d'un mandat pour lequel elle a été statutairement désignée ou élue. Ce congé peut être fractionné en demi-journées ;\n\n9° A un congé de solidarité familiale lorsqu'un ascendant, un descendant, un frère, une sœur, une personne partageant le même domicile ou l'ayant désigné comme sa personne de confiance au sens de l'article L. 1111-6 du code de la santé publique souffre d'une pathologie mettant en jeu le pronostic vital ou est en phase avancée ou terminale d'une affection grave et incurable, quelle qu'en soit la cause. Ce congé non rémunéré est accordé, sur demande écrite du fonctionnaire, pour une durée maximale de trois mois, renouvelable une fois. Il peut être fractionné dans des conditions fixées par décret. Le congé de solidarité familiale prend fin soit à l'expiration de la période de trois mois, soit dans les trois jours qui suivent le décès de la personne accompagnée, soit à une date antérieure, date prévisible de son retour avec un préavis de trois jours francs. La durée de ce congé est assimilée à une période de service effectif. Elle ne peut être imputée sur la durée du congé annuel. Ce congé peut être transformé en période d'activité à temps partiel dans des conditions fixées par décret ;\n\n9° bis A un congé de proche aidant d'une durée maximale de trois mois renouvelable et dans la limite d'un an sur l'ensemble de la carrière lorsque l'une des personnes mentionnées à l'article L. 3142-16 du code du travail présente un handicap ou une perte d'autonomie définis par le décret pris en application de l'article L. 3142-24 du même code. Le congé de proche aidant peut être fractionné ou pris sous la forme d'un temps partiel. Pendant le congé de proche aidant, le fonctionnaire n'est pas rémunéré. La durée passée dans le congé de proche aidant est assimilée à une période de service effectif et est prise en compte pour la constitution et la liquidation des droits à pension ;\n\n10° A un congé pour siéger, comme représentant d'une association déclarée en application de la loi du 1er juillet 1901 relative au contrat d'association ou inscrite au registre des associations en application de la loi du 19 avril 1908 applicable au contrat d'association dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle ou d'une mutuelle au sens du code de la mutualité, dans une instance, consultative ou non, instituée par une disposition législative ou réglementaire auprès d'une autorité de l'Etat à l'échelon national, régional ou départemental, ou d'une collectivité territoriale. Ce congé avec traitement est accordé sous réserve des nécessités de service et ne peut dépasser neuf jours ouvrables par an. Il peut être fractionné en demi-journées. Ce congé ne peut se cumuler avec ceux qui sont prévus aux 7° et 8° du présent article qu'à concurrence de douze jours ouvrables pour une même année ;\n\n11° A un congé de présence parentale, accordé au fonctionnaire lorsque la maladie, l'accident ou le handicap d'un enfant à charge présente une particulière gravité rendant indispensables une présence soutenue de sa mère ou de son père et des soins contraignants. Les modalités d'appréciation de la gravité de la maladie, de l'accident ou du handicap sont définies par décret en Conseil d'Etat.\n\nCe congé est accordé de droit, sur demande écrite du fonctionnaire. Le nombre de jours de congé dont il peut bénéficier à ce titre ne peut excéder trois cent dix jours ouvrés au cours d'une période de trente-six mois. Toutefois, lorsque le nombre maximal de jours de congés est atteint avant le terme de la période en cours, le congé peut être renouvelé une fois au titre de la même maladie ou du même handicap ou du fait de l'accident dont l'enfant a été victime, pour au maximum trois cent dix jours ouvrés au cours d'une nouvelle période de trente-six mois. Le congé de présence parentale peut être fractionné ou pris sous la forme d'un temps partiel. La période de congé ne peut être imputée sur la durée du congé annuel.\n\nPendant les jours de congé de présence parentale, le fonctionnaire n'est pas rémunéré. Il n'acquiert pas de droits à la retraite, sous réserve des dispositions de l'article L. 9 du code des pensions civiles et militaires de retraite.\n\nA l'issue du congé de présence parentale ou en cas de diminution des ressources du ménage ou en cas de décès de l'enfant, le fonctionnaire est réaffecté de plein droit, au besoin en surnombre, dans son établissement d'origine.\n\n12° A un congé avec traitement pour accomplir soit une période de service militaire, d'instruction militaire ou d'activité dans la réserve opérationnelle pour une durée inférieure ou égale à trente jours cumulés par année civile, soit une période d'activité dans la réserve de sécurité civile d'une durée inférieure ou égale à quinze jours cumulés par année civile, soit une période d'activité dans la réserve sanitaire, soit une période d'activité dans la réserve civile de la police nationale d'une durée de quarante-cinq jours ;\n\n13° A un congé avec traitement pour accomplir une période d'activité afin d'exercer des fonctions de préparation et d'encadrement des séjours de cohésion du service national universel. Ce congé est accordé sous réserve des nécessités de service pour une durée inférieure ou égale à soixante jours sur une période de douze mois consécutifs.\n\nUn décret en Conseil d'Etat fixe les modalités d'application du présent article."
    }
  ]
}