{
  "id": "jorftext000049309567",
  "type": "statute",
  "title": "LOI n°2024-247 du 21 mars 2024",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000049309567",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code des assurances\n\nII. - Le présent article entre en vigueur un an après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code électoral\n\n- Code électoral\n\nII. - Le présent article entre en vigueur un an après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité intérieure\n\nII. - Des conventions prévoyant un protocole d'information des maires sur le traitement judiciaire des infractions commises à l'encontre des élus peuvent être signées entre les associations représentatives des élus locaux, le représentant de l'Etat dans le département et le procureur de la République."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le Gouvernement remet au Parlement, dans un délai de trois mois à compter de la promulgation de la présente loi, un rapport sur l'opportunité d'élargir le bénéfice de la protection fonctionnelle :1° A tous les élus locaux, y compris à ceux qui n'exercent pas de fonctions exécutives ;2° Aux conjoints, aux enfants et aux ascendants directs des conseillers départementaux et régionaux lorsque, du fait des fonctions de ces derniers, ils sont victimes de menaces, de violences, de voies de fait, d'injures, de diffamations ou d'outrages."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le Gouvernement remet au Parlement, dans un délai de trois mois à compter de la promulgation de la présente loi, un rapport recensant les actions menées pour lutter contre les violences faites aux élus et leurs résultats. Ce rapport dresse également le bilan des suites données aux plaintes déposées par les élus auprès des services de police ou de gendarmerie pour les faits de violences dont ils sont victimes.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}