{
  "id": "jorftext000047377306",
  "type": "statute",
  "title": "LOI n°2023-222 du 30 mars 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047377306",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A titre expérimental, pour une durée de cinq ans à compter de la promulgation de la présente loi, l'Etat et ses établissements publics ainsi que les collectivités territoriales, leurs établissements publics et leurs groupements peuvent conclure des contrats de performance énergétique dérogeant aux articles L. 2191-2 à L. 2191-8 du code de la commande publique, sous la forme d'un marché global de performance mentionné à l'article L. 2171-3 du même code, pour la rénovation énergétique d'un ou de plusieurs de leurs bâtiments. Lorsque le contrat conclu en application du présent article porte sur plusieurs bâtiments, les résultats des actions de performance énergétique sont suivis de manière séparée pour chaque bâtiment.Les contrats mentionnés au premier alinéa du présent article peuvent être conclus pour la prise en charge des travaux prévue au dernier alinéa de l'article L. 2224-34 du code général des collectivités territoriales.Pour le calcul de la rémunération du titulaire, le marché global de performance précise les conditions dans lesquelles sont pris en compte et identifiés :1° Les coûts d'investissement, notamment les coûts d'étude et de conception, les coûts de construction, les coûts annexes à la construction et les frais financiers intercalaires ;2° Les coûts de fonctionnement, notamment les coûts d'entretien, de maintenance et de renouvellement des ouvrages et des équipements ;3° Les coûts de financement ;4° Le cas échéant, les revenus issus de l'exercice d'activités annexes ou de la valorisation du domaine.Par dérogation aux articles L. 2193-10 à L. 2193-13 du code de la commande publique, le sous-traitant direct du titulaire du marché global de performance est payé, pour la part du marché dont il assure l'exécution, dans les conditions prévues au titre III de la loi n° 75-1334 du 31 décembre 1975 relative à la sous-traitance.Pour l'application des articles L. 2313-1, L. 3313-1, L. 3661-15, L. 4313-2, L. 4425-18, L. 5217-10-14, L. 71-111-14 et L. 72-101-14 du code général des collectivités territoriales, les documents budgétaires sont accompagnés :a) D'une annexe retraçant l'ensemble des engagements financiers de la collectivité territoriale ou de l'établissement public résultant des contrats de performance énergétique signés dans les conditions prévues au présent article ;b) D'une annexe retraçant la dette liée à la part d'investissements de ces contrats."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Le présent article est applicable aux marchés globaux de performance conclus en application de l'article 1er.II. - Un marché global de performance peut être conclu pour la réalisation d'une opération répondant aux besoins d'une autre personne morale de droit public ou de droit privé en vue de l'exercice de ses missions. Dans ce cas, une convention est signée entre l'acheteur et la personne morale pour les besoins de laquelle le marché global de performance est conclu.III. - Lorsque la réalisation d'un projet relève simultanément de la compétence de plusieurs acheteurs, ces derniers peuvent désigner par convention celui d'entre eux qui conduira la procédure de passation et, éventuellement, signera le contrat et en suivra l'exécution. Le cas échéant, cette convention précise les conditions de ce transfert de compétences et en fixe le terme.IV. - Avant de décider de recourir à un marché global de performance, l'acheteur procède à une étude préalable ayant pour objet de démontrer l'intérêt du recours à un tel contrat. La procédure de passation de ce marché ne peut être engagée que si cette étude préalable démontre que le recours à un tel contrat est plus favorable que le recours à d'autres modes de réalisation du projet, notamment en termes de performance énergétique. Le critère du paiement différé ne peut à lui seul constituer un avantage.Cette étude préalable est soumise pour avis à l'organisme expert mentionné à l'article L. 2212-2 du code de la commande publique.Les modalités d'application du présent IV sont déterminées par décret en Conseil d'Etat.V. - Avant de décider de recourir à un marché global de performance, l'acheteur réalise une étude de soutenabilité budgétaire, qui apprécie notamment les conséquences du contrat sur les finances publiques et la disponibilité des crédits. Cette étude est soumise pour avis au service de l'Etat compétent.Lorsque le marché global de performance est conclu pour les besoins de plusieurs personnes morales, l'étude de soutenabilité budgétaire précise les engagements financiers supportés par chacune d'elles.VI. - Pour les marchés globaux de performance conclus par l'Etat et ses établissements publics, le lancement de la procédure de passation est soumis à l'autorisation des autorités administratives compétentes, dans des conditions fixées par voie réglementaire.VII. - Pour les collectivités territoriales et leurs établissements publics, l'étude préalable, l'étude de soutenabilité budgétaire et les avis sur celles-ci sont présentés à l'assemblée délibérante ou à l'organe délibérant, qui se prononce sur le principe du recours à un marché global de performance.VIII. - Pour les autres acheteurs, l'étude préalable, l'étude de soutenabilité budgétaire et les avis sur celles-ci sont présentés à l'organe décisionnel, qui se prononce sur le principe du recours à un marché global de performance.IX. - L'acheteur peut prévoir que les modalités de financement indiquées dans l'offre finale présentent un caractère ajustable.Ces ajustements ne peuvent avoir pour effet ni de remettre en cause les conditions de mise en concurrence en exonérant l'acheteur de l'obligation de respecter le principe du choix de l'offre économiquement la plus avantageuse ni de permettre au titulaire pressenti de bouleverser l'économie de son offre.L'ajustement de l'offre ne porte que sur la composante financière du coût global du contrat et est seulement fondé sur la variation des modalités de financement, à l'exclusion de tout autre élément.X. - Le soumissionnaire auquel il est envisagé d'attribuer le marché global de performance présente le financement définitif dans un délai fixé par l'acheteur. A défaut, le marché global de performance ne peut lui être attribué et le soumissionnaire dont l'offre a été classée immédiatement après la sienne peut être sollicité pour présenter le financement définitif de son offre dans le même délai.XI. - Les autorités administratives compétentes autorisent la signature des marchés globaux de performance par l'Etat et ses établissements publics, dans des conditions fixées par voie réglementaire.XII. - L'assemblée délibérante de la collectivité territoriale ou l'organe délibérant de l'établissement public local autorise la signature du marché global de performance par l'organe exécutif.XIII. - L'organe décisionnel des autres acheteurs autorise la signature du marché global de performance.XIV. - La durée du marché global de performance est déterminée en fonction de la durée d'amortissement des investissements ou des modalités de financement retenues.XV. - Une fois signés, les marchés globaux de performance et leurs annexes sont communiqués à l'organisme expert mentionné à l'article L. 2212-2 du code de la commande publique. Les informations et documents communiqués ne sont utilisés qu'à des fins de recensement et d'analyse économique.XVI. - En cas d'annulation ou de résiliation du marché global de performance par le juge faisant suite au recours d'un tiers, le titulaire peut prétendre à l'indemnisation des dépenses qu'il a engagées conformément au contrat dès lors qu'elles ont été utiles à l'acheteur.XVII. - Parmi les dépenses mentionnées au XVI du présent article, figurent, s'il y a lieu, les frais liés au financement mis en place dans le cadre de l'exécution du marché, y compris, le cas échéant, les coûts pour le titulaire afférents aux instruments de financement et résultant de la fin anticipée du contrat.La prise en compte des frais liés au financement est subordonnée à la mention, dans les annexes au marché global de performance, des principales caractéristiques des financements à mettre en place pour les besoins de l'exécution du marché.XVIII. - Lorsqu'une clause du marché global de performance fixe les modalités d'indemnisation du titulaire en cas d'annulation ou de résiliation du contrat par le juge, elle est réputée divisible des autres stipulations du contrat.XIX. - La rémunération due par l'acheteur dans le cadre du marché global de performance peut être cédée conformément aux articles L. 313-29-1 et L. 313-29-2 du code monétaire et financier."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'expérimentation prévue à l'article 1er fait l'objet d'un suivi et d'une évaluation par le Gouvernement, qui remet au Parlement, dans un délai de trois ans à compter de la promulgation de la présente loi, un rapport sur les contrats conclus en application de l'article 1er. Ce rapport est mis à jour et à nouveau transmis au Parlement, au plus tard six mois avant le terme de l'expérimentation.Ce rapport examine notamment :1° Le nombre et la destination des bâtiments publics ayant fait l'objet de travaux de rénovation énergétique par le recours à ces contrats ;2° Les économies d'énergie réalisées du fait des travaux de rénovation énergétique effectués dans le cadre de ces contrats ;3° L'atteinte des objectifs chiffrés de performance énergétique définis dans ces contrats ;4° La qualité et la quantité de la sous-traitance dans ces contrats ;5° L'accès à ces contrats par catégorie d'entreprises, au sens de l'article 51 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie ;6° Le recours à ces contrats par catégorie de collectivités territoriales, notamment par les communes de moins de 3 500 habitants ayant eu recours à la mutualisation de plusieurs opérations entre différentes communes ;7° La participation des usagers du service public en lien avec les bâtiments publics faisant l'objet des contrats conclus en application de l'article 1er de la présente loi, au stade de leur passation comme de leur exécution ;8° L'association des agents du service public en lien avec les bâtiments publics faisant l'objet de ces contrats, au stade de leur passation comme de leur exécution ;9° L'accompagnement des acheteurs publics, en particulier les collectivités territoriales et les établissements publics de santé, notamment pour la passation et l'exécution de ces contrats ;10° Les conséquences budgétaires desdits contrats sur les finances des acheteurs publics concernés."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La présente loi est applicable, dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises, aux contrats de performance énergétique conclus sous la forme d'un marché global de performance, pour la rénovation énergétique d'un ou de plusieurs de leurs bâtiments, par l'Etat ou ses établissements publics, sous réserve des compétences dévolues à ces collectivités.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}