{
  "id": "jorftext000048519395",
  "type": "statute",
  "title": "Ordonnance n°2023-1142 du 6 décembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048519395",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le livre II du code de commerce est modifié conformément aux dispositions du présent chapitre."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le titre II du livre VIII du code de commerce est modifié conformément aux articles du présent chapitre."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Sous réserve des dispositions particulières prévues aux articles 33 à 42, les dispositions de la présente ordonnance entrent en vigueur le 1er janvier 2024."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Les articles 2 et 3, l'article 4, à l'exception du 1°, l'article 5, l'article 6, à l'exception du I et du 3° du II, l'article 8, à l'exception du I et des 1°, 4° et 5° du II, l'article 9, à l'exception des 1°, 4° et 5°, et les articles 20 à 26, 28 et 29 entrent en vigueur le 1er janvier 2025.\n\nII. - Le IV de l'article 6, le 7° du II de l'article 8, le 7° de l'article 9, le IV de l'article 20, les articles 21 à 24 ainsi que les articles 28 et 29 s'appliquent :\n\n1° Aux rapports afférents aux exercices ouverts à compter du 1er janvier 2024, pour les entités suivantes qui sont des grandes entreprises ou les sociétés consolidantes ou combinantes d'un grand groupe, au sens des articles L. 230-1 et L. 230-2 du code de commerce, selon le cas, dont le nombre moyen de salariés employés au cours de l'exercice est supérieur à 500 :\n\na) Les sociétés dont les titres sont admis aux négociations sur un marché réglementé ;\n\nb) Les établissements de crédit, au sens de l'article L. 511-1 du code monétaire et financier ;\n\nc) Les entreprises soumises au contrôle de l'Etat en application de l'article L. 310-1 et du II de l'article L. 310-1-1 du code des assurances, les mutuelles et unions relevant du livre II du code de la mutualité ainsi que les institutions de prévoyance et leurs unions, mentionnées aux articles L. 931-1 et L. 931-1-1 du code de la sécurité sociale ;\n\n2° Aux rapports afférents aux exercices ouverts à compter du 1er janvier 2027, pour les sociétés qui sont des grandes entreprises ou les sociétés consolidantes ou combinantes d'un grand groupe au sens des articles L. 230-1 et L. 230-2 du code de commerce, selon le cas ;\n\n3° Aux rapports afférents aux exercices ouverts à compter du 1er janvier 2028, pour les sociétés dont les titres sont admis aux négociations sur un marché réglementé qui sont des petites ou des moyennes entreprises au sens de l'article L. 230-1 du code de commerce, les établissements de crédit de petite taille et non complexes, au sens de l'article 4, paragraphe 1, point 145), du règlement (UE) n° 575/2013 du Parlement européen et du Conseil et les entreprises captives d'assurance et de réassurance mentionnées aux 1° et 3° de l'article L. 350-2 du code des assurances ;\n\n4° Aux rapports afférents aux exercices ouverts à compter du 1er janvier 2028 pour les sociétés mentionnées aux articles L. 232-6-4 et L. 233-28-5 du code de commerce.\n\nLes sociétés qui sont des petites ou des moyennes entreprises, au sens de l'article L. 230-1 du code de commerce, peuvent décider de ne pas appliquer l'article L. 232-6-3 de ce code pour les rapports afférents aux exercices ouverts avant le 1er janvier 2028, sous réserve qu'elles justifient brièvement cette décision dans leur rapport de gestion.\n\nIII. - Le 1° du II ne s'applique pas aux sociétés de groupe d'assurance mutuelles, mentionnées à l'article L. 322-1-3 du code des assurances, aux unions mutualistes de groupe, mentionnées à l'article L. 111-4-2 du code de la mutualité, aux sociétés de groupe assurantiel de protection sociale, mentionnées à l'article L. 931-2-2 du code de la sécurité sociale, ainsi qu'aux coopératives agricoles et à leurs unions, mentionnées à l'article L. 521-1 du code rural et de la pêche maritime.\n\nIV. - Le V de l'article 20 s'applique aux rapports afférents aux exercices ouverts à compter du 1er janvier 2024.\n\nDans les rapports afférents aux trois premiers exercices ouverts à compter du 1er janvier 2024, les entreprises tenues de publier les informations de durabilité au titre des articles L. 232-6-3 et L. 233-28-4 du code de commerce peuvent omettre, en tenant compte des dispositions applicables en fonction de seuils de salariés, les informations mentionnées à l'appendice C de l'ESRS 1 annexé au règlement délégué (UE) 2023/2772 de la Commission du 31 juillet 2023 complétant la directive 2013/34/ UE du Parlement européen et du Conseil en ce qui concerne les normes d'information en matière de durabilité."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Pour le rapport afférent à l'exercice ouvert entre le 1er janvier et le 31 décembre 2024, les articles L. 22-10-36 et L. 225-102-1 du code de commerce, l'article L. 511-35 du code monétaire et financier, l'article L. 310-1-1-1 du code des assurances, l'article L. 114-17 du code de la mutualité, l'article L. 931-7-3 du code de la sécurité sociale, l'article L. 524-2-1 du code rural et de la pêche maritime ainsi que l'article 8 de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération demeurent applicables, dans leur rédaction antérieure à la présente ordonnance, aux entités qui remplissent les deux conditions cumulatives suivantes :1° Ne pas être soumise à l'article L. 232-6-3 du code de commerce ou dispensée de son application conformément au V ;2° Ne pas être soumise à l'article L. 233-28-4 de ce code, ou dispensé de son application conformément au V.II. - Par dérogation au V de l'article L. 225-102-1 du code de commerce, les informations figurant dans la déclaration de performance extra-financière peuvent être vérifiées par un commissaire aux comptes inscrit sur la liste mentionnée au II de l'article L. 821-13 de ce code ou par un organisme tiers indépendant inscrit sur la liste mentionnée à l'article L. 822-3 de ce code, dans des conditions définies par décret en Conseil d'Etat.III. - Pour les entités tenues à la publication d'une déclaration de performance extra-financière selon les modalités prévues au I du présent article, l'article L. 541-15-6-1 du code de l'environnement ainsi que le quatrième alinéa de l'article L. 823-10 du code de commerce demeurent applicables dans leur rédaction antérieure à la présente ordonnance."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - Par dérogation au I de l'article L. 232-6-3 du code de commerce et au I de l'article L. 233-28-4 de ce code, toute société qui est contrôlée, au sens du II ou du III de l'article L. 233-16 de ce code, par une société ne disposant pas d'un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, peut inclure des informations consolidées en matière de durabilité dans une section distincte de son rapport de gestion ou le cas échéant de son rapport sur la gestion du groupe, dans les conditions définies ci-après.II. - Les informations consolidées en matière de durabilité comprennent les descriptions et mentions prévues au I de l'article L. 232-6-3 du code de commerce, relatives à l'ensemble formé par :1° Les sociétés soumises à l'article 19 bis ou à l'article 29 bis de la directive (UE) 2013/34 du Parlement européen et du Conseil qui sont contrôlées, au sens du II ou du III de l'article L. 233-16 du code de de commerce, par la société ne disposant pas d‘un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, mentionnée au I ;2° Les sociétés contrôlées, au sens du II ou du III de l'article L. 233-16 du code de commerce, par les sociétés soumises à l'article 19 bis ou à l'article 29 bis de la directive (UE) 2022/2464 du Parlement européen et du Conseil, mentionnées au 1°.III. - La section prévue au I indique la liste des sociétés mentionnées au 1° du II.Elle peut également contenir les informations exigées par l'article 8 du règlement (UE) 2020/852 du Parlement européen et du Conseil relatives à l'ensemble mentionné au II.IV. - Le I s'applique seulement lorsque la société comptabilise, à la clôture de l'un des cinq derniers exercices consécutifs, un chiffre d'affaires net ou un chiffre d'affaires net consolidé dans l'Espace économique européen qui est le plus important parmi les sociétés constituant l'ensemble mentionné au II.V. - Les II à IV de l'article L. 233-28-4 s'appliquent à toute société faisant usage de la faculté prévue au I.VI. - Les dispenses prévues au second alinéa du V de l'article L. 232-6-3 et au V de l'article L. 233-28-4 du code de commerce s'appliquent également à condition que la société dispensée et la société consolidante appartiennent à l'ensemble mentionné au II et que les informations consolidées en matière de durabilité soient établies conformément au présent article ou aux mesures prises par un Etat membre de l'Union européenne ou un autre Etat partie à l'Accord sur l'espace économique européen, en application de l'article 48 decies de la directive (UE) 2022/2464 du Parlement européen et du Conseil, lorsque la société consolidante dispose d'un siège social dans cet Etat.VII. - Le présent article s'applique aux rapports afférents aux exercices ouverts avant le 7 janvier 2030."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - L'article 27 entre en vigueur le 1er janvier 2026 et s'applique aux marchés publics et aux contrats de concession pour lesquels une consultation est engagée ou un avis de publicité est envoyé à la publication à compter de cette date.II. - Le VIII de l'article 31 entre en vigueur le 1er janvier 2025 et s'applique aux marchés publics et aux contrats de concession pour lesquels une consultation est engagée ou un avis de publicité est envoyé à la publication à compter de cette date.III. - Le XIX de l'article 31 entre en vigueur le lendemain de la publication de la présente ordonnance."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Sont réputés satisfaire aux conditions prévues aux 2° et 3° du I de l'article L. 821-18 du code de commerce les commissaires aux comptes inscrits sur la liste mentionnée au I de l'article L. 821-13 avant le 1er janvier 2026 et qui justifient avoir validé une ou plusieurs formations homologuées mentionnées au III du présent article.II. - Sont réputées satisfaire aux conditions prévues aux 6° et 7° de l'article L. 822-4 du code de commerce les personnes physiques associées, dirigeantes ou salariées des organismes tiers indépendants accrédités avant le 1er janvier 2026 pour procéder à la vérification des informations contenues dans la déclaration sur la performance extra-financière et qui justifient avoir validé une ou plusieurs formations homologuées mentionnées au III du présent article.III. - La Haute autorité de l'audit homologue les formations qui :1° Permettent aux candidats d'acquérir les connaissances nécessaires à l'exercice de la mission prévue au II de l'article L. 821-54 du code de commerce ;2° Totalisent une durée d'au moins 90 heures.La décision d'homologation indique la date à partir de laquelle la formation a commencé à respecter les conditions prévues à l'alinéa précédent. Les formations effectuées à partir de cette date sont comptabilisées dans le total prévu au 2° du III du présent article.La Haute autorité de l'audit définit les critères relatifs à l'homologation de ces formations.Lorsqu'un commissaire aux comptes justifie avoir validé une ou plusieurs de ces formations, il est réputé avoir satisfait à son obligation de formation continue mentionnée au I de l'article L. 821-24 pour la durée correspondant aux heures effectuées au titre de chaque année, dans la limite de 90 heures pour l'intégralité de la ou des formations.Un arrêté du garde des sceaux, ministre de la justice, précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Par dérogation aux dispositions prévues au premier alinéa de l'article L. 821-44 et au premier alinéa de l'article L. 822-20, pour les nominations pour l'exercice de la première mission de certification des informations en matière de durabilité intervenant après l'entrée en vigueur de la présente ordonnance, les personnes et entités peuvent nommer le commissaire aux comptes ou l'organisme tiers indépendant :1° Soit pour la durée du mandat restant à courir au titre de la mission de certification des comptes ;2° Soit pour un mandat de trois exercices, dans cette hypothèse, à l'expiration du premier mandat, l'entité peut nommer le commissaire aux comptes ou l'organisme tiers indépendant soit pour un mandat de six ans, soit pour la durée du mandat restant à courir au titre de la mission de certification des comptes."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "L'article L. 822-5 entre en vigueur le 6 janvier 2027."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - Les membres du Haut conseil du commissariat aux comptes sont maintenus dans leurs fonctions jusqu'à la première réunion du collège de la Haute autorité de l'audit.Jusqu'à l'entrée en vigueur du décret du président de la République portant nomination du président de la Haute autorité de l'audit, la présidence de la Haute autorité de l'audit est assurée par le président du Haut conseil du commissariat aux comptes en fonction à la date de publication de la présente ordonnance.II. - La Haute autorité de l'audit succède au Haut conseil du commissariat aux comptes dans ses droits et obligations.Les biens mobiliers du Haut conseil du commissariat aux comptes sont transférés de plein droit et en pleine propriété à la Haute autorité de l'audit. Ce transfert est effectué à titre gratuit et ne donne lieu à aucun versement de salaires ou honoraires au profit des agents de l'Etat, ni à aucune indemnité ou perception de droits ou de taxes.La continuité des contrats de travail en cours est assurée dans les conditions prévues à l'article L. 1224-1 du code du travail.III. - Les procédures en cours devant le Haut conseil du commissariat aux comptes sont poursuivies de plein droit par la Haute autorité de l'audit.Les procédures en cours devant la formation restreinte du Haut conseil du commissariat aux comptes sont poursuivies de plein droit par la commission des sanctions de la Haute autorité de l'audit.IV. - La validité des actes d'enquête et de procédure accomplis antérieurement à la première réunion de la commission des sanctions de la Haute autorité de l'audit s'apprécie au regard des dispositions législatives et règlementaires en vigueur à la date à laquelle ils ont été pris ou accomplis.V. - La Haute autorité de l'audit perçoit le produit des cotisations dues au Haut conseil du commissariat aux comptes au titre des dispositions législatives et règlementaires en vigueur avant la publication de la présente ordonnance."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les trois membres du Collège nommés, à la suite de l'entrée en vigueur de la présente ordonnance, par le ministre chargé de l'économie en raison de leurs compétences, en application de l'article 2 de l'ordonnance n° 2009-79 du 22 janvier 2009 créant l'Autorité des normes comptables, le sont pour la durée du mandat restant à courir.Le membre désigné par le président de l'Autorité de contrôle prudentiel et de résolution remplace les deux membres représentant cette autorité, pour la durée du mandat restant à courir.Le mandat des autres membres du Collège nommés en application de ce même article reste inchangé."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-à IV.-:\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-A l'exception du a du 2° et du a du 4° du IV qui entrent en vigueur en Polynésie française et en Nouvelle-Calédonie le 1er janvier 2025, les dispositions du code de la commande publique rendues applicables dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises entrent en vigueur le 1er janvier 2026. Elles s'appliquent aux marchés publics et aux contrats de concession pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication à compter de leur entrée en vigueur.\n\n-Code de commerce\n\n-Code de commerce\n\n-Code monétaire et financier\n\n-Code des assurances\n\n-Code de la commande publique"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "La Première ministre, le ministre de l'économie, des finances et de la souveraineté industrielle et numérique, le ministre de l'intérieur et des outre-mer, le garde des sceaux, ministre de la justice, le ministre du travail, du plein emploi et de l'insertion, le ministre de l'agriculture et de la souveraineté alimentaire, le ministre de la transition écologique et de la cohésion des territoires, la ministre de la transition énergétique et le ministre délégué auprès du ministre de l'intérieur et des outre-mer, chargé des outre-mer, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}