{
  "id": "jorftext000000878028",
  "type": "statute",
  "title": "Loi n° 67-563 du 13 juillet 1967",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000878028",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "Lorsque le comportement du débiteur ou des dirigeants sociaux le rend nécessaire, le tribunal peut, à toute époque de la procédure du règlement judiciaire, désigner un administrateur provisoire, soit d'office, soit à la demande du procureur de la République ou du syndic, le débiteur ou les dirigeants sociaux entendus ou dûment appelés.Le tribunal fixe l'étendue de la mission de l'administrateur provisoire et sa durée ; cet administrateur provisoire ne peut déposer les offres de concordat à moins que, s'il s'agit d'une personne morale, les organes de celle-ci les aient approuvées.Le tribunal peut décider le remplacement de l'administrateur provisoire soit d'office, soit à la demande du procureur de la République ou du syndic."
    },
    {
      "provision_ref": "art21-1",
      "section": "21-1",
      "title": "Article 21-1",
      "content": "Lorsqu'il estime que la survie de l'entreprise le requiert, le tribunal, sur la demande du procureur de la République ou d'office, peut, par décision motivée signifiée aux parties, subordonner à l'avance l'homologation de tout concordat au remplacement d'un ou plusieurs dirigeants sociaux. Il peut, dans les mêmes conditions, décider que le droit de vote attaché aux parts ou actions détenues par ces dirigeants sera exercé, pour une durée qu'il fixe, par un mandataire de justice désigné à cet effet. Pour l'application des dispositions du présent article, les dirigeants sociaux sont entendus ou dûment appelés."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Le tribunal peut, à la demande d'un créancier, du débiteur, ou du syndic, autoriser ce dernier à traiter à forfait de tout ou partie de l'actif mobilier ou immobilier et à l'aliéner."
    },
    {
      "provision_ref": "art95-1",
      "section": "95-1",
      "title": "Article 95-1",
      "content": "Le syndic est responsable des livres, papiers et effets remis par le débiteur, ou lui appartenant, ainsi que par les créanciers ou par tout apporteur, pendant cinq ans à partir du jour de la reddition des comptes.\n\nEn cas de règlement judiciaire, le syndic n'est responsable des pièces précitées que pendant deux années à partir du jour de la reddition des comptes."
    },
    {
      "provision_ref": "art103-1",
      "section": "103-1",
      "title": "Article 103-1",
      "content": "Par exception à l'article précédent, l'appel des jugements relatifs à la nomination ou au remplacement des syndics ainsi que des jugements autorisant le syndic à traiter à forfait des actifs du débiteur est ouvert au procureur de la République même lorsqu'il n'a pas agi comme partie principale. Toutefois, le jugement autorisant le syndic à traiter à forfait des actifs du débiteur acquiert force de chose jugée lorsque la cour d'appel n'a pas statué au fond dans les quarante jours suivant le prononcé du jugement.\n\nL'appel et le recours en cassation des décisions statuant sur l'ouverture du règlement judiciaire ou de la liquidation des biens sont ouverts au ministère public, même lorsqu'il n'a pas agi comme partie principale."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "Les actes faits en exécution de la présente loi sont dispensés du timbre et de l'enregistrement, à l'exclusion des jugements et arrêts et des actes portant mutation de propriété, d'usufruit ou de jouissance de biens meubles ou immeubles."
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "Sont abrogés :- les articles 89, 437 à 614-26 et 635 du code de commerce ;- l'article 23 (avant-dernier alinéa) du livre Ier du code du travail ;- l'article 6 (alinéa 3) du décret du 8 août 1935 portant application aux gérants et administrateurs de sociétés de la législation de la faillite et de la banqueroute et instituant l'interdiction et la déchéance du droit de gérer et d'administrer une société ;- les articles 25 (alinéas 2 et 3) de la loi modifiée du 7 mars 1925 tendant à instituer des sociétés à responsabilité limitée et 4 de la loi du 16 novembre 1940 relative aux sociétés anonymes, en tant que lesdites lois demeurent provisoirement applicables dans les conditions prévues à l'article 499 (alinéa 5) de la loi n° 66-537 du 24 juillet 1966 modifiée sur les sociétés commerciales ;- le 12° de l'article 1er de la loi n° 47-1635 du 30 août 1947 relative à l'assainissement des professions commerciales et industrielles ;- l'article 26 de la loi n° 66-948 du 22 décembre 1966."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "La présente loi est applicable aux territoires d'outre-mer."
    }
  ]
}