{
  "id": "jorftext000000877367",
  "type": "statute",
  "title": "Loi du 29 décembre 1892",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000877367",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les agents de l'administration ou les personnes auxquelles elle délègue ses droits, ne peuvent pénétrer dans les propriétés privées pour y exécuter les opérations nécessaires à l'étude des projets de travaux publics, civils ou militaires, exécutés pour le compte de l'Etat, des collectivités territoriales et de leurs groupements, ainsi que des établissements publics, qu'en vertu d'un arrêté préfectoral indiquant les communes sur le territoire desquelles les études doivent être faites. L'arrêté est affiché à la mairie de ces communes au moins dix jours avant, et doit être représenté à toute réquisition.\n\nL'introduction des agents de l'administration ou des particuliers à qui elle délègue ses droits, ne peut être autorisée à l'intérieur des maisons d'habitation ; dans les autres propriétés closes, elle ne peut avoir lieu que cinq jours après notification au propriétaire, ou, en son absence, au gardien la propriété.\n\nA défaut de gardien connu demeurant dans la commune, le délai ne court qu'à partir de la notification au propriétaire faite en la mairie : ce délai expiré, si personne ne se présente pour permettre l'accès, les dits agents ou particuliers peuvent entrer avec l'assistance du juge du   tribunal judiciaire.\n\nIl ne peut être abattu d'arbres fruitiers, d'ornement ou de haute futaie, avant qu'un accord amiable se soit établi sur leur valeur, ou qu'à défaut de cet accord il ait été procédé à une constatation contradictoire destinée à fournir les éléments nécessaires pour l'évaluation des dommages.\n\nA la fin de l'opération, tout dommage causé par les études est réglé entre le propriétaire et l'administration dans les formes indiquées par la loi du 22 juillet 1889."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Aucune occupation temporaire de terrain ne peut être autorisée à l'intérieur des propriétés attenantes aux habitations et closes par des murs ou par des clôtures équivalentes, suivant les usages du pays."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Lorsqu'il y a lieu d'occuper temporairement un terrain, soit pour en extraire ou ramasser des matériaux, soit pour y fouiller ou y faire des dépôts de terre, soit pour tout autre objet relatif à l'exécution de projets de travaux publics, civils ou militaires, cette occupation est autorisée par un arrêté du préfet, indiquant le nom de la commune où le territoire est situé, les numéros que les parcelles dont il se compose portent sur le plan cadastral, et le nom du propriétaire tel qu'il est inscrit sur la matrice des rôles.\n\nCet arrêté indique d'une façon précise les travaux à raison desquels l'occupation est ordonnée, les surfaces sur lesquelles elle doit porter, la nature et la durée de l'occupation et la voie d'accès.\n\nUn plan parcellaire désignant par une teinte les terrains à occuper est annexé à l'arrêté, à moins que l'occupation n'ait pour but exclusif le ramassage des matériaux."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le préfet envoie ampliation de son arrêté et du plan annexé, au chef de service public compétent et au maire de la commune.Si l'administration ne doit pas occuper elle-même le terrain, le chef de service compétent remet une copie certifiée de l'arrêté à la personne à laquelle elle a délégué ses droitsLe maire notifie l'arrêté au propriétaire du terrain, ou si celui-ci n'est pas domicilié dans la commune, au fermier, locataire, gardien ou régisseur de la propriété ; il y joint une copie du plan parcellaire et garde l'original de cette notification.S'il y a dans la commune personne ayant qualité pour recevoir la notification, celle-ci est valablement faite par lettre chargée adressée au dernier domicile connu du propriétaire. L'arrêté et le plan parcellaire restent déposés à la mairie pour être communiqués sans déplacement aux intéressés, sur leur demande."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Après l'accomplissement des formalités qui précèdent et à défaut de convention amiable, le chef de service ou la personne à laquelle l'administration a délégué ses droits, fait au propriétaire du terrain, préalablement à toute occupation du terrain désigné, une notification par lettre recommandée, indiquant le jour et l'heure où il compte se rendre sur les lieux ou à s'y faire représenter.\n\nIl l'invite à s'y trouver ou à s'y faire représenter lui-même pour procéder contradictoirement à la constatation de l'état des lieux.\n\nEn même temps, il informe par écrit le maire de la commune de la notification par lui faite au propriétaire.\n\nSi le propriétaire n'est pas domicilié dans la commune, la notification est faite conformément aux stipulations de l'article 4.\n\nEntre cette notification et la visite des lieux, il doit y avoir un intervalle de dix jours au moins."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Lorsque l'occupation temporaire a pour objet exclusif le ramassage des matériaux à la surface du sol, les notifications individuelles prescrites par les articles 4 et 5 de la présente loi sont remplacées par les notifications collectives par voie d'affichage et de publication à son de caisse ou de trompe dans la commune. En ce cas, le délai de dix jours, prescrit à l'article précédent, court du jour de l'affichage."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "A défaut par le propriétaire de se faire représenter sur les lieux, le maire lui désigne d'office un représentant pour opérer contradictoirement avec celui de l'administration ou de la personne au profit de laquelle l'occupation a été autorisée.\n\nLe procès-verbal de l'opération qui doit fournir les éléments nécessaires pour évaluer le dommage est dressé en trois expéditions destinées, l'une à être déposée à la mairie, et les deux autres à être remises aux parties intéressées.\n\nSi les parties ou les représentants sont d'accord, les travaux autorisés par l'arrêté peuvent être commencés aussitôt.\n\nDès le début de la procédure ou au cours de celle-ci, le président du tribunal administratif désigne, à la demande de l'administration, un expert qui, en cas de refus par le propriétaire ou par son représentant de signer le procès-verbal, ou en cas de désaccord sur l'état des lieux, dresse d'urgence le procès-verbal prévu ci-dessus.\n\nLes travaux peuvent commencer aussitôt après le dépôt du procès-verbal ; en cas de désaccord sur l'état des lieux, la partie la plus diligente conserve néanmoins le droit de saisir le tribunal administratif sans que cette saisine puisse faire obstacle à la continuation des travaux."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Tout arrêté qui autorise des études ou une occupation temporaire est périmé de plein droit s'il n'est suivi d'exécution dans les six mois de sa date."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'occupation des terrains ou des carrières nécessaires à l'exécution des travaux publics ne peut être ordonnée pour un délai supérieur à cinq années.\n\nSi l'occupation doit se prolonger au-delà de ce délai, et à défaut d'accord amiable, l'administration devra procéder à l'expropriation, qui pourra aussi être réclamée par le propriétaire dans les formes prescrites par la loi du 3 mai 1841.\n\nCependant, et dans les cas où les agents de l'administration, ou des personnes à qui elle délègue ses droits, interviennent sur des terrains privés afin d'y mettre en oeuvre des travaux de dépollution ou de remise en état exécutés dans le cadre des articles L. 514-1 ou L. 541-3 du code de l'environnement, ainsi que des travaux de réparation des dommages à l'environnement exécutés en application des articles L. 160-1 et suivants du même code, cette occupation pourra être renouvelée pour une durée qui n'excède pas vingt ans dans le respect des autres dispositions de la loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Immédiatement après la fin de l'occupation temporaire des terrains et à la fin de chaque campagne, si les travaux doivent durer plusieurs années, la partie la plus diligente, à défaut d'accord amiable sur l'indemnité, saisit le tribunal administratif pour obtenir le règlement de cette indemnité conformément à la loi du 22 juillet 1889."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Avant qu'il soit procédé au règlement de l'indemnité, le propriétaire figurant dans l'instance ou dûment appelé est tenu de mettre lui-même en cause ou de faire connaître à la partie adverse, soit par la demande introductive d'instance, soit dans un délai de quinzaine à compter de l'assignation qui lui est donnée, les fermiers, les locataires, les colons partiaires, ceux qui ont des droits d'usufruit ou d'usage tels qu'ils sont réglés par le Code civil et ceux qui peuvent réclamer des servitudes résultant des titres mêmes du propriétaire ou d'autres actes dans lesquels il serait intervenu : sinon il reste seul chargé envers eux des indemnités que ces derniers pourront réclamer."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Néanmoins en cas d'insolvabilité du propriétaire, les tiers dénommés à l'article précédent ont, pendant le délai déterminé par l'article 17 de la présente loi, recours subsidiaire contre l'administration ou la personne à laquelle elle a délégué ses droits, à moins que l'arrêté autorisant l'occupation n'ait été affiché dans la commune et inséré dans un journal de l'arrondissement ou, à défaut, dans un journal du département."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Dans l'évaluation de l'indemnité, il doit être tenu compte tant du dommage fait à la surface que de la valeur des matériaux extraits. La valeur des matériaux sera estimée d'après les prix courants sur place, abstraction faite de l'existence et des besoins de la route pour laquelle ils sont pris ou des constructions auxquelles on les destine, et en tenant compte des frais de découverte et d'exploitation.Les matériaux n'ayant d'autre valeur que celle qui résulte du travail de ramassage ne donnent lieu à indemnité que pour le dommage causé à la surface."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Si l'exécution des travaux doit procurer une augmentation de valeur immédiate et spéciale à la propriété, cette augmentation sera prise en considération dans l'évaluation du montant de l'indemnité."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les constructions, plantations et améliorations ne donneront lieu à aucune indemnité lorsque, à raison de l'époque où elles auront été faites, ou de toute autre circonstance, il peut être établi qu'elles ont été faites dans le but d'obtenir une indemnité plus élevée."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les matériaux dont l'extraction est autorisée ne peuvent, sans le consentement écrit du propriétaire, être employés soit à l'exécution de travaux privés, soit à l'exécution de travaux publics, autres que ceux en vue desquels l'autorisation a été accordée.\n\nEn cas d'infraction, le contrevenant paye la valeur des matériaux extraits et est puni correctionnellement d'une amende qui sera fixée ainsi qu'il suit :\n\nPar charretée ou tombereau, de 10 francs à 30 francs (0,10 F à 0,30 F) par chaque bête attelée ;\n\nPar charge de bête de somme, de 5 à 15 francs (0,05 à 0,15 F).\n\nPar charge d'homme, de 2 à 6 francs (0,02 à 0,06 F)\n\nLes mêmes peines seront applicables au cas où l'extraction n'aurait pas été précédée de l'autorisation administrative."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'action en indemnité des propriétaires ou autres ayants droit, pour toute occupation temporaire de terrains autorisée dans les formes prévues par la présente loi, est prescrite par un délai de deux ans à compter du moment où cesse l'occupation."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les propriétaires des terrains occupés ou fouillés et les autres ayants droit ont, pour le recouvrement des indemnités qui leur sont dues, privilège et préférence à tous les créanciers sur les fonds déposés dans les caisses publiques pour être délivrés aux entrepreneurs ou autres personnes auxquelles l'administration a délégué ses droits, dans les conditions de la loi du 25 juillet 1891.En cas d'insolvabilité de ces personnes, ils ont un recours subsidiaire contre l'administration, qui doit les indemniser intégralement."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les plans, procès-verbaux, certificats, significations, jugements, contrats, quittances et autres actes faits en vertu de la présente loi, seront visés pour timbre et enregistrés gratis, quand il y aura lieu à la formalité de l'enregistrement."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'occupation temporaire des terrains peut être autorisée pour les actions visées aux articles 1er et 3 et pour réaliser les aménagements et ouvrages provisoires nécessaires à la défense nationale et à la sûreté de la navigation aérienne, aux opérations de dépollution ou de remise en état ou aux travaux de réparation des dommages à l'environnement prévus par les articles L. 160-1 et suivants du code de l'environnement. Lorsque l'occupation temporaire est autorisée pour l'exécution de travaux de réparation des dommages causés à l'environnement, l'administration peut déléguer ses droits à la personne qui les réalise, dans les conditions prévues aux articles 1er, 4, 5, 7, 9, 12 et 18 de la présente loi."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La présente loi est applicable sur l'ensemble du territoire de la République, à l'exception de la Nouvelle-Calédonie et des îles Wallis et Futuna, dans les conditions suivantes :\n\nI. - Pour l'application de la présente loi à Mayotte, il y a lieu de lire :\n\n1° \" collectivité \" au lieu de : \" département \" ;\n\n2° \" métayers \" au lieu de : \" colons partiaires \" ;\n\n3° Lorsque les travaux sont exécutés pour le compte de la collectivité départementale :\n\na) \" arrêté de l'autorité territoriale compétente \" au lieu de : \" arrêté préfectoral \" ;\n\nb) \" l'autorité territoriale compétente \" au lieu de : \" le préfet \".\n\nII. - Pour l'application de la présente loi à Saint-Barthélemy, il y a lieu de remplacer les références aux dispositions du code de l'environnement par les références aux dispositions correspondantes de la réglementation localement applicable et, pour son application tant à Saint-Barthélemy qu'à Saint-Martin, il y a lieu de lire :\n\n1° \" collectivité \" au lieu de : \" département \" et de : \" commune \" ;\n\n2° \" président du conseil territorial \" au lieu de : \" maire \" ;\n\n3° \" l'hôtel de la collectivité \" au lieu de : \" la mairie \" ;\n\n4° \" métayers \" au lieu de : \" colons partiaires \" ;\n\n5° a) Lorsque les travaux sont exécutés pour le compte de la collectivité :\n\n- \" arrêté de l'autorité territoriale compétente \" au lieu de : \" arrêté préfectoral \" ;\n\n- \" l'autorité territoriale compétente \" au lieu de : \" le préfet \" ;\n\nb) Lorsque les travaux sont exécutés pour le compte de l'Etat ou des communes :\n\n- \" arrêté du représentant de l'Etat \" au lieu de : \" arrêté préfectoral \" ;\n\n- \" représentant de l'Etat \" au lieu de : \" préfet \".\n\nIII. - Pour l'application de la présente loi en Polynésie française, il y a lieu de remplacer les références aux dispositions du code de l'environnement par les références aux dispositions correspondantes de la réglementation localement applicable et de lire :\n\n1° \" Polynésie française \" au lieu de : \" département \" ;\n\n2° Lorsque les travaux sont exécutés pour le compte de la Polynésie française :\n\na) \" arrêté de l'autorité territoriale compétente de la Polynésie française \" au lieu de : \" arrêté préfectoral \" ;\n\nb) \" l'autorité territoriale compétente de la Polynésie française \" au lieu de : \" le préfet \" ;\n\n3° Lorsque les travaux sont exécutés pour le compte de l'Etat ou des communes :\n\na) \" arrêté du haut-commissaire \" au lieu de : \" arrêté préfectoral \" ;\n\nb) \" haut-commissaire \" au lieu de : \" préfet \".\n\nIV. - Pour l'application de la présente loi à Saint-Pierre-et-Miquelon, il y a lieu de lire :\n\n1° \" collectivité \" au lieu de : \" département \" ;\n\n2° \" métayers \" au lieu de : \" colons partiaires \" ;\n\n3° Lorsque les travaux sont exécutés pour le compte de la collectivité :\n\na) \" arrêté de l'autorité territoriale compétente \" au lieu de : \" arrêté préfectoral \" ;\n\nb) \" l'autorité territoriale compétente \" au lieu de : \" le préfet \"."
    }
  ]
}