{
  "id": "jorftext000000886764",
  "type": "statute",
  "title": "Loi n° 80-10 du 10 janvier 1980",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000886764",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "En 1980, les taux des taxes foncières, de la taxe d'habitation et de la taxe professionnelle perçues au profit des départements, des communes et de leurs groupements dotés d'une fiscalité propre sont fixés de façon que la répartition constatée en 1979 du produit de ces quatre taxes ne soit affectée que par les variations de la matière imposable.Toutefois, pour la taxe professionnelle, seules sont prises en compte les variations résultant des créations et fermetures d'établissements. Pour les autres taxes, il est fait abstraction des variations résultant de l'actualisation des valeurs locatives prévue à l'article 4 de la loi n° 79-15 du 3 janvier 1979 instituant une dotation globale de fonctionnement versée par l'Etat aux collectivités locales et à certains de leurs groupements et des majorations prévues à l'article 24 de la présente loi.La date d'incorporation des résultats de la première actualisation des valeurs locatives foncières dans les rôles de la taxe professionnelle sera fixée, en tant que de besoin, par la loi prévue à l'article 33 de la présente loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I - A partir de 1981, et sous réserve des dispositions de l'article 3 de la présente loi, les conseils généraux, les conseils municipaux et les instances délibérantes des organismes de coopération intercommunale dotés d'une fiscalité propre votent chaque année les taux des taxes foncières, de la taxe d'habitation et de la taxe professionnelle. Ils peuvent :- soit faire varier dans une même proportion les taux des quatre taxes appliqués l'année précédente ;- soit faire varier librement entre eux les taux des quatre taxes, sous la réserve que celui de la taxe professionnelle ne peut excéder celui de l'année précédente corrigé de la variation du taux moyen des trois autres taxes pondéré par l'importance relative des bases de ces taxes pour l'année d'imposition.Toutefois, pour les départements et les communes, lorsque le taux de la taxe professionnelle ainsi déterminé est inférieur à la moyenne constatée pour cette taxe l'année précédente dans l'ensemble des collectivités de même nature, il peut faire l'objet d'une majoration au plus égale à 5 p. 100 de cette moyenne sans pouvoir la dépasser.II - En cas de création d'un groupement de communes doté d'une fiscalité propre, les rapports entre les taux des quatre taxes établies par le groupement doivent être égaux, la première année, aux rapports constatés l'année précédente entre les taux moyens pondérés de chaque taxe dans l'ensemble des communes membres.III - L'année où la valeur ajoutée devient la base de la taxe professionnelle, le taux de cette taxe est établi à partir d'un taux de référence. Le taux de référence de chaque département, commune ou groupement doté d'une fiscalité propre est égal au taux de l'année précédente divisé par le rapport existant entre le total des bases nouvelles et le total des bases de l'année précédente mises à jour. Le taux de la taxe professionnelle pour l'année où la valeur ajoutée devient la base de cette taxe est obtenu en appliquant à ce taux de référence les dispositions des paragraphes I et, le cas échéant, II du présent article.IV - Le gouvernement présentera au Parlement, au plus tard à la date du dépôt du projet de loi de finances pour 1983, un rapport analysant l'application des articles 1er à 3 de la présente loi ; ce document devra faire, notamment, apparaître l'évolution des taux de chacune des quatre taxes et celle de leur produit, globalement et par groupes démographiques de communes."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I - A partir de 1981, les taux des taxes foncières, de la taxe d'habitation et de la taxe professionnelle votés par une commune ne peuvent excéder deux fois et demie le taux moyen constaté l'année précédente pour la même taxe dans l'ensemble des communes du département ou deux fois et demie le taux moyen constaté au niveau national s'il est plus élevé. Pour les communes membre d'un groupement doté d'une fiscalité propre, ces taux-plafonds sont réduits du taux appliqué l'année précédente au profit du groupement.II - Les communes qui ont perçu en 1980 les taxes foncières, la taxe d'habitation ou la taxe professionnelle à un taux supérieur au taux-plafond défini au paragraphe I du présent article reçoivent pour une ou plusieurs de ces taxes, une compensation égale au produit des bases d'imposition de 1980 par la différence entre leur taux de 1980 et le taux-plafond. Cette compensation est versée intégralement aux communes concernées pendant cinq ans à partir de 1981 ; à partir de 1986, son montant est ensuite réduit chaque année d'un cinquième jusqu'à 1990. Cette compensation prend la forme d'un concours particulier attribué aux communes intéressées au titre de leur dotation globale de fonctionnement ; elle s'ajoute à la somme globale attribuée aux concours particuliers en application de l'article L. 243-12 du code des communes.III - Cette compensation est financée par un relèvement à due concurrence des frais d'assiette, de dégrèvements et de non-valeurs perçus par l'Etat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I - A compter de 1981, tous les redevables de la taxe professionnelle sont assujettis à une cotisation minimum établie au lieu de leur principal établissement ; le montant de cette cotisation est égal à celui de la taxe d'habitation acquittée, l'année précédente, par un logement de référence retenu par le conseil municipal après avis de la commission communale des impôts directs ; les conseils municipaux ont la faculté de réduire ce montant de la moitié au plus pour les assujettis n'exerçant leur activité professionnelle qu'à temps partiel ou pendant moins de neuf mois dans l'année. A défaut de délibération du conseil municipal, le montant de la cotisation minimum est égal à la taxe d'habitation acquittée, l'année précédente, par un logement dont la valeur locative était égale à la moyenne communale diminuée d'un abattement des deux tiers pour les assujettis n'exerçant leur activité professionnelle qu'à temps partiel ou pendant moins de neuf mois dans l'année et d'un tiers pour les autres assujettis.II - Dans chaque commune, la cotisation de la taxe d'habitation de référence résultant de l'application du paragraphe I est convertie en bases d'imposition par application du taux de taxe professionnelle en vigueur dans la commune l'année précédente.Jusqu'à l'entrée en vigueur de l'article 2 de la présente loi, la majoration des bases de la taxe professionnelle résultant de l'alinéa précédent n'augmente pas la part revenant à cette taxe dans le produit de la fiscalité directe locale."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "a modifié les dispositions suivantes"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I - Il est institué un fonds national de péréquation de la taxe professionnelle, alimenté par une fraction de la cotisation nationale prévue à l'article 12-IV, dont la gestion est confiée au comité des finances locales institué par l'article L. 234-20 du code des communes.II - Les ressources du fonds sont versées aux communes dont le potentiel fiscal est inférieur par habitant à la moitié de la moyenne nationale et dont les impôts sur les ménages sont au moins égaux à la moyenne nationale ramenée à l'habitant dans leur groupe démographique. Les attributions allouées à ce titre sont déterminées en proportion de l'insuffisance, par rapport la moitié de la moyenne nationale du montant des bases de taxe professionnelle par habitant.III - Les dispositions du présent article sont applicables à compter de 1980 suivant des modalités qui seront fixées par décret en conseil d'Etat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pour l'application de l'article 33, il ne sera pas tenu compte de l'exonération prévue au troisième alinéa (2.) de l'article 1449 du code général des impôts."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I, II, III : paragraphes modificateurs.    IV : Les dispositions du présent article entrent en vigueur à compter de l'année au titre de laquelle la valeur ajoutée devient la base de la taxe professionnelle."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I : paragraphe modificateur.    II : Les dispositions du présent article entrent en vigueur à compter de l'année au titre de laquelle la valeur ajoutée devient la base de la taxe professionnelle."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "a modifié les dispositions suivantes"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I - Le montant de réduction des bases prévu à l'article 1472 du code général des impôts est maintenu au niveau de 1979.Cette réduction de base ne peut s'appliquer qu'à la part de ces bases excédant la valeur de référence établie pour 1975 selon l'article 1472 du code général des Impôts.En outre, chaque année, le rapport entre le montant de la réduction et les bases brutes de l'établissement ne peut en aucun cas être supérieur au rapport constaté l'année précédente.La réduction est supprimée lorsqu'elle est ou devient inférieure à 10 p. 100 des bases brutes de l'établissement.Ces dispositions cessent de s'appliquer l'année au titre de laquelle la valeur ajoutée devient la base de la taxe professionnelle.II - Le montant de la réduction de la taxe professionnelle accordée en 1979 au titre du plafonnement prévu par l'article 1647 B Bis du code général des impôts demeure fixé en valeur absolue au même niveau pour 1980. Il est ensuite diminué chaque année d'un cinquième, ou d'un dixième lorsque la réduction dépasse 10.000 F et 50 p. 100 de la cotisation normalement exigible en 1980. La réduction est supprimée lorsqu'elle est ou devient inférieure à 10 p. 100 de la cotisation exigible.Ces dispositions cessent de s'appliquer l'année au titre de laquelle la valeur ajoutée devient la base de la taxe professionnelle.III - Sur demande du redevable, la cotisation de taxe professionnelle de chaque entreprise est plafonnée à 6 p. 100 de la valeur ajoutée produite au cours de la période retenue pour la détermination des bases imposables et définie selon les modalités prévues à l'article 14 et à l'article 18. Le taux de 6 p. 100 s'applique également au plafonnement prévu à l'article 2-III de la loi n° 79-15 du 3 janvier 1979 précitée.Ces dispositions cessent de s'appliquer l'année au titre de laquelle la valeur ajoutée devient la base de la taxe professionnelle.IV - Les dégrèvements résultant de l'application des II et III du présent article sont à la charge du trésor qui perçoit en contrepartie sur les redevables de la taxe professionnelle une cotisation calculée sur le montant de cette taxe et de ses taxes annexes, sans pourtant que la charge totale pour un contribuable puisse excéder les chiffres limites prévus aux paragraphes II et III du présent article.Le taux de cotisation pour 1980 et 1981 est fixé à 7 p. 100. Ce taux est ensuite réduit d'un point chaque année. Il est fixé à 2 p. 100 à compter de l'année au titre de laquelle la valeur ajoutée devient la base de la taxe professionnelle, le produit de la taxe étant alors affecté au fonds national de péréquation prévu à l'article 6.Jusqu'à l'année au titre de laquelle la valeur ajoutée devient la base de la taxe professionnelle, la fraction de la cotisation nationale excédant le montant des dégrèvements est affectée au fonds national de péréquation de la taxe professionnelle institué à l'article 6.V - L'article 1636 A (2.) du code général des impôts est maintenu en application jusqu'à l'entrée en vigueur de la cotisation minimum prévue à l'article 4 de la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Jusqu'à l'année au titre de laquelle elle sera assise sur la base de la valeur ajoutée, la taxe professionnelle due par les titulaires de bénéfices non commerciaux, les agents d'affaires et les intermédiaires de commerces employant moins de cinq salariés, a pour base le dixième des recettes et la valeur locative des seules immobilisations passibles des taxes foncières sur les propriétés bâties et non bâties.Les montants des réductions de base et de cotisations prévues aux paragraphes I et II de l'article 12 sont corrigés en fonction des variations de base résultant de l'alinéa précédent."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "A compter d'une date qui sera fixée par une loi ultérieure,la taxe professionnelle aura pour base la valeur ajoutée. Cette dernière est égale à l'excédent hors taxe de la production sur les consommations de biens et services en provenance de tiers constaté pour la période de référence définie à l'article 19 de la présente loi.II - Pour la généralité des entreprises, la production de l'exercice est égale à la différence entre :- d'une part, les ventes, les travaux, les prestations de services ou les recettes ; les produits accessoires ; les subventions d'exploitation ; les ristournes ; rabais et remises obtenus ; les travaux faits par l'entreprise pour elle-même ;les stocks à la fin de l'exercice ;- et, d'autre part, les achats de matières et marchandises, droits de douane compris ; les réductions sur vente ; les stocks au début de l'exercice.Les consommations de biens et services en provenance de tiers comprennent : les travaux, fournitures et services extérieurs,à l'exception des loyers afférents aux biens pris en crédit-bail, les frais de transports et déplacements, les frais divers de gestion.III - La production des entreprises de banque, des établissements financiers, des établissements de crédit, des entreprises ayant pour activité exclusive la gestion des valeurs mobilières est égal à la différence entre :- d'une part, les produits d'exploitation bancaires et produits accessoires ;- et, d'autre part, les charges d'exploitation bancaires.IV - En ce qui concerne les entreprises d'assurance, de capitalisation et de réassurance de toute nature, la production est égale à la différence entre :- d'une part, les primes ou cotisations ; les produits financiers ; les produits accessoires ; les subventions d'exploitation ; les ristournes, rabais et remises obtenus ;les commissions et participations reçues des réassureurs ; les travaux faits par l'entreprise pour elle-même ; les provisions techniques au début de l'exercice ;- et, d'autre part, les prestations ; les réductions et ristournes de primes ; les frais financiers ; les provisions techniques à la fin de l'exercice.Les consommations intermédiaires comprennent également les commissions versées aux courtiers, agents et autres mandataires.V - En ce qui concerne les contribuables soumis à un régime forfaitaire d'imposition, la valeur ajoutée est égale à 80 p. 100 de la différence entre le montant des recettes et, le cas échéant, celui des achats corrigés de la variation des stocks.VI - Un décret en conseil d'Etat fixe, en tant que de besoin,les modalités d'application du présent article."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "La base d'imposition de l'entreprise définie à l'article 14 est réduite :- de 50 p. 100 lorsqu'elle est inférieure à 120.000 F ;- d'une décote lorsqu'elle est comprise entre 120.000 et 420.000 F. La décote est égale au cinquième de la différence existant entre 420.000 F et la valeur ajoutée de l'entreprise.Ls chiffres de 120.000 et 420.000 F sont actualisés chaque année proportionnellement à la variation de l'ensemble des bases de la taxe professionnelle constatée au niveau national."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La valeur ajoutée définie à l'article 14 est également réduite de moitié, quel que soit le nombre de leurs salariés, pour :\n\n- les coopératives et unions de coopératives agricoles et les sociétés d'intérêt collectif agricole ;\n\n- les sociétés coopératives et unions de sociétés coopératives d'artisans ;\n\n- les sociétés coopératives et les unions de sociétés coopératives de patrons bateliers ;\n\n- les sociétés coopératives maritimes ;\n\n- les sociétés coopératives de production.\n\nCes abattements ne se cumulent pas avec ceux prévus à l'article 15."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I - Dans le cas d'une entreprise à établissements multiples soumise à un régime d'imposition d'après le bénéfice réel, les bases de chaque établissement comprennent :1. Les frais de personnel afférents à cet établissement ;2. Le prix de revient des immobilisations qui y sont situées, affecté du taux moyen d'amortissement pratiqué par l'entreprise ;3. Les loyers payés pour les biens qui y sont situés faisant l'objet d'opérations de crédit-bail.Le solde de la valeur ajoutée de l'entreprise est réparti entre les établissements au prorata des trois éléments ci-dessus.II - Dans le cas d'une entreprise à établissements multiples soumise à un régime forfaitaire d'imposition, les bases d'imposition du redevable sont réparties entre les communes d'implantation au prorata du chiffre d'affaires réalisé dans chacune d'elles."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La valeur ajoutée d'un établissement nouveau dépendant d'une entreprise à établissements multiples est, pour l'année d'imposition suivant celle de la création obtenue :\n\nLorsqu'il s'agit d'une entreprise soumise à un régime d'imposition d'après le bénéfice réel, en multipliant le total :\n\n- des frais de personnel de l'année de la création ajustée pour correspondre à une année pleine ;\n\n- et du prix de revient des immobilisations affecté du taux moyen d'amortissement de l'entreprise par le rapport constaté pour les autres établissements entre ces éléments et le montant total des bases ;\n\nLorsqu'il s'agit d'une entreprise soumise à un régime forfaitaire d'imposition, en multipliant le chiffre d'affaires de l'année de la création, ajusté pour correspondre à une année pleine, par le rapport constaté pour les autres établissements entre cet élément et le montant total des bases."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I - A partir de 1980, la période de référence retenue pour déterminer les bases de taxe professionnelle est l'avant-dernière année précédant celle de l'imposition ou, pour les immobilisations et les recettes imposables, le dernier exercice de douze mois clos au cours de cette même année lorsque cet exercice ne coïncide pas avec l'année civile.\n\nII - En cas de création d'établissement, la taxe professionnelle n'est pas due pour l'année de la création. Cette disposition prend effet à compter de 1980.\n\nToutefois, pour les établissements produisant de l'énergie électrique, la taxe professionnelle est due à compter du raccordement au réseau.\n\nIII - Jusqu'à l'entrée en vigueur de l'article 14, en cas de création d'établissement ou de changement d'exploitant en cours d'année, la base d'imposition est, pour les deux années suivant celle de la création ou du changement, calculée d'après les immobilisations dont le redevable a disposé au 31 décembre de la première année d'activité et les salaires versés ou les recettes réalisées au cours de cette même année. Ces deux derniers éléments sont ajustés pour correspondre à une année pleine.\n\nIII Bis - Les chantiers de travaux publics ouverts à partir du 1er janvier 1980 ne sont pas considérés comme des établissements à compter de la même date.\n\nIV - Les contribuables doivent déclarer les bases de taxe professionnelle avant le 1er mai de l'année précédant celle de l'imposition ou, en cas de création d'établissement ou de changement d'exploitant ou d'activité en cours d'année, avant le 1er mai de l'année suivant celle de la création ou du changement.\n\nEn cas de création d'établissement ou de changement d'exploitant ou d'activité en cours d'année, une déclaration provisoire doit être fournie avant le 1er janvier de l'année suivant celle de la création ou du changement.\n\nLa déclaration récapitulative des entreprises à établissements multiples est souscrite avant le 1er octobre de l'année précédant celle de l'imposition.\n\nV - Les redevables dont les bases d'imposition diminuent bénéficient, sur leur demande, d'un dégrèvement correspondant à la différence entre les bases de l'avant-dernière année et celles de la dernière année précédant l'année d'imposition. Ce dégrèvement est pris en charge par le trésor au titre des articles 1641 à 1644 du code général des impôts. Il ne peut se cumuler avec la réduction prévue à l'article 12-II de la présente loi. Seul l'avantage le plus élevé est pris en compte.\n\nVI - A compter du 1er janvier 1980, la valeur locative des immobilisations corporelles acquises à la suite d'apports, de scissions, de fusions de sociétés ou de cessions d'établissements réalisés à partir du 1er janvier 1976 ne peut être inférieure aux deux tiers de la valeur locative retenue l'année précédant l'apport, la scission, la fusion ou la cession."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'année où la valeur ajoutée devient la base de la taxe professionnelle, une valeur de référence est calculée pour chaque contribuable. Cette valeur est égale à la base de l'année précédente mise à jour par le rapport constaté dans la commune entre le total des nouvelles bases et celui des anciennes bases mises à jour.La base retenue au titre de la première année du changement d'assiette est égale à la valeur ajoutée augmentée ou diminuée selon le cas de 90 p. 100 de l'écart constaté par rapport à la valeur de référence. Pour chacune des six années ultérieures, il est procédé à un ajustement égal à celui de l'année précédente diminué d'un pourcentage de l'écart défini au présent alinéa, égal à :10 p. 100 pour les première et deuxième années ;15 p. 100 pour les troisième et quatrième années ;20 p. 100 pour les cinquième et sixième années."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I - Paragraphe modificateur.    II : A compter de 1981, sauf décision contraire des conseils municipaux, les abattements supérieurs au niveau maximum de droit commun sont ramenés à ce niveau par parts égales sur cinq ans."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Dans les communautés urbaines et les districts à fiscalité propre, les conseils délibérants peuvent décider, à la majorité des deux tiers des communes représentant la moitié de la population ou de la moitié des communes représentant les deux tiers de la population, de maintenir totalement ou partiellement les écarts de taux existant en 1979 entre les communes groupées pour la taxe d'habitation perçue par le groupement. A défaut d'une telle décision, les différences existant entre les taux de chaque commune membre et le taux moyen sont réduites d'un cinquième chaque année à compter de 1980.Pour le calcul de la taxe d'habitation que perçoivent les départements, les communautés urbaines et les districts à fiscalité propre, les organes délibérants de ces collectivités et groupements peuvent, dans les conditions prévues à l'article 1411 du code général des Impôts et à l'article 32 de la présente loi, décider de fixer eux-mêmes le montant des abattements applicables aux valeurs locatives brutes.Dans ce cas, la valeur locative moyenne servant de référence pour le calcul des abattements est la valeur locative moyenne des habitations du département, de la communauté urbaine ou du district à fiscalité propre.En l'absence de délibération, les abattements applicables sont ceux résultant des votes des conseils municipaux, calculés sur la valeur locative moyenne de la commune."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les actualisations des valeurs locatives prévues à l'article 1518 du code général des impôts sont effectuées tous les trois ans. Dans l'intervalle, entre deux actualisations, les valeurs locatives sont majorées par application de coefficients forfaitaires fixés par la loi de finances en tenant compte des variations des loyers. Ces majorations forfaitaires sont sans incidence pour le classement des exploitations de polyculture pour le calcul du bénéfice forfaitaire agricole à comprendre dans les bases de l'impôt sur le revenu.Pour l'application de l'article 1518, la valeur locative de l'ensemble des locaux à usage d'habitation ou professionnel peut être actualisée au moyen d'un coefficient unique par département.Pour tenir compte de la première actualisation des valeurs locatives foncières, les abattements visés à l'article 1411-II du code général des impôts sont corrigés en fonction de la variation des bases résultant de cette actualisation."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les terrains autres que ceux classés dans la catégorie fiscale des terrains à bâtir et dont la cession entre dans le champ d'application de l'article 257-7 du code général des impôts sont imposés à la taxe foncière sur les propriétés non bâties en tant que terrains à bâtir, au titre de l'année de la cession et des deux années précédentes, à l'exception des années antérieures à 1980. Leur valeur locative est déterminée en appliquant à la moitié du prix de cession le taux d'intérêt retenu pour l'évaluation des terrains à batir. Les taux applicables au profit de chaque collectivité bénéficiaire sont ceux constatés dans la commune au titre de l'année ayant précédé la cession.La taxe foncière sur les propriétés non baties acquittée au titre de ces années s'impute sur cette imposition. L'imposition définie à l'alinéa précédent est due par le cédant."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "A partir de 1980 il est institué en faveur des communes une imposition forfaitaire annuelle sur les pylônes supportant des lignes électriques dont la tension est au moins égale à 200 kilovolts. En 1980, le montant de cette imposition forfaitaire est fixé à 1.000 F pour les pylônes supportant des lignes électriques dont la tension est comprise entre 200 et 350 kilovolts et à 2.000 F pour les pylônes supportant des lignes électriques dont la tension est supérieure à 350 kilovolts. Ces montants sont revisés chaque année proportionnellement à la variation du produit de la taxe foncière sur les propriétés bâties constatée au niveau national.L'imposition visée au premier alinéa est établie et recouvrée comme en matière de contributions directes. Les éléments imposables sont déclarés avant le 1er janvier de l'année d'imposition."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I Les établissements publics de coopération intercommunale à fiscalité additionnelle nouvellement créés par substitution à un syndicat intercommunal à vocation multiple peuvent instituer avec les communes membres, à titre transitoire pour une durée qui ne peut être supérieure à dix ans, des mécanismes conventionnels de péréquation financière dégressive, en vue d'atténuer les effets sur le contribuable local des changements brutaux de régime fiscal à l'intérieur du périmètre de solidarité.\n\nLes reversements effectués au profit des communes membres doivent venir en déduction du produit attendu de la fiscalité communale.\n\nII Lorsqu'un groupement de communes ou un syndicat mixte crée ou gère une zone d'activités économiques, tout ou partie de la part communale de la taxe foncière sur les propriétés bâties acquittée par les entreprises implantées sur cette zone d'activités peut être affecté au groupement ou au syndicat mixte par délibérations concordantes de l'organe de gestion du groupement ou du syndicat mixte et de la ou des communes sur le territoire desquelles est installée la zone d'activités économiques. Tout ou partie de la part intercommunale de la taxe foncière sur les propriétés bâties acquittée par les entreprises implantées sur cette zone d'activité peut être affecté au syndicat mixte qui crée ou gère cette zone dans les mêmes conditions.\n\nSi la taxe foncière sur les propriétés bâties est perçue par une seule commune sur laquelle est implanté le bien, les communes membres du groupement de communes pourront passer une convention pour répartir entre elles tout ou partie de la part communale de cette taxe.\n\nLorsqu'un établissement public de coopération intercommunale à fiscalité propre intervient sur le périmètre d'un autre établissement public de coopération intercommunale à fiscalité propre ou sur le territoire d'une commune située hors de son périmètre, pour contribuer financièrement à la création ou à l'équipement des zones d'activités industrielles, commerciales, tertiaires, artisanales, touristiques, portuaires et aéroportuaires dont l'intérêt leur est commun, tout ou partie de la part intercommunale ou communale de la taxe foncière sur les propriétés bâties acquittée par les entreprises implantées sur ce périmètre ou territoire peut être affecté à l'établissement public contributeur par délibérations concordantes de l'organe délibérant de ce dernier et de l'organe délibérant de l'établissement public ou du conseil municipal de la commune sur le périmètre ou le territoire desquels est installée la zone d'activités. Cette délibération fixe la durée de cette affectation en tenant compte de la nature des investissements et de l'importance des ressources fiscales qu'ils génèrent.\n\nIII (Abrogé)"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I - La taxe d'habitation peut être recouvrée, sur demande du contribuable, dans les conditions prévues par la loi n° 71-505 du 29 juin 1971 portant institution d'un système de paiement mensuel de l'impôt sur le revenu.Cette disposition fait l'objet d'une mise en oeuvre progressive dont les étapes sont fixées par décret.Un décret en conseil d'Etat fixe les modalités d'application du premier alinéa et notamment la date de l'option et les dates auxquelles sont effectués les prélèvements.II - Les contribuables qui auront été compris au cours de l'année précédente dans les rôles de la taxe d'habitation, de la taxe foncière sur les propriétés bâties ou de la taxe foncière sur les propriétés non bâties payables à la caisse d'un même comptable pour une somme globale supérieure à 750 F peuvent demander à en fractionner le paiement.Dans ce cas, ils peuvent acquitter avant le 30 mars et le 31 juillet de l'année d'imposition, deux acomptes dont le montant est égal pour chacun d'entre eux au tiers des cotisations dont ils ont été redevables l'année précédente."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I - Le produit de la taxe régionale prévue à l'article 1609 decies du code général des impôts est réparti entre les taxes foncières, la taxe d'habitation et la taxe professionnelle proportionnellement aux recettes que chacune de ces taxes a procurées l'année précédente à l'ensemble des départements de la région.II - Les produits des taxes spéciales d'équipement perçues au profit de la région d'Ile-de-France, de l'établissement public d'aménagement de la Basse-Seine et de l'établissement public foncier de la métropole lorraine sont répartis entre les taxes foncières, la taxe d'habitation et la taxe professionnelle proportionnellement aux recettes que chacune de ces taxes a procurées l'année précédente à l'ensemble des communes et de leurs groupements situés dans le ressort de ces établissements.III - Pour l'application des I et II ci-dessus, les recettes s'entendent de celles figurant dans les rôles généraux.IV - Le produit fiscal à recouvrer dans chacune des communes membres au profit d'un syndicat de communes ou d'un district qui fait application de l'article 1609 quater du code général des impôts est réparti entre les taxes foncières, la taxe d'habitation et la taxe professionnelle proportionnellement aux recettes que chacune de ces taxes procurerait à la commune si l'on appliquait les taux de l'année précédente aux bases de l'année d'imposition.V - Les dispositions du présent article entreront en vigueur à compter de 1981.Jusqu'à cette date, la répartition des produits entre les quatre taxes est effectuée dans les mêmes conditions qu'en 1979."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les délibérations des collectivités locales et des organismes compétents relatives à la fiscalité directe locale, autres que celles fixant les taux, doivent être prises  avant le 1er juillet pour être applicables l'année suivante."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "La date et les conditions d'entrée en vigueur des dispositions de la présente loi relatives au remplacement des bases actuelles de la taxe professionnelle par la valeur ajoutée seront fixées par une loi ultérieure au vu d'un rapport que le gouvernement présentera au Parlement avant le 1er juin 1981.Ce rapport, établi sur la base des résultats de simulations détaillées faites en grandeur réelle sur un échantillon significatif, exposera les conséquences pour les différentes catégories de redevables, notamment en tenant compte de la taille des entreprises et de leur branche d'activité, et les collectivités locales de la modification de la base de la taxe professionnelle.Les entreprises seront tenues à cet effet de fournir en 1980, sur demande de l'administration, les déclarations nécessaires à ces simulations."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Un décret en conseil d'Etat fixe la date d'entrée en vigueur et les adaptations nécessaires à l'application dans les départements d'outre-mer des articles 2, 3, 6, 10, 12-II, 21 et 24 de la présente loi."
    }
  ]
}