{
  "id": "jorftext000000459360",
  "type": "statute",
  "title": "Ordonnance n° 2006-1048 du 25 août 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000459360",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les sociétés anonymes de crédit immobilier définies aux articles L. 422-4 du code de la construction et de l'habitation disposent d'un délai expirant le 31 décembre 2007 pour se transformer en adoptant les statuts prévus aux articles L. 215-3 et L. 215-4 du code de la construction et de l'habitation résultant de la présente ordonnance et en obtenant l'agrément administratif selon les modalités fixées à l'article L. 215-8 du même code.Les sociétés anonymes coopératives d'intérêt collectif pour l'accession à la propriété issues de la transformation des sociétés anonymes de crédit immobilier leur succèdent dans l'ensemble de leurs droits et obligations.Les sociétés anonymes de crédit immobilier qui n'ont pas opéré leur transformation assortie de l'agrément administratif au 31 décembre 2007 sont dissoutes de plein droit et leurs actifs nets attribués par l'autorité administrative, après avis de l'Union d'économie sociale pour l'accession à la propriété, à une ou plusieurs sociétés anonymes coopératives d'intérêt collectif pour l'accession à la propriété."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La société anonyme coopérative d'intérêt collectif pour l'accession à la propriété issue de la transformation de la Société de crédit immobilier des chemins de fer exerce son activité au bénéfice des agents de la Société nationale des chemins de fer français et de leur famille. Sa compétence s'étend sur l'ensemble du territoire national.Les troisième à septième alinéas de l'article L. 215-3, l'article L. 215-4, la seconde phrase du premier alinéa et le deuxième alinéa de l'article L. 215-8 du code de la construction et de l'habitation dans leur rédaction résultant de la présente ordonnance ainsi que les deuxième, troisième et quatrième alinéas de l'article 3 bis, l'article 9 et les articles 19 septies à 19 tervicies, à l'exception du quatrième alinéa de l'article 19 nonies, de la loi n° 47-1775 du 10 septembre 1947 précitée, ne sont pas applicables à cette société.Les décisions relatives aux participations de la Société de crédit immobilier des chemins de fer et de la nouvelle société issue de sa transformation ne sont pas soumises aux avis et au contrôle de l'Union d'économie sociale pour l'accession à la propriété."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A compter de la publication de la présente ordonnance et jusqu'au 31 décembre 2007, les sociétés anonymes de crédit immobilier peuvent procéder à l'émission de titres nouveaux ayant vocation à constituer des parts sociales des sociétés anonymes coopératives d'intérêt collectif pour l'accession à la propriété. Les titres ainsi émis sont réservés aux catégories de collectivités, organismes et personnes appelés à constituer les collèges mentionnés à l'article L. 215-4 du code de la construction et de l'habitation résultant de la présente ordonnance. Chaque titre est émis pour sa valeur nominale.Les opérations nécessaires à la constitution des collèges composant l'assemblée générale des sociétés anonymes coopératives d'intérêt collectif pour l'accession à la propriété peuvent donner lieu à cession d'actions ou rachat par la société en vue de leur annulation, moyennant un prix qui ne peut excéder le prix maximum calculé selon les dispositions de l'article L. 423-4 du code de la construction et de l'habitation.Tout actionnaire qui, dans la période mentionnée au premier alinéa, souhaite céder ses titres en informe le président du conseil d'administration de la société. En l'absence d'acquéreur ou en l'absence d'agrément de l'acquéreur par le conseil d'administration dans le délai de deux mois suivant cette information, la société est tenue d'acquérir les titres en cause dans les conditions prévues à l'article L. 423-4 du code de la construction et de l'habitation.Le mandat des dirigeants en fonction dans une société anonyme de crédit immobilier à la date de publication de la présente ordonnance est prorogé, sous réserve de l'application du quatrième alinéa de l'article L. 422-4-1 du même code, jusqu'à la désignation des nouveaux dirigeants de la société anonyme coopérative d'intérêt collectif pour l'accession à la propriété issue de sa transformation."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lors de la transformation des sociétés anonymes de crédit immobilier en sociétés anonymes coopératives d'intérêt collectif pour l'accession à la propriété, les fonds propres de ces nouvelles sociétés qui ne sont pas nécessaires à l'accomplissement de leur objet social sont soumis à un prélèvement.Le prélèvement prend la forme d'une contribution exceptionnelle à la politique nationale du logement pour un montant global de 500 millions d'euros. La contribution donne lieu à deux acomptes respectivement de 350 millions d'euros et de 150 millions d'euros acquittés auprès du receveur général des finances par la Chambre syndicale des sociétés anonymes de crédit immobilier au plus tard le 30 octobre 2006 pour le premier et au plus tard le 30 mars 2007 pour le second. Sur le premier acompte, une somme de 100 millions d'euros est affectée à l'Agence nationale pour la rénovation urbaine et une somme de 250 millions d'euros à la Caisse des dépôts et consignations. Le second acompte est affecté à l'Agence centrale des organismes de sécurité sociale pour le financement des aides au logement.La chambre syndicale collecte les fonds nécessaires en appelant auprès de chaque société anonyme de crédit immobilier devant se transformer en société anonyme coopérative d'intérêt collectif pour l'accession à la propriété et auprès de chaque société ou organisme dont les titres de participation détenus par les sociétés anonymes de crédit immobilier doivent être transférés aux nouvelles sociétés, un prélèvement calculé à proportion du montant des capitaux propres figurant dans leurs comptes de 2005.Les acomptes sont recouvrés sous les mêmes garanties et sanctions qu'en matière d'impôt sur les sociétés.Le premier bilan des nouvelles sociétés anonymes coopératives d'intérêt collectif pour l'accession à la propriété prend en compte les prélèvements ainsi opérés."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans les deux mois suivant la publication de la présente ordonnance, les sociétés anonymes de crédit immobilier demandent le retrait de leur agrément en qualité d'établissement de crédit selon la procédure prévue à l'article L. 511-15 du code monétaire et financier. L'article L. 422-4-3 du code de la construction et de l'habitation ne s'applique pas au retrait d'agrément prononcé à la suite de cette demande.Jusqu'au 31 décembre 2007, la Chambre syndicale des sociétés anonymes de crédit immobilier continue d'exercer, à l'égard des sociétés anonymes de crédit immobilier n'ayant pas opéré leur transformation en sociétés anonymes coopératives d'intérêt collectif pour l'accession à la propriété, les missions définies aux articles L. 511-31 et L. 511-32 du code monétaire et financier, comprenant notamment les opérations de gestion du fonds de garantie et les opérations de contrôle sur place assorties, le cas échéant, de mesures de sanction.Au cours de la même période, elle agrée les augmentations de capital et les cessions de parts ou d'actions, les fusions et scissions, les prises de participation, les investissements et les cessions d'actifs intervenant en application de l'article 4 en vue de faciliter l'adoption des nouveaux statuts.Elle exerce également jusqu'au 31 décembre 2007, à l'égard des sociétés anonymes coopératives d'intérêt collectif pour l'accession à la propriété nouvellement formées, les missions attribuées à l'Union d'économie sociale pour l'accession à la propriété par l'article L. 215-7 et le premier alinéa de l'article L. 215-8 du code de la construction et de l'habitation résultant de la présente ordonnance.Pour l'exercice des missions définies aux articles L. 215-7 et L. 215-8 du code de la construction et de l'habitation et dans les limites de ses statuts, l'Union d'économie sociale pour l'accession à la propriété succède à compter du 1er janvier 2008 à la Chambre syndicale des sociétés anonymes de crédit immobilier dans ses droits et obligations.Les mandats des membres des instances délibérantes, exécutives et de contrôle de la chambre syndicale, en fonction lors de la publication de la présente ordonnance sont prolongés jusqu'à la transformation de la chambre syndicale, nonobstant toute disposition relative à la durée des mandats ou à la limite d'âge."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Paragraphe modificateurIV. - Paragraphe modificateurV. - Les dispositions du présent article prennent effet au 1er janvier 2008."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre, le ministre de l'emploi, de la cohésion sociale et du logement et le ministre de l'économie, des finances et de l'industrie sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée en Journal officiel de la République française."
    }
  ]
}