{
  "id": "jorftext000000716493",
  "type": "statute",
  "title": "Loi n°90-568 du 2 juillet 1990",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000716493",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1-1",
      "section": "1-1",
      "title": "Article 1-1",
      "content": "L'entreprise France Télécom est soumise aux dispositions législatives applicables aux sociétés anonymes dans la mesure où elles ne sont pas contraires à la présente loi."
    },
    {
      "provision_ref": "art1-2",
      "section": "1-2",
      "title": "Article 1-2",
      "content": "I.-La Poste est une société anonyme ayant le caractère d'un service public national.Le capital de la société est intégralement public. Il est détenu par l'Etat et la Caisse des dépôts et consignations.Par exception au deuxième alinéa du présent I, une part du capital peut être détenue au titre de l'actionnariat des personnels dans les conditions prévues par la présente loi.\n\nII.-La Poste est soumise aux dispositions législatives applicables aux sociétés anonymes dans la mesure où elles ne sont pas contraires à la présente loi.\n\nLes premier et quatrième alinéas de l'article L. 225-24 du code de commerce s'appliquent en cas de vacance de postes d'administrateurs désignés par l'assemblée générale.\n\nLe premier alinéa de l'article L. 228-39 du même code ne s'applique pas à la société La Poste.\n\nL'article L. 225-40 du même code ne s'applique pas aux conventions conclues entre l'Etat et La Poste en application des articles 6 et 9 de la présente loi.\n\nLa Poste et ses filiales chargées d'une mission de service public sont soumises au contrôle économique et financier de l'Etat dans les conditions prévues par le décret n° 55-733 du 26 mai 1955 relatif au contrôle économique et financier de l'Etat."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La Poste et ses filiales constituent un groupe public qui remplit des missions de service public et d'intérêt général et exerce d'autres activités dans les conditions définies par la présente loi et par les textes qui régissent chacun de ses domaines d'activité.\n\nLes réseaux postaux ont une dimension territoriale et sociale importante qui permet l'accès universel à des services locaux essentiels.\n\nI.-Les missions de service public et d'intérêt général sont :\n\n1° Le service universel postal, dans les conditions définies par le code des postes et des communications électroniques, notamment ses articles L. 1 et L. 2 ;\n\n2° La contribution, par son réseau de points de contact, à l'aménagement et au développement du territoire dans les conditions fixées à l'article 6 de la présente loi ;\n\n3° Le transport et la distribution de la presse dans le cadre du régime spécifique prévu par le code des postes et des communications électroniques, notamment son article L. 4 ;\n\n4° L'accessibilité bancaire dans les conditions prévues par le code monétaire et financier, notamment ses articles L. 221-2 et L. 518-25-1.\n\nII.-La Poste assure selon les règles de droit commun toute autre activité de collecte, de tri, de transport et de distribution d'envois postaux, de courrier sous toutes ses formes, d'objets et de marchandises.\n\nLa Poste exerce, à travers sa filiale La Banque postale, des activités dans les domaines bancaire, financier et des assurances, dans les conditions prévues notamment au code monétaire et financier.\n\nLa Poste est habilitée à exercer en France et à l'étranger, elle-même et par l'intermédiaire de filiales ou participations, toutes activités qui se rattachent directement ou indirectement à ses missions et activités telles que définies par la loi, ainsi que toute autre activité prévue par ses statuts."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La Poste concourt à promouvoir et à développer l'innovation et la recherche dans son secteur d'activité."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La Poste contribue à l'exercice des missions de l'Etat en matière de défense et de sécurité publique.Sans préjudice des obligations qui lui incombent pour les besoins de la défense nationale et de la sécurité publique en application de l'article L. 33-1 du code des postes et télécommunications, France Télécom, à la demande du Gouvernement, établit, exploite, fournit et entretient en toute circonstance et sur l'ensemble du territoire national :a) Des réseaux ou services de télécommunications spécialisés de sécurité, affectés à l'usage des autorités gouvernementales et des représentants de l'Etat sur le territoire national ;b) Des services de télécommunications nécessaires lors des déplacements du Président de la République.Les coûts de ces prestations sont remboursés à France Télécom.Un décret détermine, en tant que de besoin, les conditions d'application du présent article."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-Dans l'exercice de ses activités visées à l'article 2 de la présente loi, La Poste contribue, au moyen de son réseau de points de contact, à l'aménagement et au développement du territoire national, en complément de ses obligations de service universel au titre des articles L. 1 et L. 2 du code des postes et des communications électroniques et dans le respect des principes fixés à l'article 1er de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire.\n\nPour remplir cette mission, La Poste adapte son réseau de points de contact, notamment par la conclusion de partenariats locaux publics ou privés, en recherchant la meilleure efficacité économique et sociale. Ce réseau compte au moins 17 000 points de contact répartis sur le territoire français en tenant compte des spécificités de celui-ci, notamment dans les départements et collectivités d'outre-mer. A titre expérimental, La Poste propose aux usagers un accès à internet haut débit depuis leur terminal personnel jusqu'au 31 décembre 2011 dans une centaine de bureaux de poste représentatifs. Trois mois avant cette date, le Gouvernement remet au Parlement un rapport au vu duquel la loi peut prolonger et adapter le dispositif. Le changement de statut de La Poste n'a aucune incidence sur les partenariats locaux publics et privés permettant d'adapter son réseau de points de contact. Les conditions dans lesquelles les agents titulaires ou non titulaires de la fonction publique territoriale exercent tout ou partie de leurs fonctions dans le cadre de ces partenariats sont définies par une convention passée entre La Poste et la collectivité territoriale ou l'établissement public de coopération intercommunale dont relève l'agent. Cette convention précise notamment la nature des activités que l'agent est appelé à exercer.\n\nUn décret en Conseil d'Etat précise les modalités selon lesquelles sont déterminées, au niveau départemental et après consultation de la commission départementale de présence postale territoriale visée à l'article 38 de la présente loi, les règles complémentaires d'accessibilité au réseau de La Poste au titre de cette mission. Ces règles prennent en compte :\n\n-la distance et la durée d'accès au service de proximité offert dans le réseau de points de contact ;\n\n-les caractéristiques démographiques, sociales et économiques des zones concernées et, notamment, leur éventuel classement en zones France ruralités revitalisation ou en quartiers prioritaires de la politique de la ville ;\n\n-les spécificités géographiques du territoire départemental et des départements environnants, en particulier dans les zones de montagne.\n\nSauf circonstances exceptionnelles, ces règles ne peuvent autoriser que plus de 10 % de la population d'un département se trouve éloignée de plus de cinq kilomètres et de plus de vingt minutes de trajet automobile, dans les conditions de circulation du territoire concerné, des plus proches points de contact de La Poste.\n\nII.-Pour financer le coût du maillage territorial complémentaire ainsi défini, il est constitué, dans un compte spécifique de La Poste, qui en assure la gestion comptable et financière, un fonds postal national de péréquation territoriale dans les conditions fixées par un contrat pluriannuel de la présence postale territoriale passé entre l'Etat, La Poste et l'association nationale la plus représentative des maires, après avis de la Commission supérieure du numérique et des postes.\n\nUn bilan de la gestion du fonds de péréquation précisant le montant de la dotation pour chaque département ainsi que les informations permettant sa répartition est transmis chaque année au Parlement et aux présidents des commissions départementales de présence postale territoriale.\n\nLes ressources du fonds proviennent notamment de l'allégement de fiscalité locale dont La Poste bénéficie en application du premier alinéa du 3° du I de l'article 21.\n\nLe contrat pluriannuel de la présence postale territoriale fixe les lignes directrices de gestion du fonds postal national de péréquation territoriale. Il précise également les conditions, en termes notamment d'horaires d'ouverture et d'offre de base de services postaux et financiers, de qualité, d'information, d'amélioration et d'engagements de service auprès des usagers, que doivent remplir les points de contact en fonction de leurs caractéristiques et dans le respect des principes du développement durable. Les conditions relatives aux horaires d'ouverture des points de contact prévoient l'adaptation de ces horaires aux modes de vie de la population desservie. Il organise, en particulier dans les communes de plus de cinquante mille habitants, à titre expérimental et après consultation des représentants des personnels, l'ouverture d'un bureau de poste jusqu'à vingt et une heures un jour ouvrable par semaine, après avis de la commission départementale de présence postale territoriale. Il précise également les conditions de réduction des horaires d'ouverture d'un bureau de poste au regard de son activité constatée au cours d'une période de référence significative.\n\nLes points de contact situés en zones France ruralités revitalisation, dans des quartiers prioritaires de la politique de la ville ou sur le territoire d'une commune ayant conclu, avec une ou plusieurs autres, dans le cadre ou non d'un établissement public de coopération intercommunale, une convention de présence territoriale avec La Poste bénéficient d'une majoration significative du montant qu'ils reçoivent au titre de la péréquation postale.\n\nUn décret pris après avis de la Commission supérieure du numérique et des postes précise les modalités d'application du présent II.\n\nIII.-La Poste participe aux instances consultatives chargées de l'aménagement du territoire.\n\nDans ce cadre, elle peut offrir des produits et services que d'autres administrations ou services publics sont dans l'impossibilité de délivrer, après accord passé avec ceux-ci.\n\nIV.-L'Autorité de régulation des communications électroniques et des postes est chargée d'évaluer chaque année le coût net du maillage complémentaire permettant d'assurer la mission d'aménagement du territoire confiée à La Poste au I. La Poste transmet à l'autorité, sur sa demande, les informations et les documents comptables nécessaires à cette évaluation. Un décret en Conseil d'Etat, pris après avis de la Commission supérieure du numérique et des postes et publié au plus tard le 31 mars 2010, précise la méthode d'évaluation mise en œuvre.\n\nL'Autorité de régulation des communications électroniques et des postes, après avis de la Commission supérieure du numérique et des postes, remet chaque année un rapport au Gouvernement et au Parlement sur le coût net de ce maillage.\n\nLe fonds mentionné au premier alinéa du II est alimenté par La Poste à due concurrence des allègements de fiscalité locale prévus à l'article 1388 nonies et au 3° du II de l'article 1635 sexies du code général des impôts. Ces allègements sont révisés chaque année sur la base des évaluations réalisées par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Un décret en Conseil d'Etat fixe les garanties d'une juste rémunération des prestations de service public qu'assure La Poste, notamment des prestations de transport et de distribution de la presse."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'Etat conclut avec La Poste le contrat d'entreprise mentionné à l'article 140 de la loi n° 2001-420 du 15 mai 2001 relative aux nouvelles régulations économiques. Ce contrat détermine en particulier les objectifs des quatre missions de service public et d'intérêt général visées au I de l'article 2 de la présente loi. Il propose des objectifs de qualité de service pour les différentes prestations du service universel postal, concernant notamment le temps d'attente des usagers dans le réseau des bureaux de poste ainsi que la rapidité et l'efficacité du traitement de leurs réclamations. Il contient des engagements de La Poste en matière de lutte contre le surendettement et de prévention de celui-ci, en particulier en ce qui concerne le crédit à la consommation renouvelable, et de promotion du micro-crédit. Six mois avant son terme, le Gouvernement transmet au Parlement un bilan provisoire d'application du contrat d'entreprise."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le conseil d'administration de La Poste comprend vingt et un membres.Par dérogation aux dispositions de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, il est composé :1° Pour un tiers, de représentants des salariés élus dans les conditions prévues à l'article 12 de la présente loi ;2° D'un représentant de l'Etat nommé dans les conditions prévues à l'article 4 de l'ordonnance n° 2014-948 du 20 août 2014 précitée ;3° De représentants nommés par l'assemblée générale des actionnaires dont au moins deux représentants sont nommés sur proposition de l'Etat :a) Tant que l'Etat continue de détenir une part majoritaire du capital de La Poste, un représentant des communes et de leurs groupements et un représentant des usagers peuvent être nommés par décret. Dans ce cas, le nombre de représentants nommés par l'assemblée générale des actionnaires est réduit en conséquence ;b) Dès lors que l'Etat ne détient plus une part majoritaire du capital de La Poste, le nombre de représentants nommés par l'assemblée générale des actionnaires sur proposition de l'Etat est égal à deux, et deux représentants des communes et de leurs groupements ainsi qu'un représentant des usagers, nommés par décret, participent aux réunions du conseil d'administration en qualité de censeurs, sans voix délibérative.La nomination des représentants nommés par l'assemblée générale des actionnaires sur proposition de l'Etat mentionnés au présent 3° est soumise aux dispositions de l'ordonnance n° 2014-948 du 20 août 2014 précitée."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "L'Etat peut désigner un représentant comme membre du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu de toute filiale de La Poste chargée d'une mission de service public ; ce représentant est soumis aux mêmes dispositions que celles régissant le représentant de l'Etat désigné en vertu de l'article 4 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique.Les dispositions de l'article 15 de la même ordonnance sont applicables à ces sociétés. Il en va de même du second alinéa du I et du III de l'article 7 ainsi que des articles 8 et 9 de ladite ordonnance."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le président du conseil d'administration de La Poste est nommé par décret, parmi les membres du conseil d'administration désignés sur le fondement de l'article 6 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, sur proposition du conseil d'administration de La Poste, pour la durée de son mandat d'administrateur.Le président du conseil d'administration de La Poste est révoqué par décret. Dès lors que l'Etat ne détient plus à lui seul la majorité du capital de La Poste, la révocation intervient sur proposition de son conseil d'administration.Le président du conseil d'administration de La Poste assure la direction générale de l'entreprise."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les représentants du personnel au conseil d'administration de La Poste sont élus par les agents de La Poste et de ses filiales, dans les conditions fixées au chapitre II du titre II de la loi n° 83-675 du 26 juillet 1983 précitée, sous réserve des adaptations, précisées par décret en Conseil d'Etat, qui sont rendues nécessaires par le statut des personnels de l'exploitant public défini par les articles 29 et 31 de la présente loi.\n\nLes articles L. 225-27 à L. 225-34 du code de commerce sont applicables à l'ensemble du personnel de France Télécom, sous réserve des adaptations, précisées par décret en Conseil d'Etat, qui sont rendues nécessaires par le statut des personnels défini par l'article 29 de la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Un décret en Conseil d'Etat fixe les modalités d'application du présent chapitre."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La Poste est seule autorisée à émettre les timbres-poste ainsi que toutes autres valeurs fiduciaires postales."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sous réserve des dispositions des articles 19, 20 et 21 de la présente loi, La Poste et France Télécom sont assujettis aux impôts et taxes dans les conditions prévues par l'article 1654 du code général des impôts."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les prestations de services et les livraisons de biens accessoires à ces prestations, à l'exception des transports de personnes et télécommunications, qui relèvent du service universel postal tel que défini par l'article L. 1 du code des postes et des communications électroniques, effectuées par le prestataire en France du service universel postal tel que désigné à l'article L. 2 du même code sont exonérées de la taxe sur la valeur ajoutée."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-La Poste et France Télécom sont assujettis, à partir du 1er janvier 1994 et au lieu de leur principal établissement, aux impositions directes locales perçues au profit des collectivités locales et des établissements et organismes divers. Ces impositions sont établies et perçues dans les conditions suivantes :\n\n1° En ce qui concerne les taxes foncières sur les propriétés bâties et non bâties et les taxes additionnelles à ces impôts, les bases d'imposition sont établies conformément aux dispositions des articles 1380 à 1383, 1388, 1393, 1396, 1402 à 1406, 1415 et 1520 à 1528 du code général des impôts.\n\n2° En ce qui concerne la taxe professionnelle :\n\na) La base d'imposition est établie conformément aux articles 1447, 1467 (1°), 1467 A, 1469 (1°, 2° et 3°), 1472 A bis, 1478, paragraphe I, et 1647 B sexies du code général des impôts.\n\nA compter de 1995, la base d'imposition est réduite de la moitié du montant qui excède la base de l'année précédente multipliée par la variation des prix à la consommation constatée par l'Institut national de la statistique et des études économiques pour l'année de référence définie à l'article 1467 A du code général des impôts.\n\nb) La base d'imposition est déclarée avant le 1er mai de l'année précédant celle de l'imposition au lieu du principal établissement.\n\n3° Les bases d'imposition de La Poste font l'objet d'un abattement égal à 85 % de leur montant, en raison des contraintes de desserte de l'ensemble du territoire national et de participation à l'aménagement du territoire qui s'imposent à cette société. L'abattement ne donne pas lieu à compensation par l'Etat. Le taux de l'abattement est révisé chaque année conformément au 3° du II de l'article 1635 sexies du code général des impôts.\n\nLe Gouvernement dépose, avant le 31 décembre 2010, un rapport au Parlement retraçant les contraintes de desserte de l'ensemble du territoire national et de participation à l'aménagement du territoire qui s'imposent à La Poste et les charges qui en résultent pour cette société.\n\n4° Le taux applicable aux bases des taxes foncières et de la taxe professionnelle est, pour chacune de ces taxes, le taux moyen pondéré national qui résulte des taux appliqués l'année précédente par l'ensemble des collectivités locales, des groupements et des établissements et organismes divers habilités à percevoir le produit des impositions directes locales et de leurs taxes additionnelles.\n\n5° Les règles relatives au contrôle, au recouvrement et au contentieux des impositions directes locales ainsi que les dispositions de l'article 1641 du code général des impôts sont applicables. Toutefois, pour les impositions acquittées par La Poste et France Télécom, le taux mentionné au paragraphe I de cet article est fixé à 1, 4 p. 100 et les taux mentionnés au paragraphe II du même article sont fixés à 0, 5 p. 100.\n\n6° Le produit des cotisations afférentes aux impositions visées au premier alinéa ci-dessus, diminué de la fraction des cotisations afférentes aux taxes mentionnées aux articles 1520 et 1528 du code général des impôts, est perçu, en 1994, par l'Etat qui l'utilise afin de contribuer au financement des pertes de recettes résultant de l'application de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986).\n\nPour les années suivantes, le produit ainsi utilisé évolue en fonction de l'indice de variation du prix de la consommation des ménages tel qu'il ressort des hypothèses économiques associées au projet de loi de finances. Lorsque le produit des impositions visées au premier alinéa est supérieur au montant ainsi obtenu, la différence est versée au Fonds national de péréquation de la taxe professionnelle visé à l'article 1648 A bis du code général des impôts.\n\nLa fraction du produit des impositions visées au premier alinéa afférente aux taxes mentionnées aux articles 1520 et 1528 du code général des impôts est répartie, selon des critères fixés par le comité des finances locales, entre les communes ou leurs établissements publics de coopération intercommunale qui ont institué ces taxes et sur le territoire desquels sont implantés des établissements de La Poste et de France Télécom.\n\n7° Les bases d'imposition afférentes à La Poste ne sont pas prises en compte pour la détermination du potentiel fiscal.\n\nUn décret en Conseil d'Etat fixe, en tant que de besoin, les conditions d'application du présent article, après consultation du comité des finances locales."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les droits et obligations de l'Etat attachés aux services relevant de la direction générale de la poste et de la direction générale des télécommunications sont transférés de plein droit respectivement à La Poste et à France Télécom.\n\nL'ensemble des biens immobiliers du domaine public ou privé de l'Etat attachés aux services relevant de la direction générale de la poste et de la direction générale des télécommunications, ainsi que les biens mobiliers de ces services, sont transférés de plein droit et en pleine propriété à La Poste et à France Télécom.\n\nLe ministre chargé des postes et télécommunications et le ministre chargé de l'économie et des finances arrêtent la liste des biens nécessaires au fonctionnement du ministère de tutelle qui ne sont pas transférés aux exploitants publics et de ceux, utilisés en commun par les services centraux ou extérieurs du ministère, qu'ils répartissent entre les exploitants publics.\n\nL'ensemble des transferts prévus ci-dessus sont effectués à titre gratuit et ne donnent lieu à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat, ni à aucune indemnité ou perception de droits ou de taxes."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les biens immobiliers de La Poste relevant de son domaine public sont déclassés. Ils peuvent être librement gérés et aliénés dans les conditions du droit commun.\n\nLorsque les conditions de la cession ou de l'apport d'un bien compromettent la bonne exécution par La Poste et ses filiales de leurs obligations législatives et réglementaires ou des engagements pris dans le cadre du contrat mentionné à l'article 9, en ce qui concerne, notamment, la continuité du service public et la politique d'aménagement du territoire, l'Etat s'oppose à la cession ou à l'apport ou subordonne leur réalisation à la condition qu'ils ne portent pas préjudice à la bonne exécution desdites obligations. A cette fin, La Poste et ses filiales transmettent à l'Etat toutes informations utiles et, notamment, le projet de convention avec le cessionnaire ou le destinataire de l'apport.\n\nEn cas de non-respect des conditions prévues à l'alinéa précédent par La Poste ou l'une de ses filiales, la nullité de la cession ou de l'apport peut être demandée par l'Etat dès lors que le prix de cession des biens immobiliers concernés dépasse un seuil fixé par arrêté du ministre chargé des postes.\n\nLes conditions et modalités de l'opposition mentionnée au deuxième alinéa sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les procédures de conclusion et de contrôle des marchés de La Poste sont fixées par son conseil d'administration."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les personnels de La Poste et de France Télécom sont régis par des statuts particuliers, pris en application de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, qui comportent des dispositions spécifiques dans les conditions prévues aux alinéas ci-après, ainsi qu'à l'article 29-1 et à l'article 31.\n\nLes corps homologues de fonctionnaires de La Poste et de France Télécom sont régis par des statuts particuliers qui définissent les conditions dans lesquelles les agents de l'un de ces corps peuvent être intégrés, par simple mutation, dans le corps homologue relevant de l'autre entreprise.\n\nLes dispositions de l'article 10 de la loi n° 84-16 du 11 janvier 1984 précitée s'appliquent à l'ensemble des corps de fonctionnaires de La Poste et de France Télécom.\n\nLes personnels de La Poste et de France Télécom ne relèvent pas des catégories prévues au premier alinéa de l'article 13 de la loi n° 83-634 du 13 juillet 1983 précitée. L'organisation des commissions administratives paritaires, mises en place en application de l'article 14 de la loi n° 84-16 du 11 janvier 1984 précitée pour les fonctionnaires de La Poste et de France Télécom est précisée par décret en Conseil d'Etat. Ces commissions administratives paritaires examinent les questions relatives à la situation individuelle déterminées par décret en Conseil d'Etat et les questions relatives à la discipline des fonctionnaires sans distinction de corps et de grade.\n\nLes fonctionnaires de La Poste et de France Télécom peuvent être sur leur demande, mis à disposition, détachés ou placés hors cadre, en vue d'assurer des fonctions propres aux entreprises et à leurs filiales, selon des modalités fixées par décret en Conseil d'Etat.\n\nLes troisième, quatrième, cinquième et sixième alinéas de l'article 22 de la loi n° 83-634 du 13 juillet 1983 précitée sont applicables aux fonctionnaires de la Poste et de France Télécom, sauf dispositions expresses d'une convention ou d'un accord collectif interprofessionnel, de branche ou d'entreprise prévoyant des dispositions plus favorables."
    },
    {
      "provision_ref": "art29-1",
      "section": "29-1",
      "title": "Article 29-1",
      "content": "1. Au 31 décembre 1996, les corps de fonctionnaires de France Télécom sont rattachés à l'entreprise nationale France Télécom et placés sous l'autorité de son président qui dispose des pouvoirs de nomination et de gestion à leur égard. Les personnels fonctionnaires de France Télécom demeurent soumis aux articles 29 et 30 de la présente loi. Le président peut déléguer ses pouvoirs de nomination et de gestion et en autoriser la subdélégation dans les conditions de forme, de procédure et de délai qu'il détermine.\n\nL'entreprise nationale France Télécom peut procéder jusqu'au 1er janvier 2002 à des recrutements externes de fonctionnaires pour servir auprès d'elle en position d'activité.\n\nFrance Télécom emploie librement des agents contractuels sous le régime des conventions collectives.\n\nPar dérogation à l'article 9 de la loi n° 83-634 du 13 juillet 1983 précitée et au chapitre II de la loi n° 84-16 du 11 janvier 1984 précitée, les fonctionnaires de France Télécom participent avec les salariés de l'entreprise à l'organisation et au fonctionnement de leur entreprise, ainsi qu'à la gestion de son action sociale, par l'intermédiaire des institutions représentatives prévues aux titres Ier à IV du livre III de la deuxième partie du code du travail, sous réserve des adaptations, précisées par décret en Conseil d'Etat, qui sont justifiées par la situation particulière des fonctionnaires de France Télécom.\n\nLa quatrième partie du code du travail est applicable aux fonctionnaires de France Télécom, sous réserve des adaptations, précisées par décret en Conseil d'Etat, qui sont justifiées par la situation particulière des fonctionnaires de France Télécom.\n\nL'article 9 bis de la loi n° 83-634 du 13 juillet 1983 précitée s'applique pour l'élection des commissions prévues à l'article 14 de la loi n° 84-16 du 11 janvier 1984 précitée et pour la détermination de la composition de l'organisme représentant les fonctionnaires de France Télécom et chargé de donner un avis sur les textes relatifs à leurs statuts, prévu au présent article. Le chapitre II du titre Ier du livre IV du code du travail est applicable aux fonctionnaires de France Télécom. Par dérogation au 7° de l'article 34 de la loi n° 84-16 du 11 janvier 1984 précitée, les fonctionnaires de France Télécom ont droit à un congé de formation économique, social et syndical dans les conditions fixées par les chapitres Ier et II du titre V du livre IV du code du travail.\n\nLe président de France Télécom peut instituer des indemnités spécifiques, dont le montant peut être modulé pour tenir compte de l'évolution des autres éléments de la rémunération des fonctionnaires de France Télécom, tels qu'ils résultent de l'article 20 de la loi n° 83-634 du 13 juillet 1983 précitée.\n\nLes modalités d'application du présent article sont précisées par décret en Conseil d'Etat. Ce décret précise notamment la composition particulière et les modalités de fonctionnement de l'organisme représentant les fonctionnaires et chargé de donner un avis sur les textes relatifs à leurs statuts.\n\n2. Abrogé."
    },
    {
      "provision_ref": "art29-2",
      "section": "29-2",
      "title": "Article 29-2",
      "content": "Durant une période transitoire, liée à la présence de fonctionnaires dans l'entreprise, les pouvoirs nécessaires à la nomination et à la gestion des fonctionnaires présents dans l'entreprise sont conférés au président de France Télécom désigné par le conseil d'administration. Toutefois, le pouvoir de prononcer les sanctions disciplinaires du quatrième groupe, prévues à l'article 66 de la loi n° 84-16 du 11 janvier 1984 précitée, appartient au ministre chargé des télécommunications qui l'exerce sur proposition du président de France Télécom et après avis de la commission administrative paritaire siégeant au conseil de discipline."
    },
    {
      "provision_ref": "art29-3",
      "section": "29-3",
      "title": "Article 29-3",
      "content": "Les fonctionnaires de France Télécom peuvent être intégrés sur leur demande, jusqu'au 31 décembre 2009, dans un des corps ou cadres d'emplois de la fonction publique de l'Etat, de la fonction publique territoriale ou de la fonction publique hospitalière. Cette intégration est subordonnée à une période de stage probatoire suivie d'une période de détachement spécifique. Elle s'effectue, en fonction des qualifications des fonctionnaires, nonobstant les règles relatives au recrutement des corps ou cadres d'emplois d'accueil, à l'exception de celles subordonnant l'exercice des fonctions correspondantes à la détention d'un titre ou diplôme spécifique.Si l'indice obtenu par le fonctionnaire dans le corps d'accueil est inférieur à celui détenu dans le corps d'origine, une indemnité compensatrice forfaitaire lui est versée par France Télécom. Dans ce cas, le fonctionnaire de France Télécom peut, au moment de son intégration, demander à cotiser pour la retraite sur la base du traitement soumis à retenue pour pension qu'il détenait dans son corps d'origine. Cette option est irrévocable. Elle entraîne la liquidation de la pension sur la base de ce même traitement lorsqu'il est supérieur à celui mentionné au premier alinéa du I de l'article L. 15 du code des pensions civiles et militaires de retraite. Les administrations ou organismes d'accueil bénéficient également de mesures financières et d'accompagnement à la charge de France Télécom.Les conditions d'application des dispositions du présent article, et notamment la détermination, par une commission créée à cet effet, des corps, cadres d'emplois, grades et échelons d'accueil, sont fixées par décrets en Conseil d'Etat. Ces décrets fixent également les modalités spécifiques d'intégration des fonctionnaires de France Télécom se trouvant dans des corps mis en extinction."
    },
    {
      "provision_ref": "art29-4",
      "section": "29-4",
      "title": "Article 29-4",
      "content": "A compter du 1er mars 2010, les corps de fonctionnaires de La Poste sont rattachés à la société anonyme La Poste et placés sous l'autorité de son président qui dispose des pouvoirs de nomination et de gestion à leur égard. Ce dernier peut déléguer ses pouvoirs de nomination et de gestion et en autoriser la subdélégation dans les conditions de forme, de procédure et de délai déterminées par décret en Conseil d'Etat.\n\nLe président de La Poste peut instituer des primes et indemnités propres aux fonctionnaires de La Poste, qui peuvent être modulées pour tenir compte de l'évolution des autres éléments de la rémunération des fonctionnaires tels qu'ils résultent de l'article 20 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.\n\nLes personnels fonctionnaires de La Poste demeurent soumis aux articles 29 et 30 de la présente loi.\n\nSont dispensées de la signature de leur auteur, dès lors qu'elles comportent ses prénom, nom et qualité ainsi que la mention du service auquel celui-ci appartient, les décisions administratives relatives à la gestion des fonctionnaires et agents contractuels de droit public de La Poste produites à l'aide de systèmes d'information relatifs à la gestion ou à la dématérialisation de processus de gestion des ressources humaines présentant des garanties équivalentes à celles qui résultent des articles 9 à 12 de l'ordonnance n° 2005-1516 du 8 décembre 2005 relative aux échanges électroniques entre les usagers et les autorités administratives et entre les autorités administratives, quelles que soient les modalités de notification aux intéressés, y compris par l'intermédiaire d'un téléservice."
    },
    {
      "provision_ref": "art29-5",
      "section": "29-5",
      "title": "Article 29-5",
      "content": "Les fonctionnaires de La Poste peuvent être intégrés sur leur demande, jusqu'au 31 décembre 2020, dans un des corps ou cadres d'emplois de la fonction publique de l'Etat, de la fonction publique territoriale ou de la fonction publique hospitalière. Cette intégration est subordonnée à une période de stage probatoire suivie d'une période de détachement spécifique. Elle s'effectue, en fonction des qualifications des fonctionnaires, nonobstant les règles relatives au recrutement des corps ou cadres d'emplois d'accueil, à l'exception de celles subordonnant l'exercice des fonctions correspondantes à la détention d'un titre ou diplôme spécifique.\n\nSi l'indice obtenu par le fonctionnaire dans le corps d'accueil est inférieur à celui détenu dans le corps d'origine, une indemnité compensatrice forfaitaire lui est versée par La Poste. Dans ce cas, le fonctionnaire de La Poste peut, au moment de son intégration, demander à cotiser pour la retraite sur la base du traitement soumis à retenue pour pension qu'il détenait dans son corps d'origine. Cette option est irrévocable. Elle entraîne la liquidation de la pension sur la base de ce même traitement lorsqu'il est supérieur à celui mentionné au premier alinéa du I de l'article L. 15 du code des pensions civiles et militaires de retraite. Les administrations ou organismes d'accueil bénéficient également de mesures financières et d'accompagnement à la charge de La Poste.\n\nLes conditions d'application du présent article, et notamment la détermination, par une commission créée à cet effet, des corps, cadres d'emplois, grades et échelons d'accueil sont fixées par décrets en Conseil d'Etat."
    },
    {
      "provision_ref": "art29-6",
      "section": "29-6",
      "title": "Article 29-6",
      "content": "Les salariés de La Poste affiliés à l'Institution de retraite complémentaire des agents non titulaires de l'Etat et des collectivités publiques à la date d'adhésion de l'entreprise La Poste à des institutions de retraite complémentaire visées à l'article L. 922-1 du code de la sécurité sociale y demeurent affiliés jusqu'à la rupture du contrat qui les lie à leur employeur ou à leur transfert vers une entreprise adhérente d'une institution visée au même article L. 922-1.\n\nLes droits acquis par ces affiliés, les adhérents antérieurs, ainsi que leurs ayants droit sont maintenus à l'Institution de retraite complémentaire des agents non titulaires de l'Etat et des collectivités publiques.\n\nUne convention entre les fédérations d'institutions de retraite complémentaire visées à l'article L. 922-4 du code de la sécurité sociale et l'Institution de retraite complémentaire des agents non titulaires de l'Etat et des collectivités publiques organise les transferts financiers entre ces organismes en tenant compte des charges et des recettes respectives.A défaut de signature de la convention au 30 juin 2010, un décret en Conseil d'Etat organise ces transferts financiers.\n\nL'adhésion de l'entreprise La Poste à des institutions de retraite complémentaire visées à l'article L. 922-1 du même code intervient dans les six mois suivant la signature de la convention mentionnée au troisième alinéa du présent article et au plus tard au 31 décembre 2010."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "L'article L. 712-3 du code de la sécurité sociale s'applique aux fonctionnaires de France Télécom. Le maintien du traitement prévu par l'article 34 de la loi n° 84-16 du 11 janvier 1984 précitée, le remboursement des frais et honoraires prévus au 2° de cet article et la liquidation et le paiement des indemnités, allocations et pensions mentionnés audit article L. 712-3 sont assurés par France Télécom.\n\nLa Poste et France Télécom peuvent, chacune en ce qui la concerne, instaurer un régime collectif obligatoire de protection sociale complémentaire au bénéfice de leurs personnels visés aux articles 29 et 44 de la présente loi, selon les dispositions de l'article L. 911-1 du code de la sécurité sociale et dans des conditions précisées par décret. Les contributions de La Poste et de France Télécom destinées au financement des prestations prévues par ce régime sont exclues de l'assiette des cotisations et contributions sociales à la charge de l'employeur en ce qui concerne les personnels visés aux articles 29 et 44 de la présente loi dans les conditions prévues par l'article L. 242-1 du code de la sécurité sociale. Pour le calcul du montant net du revenu imposable des personnels visés aux articles 29 et 44 de la présente loi, les cotisations versées en application du présent alinéa sont assimilées aux cotisations et primes visées au 1° quater de l'article 83 du code général des impôts.\n\nLes personnels actifs et retraités du ministère chargé des postes et télécommunications et ceux de La Poste et de France Télécom relevant du statut général des fonctionnaires de l'Etat, ainsi que leurs ayants droit, bénéficient des prestations en nature d'assurances maladie, maternité et invalidité, par l'intermédiaire de la Mutuelle générale dans les conditions prévues au livre III et au chapitre II du titre Ier du livre VII du code de la sécurité sociale. Toutefois, la part de la cotisation incombant à l'Etat au titre de l'article L. 712-9 est mise à la charge des entreprises pour leurs fonctionnaires.\n\nLa liquidation et le service des pensions allouées, en application du code des pensions civiles et militaires de retraite, aux fonctionnaires de La Poste et France Télécom sont effectués par l'Etat. En contrepartie, les entreprises sont astreintes à verser au compte d'affectation spéciale \" Pensions \" prévu à l'article 51 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 pour les pensions des fonctionnaires de l'Etat :\n\na) Le montant de la retenue effectuée sur le traitement de l'agent, dont le taux est fixé par l'article L. 61 du code des pensions civiles et militaires de retraite ;\n\nb) S'agissant de La Poste :\n\n1° Une contribution employeur à caractère libératoire due au titre de la période commençant le 1er janvier 2006 en proportion des traitements soumis à retenue pour pension. Le taux de cette contribution est calculé de manière à égaliser les niveaux de charges sociales et fiscales obligatoires assises sur les salaires entre La Poste et les autres entreprises appartenant aux secteurs postal et bancaire relevant du droit commun des prestations sociales, pour ceux des risques qui sont communs aux salariés de droit commun et aux fonctionnaires de l'Etat. Ce taux est augmenté d'un taux complémentaire d'ajustement pour les années 2006 à 2009 incluse fixé, en proportion du traitement indiciaire, à 16,3 % pour 2006,6,8 % pour 2007,3,7 % pour 2008 et 1,3 % pour 2009. Les modalités de la détermination et du versement à l'Etat de la contribution employeur à caractère libératoire sont fixées par décret ;\n\n2° Une contribution forfaitaire exceptionnelle, d'un montant de 2 milliards d'euros, versée au titre de l'exercice budgétaire 2006. Cette contribution forfaitaire s'impute sur la situation nette de l'entreprise. Elle n'est pas déductible pour la détermination de son résultat imposable à l'impôt sur les sociétés ;\n\nc) S'agissant de l'entreprise France Télécom, une contribution employeur à caractère libératoire, due à compter du 1er janvier 1997, en proportion des sommes payées à titre de traitement soumis à retenue pour pension. Le taux de la contribution libératoire est calculé de manière à égaliser les niveaux de charges sociales et fiscales obligatoires assises sur les salaires entre France Télécom et les autres entreprises du secteur des télécommunications relevant du droit commun des prestations sociales. Ce taux peut faire l'objet d'une révision en cas de modification desdites charges. Les modalités de la détermination et du versement à l'Etat de la contribution employeur sont fixées par décret en Conseil d'Etat ;\n\nd) A la charge de l'entreprise nationale France Télécom, une contribution forfaitaire exceptionnelle, dont le montant et les modalités de versement seront fixés en loi de finances avant le 31 décembre 1996."
    },
    {
      "provision_ref": "art30-1",
      "section": "30-1",
      "title": "Article 30-1",
      "content": "Jusqu'au 31 décembre 2006, les agents fonctionnaires affectés à France Télécom à la date de promulgation de la présente loi et âgés d'au moins cinquante-cinq ans, à l'exception des agents pouvant prétendre à une pension à jouissance immédiate au titre des 1° et 2° du I de l'article L. 24 du code des pensions civiles et militaires de retraite, peuvent, sur leur demande et sous réserve de l'intérêt du service, bénéficier d'un congé de fin de carrière, s'ils ont accompli au moins vingt-cinq ans de services, à France Télécom ou dans un service relevant de l'administration des postes et télécommunications, pouvant être pris en compte pour la constitution du droit à pension en application de l'article L. 5 du code des pensions civiles et militaires de retraite.Dans ce cas, les intéressés ne peuvent revenir sur le choix qu'ils ont fait. Ils sont mis à la retraite et radiés des cadres à la fin du mois de leur soixantième anniversaire.Au cours de ce congé de fin de carrière, ils perçoivent une rémunération, versée mensuellement par France Télécom, égale à 70 p. 100 de leur rémunération d'activité complète, composée du traitement indiciaire brut et des primes et indemnités correspondantes, au moment de leur entrée en congé de fin de carrière. Cette rémunération est assujettie aux cotisations prévues par les dispositions relatives aux assurances sociales et prestations familiales du code de la sécurité sociale.La période de congé de fin de carrière est prise en compte pour la constitution et la liquidation du droit à pension. France Télécom verse à l'Etat, au titre des agents en congé de fin carrière, une contribution d'un montant égal à celui qui aurait résulté de l'application des dispositions des a et c de l'article 30 de la présente loi si ces agents étaient demeurés en activité à temps plein.Un décret fixe, le cas échéant, les modalités du présent article."
    },
    {
      "provision_ref": "art30bis",
      "section": "30bis",
      "title": "Article 30bis",
      "content": "Les dispositions du code du travail en faveur de l'emploi des travailleurs handicapés sont applicables à La Poste et à France Télécom."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les livres Ier, II et III de la deuxième partie du code du travail sont applicables à l'ensemble du personnel de La Poste. Un décret en Conseil d'Etat fixe les modalités d'application du présent alinéa. Il procède notamment aux adaptations justifiées par la situation particulière des fonctionnaires de La Poste.Les salariés représentants élus du personnel au sein d'une instance de représentation propre à La Poste bénéficient de la protection en cas de rupture ou de transfert du contrat de travail prévue au livre IV de la deuxième partie du code du travail, dans des conditions précisées par décret.Au sein des comités sociaux et économiques, le corps électoral pour la composition des collèges électoraux en application de la sous-section 2 de la section 2 du chapitre IV du titre Ier du livre III de la même deuxième partie inclut les fonctionnaires, les agents contractuels de droit public et les salariés de La Poste. La représentativité des organisations syndicales s'apprécie au regard de la totalité des suffrages exprimés au premier tour des élections par l'ensemble des électeurs composant ces collèges.L'article L. 215-1 du code général de la fonction publique n'est pas applicable aux fonctionnaires ni aux agents contractuels de droit public de La Poste.La représentation du comité social et économique central auprès du conseil d'administration est assurée par le secrétaire du comité.Il est institué un organisme représentant les fonctionnaires de La Poste, consulté sur les projets de loi et de règlement relatifs à leur statut. Un décret en Conseil d'Etat précise notamment la composition et les modalités de fonctionnement de cet organisme.L'article L. 211-1 du même code est applicable à l'élection des commissions administratives paritaires de La Poste et à la désignation des membres de l'organisme représentant les fonctionnaires de La Poste et chargé de donner un avis sur les textes relatifs à leur statut."
    },
    {
      "provision_ref": "art31-1",
      "section": "31-1",
      "title": "Article 31-1",
      "content": "1. France Télécom recherche par la négociation et la concertation la conclusion d'accords avec les organisations syndicales, tout particulièrement dans les domaines de l'emploi, de la formation, de l'organisation et des conditions de travail, de l'évolution des métiers et de la durée de travail.2. Avant le 31 décembre 1996, le président de France Télécom négociera avec les organisations syndicales représentatives un accord sur l'emploi à France Télécom, portant notamment sur :- le temps de travail ;- les conditions de recrutement de personnels fonctionnaires jusqu'au 1er janvier 2002 ;- la gestion des carrières des personnels fonctionnaires et contractuels ;- les départs anticipés de personnels ;- l'emploi des jeunes ;- l'évolution des métiers ;- les conditions particulières accordées au personnel pour l'attribution des actions qui lui sont proposées."
    },
    {
      "provision_ref": "art31-3",
      "section": "31-3",
      "title": "Article 31-3",
      "content": "La quatrième partie du code du travail s'applique à l'ensemble du personnel de La Poste, sous réserve des adaptations, précisées par un décret en Conseil d'Etat, tenant compte des dispositions particulières relatives aux fonctionnaires et à l'emploi des agents contractuels."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I.-Les dispositions du titre Ier du livre III de la troisième partie du code du travail relatives à l'intéressement des salariés à l'entreprise sont applicables à l'ensemble des personnels de La Poste et de France Télécom.\n\nLes conditions dans lesquelles ces personnels bénéficient d'un intéressement lié au développement de produits ou services sont fixées par le conseil d'administration de chaque entreprise.\n\nII.-Les dispositions des titres II, III et IV du livre III de la troisième partie du code du travail sont applicables à l'ensemble des personnels de France Télécom, y compris ceux visés aux articles 29 et 44 de la présente loi, à compter de l'exercice 1997.\n\nIII.-Chaque établissement ou groupe d'établissements de La Poste d'une taille supérieure à un seuil défini par le conseil d'administration est doté, dans le respect des conditions qui seront définies par le contrat mentionné à l'article 9, d'un contrat de gestion.\n\nLes autres dispositions du livre III de la troisième partie du code du travail, à l'exception du titre II, sont applicables à l'ensemble des personnels de La Poste, y compris ceux mentionnés aux articles 29 et 44 de la présente loi. Des augmentations de capital ou des cessions d'actions réservées peuvent être réalisées, dans le cadre d'un ou plusieurs fonds communs de placement d'entreprise, conformément aux articles L. 3332-18 et suivants du code du travail, sous réserve des dispositions qui suivent.\n\nLa valeur de la société est fixée par la Commission des participations et des transferts dans un délai maximum d'un mois à compter de sa saisine par le ministre chargé de l'économie. Cette évaluation est conduite selon les méthodes objectives couramment pratiquées en matière de cession totale ou partielle d'actifs de sociétés en tenant compte, selon une pondération appropriée à chaque cas, de la valeur des actifs, des bénéfices réalisés, de l'existence des filiales et des perspectives d'avenir. Elle est rendue publique. Le prix de cession est déterminé sur la base de la valeur de la société ainsi déterminée. Le prix de souscription est fixé conformément au dernier alinéa de l'article L. 3332-20 du code du travail au plus tard soixante jours après la date de cette évaluation.\n\nLes personnels de La Poste et de ses filiales ainsi que leurs ayants droit ne peuvent détenir qu'une part minoritaire du capital de La Poste.\n\nLe titre II du livre III de la troisième partie du code du travail peut être étendu à l'ensemble des personnels de La Poste dans des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art32-3",
      "section": "32-3",
      "title": "Article 32-3",
      "content": "La Poste peut procéder à des attributions gratuites d'actions dans les conditions prévues par les articles L. 225-197-1 à L. 225-197-5 du code de commerce, sous réserve des dispositions du III de l'article 32 de la présente loi. Ces attributions peuvent bénéficier également aux personnels de La Poste mentionnés aux articles 29 et 44 de la présente loi. A l'expiration de la période d'acquisition mentionnée au sixième alinéa du I de l'article L. 225-197-1 du code de commerce, les actions attribuées gratuitement sont apportées à un ou plusieurs fonds communs de placement d'entreprise. L'obligation de conservation prévue au même I est applicable aux parts du fonds commun de placement d'entreprise reçues en contrepartie de l'apport.\n\nPour l'attribution gratuite d'actions mentionnée au premier alinéa, la valeur de la société est fixée et rendue publique dans les mêmes conditions que celles prévues au troisième alinéa du III de l'article 32 de la présente loi. En outre, dans le même délai d'un mois à compter de sa saisine par le ministre chargé de l'économie, la Commission des participations et des transferts peut s'opposer à l'opération si les conditions de celle-ci ne sont pas conformes aux intérêts patrimoniaux des personnes publiques.L'opposition de la commission est rendue publique. Les actions gratuites doivent être attribuées au plus tard soixante jours après la date de l'évaluation."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "La Poste et France Télécom constituent entre eux un ou plusieurs groupements d'intérêt public dotés de la personnalité morale et de l'autonomie financière pour assurer la gestion de services communs.\n\nCes groupements d'intérêt public sont constitués sans capital, par voie de convention d'association de moyens entre France Télécom et La Poste et ne donnent lieu ni à la réalisation ni au partage de bénéfices. Les droits de leurs membres ne peuvent être représentés par des titres négociables. Toute clause contraire est réputée non écrite.\n\nLe conseil de gestion de chaque groupement d'intérêt public est constitué d'un représentant de La Poste et d'un représentant de France Télécom qui en assurent alternativement la présidence et d'un représentant désigné par le ministre chargé des postes et télécommunications.\n\nLe directeur du groupement est nommé par le conseil de gestion. Il assure, sous l'autorité du conseil de gestion, toutes les responsabilités attachées à l'organisation et au fonctionnement du groupement. Dans les rapports avec les tiers, le directeur engage le groupement pour tout acte entrant dans l'objet de celui-ci.\n\nLa comptabilité du groupement est tenue et sa gestion assurée selon les règles applicables aux entreprises de commerce.\n\nLa convention constitutive de chaque groupement est soumise à l'approbation du ministre chargé des postes et télécommunications. Elle détermine les modalités de participation des membres au financement des activités et les conditions dans lesquelles ils sont tenus des dettes du groupement. Elle indique notamment les conditions dans lesquelles France Télécom et La Poste mettent à la disposition du groupement des personnels fonctionnaires."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le ministre chargé des postes et télécommunications veille, dans le cadre de ses attributions générales sur le secteur des postes et télécommunications, au respect des lois et règlements applicables au service public des postes et télécommunications et aux autres missions qui sont confiées par la présente loi à La Poste et à France Télécom.\n\nIl prépare le contrat mentionné à l'article 9 et veille au respect de ses dispositions. Il prend toutes dispositions utiles de nature à maintenir la complémentarité des activités de La Poste et de France Télécom, à favoriser la diversification des activités et la polyvalence des bureaux de poste en milieu rural et garantit l'indépendance du mouvement associatif commun à leurs agents et les possibilités de mobilité professionnelle entre les deux entreprises, ainsi que l'application des principes relatifs à l'égalité professionnelle des femmes et des hommes."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Afin de mettre en oeuvre une concertation locale sur les projets d'évolution du réseau de La Poste, il est créé, dans chaque département, une commission départementale de présence postale territoriale composée d'élus. Elle se réunit en présence d'un représentant de l'Etat, chargé d'assurer la cohérence de ses travaux avec ceux de la commission départementale d'organisation et de modernisation des services publics, et d'un représentant de La Poste, qui en assure le secrétariat.\n\nLes règles d'accessibilité au réseau de La Poste mentionnées à l'article 6 sont fixées en prenant en compte l'avis de la commission départementale de présence postale territoriale. Dans le département, et en prenant en compte les zones de montagne, les zones France ruralités revitalisation et les quartiers prioritaires de la politique de la ville, la commission départementale de présence postale territoriale propose une répartition de la dotation du fonds postal national de péréquation territoriale défini à ce même article.\n\nUn décret, pris après avis de la Commission supérieure du numérique et des postes précise la composition, les attributions et les règles de fonctionnement de la commission."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les dispositions de l'ordonnance n° 59-76 du 7 janvier 1959 relative aux actions en réparation civile de l'Etat et de certaines autres personnes publiques sont applicables aux recours exercés par La Poste et France Télécom en ce qui concerne leur personnel fonctionnaire."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les administrateurs nommés par décret sur le fondement de l'article 10 de la présente loi dans sa rédaction antérieure à la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises, en fonctions à la date de publication de la même loi, continuent de siéger au conseil d'administration de La Poste jusqu'à ce qu'il soit mis fin à leur mandat par décret."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "La publication de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises ne met pas fin au mandat du président du conseil d'administration de La Poste en fonctions à sa date de publication"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les élections des représentants du personnel aux conseils d'administration prévues à l'article 12 de la présente loi devront être organisées avant le 30 juin 1991. Jusqu'à la proclamation des résultats de ces élections, les représentants du personnel aux conseils d'administration seront désignés par décret sur proposition des organisations syndicales représentatives au sein des groupes formés par chaque exploitant public avec ses filiales et en fonction de la représentativité de chacune de ces organisations."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les actions en justice concernant les biens, droits et obligations engagées avant le 1er janvier 1991 qui relevaient, avant cette date, de la compétence de la juridiction administrative lui restent attribuées.Celles de ces actions que la direction générale de la poste et la direction générale des télécommunications n'étaient pas compétentes pour instruire, en vertu des textes réglementaires en vigueur au 31 décembre 1990, restent exercées en demande et en défense par l'Etat. Le bénéfice ou la charge des condamnations qui en résulteront incombera à chacun des exploitants en fonction de l'objet du litige."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-Les statuts initiaux de la société anonyme La Poste et les modalités transitoires de sa gestion jusqu'à l'installation des organes statutaires sont déterminés par un décret en Conseil d'Etat.A compter de l'installation des organes statutaires, ces statuts peuvent être modifiés dans les conditions prévues par le code de commerce pour les sociétés anonymes.\n\nII.-Les comptes de l'exercice 2009 de l'exploitant public La Poste sont approuvés dans les conditions du droit commun par l'assemblée générale de la société La Poste. Le bilan au 31 décembre 2010 de la société La Poste est constitué à partir du bilan au 31 décembre 2009 de l'exploitant public et du compte de résultat de l'exercice 2010.\n\nIII.-Les représentants du personnel élus en fonction à la date du 28 février 2010 restent en fonction jusqu'au terme de leur mandat et dans les conditions prévues par la loi n° 83-675 du 26 juillet 1983 précitée.\n\nIV.-La transformation de La Poste en société anonyme n'affecte pas le mandat de ses commissaires aux comptes en cours à la date de cette transformation."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "1. Les statuts initiaux de l'entreprise nationale France Télécom sont déterminés par décret en Conseil d'Etat. Ils pourront être modifiés dans les conditions prévues pour les sociétés anonymes par la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales (1) dès lors que l'Etat ne détiendra plus la totalité du capital.2. Le capital social au 31 décembre 1996 de l'entreprise nationale est, dans sa totalité, détenu directement par l'Etat. Son montant est établi à partir des fonds propres figurant au bilan de l'exploitant public au 31 décembre 1995 et en tenant compte des dispositions de la présente loi.3. Le bilan au 31 décembre 1996 de l'entreprise nationale France Télécom est constitué à partir du bilan au 1er janvier 1996 de l'exploitant public et du compte de résultat de celui-ci pour l'exercice 1996.Le bilan de l'exploitant public au 1er janvier 1996 pourra prévoir l'imputation sur la situation nette des charges exceptionnelles prévues par la présente loi.4. Le capital social de l'entreprise nationale au 31 décembre 1996 et le bilan de l'exploitant public au 1er janvier 1996 sont fixés par arrêté conjoint des ministres chargés de l'économie, du budget et des télécommunications.5. Les membres du conseil d'administration de France Télécom en fonction le 30 décembre 1996 constituent le conseil d'administration de l'entreprise nationale France Télécom jusqu'à la date d'expiration de leur mandat, sous réserve de l'application des articles 12 et 13 de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public."
    }
  ]
}