{
  "id": "jorftext000000888305",
  "type": "statute",
  "title": "Loi n° 76-1220 du 28 décembre 1976",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000888305",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I - Il est institué un régime simplifié d'imposition d'après le bénéfice réel pour les petits et moyens exploitants agricoles relevant de l'impôt sur le revenu.Le bénéfice imposable est déterminé selon les principes qui sont applicables aux entreprises industrielles et commerciales, sous réserve des adaptations prévues à l'article 69 quater du code général des impôts et des simplifications suivantes :- pour la détermination du résultat d'exploitation, il est tenu compte des recettes encaissées et des dépenses payées au cours de l'exercice au lieu et place des créances et des dettes ;- les stocks, y compris les animaux mais non compris les matières premières achetées sont évalués selon une méthode forfaitaire, à partir du cours du jour à la clôture de l'exercice. Le décret prévu au IV pourra définir des méthodes particulières d'évaluation pour les matières premières achetées.Il n'est pas constitué de provision.II - La déclaration de résultats que les exploitants mentionnés au I souscrivent en application de l'article 53 du code général des impôts comporte :- un compte simplifié faisant apparaître le résultat fiscal déterminé dans les conditions prévues au I ;- un tableau des immobilisations et des amortissements.A l'exception des documents visés ci-dessus, ces exploitants sont dispensés de présenter à l'administration le bilan et les autres documents comptables prévus par le premier alinéa de l'article 54 du code général des impôts.III - Le régime simplifié d'imposition s'applique :a) Sur option, aux exploitants normalement placés sous le régime du forfait ;b) De plein droit, aux autres exploitants, y compris ceux dont le forfait aura été dénoncé par l'administration, dont les recettes n'excèdent pas le double de la limite prévue à l'article 69 A du code général des impôts pour l'imposition obligatoire d'après le bénéfice réel.Ces limites sont appréciées dans les conditions prévues à l'article 69 quinquies du même code.Les deux catégories d'exploitants mentionnés ci-dessus peuvent opter pour le régime visé à l'article 69 quater du même code.IV - Un décret fixe les conditions d'application du présent article. Il précise en outre :- les modalités de détermination du revenu imposable tel qu'il est défini au I ci-dessus ;- les conditions d'exercice et la durée de validité des options prévues au III ci-dessus ;- les règles applicables en cas de changement de régime d'imposition ;- la nature et le contenu des documents que devront produire les exploitants agricoles.V - Alinéa modificateurLes dispositions du présent article s'appliquent, pour la première fois, aux bénéfices des exercices ouverts en 1977."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les dispositions de l'article 62-IV de la loi de finances pour 1976 sont également applicables :- aux primes d'émission et de remboursement des emprunts contractés dans les conditions prévues par le présent article ;- aux revenus des emprunts contractés en vertu d'une ouverture de crédit en devises étrangères ou en substitution de son utilisation, à condition que l'ouverture de crédit ait une durée de cinq ans au moins.Le bénéfice du régime fiscal prévu à cet article reste acquis lorsque l'emprunt fait l'objet, à quelque moment que ce soit, d'un amortissement anticipé à l'initiative de l'emprunteur avec l'accord du ministre de l'économie et des finances."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le champ d'application des taxes instituée par les articles 1613 et 1618 bis du code général des impôts, sur les produits d'exploitation forestière et de scierie, est étendu aux sciages rabotés, imprégnés, injectés ou enduits qui sont produits en France ou importés.La taxe est assise sur la valeur des sciages bruts. Pour les sciages importés, cette valeur est déterminée par application de réfactions à la valeur des sciages rabotés, imprégnés, injectés ou enduits.Les taux de ces réfactions sont fixés par arrêté conjoint du ministre de l'agriculture et du ministre des finances."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La cotisation de taxe professionnelle d'un contribuable pour 1976 ne peut excéder 170 p. 100 de la cotisation de patente de ce même contribuable pour 1975.Ce plafonnement s'applique à chaque redevable, sur simple présentation des avertissements pour 1975. Lorsqu'une même personne est redevable de plusieurs cotisations, la réduction s'impute en priorité sur celle de son principal établissement au vu d'une liste récapitulative.Les contribuables qui ont déjà acquitté leur cotisation sont remboursés de l'excédent sur simple demande.La date de majoration des cotisations de taxe professionnelle est reportée au 30 décembre 1976.Les dispositions du présent article s'appliquent aux coopératives agricoles, à leurs unions et aux sociétés d'intérêt collectif agricole, dont la cotisation de taxe professionnelle ne pourra de ce fait excéder 170 p. 100 de la cotisation de taxe spéciale de 1975.Le coût des dispositions du présent article est à la charge de l'Etat."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I - Bénéficient seules des dispositions du présent article :a) Les personnes privées ou publiques demeurant ou ayant leur siège dans l'une des communes du département de la Guadeloupe qui ont fait l'objet de mesures d'évacuation en raison des menaces d'explosion de \"la Soufrière\" et dont la liste sera fixée par décret ;b) Les personnes privées ou publiques concernées, dans les conditions prévues par décret, par ces événements.II - Tous actes qui, à peine de sanctions, auraient dû être accomplis entre le 15 août et le 15 décembre 1976 sont réputés valables s'ils ont été effectués avant une date prévue par décret.Les sanctions qui s'attachent à l'inexécution d'une obligation dans un certain délai sont réputées ne pas avoir produit effet entre le 15 août et le 15 décembre 1976 ; elles prendront ou reprendront effet dans les conditions déterminées par décret.III - Les délais de recours contre les décisions des juridictions répressives ainsi que les délais prévus par les articles 529 du code de procédure pénale et L. 27-1 du code de la route venus à expiration entre le 15 août et le 15 décembre 1976 ou ayant commencé à courir pendant cette période sont, en tant que de besoin, réputés n'être pas expirés et sont prorogés. Ils recommenceront à courir, pour la totalité de leur durée, à compter d'une date qui sera fixée par décret.Les dispositions qui précèdent sont applicables aux délais de recours ouverts au ministère public. Elles ne sont pas applicables aux délais de recours ouverts aux personnes qui ont expressément renoncé à exercer ces recours.IV - Les décisions des juridictions répressives rendues contradictoirement par application des articles 410 et 411 (alinéa 4) du code de procédure pénale, ainsi que les décisions rendues dans le cas de non-comparution prévu par l'article 494 du même code, entre le 15 août et le 15 décembre 1976, sont réputées rendues par défaut et sont susceptibles d'opposition ; le délai d'opposition, tel qu'il est déterminé par les articles 491 et 492 du code de procédure pénale, commence à courir à compter d'une date qui sera fixée par décret. L'opposition annule toute autre voie de recours préalablement exercée, à moins que la juridiction saisie n'ait déjà statué.Les dispositions du III précédent ainsi que celles de l'alinéa ci-dessus ne concernent que les décisions émanant de la cour d'appel, du tribunal de grande instance et du tribunal d'instance de Basse-Terre ou rendues contre des personnes demeurant dans l'une des communes déterminées par décret en application du I.V - Les dispositions du présent article ne s'appliquent pas aux dettes et obligations contractées envers l'Etat, les collectivités locales et les organismes de sécurité sociale.VI - Un décret en Conseil d'Etat déterminera les conditions et le champ d'application du présent article."
    }
  ]
}