{
  "id": "jorftext000000321626",
  "type": "statute",
  "title": "Loi n° 70-601 du 9 juillet 1970",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000321626",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I - Les contrats de location-attribution consentis par les sociétés anonymes coopératives d'habitations à loyer modéré sont considérés comme des ventes pures et simples du point de vue fiscal.Les mutations résultant des contrats de location-attribution et les livraisons que les sociétés se font à elles-mêmes des immeubles qui sont l'objet de ces contrats, sont exonérées de la taxe sur la valeur ajoutée.Lorsque la cession du bénéfice du contrat est soumise à la taxe sur la valeur ajoutée, cette taxe est exigible sur la différence entre :D'une part, le prix exprimé et les charges qui peuvent s'y ajouter ;D'autre part, les sommes versées par le cédant en vue de l'acquisition du logement.La transmission à titre gratuit du bénéfice du même contrat est présumée avoir pour objet le logement visé par ce contrat. La valeur de ce logement est réputée égale à la somme que les ayants droit recevraient en cas de cession ou de résiliation du contrat de location-attribution.En cas de résiliation du contrat de location-attribution, le droit de bail prévu à l'article 685 du Code général des impôts est exigible à raison de la mutation de jouissance qui est résultée de la convention.II - Le régime prévu au I est étendu aux contrats de location-vente de locaux d'habitation en cours de construction ou achevés depuis moins de cinq ans lors de la conclusion du contrat, à la condition :1° Que les locaux aient donné lieu à l'attribution de primes convertibles en prêts spéciaux immédiats ou différés du Crédit foncier de France ou aient bénéficié du financement prévu pour les habitations à loyer modéré ;2° Que les contrats soient réalisés sous la forme de baux assortis soit de promesses unilatérales de vente, soit de ventes soumises à la condition suspensive de l'exécution intégrale des obligations relatives au paiement des annuités à la charge du bénéficiaire du contrat ;3° Qu'ils soient consentis :Par une collectivité locale ;Par une société d'économie mixte ;Par un organisme d'habitations à loyer modéré visé à l'article 159 du code de l'urbanisme et de l'habitation ;Par une société civile dont la création a été suscitée par une société d'économie mixte ou une société anonyme d'habitations à loyer modéré ou de crédit immobilier et dont la gérance est statutairement assurée par la société qui en a provoqué la création ;Par une société coopérative de construction visée à l'article 202 du code de l'urbanisme et de l'habitation.III - Les sociétés civiles immobilières constituées par les organismes régis par la réglementation sur les habitations à loyer modéré en vue de favoriser l'accession à la propriété sont exonérées de la taxe sur la valeur ajoutée due au titre de la livraison à elles-mêmes des immeubles qu'elles construisent."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Nonobstant toutes dispositions législatives ou réglementaires contraires, les sociétés coopératives d'habitations à loyer modéré ayant acquis des terrains du domaine civil ou militaire de l'Etat, en application des dispositions des articles 66 de la loi du 30 mars 1929 et 36 de la loi n° 52-5 du 3 janvier 1952, peuvent opter pour le régime de location-attribution, tel qu'il est défini par le décret n° 65-1012 du 22 novembre 1965.Un délai d'un an est ouvert auxdites sociétés pour répondre à cette option."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I-L'assiette et le recouvrement de la taxe spéciale sur certains véhicules routiers, prévue à l'article 553 B du code général des impôts, seront assurés par les services de la direction générale des douanes et droits indirects, selon les règles, garanties et sanctions applicables en matière douanière.\n\nToutefois, la circulation de véhicules dont le poids total en charge dépasse le poids total autorisé, tel qu'il figure sur le certificat d'immatriculation, sera réprimée exclusivement par application de l'article 25 de la loi n° 52-401 du 14 avril 1952, et de l'article 238 du décret n° 58-1217 du 15 décembre 1958 modifié relatif à la police de la circulation routière.\n\nII-Un décret en Conseil d'Etat fixera les modalités d'application du présent article ainsi que sa date d'entrée en vigneur qui ne pourra être postérieure au 31 décembre 1970."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I - Les dispositions de l'article 150 du code général des impôts relatives aux théâtres sont rendues applicables aux spectacles de variétés, à l'exception de ceux qui sont donnés dans des établissements où il est d'usage de consommer perdant les séances, ainsi qu'aux concerts. Lesdits spectacles de variétés sont soumis aux dispositions du décret modifié n° 64-1079 du 23 octobre 1964.En ce qui concerne les concerts, le demi-tarif d'imposition prévu à l'article 1562-2° du code général des impôts ne leur est applicable que dans la mesure où le conseil municipal n'a pas fait usage de la faculté de diminuer le tarif d'imposition des spectacles de la 1er catégorie A, qui lui est offerte par l'article 1560, II, Ier alinéa, du même code.II - Le présent article prend effet à compter du 1er juillet 1970."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La carte de séjour de ressortissant d'un Etat membre de la Communauté économique européenne est assujettie, lors de son renouvellement à un droit de timbre de même quotité que le droit perçu, en application de l'article 952 du code général des impôts, lors de la délivrance de la carte nationale d'identité."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La durée de validité des passeports ordinaires délivrés en France, fixée à trois ans par le 1 de l'article 966 du code général des impôts, est portée à cinq ans pour les passeports délivrés à partir de la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I - Par dérogation aux dispositions du I de l'article 125 A du code général des impôts, l'option pour le prélèvement de 25 p. 100 n'est pas admise en ce qui concerne :1° Les intérêts versés après le 31 décembre 1970 au titre des sommes que les associés assurant, en droit ou en fait, la direction d'une personne morale, laissent ou mettent directement ou par personnes interposées, à la disposition de cette personne morale, dans la mesure où le total de en avances excède 200 000 F.2° Les intérêts des sommes que les associés d'une personne morale laissent ou mettent directement ou par personnes interposées, à la disposition de cette personne morale, lorsque la constitution et la rémunération de ce placement sont liées, en droit ou en fait à la souscription ou à l'acquisition de droits sociaux.II - Toutefois, les dépôts effectués par les sociétaires des organismes coopératifs exonérés d'impôt sur les sociétés et des caisses de crédit mutuel continuent, d'ouvrir droit à l'option pour le prélèvement de 25 p. 100. Cette option demeure également possible en ce qui concerne les intérêts des placements effectués avant le 1er juin 1970 en liaison avec la souscription à une émission publique d'actions."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les dispositions de l'article 7 de la loi de finances rectificative pour 1963 n° 63-1293 du 21 décembre 1963 modifiée par la loi n° 64-1330 du 26 décembre 1964, portant prise en charge et revalorisation de droits et avantages sociaux consentis à des Français ayant résidé en Algérie, sont applicables aux anciens salariés de Tunisie, de nationalité française, qui ont été affiliés à l'Association nord-africaine de prévoyance de Tunisie (A.N.A.P.T), du fait de leur activité sur ce territoire.La charge des allocations de retraite versées sera, à titre définitif, prise en compte dans les opérations de compensation effectuées en application de l'accord du 8 décembre 1961 tendant à la généralisation des retraites complémentaires, pour la partie desdites allocations correspondant au taux et à l'assiette des cotisations prévues par cet accord.Un décret fixera les mesures d'application du présent article."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les dispositions du décret n° 69-413 du 8 mai 1969 modifiant l'article 26 du décret n° 64-1174 du 26 novembre 1964 relatif au statut particulier des administrateurs civils ont effet du 1er janvier 1969."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le montant de la taxe spéciale d'équipement perçue au profit de l'établissement public d'aménagement de la Basse-Seine, qui aura été arrêté pour l'année 1970 par le conseil d'administration de cet établissement sera réparti entre les communes comprises dans sa zone de compétence au prorata de leur principal fictif respectif."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I modificateur.II - Le présent article a un caractère interprétatif."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I - Les remises allouées pour la vente des tabacs fabriqués revêtent le caractère de bénéfices non commerciaux au sens de l'article 92 du code général des impôts.II - Les débitants de tabacs en activité relèvent en cette qualité du régime d'assurance maladie et maternité des travailleurs non salariés des professions non agricoles dans les conditions fixées par la loi n° 66-509 du 12 juillet 1966 modifiée et par les textes pris pour son application. Les intéressés sont à cet effet rattachés au groupe des professions industrielles et commerciales.Les anciens débitants de tabacs bénéficiaires de l'allocation viagère, prévue par l'article 59 de la loi de finances n° 63-156 du 23 février 1963 et instituée par le décret n° 63-1104 du 30 octobre 1963, relèvent également de l'assurance maladie prévue par la loi susvisée du 12 juillet 1966 dans les conditions fixées par celles-ci.III - Toutefois les personnes visées au premier alinéa du II ci-dessus qui, à la date de promulgation de la présente loi et en qualité de membre de la famille d'un assuré d'un régime de salariés, bénéficiaient des prestations en nature dudit régime, ne sont pas affiliées au régime d'assurance de la loi susvisée du 12 juillet 1966. Elles continuent à bénéficier de ces prestations aussi longtemps qu'elles remplissent les conditions requises pour t'octroi de celles-ci.Les personnes mentionnées au deuxième alinéa du II ci-dessus bénéficiant à la date de promulgation de la présente loi, en qualité de membre de la famille d'un assuré, des prestations en nature d'un autre régime obligatoire d'assurance maladie continuent à relever de ce régime aussi longtemps qu'elles remplissent les conditions exigées pour bénéficier des prestations de celui-ci.IV - Jusqu'à désannexion du débit de tabacs rattaché à leur recette auxiliaire des impôts, les remises perçues par le receveur auxiliaire ou l'intérimaire de la recette s'ajoutent à la rémunération statutaire pour la détermination du régime d'assurance maladie de rattachement de l'intéressé.Les remises dont il s'agit ne subissent au titre des avantages sociaux aucun autre prélèvement que celui destiné au financement du régime spécial d'allocations vingères prévu par l'article 59 de la loi n° 63-156 du 23 février 1963 et institué par le décret n° 63-1104 du 5 octobre 1963."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "L'indemnité pour congés payés, calculée dans les conditions définies à l'article 54 j du livre II du code du travail, revêt du point de vue fiscal le caractère d'un salaire de substitution qui constitue une charge normale de l'exercice au cours duquel le salarié prend le congé correspondant.Cette disposition a un caractère interprétatif."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I et II modificateurs.\n\nIII-La définition et le classement des salles cinématographiques d'art et d'essai visées aux I et II ci-dessus résultent de décisions réglementaires prises par le président du Centre national du cinéma et de l'image animée dans des conditions fixées par décret.\n\nIV-Le présent article prend effet à compter du 1er juillet 1970."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le Gouvernement pourra, après concertation avec les intéressés, exonérer de la taxe sur la valeur ajoutée les opérations réalisées, soit par les fédérations habilitées à diffuser la culture par le film, soit par les associations d'éducation populaire déclarées organisant des spectacles cinématographiques privés et légalement affiliées à ces fédérations."
    }
  ]
}