{
  "id": "jorftext000042007267",
  "type": "statute",
  "title": "Ordonnance n°2020-739 du 17 juin 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042007267",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au plus tard à l'issue d'un délai de douze mois à compter de la publication de la présente ordonnance, il est procédé, conformément aux dispositions du code de commerce, à la fusion par voie d'absorption de la société anonyme Bpifrance mentionnée au I de l'article 6 de l'ordonnance du 29 juin 2005 susvisée dans sa rédaction antérieure à la présente ordonnance par sa filiale agréée en tant qu'établissement de crédit mentionnée au IV du même article dans sa rédaction antérieure à la présente ordonnance.La société résultant de l'opération de fusion mentionnée au premier alinéa vient aux droits et obligations de l'entité absorbée dont elle poursuit l'activité en continuité d'entreprise. Elle est, à compter de la réalisation de la fusion, la société anonyme Bpifrance mentionnée à l'article 6 de l'ordonnance du 29 juin 2005 susvisée dans sa rédaction issue de la présente ordonnance."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- LOI n°2020-289 du 23 mars 2020\n\n- Décret n°2013-637 du 12 juillet 2013\n\nIII.-Les références à la société anonyme Bpifrance Financement et à la filiale agréée mentionnée au IV de l'article 6 de l'ordonnance du 29 juin 2005 susvisée sont remplacées par la référence à la société anonyme Bpifrance dans toutes les dispositions législatives et réglementaires en vigueur."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Au plus tard à l'issue d'un délai de dix-huit mois à compter de la publication de la présente ordonnance, les actionnaires de droit privé de la société anonyme Bpifrance, autres que ceux visés au II de l'article 6 de l'ordonnance du 29 juin 2005 susvisée dans sa rédaction issue de la présente ordonnance, sont tenus de céder leurs actions à la société anonyme Bpifrance.Le prix par action est égal au résultat de l'évaluation effectuée par un expert indépendant, selon les méthodes objectives pratiquées en cas de cession d'actifs, et tient compte, selon une pondération appropriée, de la valeur des actifs, des bénéfices réalisés, de l'existence de filiales et des perspectives d'activité. L'expert indépendant est désigné, par le conseil d'administration de la société anonyme Bpifrance dans les conditions fixées par le décret mentionné au dernier alinéa du présent I.Le montant revenant aux détenteurs d'actions non identifiés est consigné.Un décret en Conseil d'Etat fixe les conditions de mise en œuvre du présent I.II. - L'assemblée générale extraordinaire de la société anonyme Bpifrance mentionnée à l'article 6 de l'ordonnance du 29 juin 2005 susvisée dans sa rédaction issue de la présente ordonnance adopte, dans les conditions de l'article L. 225-96 du code de commerce, une clause statutaire prévoyant qu'un actionnaire de droit privé ne répondant plus aux conditions visées au II de l'article 6 précité depuis au moins douze mois doit céder ses actions.Le prix par action est égal au résultat de l'évaluation effectuée par un expert indépendant, selon les méthodes objectives pratiquées en cas de cession d'actifs, et tient compte, selon une pondération appropriée, de la valeur des actifs, des bénéfices réalisés, de l'existence de filiales et des perspectives d'activité. L'expert indépendant est désigné par la société à l'issue d'un processus lui permettant d'avoir une connaissance aussi précise et complète que possible de la mission confiée.En cas de contestation, le prix des actions de l'actionnaire exclu est déterminé conformément aux dispositions de l'article 1843-4 du code civil.Les statuts peuvent également prévoir la suspension des droits non pécuniaires de cet actionnaire tant que celui-ci n'a pas procédé à cette cession."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Le traité de fusion rend de plein droit opposable aux tiers le transfert à la société absorbante des actifs de la société absorbée ainsi que leurs sûretés, garanties et accessoires, sans autre formalité que celles requises pour la radiation de la société absorbée.L'opération de fusion n'entraîne aucune remise en cause des contrats en cours d'exécution, quelle que soit leur qualification juridique, conclus par la société absorbée ou ses filiales et n'est pas de nature à justifier ni leur résiliation, ni la modification de l'une quelconque de leurs clauses, ni, le cas échéant, le remboursement anticipé des dettes qui en sont l'objet.II. - Au titre de la fusion mentionnée à l'article 1er, les sociétés Bpifrance Investissement et Bpifrance Assurance Export sont maintenues, aussi longtemps qu'elles sont contrôlées au sens de l'article L. 233-3 du code de commerce par la société anonyme Bpifrance mentionnée au I de l'article 6 de l'ordonnance du 29 juin 2005 susvisée, dans le périmètre de l'accord relatif à l'organisation sociale du groupe Caisse des Dépôts du 2 octobre 2001 conclu en application du cinquième alinéa de l'article 34 de la loi n° 96-452 du 28 mai 1996 portant diverses mesures d'ordre sanitaire, social et statutaire.Les dispositions du précédent alinéa ne font pas obstacle aux modifications qui pourront être apportées à l'accord du 2 octobre 2001 précité, postérieurement à la fusion mentionnée à l'article 1er de la présente ordonnance, et qui auraient des effets sur l'appartenance des sociétés Bpifrance Investissement et Bpifrance Assurance Export au périmètre dudit accord."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les membres du conseil d'administration de la société anonyme Bpifrance mentionnée au I de l'article 6 de l'ordonnance du 29 juin 2005 susvisée dans sa rédaction antérieure à la présente ordonnance en fonction à la date de la fusion mentionnée l'article 1er de la présente ordonnance constituent, à compter de la date de réalisation de cette fusion, le conseil d'administration de la société anonyme Bpifrance mentionnée à l'article 6 de l'ordonnance du 29 juin 2005 susvisée dans sa rédaction issue de la présente ordonnance.A l'exception des mandats en cours des administrateurs mentionnés au 3° de l'article 7 de l'ordonnance du 29 juin 2005 susvisée dans sa rédaction antérieure à la présente ordonnance qui cessent de plein droit à l'expiration d'un délai de trois mois à compter de la date de réalisation de la fusion, les mandats en cours des autres administrateurs se poursuivent pour leur durée restant à courir. La nomination de l'administrateur supplémentaire représentant les actionnaires ainsi que celle des administrateurs mentionnés au 3° de l'article 7 précité dans sa rédaction issue de la présente ordonnance interviendront à l'expiration du délai de trois mois susmentionné.Le directeur général de la société anonyme Bpifrance mentionnée au I de l'article 6 de l'ordonnance du 29 juin 2005 susvisée dans sa rédaction antérieure à la présente ordonnance en fonction à la date de la fusion mentionnée à l'article 1er de la présente ordonnance devient directeur général de la société anonyme Bpifrance mentionnée à l'article 6 précité dans sa rédaction issue de la présente ordonnance pour la durée restant à courir de son mandat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les articles 2, 3, 5 et 6 entrent en vigueur à la date de la réalisation de la fusion mentionnée à l'article 1er."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre, le ministre de l'économie et des finances et le ministre de l'action et des comptes publics sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}