{
  "id": "jorftext000049392425",
  "type": "statute",
  "title": "LOI n°2024-322 du 9 avril 2024",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000049392425",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nII. - A titre expérimental et pour une durée de dix ans à compter de la promulgation de la présente loi, lorsqu'un immeuble placé sous le régime de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis remplit les conditions justifiant le prononcé du jugement mentionné aux I et III de l'article L. 615-6 du code de la construction et de l'habitation, un opérateur peut, après autorisation de la commune ou de l'établissement public de coopération intercommunale compétent en matière d'habitat, conclure avec le syndicat des copropriétaires une convention en vue de l'acquisition temporaire à titre onéreux soit du seul terrain d'assiette de la copropriété, soit des seuls parties et équipements communs des immeubles qui la constituent, soit du terrain et des parties et équipements communs, en vue d'en assurer la rénovation.Les modalités de la cession sont fixées par une convention entre les copropriétaires et l'opérateur, qui :1° Etablit la durée maximale pendant laquelle l'opérateur est investi des droits réels conférés par la propriété du terrain ou des parties communes ;2° Fixe les conditions de rachat du terrain ou des parties communes par les propriétaires. Le prix de revente ne peut excéder le prix d'acquisition par l'opérateur, tel qu'initialement établi par une évaluation du service des domaines et actualisé selon des modalités définies par décret en Conseil d'Etat ;3° Définit les mesures et les travaux de rénovation que l'opérateur s'engage à réaliser, ainsi que, le cas échéant, ses obligations en matière d'entretien ;4° Détermine un règlement pour l'usage des locaux et des équipements par les copropriétaires ;5° Fixe la redevance due par les copropriétaires à l'opérateur au titre de l'usage du terrain et des parties et équipements communs de la copropriété et des travaux réalisés aux fins de leur rénovation et de leur conservation, en rapport avec la superficie de leurs parties privatives.La convention comprend l'état descriptif de division de l'immeuble, qui est mis à jour ou établi s'il n'existe pas.L'opérateur investi des droits de propriété assume la responsabilité des dommages causés aux propriétaires de parties privatives ou aux tiers par le vice de construction ou le défaut d'entretien des biens d'intérêt collectif, sans préjudice de toutes actions récursoires.Le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation, au plus tard six mois avant son terme."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A titre expérimental, pour une durée de cinq ans à compter de la promulgation de la présente loi, le représentant de l'Etat dans le département peut prévoir, par arrêté, que les propriétaires soumis à une obligation de travaux en application des articles L. 511-1 à L. 511-3 du code de la construction et de l'habitation peuvent conclure avec un organisme intéressé un bail à réhabilitation en vue de la rénovation du ou des logements concernés. Ce bail à réhabilitation vient remplacer l'obligation de travaux qui est faite au propriétaire.Un décret fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n° 65-557 du 10 juillet 1965\n\nII. - Le I n'est applicable qu'aux procédures d'exécution engagées après l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nII. - A titre expérimental et pour une durée de cinq ans à compter de la promulgation de la présente loi, dans les zones soumises à l'autorisation préalable de mise en location mentionnée à l'article L. 635-1 du code de la construction et de l'habitation, le président de l'établissement public de coopération intercommunale ou, à défaut, le maire de la commune ayant institué ladite autorisation peut rejeter la demande présentée en application de l'article L. 635-4 du même code en vue d'une colocation formalisée par la conclusion de plusieurs contrats entre les locataires et le bailleur lorsqu'un examen préalable des caractéristiques du logement et des contrats établit qu'en l'espèce, nonobstant le respect des normes de décence prévues aux articles 6 et 8-1 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, les caractéristiques du logement et des baux ne permettent pas de garantir aux occupants des conditions d'existence dignes. La décision de rejet de la demande d'autorisation préalable est motivée et, le cas échéant, précise la nature des mesures, travaux ou aménagements prescrits pour satisfaire aux exigences précitées.Au plus tard six mois avant son terme, le Gouvernement remet au Parlement un rapport d'évaluation de cette expérimentation."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le Gouvernement présente au Parlement, au plus tard le 30 septembre 2027, une évaluation des principales caractéristiques des logements et des contribuables bénéficiaires de la réduction d'impôt mentionnée au I du présent article et le coût de celle-ci.III. - (Abrogé).\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. à VI. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVII. - L'article L. 123-19-11 du code de l'environnement, dans sa rédaction résultant du II du présent article, ne s'applique qu'aux procédures engagées après la publication de la présente loi.VIII. - Dans les périmètres des opérations d'intérêt national mentionnées au X de l'article 44 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République, jusqu'à la date fixée par le décret mentionné au même X, le second alinéa du VI de l'article L. 5216-5 du code général des collectivités territoriales n'est pas applicable aux fonds de concours octroyés par une communauté d'agglomération résultant de la transformation d'un ancien syndicat d'agglomération nouvelle pour la réalisation ou le fonctionnement d'équipements rendus nécessaires par les opérations de construction ou d'aménagement.\n\n- Code de l'expropriation pour cause d'utilité publique\n\n- Code de l'environnement\n\n- Code de l'urbanisme\n\n- Code de la construction et de l'habitation.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- LOI n° 2018-1244 du 27 décembre 2018\n\n- LOI n° 2018-1244 du 27 décembre 2018\n\n- Code général des impôts, CGI.\n\n- LOI n° 2018-1244 du 27 décembre 2018\n\nIII. - Dans les collectivités régies par l'article 73 de la Constitution, à Saint-Barthélemy et à Saint-Martin :1° Par dérogation à l'article 2272 du code civil, le délai pour acquérir la propriété immobilière est de dix ans, à compter de l'entrée en vigueur de la présente loi et jusqu'au 31 décembre 2038 ;2° Par dérogation à l'article 2261 du code civil, la possession par un indivisaire d'un immeuble dépendant d'une succession ouverte avant l'entrée en vigueur de la présente loi et non partagée à cette date est réputée non équivoque à l'égard de ses co-indivisaires, y compris durant la période de possession antérieure à l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "L'ordonnance n° 2019-418 du 7 mai 2019 relative à la vente de logements appartenant à des organismes d'habitations à loyer modéré à des personnes physiques avec application différée du statut de la copropriété, l'ordonnance n° 2019-770 du 17 juillet 2019 relative à la partie législative du livre VIII du code de la construction et de l'habitation, l'ordonnance n° 2019-1101 du 30 octobre 2019 portant réforme du droit de la copropriété des immeubles bâtis, l'ordonnance n° 2020-304 du 25 mars 2020 portant adaptation des règles applicables aux juridictions de l'ordre judiciaire statuant en matière non pénale et aux contrats de syndic de copropriété, l'ordonnance n° 2020-331 du 25 mars 2020 relative au prolongement de la trêve hivernale, l'ordonnance n° 2020-1144 du 16 septembre 2020 relative à l'harmonisation et à la simplification des polices des immeubles, locaux et installations, l'ordonnance n° 2021-141 du 10 février 2021 relative au prolongement de la trêve hivernale, l'ordonnance n° 2021-142 du 10 février 2021 portant prorogation de certaines dispositions de l'ordonnance n° 2020-304 du 25 mars 2020 portant adaptation des règles applicables aux juridictions de l'ordre judiciaire statuant en matière non pénale et aux contrats de syndic de copropriété, l'ordonnance n° 2022-489 du 6 avril 2022 relative à l'aménagement durable des territoires littoraux exposés au recul du trait de côte, l'ordonnance n° 2022-1076 du 29 juillet 2022 visant à renforcer le contrôle des règles de construction, l'ordonnance n° 2023-80 du 8 février 2023 relative au bail réel solidaire d'activité et l'ordonnance n° 2023-660 du 26 juillet 2023 portant diverses adaptations et dérogations temporaires en matière de commande publique nécessaires à l'accélération de la reconstruction et de la réfection des équipements publics et des bâtiments dégradés ou détruits au cours des violences urbaines survenues du 27 juin au 5 juillet 2023 sont ratifiées."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}