{
  "id": "jorftext000000751904",
  "type": "statute",
  "title": "Loi n° 97-1051 du 18 novembre 1997",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000751904",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions de l'article 3-2 du décret du 9 janvier 1852 précité entreront en vigueur le 1er janvier 1999."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Tout propriétaire embarqué qui interrompt la navigation pour les besoins de la gestion de son entreprise, à condition que les périodes correspondantes représentent, par année civile, moins de 50 % du total des services validés pour pension sur le régime spécial de sécurité sociale des marins, continue d'être considéré comme embarqué."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement présentera au Parlement un rapport sur le statut du conjoint de patron pêcheur.Ce rapport précisera la situation actuelle du conjoint de patron pêcheur, fixera les orientations qu'il convient de prendre dans ce domaine et fera les propositions, d'ordre législatif et réglementaire, nécessaires pour leur mise en oeuvre."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. et II. - (paragraphes modificateurs).III. - Un décret en Conseil d'Etat fixe les modalités d'application du I du présent article, notamment en ce qui concerne les obligations déclaratives, le plan d'installation et les conditions de formation des bénéficiaires de l'abattement."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I., II., III. et IV. - (paragraphes modificateurs).V. - A. - Les dispositions des articles 238 bis HI et 238 bis HJ du code général des impôts s'appliquent aux sociétés pour le financement de la pêche artisanale mentionnées à l'article 238 bis HP du même code.B. - Les dispositions de l'article 238 bis HK du code général des impôts s'appliquent aux cessions des actions de ces mêmes sociétés.C. - Les dispositions de l'article 238 bis HJ du code général des impôts s'appliquent également lorsque les sociétés mentionnées à l'article 238 bis HO du code précité cèdent leurs parts de copropriété dans un délai inférieur à cinq ans.D. - En cas de dissolution de la société agréée ou de réduction de son capital, le ministre chargé du budget peut ordonner la réintégration des sommes déduites en application des articles 163 duovicies et 217 decies au revenu net global ou au résultat imposable de l'année ou de l'exercice au cours desquels elles ont été déduites.VI. - Un décret fixe les modalités d'application du présent article, notamment les obligations déclaratives."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. et II. - (paragraphes modificateurs)."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions de l'article 109 ainsi modifiées ne sont pas applicables aux procédures de licenciement de capitaines qui ont été engagées avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement présentera au Parlement les conclusions d'une étude relative à la mise en oeuvre d'un régime d'indemnisation des marins pêcheurs contre les risques de chômage, prenant en considération les particularités de ce métier.Cette étude portera notamment sur la situation réelle de l'emploi dans le secteur de la pêche et les perspectives attendues, compte tenu des évolutions prévisibles de la politique commune des pêches. Elle analysera également les avantages et les inconvénients respectifs de l'affiliation aux ASSEDIC et d'un régime propre à cette profession."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - (paragraphe modificateur).\n\nII. (Abrogée)\n\nLes dispositions de l'article 1er et du premier alinéa de l'article 2 de la même loi seront applicables dès le renouvellement de la demande du titre d'exploitation."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "La loi n° 48-1400 du 7 septembre 1948 portant organisation et statut de la profession de mareyeur-expéditeur est abrogée."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Les articles 4, 7, le I de l'article 9 et les articles 33 et 34 de la présente loi sont applicables à Mayotte. L'article 12 est applicable à Mayotte et aux Terres australes et antarctiques françaises."
    }
  ]
}