{
  "id": "jorftext000000705190",
  "type": "statute",
  "title": "Loi n° 80-3 du 4 janvier 1980",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000705190",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La Compagnie nationale du Rhône a notamment pour mission, dans le cadre de la concession générale accordée par l'Etat, de produire et de commercialiser de l'électricité par utilisation de la puissance hydraulique, de favoriser l'utilisation du Rhône comme voie navigable en poursuivant son aménagement et de contribuer à l'irrigation, à l'assainissement et aux autres usages agricoles.\n\nLa Compagnie nationale du Rhône est une société anonyme dont la majorité du capital social et des droits de vote est détenue par des collectivités territoriales ainsi que par d'autres personnes morales de droit public ou des entreprises appartenant au secteur public.\n\nElle est dotée d'un conseil de surveillance et d'un directoire conformément aux dispositions des articles L. 225-57 à L. 225-93 du code de commerce.\n\nLes dispositions législatives relatives aux sociétés anonymes lui sont applicables sous réserve des dispositions suivantes :\n\n1° Le président du directoire est nommé par décret sur proposition du conseil de surveillance ;\n\n2° Le conseil de surveillance comprend notamment des membres élus par le personnel salarié ainsi que des représentants de l'Etat nommés par décret. Ces membres ne sont pas tenus d'être personnellement propriétaires d'actions de la compagnie ;\n\n3° Les modifications des statuts sont adoptées par l'assemblée générale extraordinaire convoquée à cet effet par le conseil de surveillance."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les dispositions de l'article 3, quatrième alinéa, de la loi du 27 mai 1921 modifiée, relatives à l'attribution d'un premier dividende, ne sont pas applicables aux actions souscrites après l'entrée en vigueur de la présente loi. La date à partir de laquelle ces actions pourront bénéficier d'un dividende sera fixée par décret. Les conditions d'attribution de ce dividende seront déterminées par délibération de l'assemblée générale, approuvée par décret en Conseil d'Etat.La part de superbénéfices revenant à l'Etat en vertu de l'article 3, septième alinéa, de la loi du 27 mai 1921 modifiée est laissée à la disposition de la compagnie pour le financement des travaux d'aménagement du Rhône et des travaux de construction prévus à l'article 1er ci-dessus. Un arrêté du ministre de l'économie fixe, le moment venu, en tant que de besoin, les modalités de restitution des sommes revenant au Trésor."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La Compagnie nationale du Rhône applique les normes du plan comptable général conformément au code de commerce et au guide comptable des entreprises concessionnaires.Elle procède, s'agissant de la production d'électricité, à la séparation comptable prévue à la sous-section 1 de la section 6 du chapitre Ier du titre Ier du livre Ier du code de l'énergie.S'agissant de la concession générale mentionnée au premier alinéa de l'article 1er de la présente loi, elle produit un compte spécial de la concession et met en place une comptabilité analytique."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "La Compagnie nationale du Rhône peut délivrer, après accord du représentant de l'Etat dans le département et dans les conditions prévues par le cahier des charges général de la concession générale mentionnée au premier alinéa de l'article 1er, les titres d'occupation du domaine public concédé de l'Etat pour une durée n'excédant pas le terme normal de la concession, en application des articles L. 2122-5 à L. 2122-19 du code général de la propriété des personnes publiques."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les établissements publics régionaux sont autorisés à participer au capital de la Compagnie nationale du Rhône."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Des commissaires du Gouvernement assistent aux séances du conseil de surveillance de la Compagnie nationale du Rhône. Un décret en Conseil d'Etat fixe les cas et conditions dans lesquels ils peuvent s'opposer à l'exécution de décisions prises par les organes sociaux.La compagnie est soumise au contrôle de l'Etat dans les mêmes conditions que les entreprises publiques nationales."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "A l'occasion de la préparation du VIIIe Plan, les conseils départementaux et les assemblées des établissements publics régionaux intéressés par les dispositions de la présente loi seront invités à formuler des propositions spéciales en matière d'aménagement du territoire. Ces propositions auront notamment pour objet de permettre aux collectivités locales et aux régions intéressées de bénéficier d'un programme d'action régionale tenant compte des conséquences économiques et sociales, ainsi que celles sur le cadre de vie, l'agriculture et l'environnement, de la construction et de l'exploitation des ouvrages visés à l'article 1er."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Un décret en Conseil d'Etat précise, en tant que de besoin, les conditions d'application de la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les dispositions de la présente loi sont applicables nonobstant les dispositions de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique."
    }
  ]
}