{
  "id": "jorftext000036755446",
  "type": "statute",
  "title": "LOI n°2018-217 du 29 mars 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000036755446",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'ordonnance n° 2017-1385 du 22 septembre 2017 relative au renforcement de la négociation collective est ratifiée."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'ordonnance n° 2017-1386 du 22 septembre 2017 relative à la nouvelle organisation du dialogue social et économique dans l'entreprise et favorisant l'exercice et la valorisation des responsabilités syndicales est ratifiée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. et III -A modifié les dispositions suivantes :\n\nII. - L'article L. 2232-8 du code du travail, dans sa rédaction résultant de la présente loi, est applicable au maintien de rémunération et de cotisations et contributions sociales afférentes à la rémunération des salariés ayant participé aux négociations engagées après le 31 décembre 2017.\n\n- Code du travail"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n9° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-761 DC du 21 mars 2018.]\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-761 DC du 21 mars 2018.]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'ordonnance n° 2017-1387 du 22 septembre 2017 relative à la prévisibilité et la sécurisation des relations de travail est ratifiée."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-761 DC du 21 mars 2018.]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-761 DC du 21 mars 2018.]"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'ordonnance n° 2017-1388 du 22 septembre 2017 portant diverses mesures relatives au cadre de la négociation collective est ratifiée."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'ordonnance n° 2017-1389 du 22 septembre 2017 relative à la prévention et à la prise en compte des effets de l'exposition à certains facteurs de risques professionnels et au compte professionnel de prévention est ratifiée."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'ordonnance n° 2017-1718 du 20 décembre 2017 visant à compléter et mettre en cohérence les dispositions prises en application de la loi n° 2017-1340 du 15 septembre 2017 d'habilitation à prendre par ordonnances les mesures pour le renforcement du dialogue social est ratifiée."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-761 DC du 21 mars 2018.]"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code du travail\n\nII. - Le I du présent article s'applique à tous les accords ou conventions dénoncés ou mis en cause ayant cessé de produire leurs effets à compter du 9 août 2016, y compris si la date de leur dénonciation ou de leur mise en cause est antérieure à cette date."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Par dérogation à l'article L. 1242-5 du code du travail, l'interdiction de recourir à des contrats à durée déterminée ne s'applique pas aux collectivités de Saint-Martin et de Saint-Barthélemy pendant les six mois suivant un licenciement pour motif économique notifié à la suite des circonstances exceptionnelles climatiques survenues le 6 septembre 2017.II. - Dans les collectivités de Saint-Martin et de Saint-Barthélemy, l'employeur invite, par tout moyen conférant date certaine, le salarié à reprendre son poste de travail dans un délai qu'il fixe et ne pouvant être inférieur à quinze jours. En cas de refus du salarié ou d'absence de réponse ainsi qu'en cas d'impossibilité pour ce dernier de revenir à son poste de travail, l'employeur peut engager une procédure de licenciement. L'impossibilité de reprendre le poste de travail constitue la cause réelle et sérieuse du licenciement. Celui-ci est prononcé dans les conditions prévues par les dispositions du code du travail relatives à la rupture du contrat de travail pour motif personnel, à l'exception des dispositions prévues aux articles L. 1232-2 à L. 1232-4 et L. 1234-1 à L. 1234-5 du même code.Le salarié bénéficie de l'indemnité de licenciement prévue à l'article L. 1234-9 dudit code et de l'indemnité de congés payés prévue à l'article L. 3141-28 du même code.L'employeur doit remettre aux salariés les documents mentionnés aux articles L. 1234-19 et L. 1234-20 du même code.Le présent II est applicable aux employeurs de droit privé établis dans les collectivités de Saint-Martin et de Saint-Barthélemy, à compter de la publication de la présente loi et jusqu'au 31 décembre 2018.III. - Dans les collectivités de Saint-Martin et de Saint-Barthélemy, par dérogation aux articles L. 1232-2 et L. 1233-11 du code du travail, l'employeur qui envisage de licencier un ou plusieurs salariés à la suite de circonstances exceptionnelles climatiques survenues le 6 septembre 2017 n'est pas tenu de les convoquer à un entretien préalable lorsqu'il se trouve dans l'impossibilité matérielle de procéder à cet entretien.Le présent III est applicable à compter de la publication de la présente loi et jusqu'au 31 décembre 2018.IV. - Dans les collectivités de Saint-Martin et de Saint-Barthélemy, le salarié qui n'obtient pas de réponse de son employeur dans un délai de quinze jours, après l'avoir contacté par tout moyen conférant date certaine, demande à la direction des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de Guadeloupe de constater la carence de l'employeur. Après avoir mené les investigations nécessaires, la direction des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de Guadeloupe atteste, dans un délai de quinze jours, cette carence. Cette attestation entraine la rupture du contrat de travail à la date de notification aux parties en cause. Cette rupture produit les effets d'un licenciement. L'absence de réponse de l'employeur constitue la cause réelle et sérieuse du licenciement. Les dispositions du code du travail relatives à la procédure de licenciement ne sont pas applicables.Le salarié bénéficie de l'indemnité de licenciement prévue à l'article L. 1234-9 du code du travail et de l'indemnité de congés payés prévue à l'article L. 3141-28 du même code. A défaut de versement par l'employeur, ces indemnités sont couvertes par l'assurance prévue à l'article L. 3253-6 dudit code.Le présent IV est applicable aux employeurs de droit privé établis dans les collectivités de Saint-Martin et Saint-Barthélemy, à compter de la publication de la présente loi et jusqu'au 31 décembre 2018.V. - Les employeurs exerçant leur activité dans les collectivités de Saint-Martin et Saint-Barthélemy sont dispensés de la contribution prévue à l'article L. 1233-69 du code du travail pour les salariés ayant adhéré au contrat de sécurisation professionnelle entre le 6 septembre 2017 et le 5 septembre 2018.Un avenant à la convention pluriannuelle mentionnée à l'article L. 1233-70 du même code entre l'Etat et l'organisme chargé de la gestion du régime d'assurance chômage mentionné à l'article L. 5427-1 dudit code traite les conséquences de cette dispense sur le financement du parcours de retour à l'emploi mentionné à l'article L. 1233-65 du même code et des mesures qu'il comprend.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}