{
  "id": "jorftext000021175122",
  "type": "statute",
  "title": "LOI n° 2009-1255 du 19 octobre 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021175122",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'Autorité de contrôle prudentiel et de résolution rend public chaque année un rapport sur les placements des organismes d'assurance mentionnés au B du I de l'article L. 612-2 concourant au financement des petites et moyennes entreprises, en distinguant la part investie dans le capital des petites et moyennes entreprises :\n\n― dont les actions ne sont pas admises aux négociations sur un marché d'instruments financiers ;\n\n― dont les actions sont admises aux négociations sur un système multilatéral de négociation.\n\nDans des conditions définies par arrêté du ministre chargé de l'économie, les organismes visés au premier alinéa transmettent à l'Autorité de contrôle prudentiel et de résolution les données nécessaires à l'établissement de ce rapport."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― Dans des conditions fixées par arrêté du ministre chargé de l'économie, les entreprises d'assurance pratiquant les opérations d'assurance crédit transmettent chaque trimestre à         l'Autorité de contrôle prudentiel des informations statistiques sur le montant des encours de crédit client garantis et des encours de crédit client garantis pour les petites et moyennes entreprises ainsi que le nombre de risques souscrits situés en France.l'Autorité de contrôle prudentiel agrège ces informations et les rend publiques dans un délai d'un mois.II. ― Le I est applicable jusqu'au 31 décembre 2010."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-589 DC du 14 octobre 2009.]"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. ― Sont ratifiées :1° L'ordonnance n° 2008-1081 du 23 octobre 2008 réformant le cadre de la gestion d'actifs pour compte de tiers ;2° L'ordonnance n° 2009-105 du 30 janvier 2009 relative aux rachats d'actions, aux déclarations de franchissement de seuils et aux déclarations d'intentions ;3° L'ordonnance n° 2009-107 du 30 janvier 2009 relative aux sociétés d'investissement à capital fixe, aux fonds fermés étrangers et à certains instruments financiers.\n\nII. ― A modifié les dispositions suivantes :\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-589 DC du 14 octobre 2009.]"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les matières relevant du domaine de la loi, dans un délai de six mois après la publication de la présente loi, les mesures permettant, d'une part, de rendre applicables, avec les adaptations nécessaires, les dispositions de la présente loi dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon.Le projet de loi de ratification de cette ordonnance est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    }
  ]
}