{
  "id": "jorftext000051724899",
  "type": "statute",
  "title": "Ordonnance n°2025-521 du 12 juin 2025",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000051724899",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A l'issue de la convention du 5 juin 2020 portant concession de l'enseignement du premier degré sur le territoire des îles Wallis et Futuna, par dérogation aux dispositions de l'article L. 326-1 du code général de la fonction publique, les personnels enseignants relevant de cette convention sont intégrés directement dans le corps des professeurs des écoles sous réserve de remplir les conditions prévues à l'article L. 321-1 du même code.Un décret en Conseil d'Etat précise les modalités de reclassement dans ce corps, qui peuvent conduire à une nomination dans un grade d'avancement, ainsi que les modalités de prise en compte des services accomplis antérieurement à leur intégration."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Les personnels mentionnés à l'article 1disposent d'un délai de six mois à compter de leur intégration dans le corps des professeurs des écoles, pour opter en faveur du maintien de leur affiliation au régime de retraite relevant de la Caisse de prestations sociales des îles Wallis et Futuna. A cette fin, ces personnels reçoivent de l'administration, dans un délai de trois mois à compter de leur intégration, une information personnalisée sur leurs droits à retraite dans l'hypothèse où ils exercent cette option ou dans celle où ils y renoncent.Ce droit d'option est exercé de manière irrévocable, par déclaration individuelle écrite adressée au vice-recteur des îles Wallis et Futuna. En cas de renonciation à l'option en faveur du maintien de l'affiliation au régime de retraite relevant de la Caisse de prestations sociales des îles Wallis et Futuna ou en l'absence d'exercice de l'option dans les six mois à compter de leur intégration dans le corps des professeurs des écoles, les intéressés sont affiliés au régime spécial de retraite des fonctionnaires de l'Etat le premier jour du septième mois suivant la date de leur intégration.II. - A compter de leur affiliation, les services effectués par les agents affiliés au régime spécial de retraite des fonctionnaires de l'Etat sont pris en compte selon les règles applicables à ce régime. Les services effectués par ces derniers antérieurement à leur affiliation au régime spécial précité sont pris en compte selon les règles applicables dans le régime de la Caisse de prestations sociales des îles Wallis et Futuna.III. - Les agents ayant opté pour le maintien de leur affiliation à la Caisse de prestations sociales des îles Wallis et Futuna sont radiés des cadres de la fonction publique à la date de leur admission à la retraite de ce régime, et au plus tard à l'âge mentionné au 1° de l'article L. 556-1 du code général de la fonction publique. Les dispositions des articles 76 et 76 bis de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites ne leur sont pas applicables.IV. - Une convention, conclue entre l'Etat et le territoire des îles Wallis et Futuna, détermine le montant et les conditions de versement par l'Etat des cotisations retraite dues par l'employeur au titre des agents ayant opté pour le maintien de leur affiliation à cette caisse en application des dispositions du I. Elle précise également les conditions dans lesquelles les agents n'ayant pas exercé cette option et ne pouvant justifier d'une durée de cotisation suffisante auprès de cette caisse pour ouvrir droit à pension, pourront, selon leur choix, soit obtenir le remboursement des cotisations versées, soit procéder au rachat des périodes de cotisation manquantes pour compléter la durée nécessaire à l'ouverture de leurs droits auprès de cette caisse."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La présente ordonnance entre en vigueur, sous réserve de l'adoption d'une délibération de l'assemblée territoriale des îles Wallis et Futuna permettant l'affiliation temporaire des personnels intégrés au régime de retraite de la Caisse de prestations sociales de Wallis et Futuna pendant la période d'exercice du droit d'option ainsi que l'affiliation définitive des personnels intégrés ayant opté pour le maintien de leur affiliation au régime de retraite de la Caisse de prestations sociales de Wallis et Futuna et définissant, pour ceux qui n'auraient pas exercé cette option et ne justifieraient pas d'une durée suffisante de cotisations auprès de cette caisse pour bénéficier d'une pension, les possibilités de remboursement des cotisations versées ou de rachat des périodes de cotisations manquantes, à la date à laquelle cette délibération sera rendue exécutoire, et au plus tard le 31 décembre 2025."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Premier ministre, la ministre d'État, ministre de l'éducation nationale, de l'enseignement supérieur et de la recherche, le ministre d'État, ministre des outre-mer, et le ministre de l'action publique, de la fonction publique et de la simplification sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}