{
  "id": "jorftext000000693912",
  "type": "statute",
  "title": "Loi n° 86-1020 du 9 septembre 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000693912",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les dispositions de l'article 4 ont été déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 86-213 DC du 3 septembre 1986."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-Les victimes d'actes de terrorisme commis sur le territoire national et les personnes de nationalité française ayant leur résidence habituelle en France, ou résidant habituellement hors de France et régulièrement immatriculées auprès des autorités consulaires, victimes à l'étranger d'un acte de terrorisme, sont indemnisées dans les conditions définies au présent article.\n\nII.-La réparation intégrale des dommages corporels résultant des actes visés au I du présent article est assurée par l'intermédiaire d'un fonds de garantie.\n\nCe fonds, doté de la personnalité civile, est alimenté par un prélèvement sur les contrats d'assurance de biens dans des conditions définies par décret en Conseil d'Etat.\n\nIl est subrogé dans les droits que possède la victime contre la personne responsable du dommage ainsi que contre les personnes tenues à un titre quelconque d'en assurer la réparation totale ou partielle, dans la limite du montant des prestations à la charge desdites personnes.\n\nUn décret en Conseil d'Etat fixe ses conditions de constitution et ses règles de fonctionnement.\n\nIII.-Le fonds de garantie est tenu, dans un délai d'un mois à compter de la demande qui lui est faite, de verser une ou plusieurs provisions à la victime qui a subi une atteinte à sa personne ou, en cas de décès de la victime, à ses ayants droit, sans préjudice du droit pour ces victimes de saisir le juge des référés.\n\nLe fonds de garantie est tenu de présenter à toute victime une offre d'indemnisation dans un délai de trois mois à compter du jour où il reçoit de celle-ci la justification de ses préjudices. Cette disposition est également applicable en cas d'aggravation du dommage.\n\nLes articles 18 à 21 de la loi n° 85-677 du 5 juillet 1985 tendant à l'amélioration de la situation des victimes d'accident de la circulation et à l'accélération des procédures d'indemnisation sont applicables à ces offres d'indemnisation. Les offres tardives ou manifestement insuffisantes peuvent ouvrir droit à des dommages-intérêts au profit de la victime.\n\nIV.-En cas de litige, le juge civil, si les faits générateurs du dommage ont donné lieu à des poursuites pénales, n'est pas tenu de surseoir à statuer jusqu'à décision définitive de la juridiction répressive.\n\nLes victimes des dommages disposent, dans le délai prévu à l'article 2226 du code civil, du droit d'action en justice contre le fonds institué au paragraphe II ci-dessus.\n\nSi des poursuites pénales ont été engagées, ce droit d'action peut également être exercé dans un délai d'un an à compter de la décision de la juridiction qui a statué définitivement sur l'action publique ou sur l'action civile engagée devant la juridiction répressive. Lorsque l'auteur de l'infraction est condamné à verser des dommages et intérêts, la juridiction doit informer la partie civile de sa possibilité de saisir le fonds et le délai d'un an ne court qu'à compter de cette information.\n\nDans tous les cas, le conseil d'administration du fonds peut relever le requérant de la forclusion résultant de l'application des deuxième et troisième alinéas du présent IV si celui-ci n'a pas été en mesure de faire valoir ses droits dans les délais requis ou pour tout autre motif légitime.\n\nIV bis-Le fonds de garantie peut intervenir devant les juridictions de jugement en matière répressive même pour la première fois en cause d'appel, en cas de constitution de partie civile de la victime ou de ses ayants droit contre le ou les responsables des faits. Il intervient alors à titre principal et peut user de toutes les voies de recours ouvertes par la loi.\n\nV.-Les contrats d'assurance de biens ne peuvent exclure la garantie de l'assureur pour les dommages résultant d'actes de terrorisme ou d'attentats commis sur le territoire national. Toute clause contraire est réputée non écrite.\n\nUn décret en Conseil d'Etat définira les modalités d'application du présent paragraphe."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La présente loi sera applicable aux faits commis postérieurement à son entrée en vigueur.\n\nI.-Toutefois, l'article 706-25 du code de procédure pénale est applicable aux procédures en cours.\n\nLorsqu'un accusé majeur est renvoyé devant la cour d'assises par un arrêt devenu définitif au moment de l'entrée en vigueur de la présente loi, la chambre de l'instruction peut-être à nouveau saisie afin de constater, s'il y a lieu, que les faits entrent dans le champ d'application de l'article 706-16 et que le premier alinéa de l'article 706-25 doit recevoir application.\n\nLa chambre de l'instruction est saisie :\n\n1°-Avant l'ouverture des débats devant la cour d'assises ou en cas de renvoi de l'affaire à une autre session, à la requête du ministère public, de l'accusé ou de la partie civile ;\n\n2°-Au cours des débats, par la cour agissant, soit d'office après avoir recueilli les observations du ministère public et des parties, soit sur les réquisitions du minstère public ou à la demande de l'accusé ou de la partie civile.\n\nAvant de statuer, la chambre de l'instruction peut ordonner tout acte d'information qu'elle juge utile. Elle statue au plus tard dans les deux mois de sa saisine. Son arrêt produit les effets d'un arrêt de mise en accusation.\n\nLorsqu'elle est saisie en application du présent article, la chambre de l'instruction est compétente pour statuer en matière de détention provisoire et de contrôle judiciaire tant que son arrêt n'est pas devenu définitif.\n\nII.-En outre, les dispositions des paragraphes I à IV et VI de l'article 9 de la présente loi sont applicables aux faits commis postérieurement au 31 décembre 1984."
    }
  ]
}