{
  "id": "jorftext000000551804",
  "type": "statute",
  "title": "Loi n° 95-101 du 2 février 1995",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000551804",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les groupements de communes à fiscalité propre, dans le cadre de leur compétence en matière d'aménagement de l'espace et de protection et mise en valeur de l'environnement, peuvent élaborer des projets intercommunaux de gestion des espaces naturels et du patrimoine, en vue de favoriser la restauration et l'entretien des espaces naturels, du paysage et du patrimoine bâti et d'inciter à des pratiques agricoles respectueuses de l'environnement.Les objectifs définis par les projets de gestion donnent lieu, pour leur réalisation, à la conclusion de contrats avec les propriétaires des immeubles ou avec leurs locataires.Des conventions conclues entre, d'une part, le représentant de l'Etat dans le département et, d'autre part, les établissements publics de coopération intercommunale ou les collectivités territoriales concernés définissent les conditions de mise en oeuvre, de financement et d'éligibilité au Fonds de gestion de l'espace rural, mentionné à l'article L. 112-16 du code rural, des dispositifs prévus par les projets de gestion."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. (Paragraphe modificateur)II. - Les dispositions du I ci-dessus sont applicables à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le rapport prévu à l'article 38 de la loi n° 93-1436 du 31 décembre 1993 portant réforme de la dotation globale de fonctionnement et modifiant le code des communes et le code général des impôts comportera des propositions tendant à compenser, par les dotations de l'Etat aux collectivités locales, les écarts de ressources et de charges entre collectivités territoriales résultant de la prise en charge de la gestion et de la protection des espaces naturels."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. à IV. *modificateurs*V. - Les dispositions du présent article entrent en vigueur le 1er janvier 1995."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. (Paragraphe modificateur)II. - Jusqu'à la date de publication du décret mentionnné au second alinéa de l'article L. 224-6 du code rural, la mise en vente, la vente, l'achat, le transport et le colportage du gibier sont interdits pendant le temps où la chasse n'est pas permise dans le département."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Dans les trois mois suivant la publication de la présente loi, le Gouvernement présentera au Parlement un rapport établissant le bilan du fonctionnement du régime d'indemnisation des victimes de catastrophes naturelles, institué par la loi n° 82-600 du 13 juillet 1982 précitée."
    }
  ]
}