{
  "id": "jorftext000000699044",
  "type": "statute",
  "title": "Ordonnance n° 45-2456 du 19 octobre 1945",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000699044",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les sociétés mutualistes sont des groupements qui, au moyen des cotisations de leurs membres, se proposent de mener, dans l'intérêt de ceux-ci ou de leur famille, une action de prévoyance, de solidarité ou d'entraide visant notamment :1°) La prévention des risques sociaux et la réparation de leurs conséquences ;2°) L'encouragement de la maternité et la protection de l'enfance et de la famille ;3°) Le développement moral, intellectuel et physique de leurs membres."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les associations ou groupements de toute nature qui font appel à des cotisations des membres participants, pour atteindre principalement un ou plusieurs des buts visés au paragraphe 1er de l'article 1er doivent se placer sous le régime des sociétés mutualistes, prévu par la présente ordonnance.Sont dispensées de cette obligation : a) les sociétés visées par le décret du 14 juin 1938 sur le contrôle et l'organisation de l'industrie des assurances ; b) les institutions visées aux articles 17 et 18 de l'ordonnance du 4 octobre 1945 portant organisation de la sécurité sociale ; c) les institutions visées par le décret du 30 octobre 1935 sur les assurances sociales agricoles, pour les opérations effectuées au titre de ce décret."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les sociétés mutualistes peuvent admettre, d'une part, des membres participants qui, en échange du versement d'une cotisation, acquièrent ou font acquérir vocation aux avantages sociaux, d'autre part, des membres honoraires qui payent une cotisation, font des dons ou ont rendu de services équivalents, sans bénéficier des avantages sociaux. Les statuts peuvent prévoir des modalités particulières, en vue de faciliter l'admission des membres honoraires comme membres participants.Les mineurs peuvent faire partie des sociétés mutualistes sans l'intervention de leur représentant légal.Les sociétés mutualistes ne peuvent instituer des avantages particuliers, en faveur de certains membres participants et au détriment des autres, s'ils ne sont pas justifiés, notamment, par les risques apportés, les cotisations fournies ou la situation de famille des intéressés."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les statuts adoptés par l'assemblée constitutive doivent être déposés, contre récépissé, à la préfecture du département du siège social. Ils sont soumis par le préfet, à l'approbation du ministre du travail et de la sécurité sociale.L'approbation ou le refus d'approbation doit intervenir dans le délai de trois mois, à compter de la date du dépôt des statuts."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les statuts déterminent :1° Le siège social qui ne peut être situé ailleurs qu'en territoire français ;2° L'objet de la société ;3° Les conditions et les modes d'admission, de radiation et d'exclusion des membres participants et des membres honoraires ;4° La composition du bureau et du conseil d'administration, le mode d'élection de leurs membres, la nature et la durée de leurs pouvoirs, les conditions de vote à l'assemblée générale et du droit pour les membres de s'y faire représenter ;5° Les obligations et les avantages des membres participants ou de leur famille ;6° Les modes de placement et de retrait des fonds ;7° Les conditions de la dissolution volontaire de la société et de sa liquidation.Un décret, rendu en conseil d'Etat sur le rapport du ministre du travail et de la sécurité sociale et après avis du conseil supérieur de la mutualité, établira des statuts-types et déterminera les dispositions de ces statuts-types qui auraient un caractère obligatoire."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'approbation ne peut être refusée que dans les deux cas suivants :1° Lorsque les statuts ne sont pas conformes aux dispositions de la loi ou aux dispositions obligatoires des statuts-types, visés à l'article qui précède ;2° Lorsque les recettes prévues ne sont pas proportionnées aux dépenses ou aux engagements.Le refus d'approbation peut faire l'objet d'un recours devant le conseil d'Etat qui en apprécie, en droit et en fait, le bien fondé. Ce recours est dispensé de tous frais. Il peut être formé sans ministère d'avocat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Aucune société mutualiste ne peut fonctionner avant que ses statuts aient été approuvés dans les conditions de l'article 4.Il est interdit de donner le nom de sociétés mutualistes aux groupements compris dans le champ d'application de la présente ordonnance et dont les statuts ne sont pas approuvés, conformément aux dispositions de l'article 4. Il est également interdit à ces groupements de faire usage, dans leurs statuts, règlements, contrats, prospectus, affiches ou tous documents, de toute appellation susceptible de faire naître une confusion avec les sociétés mutualistes régies par la présente ordonnance."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les dispositions des articles 4, 5 et 6 sont applicables aux modifications statutaires ; celles-ci ne peuvent entrer en vigueur qu'après approbation du ministre du travail et de la sécurité sociale. Toutefois, un arrêté du ministre du travail et de la sécurité sociale, pris après avis du conseil supérieur de la mutualité, détermine les cas dans lesquels les modifications seront considérées comme approuvées si, à l'expiration d'un délai de six mois, à compter du dépôt, l'approbation n'a pas été refusée."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les sociétés mutualistes peuvent être reconnues d'utilité publique, par décret rendu dans la forme des règlements d'administration publique, après avis du conseil supérieur de la mutualité. Ce décret peut être rapporté, dans les mêmes formes, si l'administration ou la gestion de la société motive une telle sanction.Les modifications apportées aux statuts de ces sociétés ne peuvent entrer en vigueur qu'après approbation, par décret rendu dans la forme prévue à l'alinéa précédent."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les membres honoraires et participants de la société se réunissent en assemblée générale, au moins une fois par an, à l'effet notamment de se prononcer sur le compte rendu de la gestion morale et financière du conseil d'administration et de procéder à l'élection, au bulletin secret, des administrateurs et des membres de la commission de contrôle, dans les conditions prévues par les statuts.L'assemblée générale est obligatoirement appelée à se prononcer sur les modifications aux statuts, sur la scission ou la dissolution de la société, ainsi que sur la fusion avec une autre société. Le droit de vote appartient à chacun des membres de la société. En ce qui concerne les mineurs, il est exercé par leur représentant légal. Toutefois, les statuts peuvent admettre ces mineurs à participer personnellement au vote à partir de l'âge de dix-huit ans.Les statuts peuvent prévoir que les sociétaires, valablement empêchés d'assister à ces assemblées générales, peuvent voter par procuration ou par correspondance. Les sociétés mutualistes qui, en raison de l'importance de leur effectif ou de l'étendue de leur circonscription, n'ont pas la possibilité de réunir tous leurs membres en assemblée générale, peuvent organiser des sections locales de vote. Dans ce cas, l'assemblée est composée des délégués élus par ces sections."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'administration d'une société mutualiste ne peut être confiée qu'à des Français majeurs, de l'un ou de l'autre sexe, non déchus de leurs droits civils et civiques, sous réserve des articles 42 et 43 ci-après.Les administrateurs ne peuvent être élus que parmi les membres participants et honoraires. Le conseil d'administration doit être composé, pour les deux tiers au moins, de membres participants. Il est renouvelé par fractions, dans un délai maximum de six ans, dans les conditions fixées par les statuts, conformément à l'article 5 de la présente ordonnance.Le conseil d'administration peut déléguer, sous sa responsabilité, partie de ses pouvoirs, soit au président, soit à une ou plusieurs commissions temporaires ou permanentes de gestion, dont les membres sont choisis parmi les administrateurs."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les fonctions de membre au conseil d'administration sont gratuites. Toutefois, lorsque l'importance d'une société le justifie, l'assemblée générale peut décider, exceptionnellement, d'allouer une indemnité à ceux de ses membres dont les fonctions font obstacle à l'exercice d'une activité professionnelle normale. La délibération de l'assemblée générale n'entrera en vigueur qu'après approbation du ministre du travail et de la sécurité sociale, donnée après avis de la section permanente du conseil supérieur de la mutualité.En outre, les administrateurs peuvent être remboursés de leurs frais de déplacement et de séjour."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Il est interdit aux administrateurs de prendre ou de conserver un intérêt, direct ou indirect, dans une entreprise ayant traité avec la société ou dans un marché passé avec celle-ci. Il leur est également interdit de faire partie du personnel rétribué par la société, ou de recevoir, à quelque titre et sous quelque forme que ce soit, des rémunérations à l'occasion du fonctionnement de la société ou du service des avantages statutaires.Les membres de la société peuvent faire partie du personnel rétribué par celle-ci. Ils ne peuvent, dans ce cas, être élus aux fonctions d'administrateurs ou de membres de la commission de contrôle.Le démarchage, ainsi que l'emploi de courtiers rémunérés sont interdits aux sociétés mutualistes."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Une commission de contrôle, composée au moins de trois membres de la société non administrateurs, est élue, chaque année, en assemblée générale, au bulletin secret. Elle soumet un rapport, sur la gestion de la société, à l'assemblée générale suivante. L'assemblée générale peut adjoindre, à cette commission, un ou plusieurs commissaires aux comptes, non administrateurs qui peuvent être choisis, en dehors des membres de la société."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les sociétés mutualistes peuvent recevoir et employer les sommes provenant des cotisations des membres honoraires et participants, ainsi que toutes autres recettes régulières, prendre des immeubles à bail et généralement faire tous actes de simple administration. Elles peuvent vendre ou échanger des immeubles qu'elles sont autorisées à posséder, par application des dispositions de la présente ordonnance. Elles ne peuvent pas emprunter, sauf dans les cas prévus par le paragraphe 2e du deuxième alinéa de l'article 54 ci-après, cette disposition ne faisant toutefois pas obstacle à ce qu'elles bénéficient des prêts ou avances que les caisses de sécurité sociale sont autorisées à consentir aux divers catégories d'oeuvres et institutions intéressant les assurés sociaux.Elles peuvent participer financièrement, soit sous la forme de subventions, soit sous la forme de prêts avec ou sans intérêts, aux réalisations des unions et fédérations auxquelles sont affiliées et ce, dans la limite des fonds disponibles."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'acquisition et la construction, par les sociétés mutualistes, d'immeubles nécessaires au fonctionnement de leurs services d'administration, sont subordonnées à une autorisation préalable du ministre du travail et de la sécurité sociale. La même autorisation est requise pour l'exécution des travaux de nature à agrandir ou à modifier sa destination."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les sociétés mutualistes peuvent recevoir des dons et legs mobiliers et immobiliers. L'acceptation de ces libéralités est autorisée par arrêté du ministre du travail et de la sécurité sociales. Toutefois, les dons et legs n'excédant pas la limite fixée par arrêté du ministre du travail et de la sécurité sociale, sont autorisés, par arrêté du préfet du département du siège de la société gratifiée. Dans tous les cas ou les dons et legs donnent lieu à réclamation des familles, l'autorisation de les accepter est donnée, par décret rendu en conseil d'Etat. Le décret ou l'arrêté d'autorisation pourra prescrire l'aliénation de tout ou partie des éléments compris dans la libéralité."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les sociétés mutualistes sont valablement représentées en justice, par leur président ou un délégué ayant reçu du conseil d'administration mandat spécial à cet effet, et peuvent obtenir l'assistance judiciaire."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les disponibilités des sociétés mutualistes peuvent être déposées en compte courant aux chèques postaux, à la Banque de France ou à la caisse des dépôts et consignations.Toutefois, le ministre du travail et de la sécurité sociale et le ministre du budget peuvent désigner, par arrêté pris après avis de la section permanente du conseil supérieur de la mutualité, les sociétés mutualistes qui, parmi celles assurant la gestion d'oeuvres sociales dans les conditions définies aux articles 48 et 49 de la présente ordonnance sont admises à effectuer des dépôts dans les banques agréées à recevoir les fonds des organismes de sécurité sociale."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les fonds sont placés :1° En dépôt aux caisses d'épargne, à la caisse des dépôts et consignations, en valeurs d'Etat ou jouissant de la garantie de l'Etat, en valeurs de la caisse autonome d'amortissement, en obligations et bons du Crédit national, en obligations foncières, communales ou maritimes du Crédit foncier de France, en obligations et bons de la caisse nationale de crédit agricole, en obligations et bons des chemins de fer d'intérêt général, en obligations négociables des départements, communes, syndicats de communes, établissements publics, colonies, pays de protectorat ou territoires sous mandat ;2° En prêts aux départements, communes, syndicats de communes, établissements publics, colonies, pays de protectorat ou territoires sous mandat ou en prêts et valeurs jouissant de la garantie de ces collectivités ou établissements, ainsi qu'en toutes obligations reçues en garantie d'avance par la Banque de France, autres que celles visées au paragraphe 1er ci-dessus ;3° En acquisitions d'immeubles bâtis et entièrement achevés sis en France ;4° En acquisitions de terrains à reboiser ou de forêts existantes, sous réserve d'une autorisation du ministre du travail et de la sécurité sociale, donnée après avis du ministre de l'agriculture ;5° En prêts aux sociétés approuvées d'habitations à bon marché, de crédit immobilier, de bains-douches ou de jardins ouvriers, ainsi qu'en obligations ou actions des mêmes sociétés, pourvu que les actions acquises soient entièrement libérées et ne dépassent pas les deux tiers du capital social et sous réserve que lesdites sociétés aient obtenu de l'Etat, dans les conditions prévues par la loi du 5 décembre 1922, soit un prêt à taux réduit, soit une subvention ;6° En prêts aux offices publics d'habitations à bon marché ;7° En acquisitions de parts de fondateurs, d'actions ou d'obligations des sociétés industrielles ou commerciales, figurant sur une liste dressée par le ministre du travail et de la sécurité sociale et le ministre des finances.L'ensemble des placements visés aux paragraphes 2 et suivants du premier alinéa ne peut excéder 60 p. 100 de l'actif. Toutefois, les placements énumérés aux paragraphes 3 et 4 du premier alinéa ne peuvent excéder 25 p. 100 dudit actif, ceux visés au paragraphe 7 ne peuvent excéder 10 p. 100 dudit actif.Les sociétés mutualistes peuvent, d'autre part, employer leurs fonds disponibles, jusqu'à concurrence de 50 p. 100 des sommes excédant celles devant être affectées à la réserve légale, en exécution des dispositions de l'article 22 ci-après, en prêts aux unions et fédérations, dans les conditions prévues par le dernier alinéa de l'article 63 de la présente ordonnance."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les placements sont décidés par le conseil d'administration de la société, lequel doit se conformer au maximum fixé par l'assemblée générale, pour chaque catégorie de placements, dans les conditions prévues à l'article ci-dessus. La même procédure est suivie en ce qui concerne les décisions prises, dans les conditions prévues à l'article 15 de la présente ordonnance, en matière de participation financière des sociétés aux réalisations des unions et fédérations auxquelles elles sont affiliées.Les acquisitions et ventes de valeurs mobilières sont effectuées par la caisse des dépôts et consignations, sur l'ordre et pour le compte de la société. Elles sont notifiées à celle-ci au fur et à mesure de leur réalisation. Ces opérations sont effectuées gratuitement, moyennant le simple remboursement des droits et frais de courtage et d'acquisition. Les titres et valeurs sont déposés à la caisse des dépôts et consignations qui est chargée d'encaisser les arrérages, coupons et primes de remboursement et d'en porter le montant au compte de dépôt de la société, même s'il s'agit de titres soumis aux dispositions de l'ordonnance du 13 avril 1945.Il est interdit aux administrateurs de recevoir à l'occasion d'un placement, une commission, rémunération ou ristourne, sous quelque forme que ce soit."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les excédents annuels de recettes sont affectés à raison de 50 p. 100, à la constitution d'un fonds de réserve. Le prélèvement cesse d'être obligatoire, quand le montant du fonds de réserve atteint le total des dépenses effectuées, pendant l'année précédente et qui sont effectivement à la charge de la société. La fraction de l'actif correspondant au montant du fonds de réserve doit être en totalité employée, dans les conditions prévues aux articles 19 et 20 (1er alinéa, paragraphe 1er)."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les sociétés doivent se conformer, pour la tenue de leur comptabilité, aux régies fixées par un arrêté du ministre du travail et de la sécurité sociale, pris après avis du conseil supérieur de la mutualité."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les différends entre les sociétés mutualistes et leurs adhérents ou entre les sociétés et les unions, sont de la compétence des tribunaux judiciaires.Les contestations sur la validité de toutes les opérations électorales sont portées, dans le délai de quinze jours, à dater de l'élection, devant le juge de paix du siège social de la société.Le juge de paix statue, dans les quinze jours de la déclaration au greffe, sans frais, ni forme de procédure et sur simple avertissement donné trois jours à l'avance, à toutes les parties intéressées.La décision du juge de paix est en dernier ressort. Elle peut être déférée à la cour de cassation. Le pourvoi n'est recevable que s'il est formé dans les dix jours de la notification de la décision. Il est formé, par simple requête déposée au greffe la justice de paix et dénoncée aux défendeurs, dans les dix jours qui suivent. Il est dispensé du ministère d'avocat et jugé, d'urgence, sans frais, ni amende.Les pièces et mémoires fournis par les parties sont transmis, sans frais, par le greffier de la justice de paix, au greffier de la cour de cassation. La chambre sociale de cette cour statue, directement, sur le pourvoi. Tous les actes sont dispensés de timbre et enregistrés gratis."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Dans les trois premiers mois de chaque année, les sociétés mutualistes doivent adresser aux préfets, dans les formes déterminées par le ministre du travail et de la sécurité sociale, un état de leurs effectifs, de leurs placements de fonds, de leurs recettes et dépenses y compris celles des établissements, oeuvres ou services créés ou gérés par elle.Le ministre du travail et de la sécurité sociale peut faire procéder au contrôle sur des opérations des sociétés mutualistes par le service du contrôle général de la sécurité sociale et par les inspecteurs des directions régionales de la sécurité sociale.Le ministre des finances peut également faire procéder aux mêmes vérifications par l'inspection générale des finances et par les comptables supérieurs du Trésor.Les sociétés mutualistes sont tenues de communiquer, aux fonctionnaires et agents chargés du contrôle sur pièces et sur place, leurs livres, registres, procès-verbaux et pièces comptables de toute nature."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le ministre du travail et de la sécurité sociale peut, en cas d'irrégularités graves constatées dans le fonctionnement d'une société mutualiste, confier, par arrêté motivé, les pouvoirs dévolus au conseil d'administration, a un ou plusieurs administrateurs provisoires qui doivent provoquer de nouvelles élections dans un délai de trois mois."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le ministre du travail et de la sécurité sociale peut, en cas d'infraction à la loi ou aux statuts, ou si les recettes cessent d'être proportionnées aux dépenses ou aux engagements, retirer l'approbation, par arrêté motivé, après avis de la section permanente du conseil supérieur de la mutualité. La décision portant retrait d'approbation est susceptible d'un recours devant le conseil d'Etat qui doit statuer dans le délai de deux mois et dans les conditions fixées par l'article 6 ci-dessus. Ce recours est dispensé de tous frais. Il peut être formé, sans ministère d'avocat. En cas de recours, les opérations de liquidation sont ajournées jusqu'à ce que le conseil d'Etat ait rendu son arrêt.A dater de la publication de l'arrêté portant retrait d'approbation, le fonctionnement de la société est suspendu. La liquidation s'opère conformément aux prescriptions de l'article 32 de la présente ordonnance.L'arrêté de retrait d'approbation peut ordonner le transfert des oeuvres sociales. Il détermine, dans ce cas, les conditions dudit transfert."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Sont passibles d'une amende de 200 à 6 000 F et, en cas de récidive, de 1 000 à 25 000 F :1° Toutes les personnes qui, à quelque titre que ce soit, participent à l'administration d'un groupement soumis à la présente ordonnance et fonctionnant sous la dénomination de société mutualiste, sans que ses statuts aient été approuvés dans les conditions de l'article 4 de la présente ordonnance ;2° Toutes les personnes qui participent à l'administration et à la gestion d'un groupement pratiquant des opérations prévues par la présente ordonnance, au cas où ce groupement ne se serait pas conformé à l'article 2 de la présente ordonnance ;3° Les présidents, les administrateurs ou directeurs des sociétés mutualistes qui se rendent coupables d'infraction aux articles 3 (3e alinéa), 11, 12, 13, 16, 21 (3e alinéa) et 49 de la présente ordonnance et des textes pris pour l'application de ces dispositions.Le tribunal peut, en outre, prononcer l'incapacité temporaire ou définitive de participer à l'administration ou à la direction d'une société ou union de sociétés mutualistes. En cas d'infraction à cette interdiction, les délinquants seront punis d'une amende de 1 000 à 6 000 F et d'un emprisonnement de six jours à deux mois ou à l'une de ces peines seulement.Les autres infractions aux dispositions de la présente ordonnance et des textes pris pour son application, sont poursuivies contre les présidents, les administrateurs ou directeurs et punis d'une amende de 12 à 180 F."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La fusion de deux ou de plusieurs sociétés est prononcée à la suite des délibérations concordantes de l'assemblée générale de la ou des sociétés appelées à disparaître et du conseil d'administration de la société absorbante. Elle devient définitive, après approbation, par arrêté du ministre du travail et de la sécurité sociale.L'organisme absorbant reçoit l'actif, sous la forme où il se trouve et est tenu d'acquitter le passif.Toutefois, dans le cas où la réunion d'une assemblée générale est rendue impossible, la fusion peut être approuvée, sur la proposition du comité départemental de coordination de la mutualité, visé à l'article 57."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La scission d'une société mutualiste en plusieurs sociétés mutualistes peut être prononcée, par une assemblée générale, statuant comme en matière de dissolution.Elle devient définitive, après approbation par arrêté du ministre du travail et de la sécurité sociale.Les dispositions de l'article 4 sont applicables aux nouvelles sociétés mutualistes résultant de la scission."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "La dissolution, volontaire d'une société mutualiste ne peut être prononcée que dans une assemblée générale extraordinaire, convoquée à cet effet, par un avis indiquant l'objet de la réunion. Cette assemblée doit réunir la majorité des membres inscrits et le vote doit être acquis à la majorité des deux tiers des membres présents."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "La liquidation d'une société mutualiste est poursuivie sous la surveillance du préfet et du comité départemental de coordination de la mutualité, visé à l'article 57.Il est prélevé sur l'actif social et dans l'ordre suivant, sous réserve des créances privilégiées :a) Le montant des engagements contractés vis-à-vis des tiers ;b) Les sommes nécessaires à la couverture des droits acquis par les membres participants ;c) Les sommes égales au montant des dons et legs, pour être employées, conformément aux volontés des donateurs et testateurs, s'ils ont prévu le cas de liquidation ;d) Des sommes nécessaires pour couvrir, dans la limite de l'actif restant, les droits d'admission et les cotisations de la première année dues à la société, à laquelle les membres participants de la société dissoute donneraient leur adhésion.Le surplus de l'actif social est, le cas échéant, attribué au fonds national de solidarité et d'action mutualistes."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les sociétés ou sections de sociétés mutualistes d'entreprises sont des sociétés ou sections de sociétés mutualistes exerçant leur activité dans l'intérêt des salariés d'une entreprise ou d'un établissement déterminé et de leur famille ou des anciens salariés, ayant cessé tout travail et de leur famille."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les sociétés ou sections de sociétés mutualistes d'entreprises sont placées sous le contrôle du comité de l'entreprise, institué conformément à l'ordonnance du 22 février 1945, sans préjudice de l'application des règles générales édictées par la présente ordonnance.Le contrôle du comité d'entreprise est exercé dans les conditions déterminées à l'article 35 ci-après.Le comité d'entreprise désigne deux représentants choisis de préférence parmi les membres participants. Ils assistent, avec voix consultative, aux séances du conseil d'administration ou des divers comités ou commissions de gestion ou de contrôle de la société mutualiste. L'un de ces représentants assiste aux réunion du bureau.Par dérogation à l'article 13 de la présente ordonnance, les administrateurs peuvent, s'ils ont été autorisés, par délibération spéciale de l'assemblée générale, prendre ou conserver un intérêt direct ou indirect dans l'entreprise au sein de laquelle la société se recrute et qui a traité avec cette dernière.Procès-verbal de cette délibération devra être communiqué au préfet."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Toute création d'une société ou section de sociétés mutualistes d'entreprise, ainsi que toute modification apportée aux statuts, doivent faire l'objet d'un avis du comité constitué au sein de l'entreprise.Il en est de même de toutes décisions concernant l'administration de ces sociétés ou sections de sociétés, notamment la création, la modification ou la suppression d'oeuvres sociales.L'avis du comité d'entreprise est annexé au dossier adressé par la société mutualiste intéressée, au ministre du travail et de la sécurité sociale, en vue de l'approbation des décisions prévues à l'alinéa précédent.Lorsque l'exécution de ces décisions n'est pas subordonnée à une approbation ministérielle, le comité d'entreprise peut s'opposer à l'exécution, sauf recours devant le ministre du travail et de la sécurité sociale ou son délégué."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les sections qui peuvent être constituées dans les sociétés mutualistes à caractère professionnel dont le recrutement n'est pas limité au personnel d'une seule entreprise et qui groupent les membres participants de la société appartenant à cette entreprise, sont tenues à l'établissement de comptes séparés pour les opérations de recettes et de dépenses concernant les membres de la section. Le conseil d'administration des sociétés mutualistes visées ci-dessus, peut déléguer tout ou partie de ses pouvoirs, à une commission de gestion spéciale à la section. Cette commission est présidée par le président du conseil d'administration de la société ou par son délégué. Les administrateurs sont choisis parmi les membres participants adhérant à la section.Le comité d'entreprise est, dans ce cas, représenté, auprès de cette commission dans les conditions prévues par l'article 31 ci-dessus.Les dispositions de l'article 30 sont applicables à la transformation d'une section de société mutualiste d'entreprise en une société mutualiste indépendante.En cas de dissolution d'une section d'entreprise, les règles de l'article 32 sont applicables à la liquidation de la fraction du patrimoine de la société constituant l'actif de la section."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les sociétés ou sections de sociétés mutualistes d'entreprises sont dispensées des formalités prévues à l'article 17 pour les dons et subventions qui peuvent leur être allouées par les comités d'entreprises ou les établissements employeurs, lorsque ces derniers ont la qualité de membres honoraires."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les mêmes règles sont applicables aux sociétés mutualistes inter-entreprises, lorsque les entreprises, au sein desquelles la société se recrute, ont été dotées d'un comité inter-entreprises, par application de l'ordonnance du 22 février 1945."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les sociétés mutualistes constituées dans les armées de terre, de mer et de l'air sont régies par les dispositions de la présente ordonnance, sous réserve de dérogations qui suivent."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les statuts de ces sociétés doivent comporter les dispositions générales contenues dans les statuts-type spéciaux proposés par les ministres chargés des départements militaires et approuvés par le ministre du travail et de la sécurité sociale. Ces statuts-type déterminent notamment, les conditions spéciales d'administration de ces sociétés.Les attributions de la commission de contrôle, prévue à l'article 14, sont dévolues au ministre intéressé qui peut les déléguer à un fonctionnaire de son choix, dans les conditions fixées par les dispositions générales des statuts-type visés ci-dessus.La fusion, la scission, la dissolution et la liquidation prévues au chapitre V du titre Ier, ne peuvent être prononcées que sur avis conforme du ministre intéressé. Les mêmes décisions peuvent être prises, d'office, par le ministre du travail et de la sécurité sociale, sur la proposition du ministre intéressé."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les contestations, nées de l'application ou de l'interprétation des statuts ou règlements, sont portées devant le ministre chargé du département militaire intéressé. Il en est de même de celles concernant les opérations électorales qui doivent faire l'objet d'une requête déposée dans le délai de quinze jours à dater de l'élection."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les sociétés qui comptent un quart, au moins, d'étrangers parmi leurs membres, peuvent, tout en bénéficiant des dispositions de la présente ordonnance et par dérogation à l'article 11 ci-dessus, élire des administrateurs étrangers, dans la limite d'un sur quatre."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les sociétés qui choisissent plus d'un administrateur sur quatre parmi leurs membres étrangers, ne peuvent être reconnues comme établissements d'utilité publique et ne bénéficient pas des avantages institués par le chapitre IV du titre V de la présente ordonnance. Elles ne peuvent créer les services ou oeuvres visés au chapitre II du titre III, ni constituer, entre elles, des unions."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les sociétés mutualistes peuvent poursuivre les buts prévus à l'article 1er, dans les conditions fixées par leurs statuts, sous réserve des dispositions législatives en vigueur et compte tenu des prescriptions suivantes."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "La couverture du risque vieillesse ne peut être assurée, au profit des membres participants, que par une caisse autonome mutualiste de retraites fonctionnant selon les modalités fixées au chapitre ci-après ou par la caisse nationale des retraites pour la vieillesse, dans les conditions prévues par la législation et la réglementation applicables audit organisme. Pour être admis à la retraite, les membres participants doivent être âgés de cinquante ans.Les pensions peuvent être constituées avec réversibilité au profit du conjoint survivant."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les sociétés peuvent, accessoirement, attribuer des allocations annuelles à leurs membres participants âgés d'au moins cinquante ans.Le montant maximum desdites allocations est fixé par arrêté du ministre du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "La couverture des risques accidents, invalidité et décès ne peut être assurée que par une caisse autonome mutualiste fonctionnant dans les conditions prévues au chapitre ci-après, ou par la caisse nationale d'assurance en cas de décès, dans les conditions prévues par la législation et la réglementation applicables audit organisme.Les sociétés peuvent, accessoirement, attribuer des allocations en cas d'invalidité et de décès, dont le montant maximum est fixé par l'arrêté visé à l'article 46."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les sociétés mutualistes peuvent, sous les réserves fixées ci-après, créer des oeuvres sociales, telles que dispensaires, maternité, consultations de nourrissons et, en général, toutes oeuvres d'hygiène, de prévention ou de cure, ainsi que des maisons de repos et de retraite. Elles peuvent également créer des pharmacies et des cabinets dentaires qui doivent être gérés dans les conditions déterminées par les lois et règlements spéciaux en la matière."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les oeuvres sociales ne peuvent entrer en fonctionnement qu'après approbation, par arrêté du ministre du travail et de la sécurité sociale, d'un règlement annexé aux statuts qui détermine les modalités de leur gestion administrative et financière. La construction, l'acquisition, l'aménagement, dans le cadre de l'ensemble des règles applicables aux établissements privés de même nature et dans les conditions d'équipement et de fonctionnement déterminées par le ministre de la santé publique, de tous établissements hospitaliers de cure, de prévention, de maternité, de maisons de retraite et de repos, sont subordonnés à l'autorisation préalable du ministre du travail et de la sécurité sociale, donnée après avis du ministre de la santé publique.L'article 4 de la présente ordonnance est applicable aux règlements des oeuvres sociales, en ce qui concerne le dépôt du règlement et des modifications qui y sont apportées."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les oeuvres sociales n'ont pas une personnalité juridique distincte de celle de l'organisme fondateur. Les opérations de chacune des oeuvres sociales doivent faire l'objet de comptes séparés."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les dispositions des articles 26 et 27 de la présente ordonnance sont applicables, d'une part, au transfert des pouvoirs du conseil d'administration à un ou plusieurs administrateurs provisoires, d'autre part, au retrait d'approbation du règlement d'une oeuvre sociale ou d'un service financier. L'inobservation des conditions d'équipement et de fonctionnement déterminées par le ministre de la santé publique peut entraîner, sur la demande de ce dernier, l'application des articles 26 et 27 aux oeuvres sociales définies à l'article 49.Le retrait d'approbation peut également être prononcé, après avis de la section permanente du conseil supérieur de la mutualité, lorsque l'oeuvre ne répond plus aux besoins de l'organisme fondateur.L'arrêté portant retrait d'approbation peut prononcer soit la liquidation de l'oeuvre, dans les conditions fixées par l'article 32, soit, selon les modalités déterminées par cet arrêté, le transfert à un autre organisme mutualiste."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les caisses autonomes mutualistes de vieillesse, d'invalidité, d'accidents, de décès font l'objet d'un règlement approuvé par arrêté du ministre du travail et de la sécurité sociale.Elles n'ont pas une personnalité juridique distincte de l'organisme fondateur.Les opérations de chacune des caisses font l'objet d'un budget spécial et d'une comptabilité séparée."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "En ce qui concerne les caisses autonomes mutualistes de vieillesse, d'invalidité, d'accidents, de décès, un décret en conseil d'Etat, rendu sur le rapport du ministre du travail et de la sécurité sociale et du ministre des finances, après avis du conseil supérieur de la mutualité, détermine les règles de fonctionnement, les conditions d'effectif et d'équilibre technique des risques, ainsi que les modalités de constitution des réserves.\n\nUn arrêté du ministre du travail et de la sécurité sociale, pris après avis du conseil supérieur de la mutualité, fixe le mode d'établissement des inventaireset les règles de comptabilité.\n\nLe même arrêté détermine les limites minimum et maximum des engagements qu'elles peuvent contracter."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Sont applicables aux caisses mutualistes les dispositions concernant l'emploi des disponibilités, le contrôle sur place des sociétés mutualistes et le retrait d'approbation.Les dispositions des articles 20 et 21 relatives au placement des fonds sont applicables auxdites caisses sous les réserves suivantes :1° Les fonds ne peuvent être investis en terrains à reboiser ou forêts existantes ;2° Les caisses autonomes mutualistes peuvent consentir, à la société ou à l'union gestionnaire, des prêts en vue de l'organisation d'oeuvres sociales ou de l'acquisition, de la construction ou de l'aménagement des immeubles nécessaires au fonctionnement de leurs services ou oeuvres ;3° Les fonds des caisses autonomes peuvent être investis en prêts hypothécaires, dans la proportion limite, prévue à l'article 20 pour les placements immobiliers ;4° Par dérogation à l'article 21, les acquisitions et ventes de valeurs mobilières peuvent être effectuées par l'intermédiaire d'un agent de change.Le décret prévu à l'article 53 détermine la proportion de l'actif qui peut être investi, d'une part, par les caisses autonomes en prêts visés aux paragraphes 5° et 6° du premier alinéa de l'article 20 ainsi qu'au paragraphe 2° du deuxième alinéa du présent article et, d'autre part, en prêts, dont il fixe le taux minimum d'intérêt, aux unions et fédérations, dans les conditions prévues par le dernier alinéa de l'article 63."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Les fonds composant l'actif des caisses sont affectés, jusqu'à concurrence du montant des réserves techniques, au règlement des engagements contractés à l'égard des membres participants ou de leurs ayants droit, par un privilège qui prend rang après le paragraphe 4 de l'article 2331 du code civil."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "L'arrêté qui prononce le retrait d'approbation détermine, en même temps les conditions de la liquidation ou de la prise en charge des engagements par une autre caisse nationale des retraites pour la vieillesse ou par la caisse nationale d'assurance en cas de décès et les conditions du transfert de l'actif et du passif à l'un de ces organismes."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Il est créé entre toutes les sociétés mutualistes ayant leur siège social dans un même département un comité départemental de coordination de la mutualité.Ce comité ne possède pas la personnalité juridique."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le comité départemental est composé au minimum de douze membres et au maximum de trente membres, élus par un collège composé d'un délégué de chacune des sociétés mutualistes du département. Ce délégué dispose d'un nombre de voix déterminé, d'après l'effectif et l'activité de la société, suivant les règles fixées par décret rendu, sur le rapport du ministre du travail et de la sécurité sociale, après avis du conseil supérieur de la mutualité.Les frais de fonctionnement du comité départementale sont avancés par une société ou une union désignée par ledit comité et recouvrés dans les conditions fixées par ledit décret."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Les sociétés mutualistes dont la circonscription s'étend à plusieurs départements peuvent, lorsqu'elles ont organisé des sections dans chacun des départements, être représentées par un délégué au comité départemental du siège de la section.Dans ce cas, le nombre de voix dont peut disposer le délégué au comité départemental, est déterminé par l'application à la section des règles fixées à l'article précédent."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Les comités départementaux de coordination de la mutualité encouragent et développent l'idée mutualiste et favorisent les initiatives locales, notamment en suscitant la création de sociétés mutualistes ou d'oeuvres et de services.Ils proposent toutes mesures de fusion ou de transfert d'oeuvres sociales, en vue de coordonner l'action mutualiste dans leur département.Ils sont habilités à rechercher et signaler au ministre du travail et de la sécurité sociale les organismes rentrant dans le cadre de la présente ordonnance et qui ne s'y seraient pas conformés.Ils organisent, dans le cadre de leur circonscription l'affiliation des membres participants ayant changé de résidence ou provenant de sociétés dissoutes.Ils peuvent régler à l'amiable les différends survenus entre les organismes mutualistes qui leur sont affiliés.Ils procèdent aux enquêtes générales et donnent les renseignements et avis qui leur sont demandés par le ministre du travail et de la sécurité sociale et le préfet.Ils présentent, chaque année, au ministre du travail et de la sécurité sociale, un rapport moral sur le fonctionnement de l'ensemble des organismes mutualistes de leur département."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Les sociétés mutualistes peuvent constituer, entre elles, des unions qui ont, notamment, pour objet d'organiser des oeuvres sociales ou des services de réassurance communs à l'ensemble des sociétés adhérentes. Ces unions peuvent se grouper en fédérations d'unions de sociétés mutualistes, en vue de poursuivre les mêmes buts.Les sections créées par les sociétés mutualistes à circonscription nationale ou interdépartementale peuvent adhérer à des unions départementales ou interdépartementales de sociétés mutualistes, en vue de bénéficier des oeuvres créées par celles-ci.Les unions et fédérations ne peuvent s'immiscer dans le fonctionnement interne des sociétés adhérentes."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "L'assemblée générale des unions et fédérations est composée des délégués des sociétés adhérentes, élus dans les conditions déterminées par les statuts.Les décisions régulièrement prises par l'assemblée générale sont obligatoires pour les sociétés adhérentes."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les dispositions prévues par la présente ordonnance en ce qui concerne les sociétés mutualistes sont applicables, d'une part, aux unions de sociétés mutualistes et, d'autre part, aux fédérations d'unions de sociétés mutualistes.Toutefois, les unions et fédérations peuvent contracter des emprunts, dans les conditions prévues par l'article 15, auprès des sociétés et unions qui lui sont affiliées.Elles peuvent, en outre, par dérogation aux dispositions dudit article 15, contracter des emprunts auprès des autres sociétés et unions, en vue de la réalisation des oeuvres ou services qu'elles sont autorisées à créer, sous réserve d'une autorisation du ministre du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Les sociétés sont tenues de se réassurer, auprès des unions de sociétés mutualistes de leur choix, si elles ne remplissent pas les conditions techniques imposées pour chaque risque, par un arrêté du ministre du travail et de la sécurité sociale, pris après avis du conseil supérieur de la mutualité."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les unions de sociétés mutualistes sont tenues de se réassurer, auprès des fédérations d'unions de sociétés mutualistes, si les conditions techniques imposées, pour chaque risque, par l'arrêté visé à l'article qui précède, ne sont pas remplies.Le décret visé à l'article 53 détermine les conditions dans lesquelles les caisses autonomes mutualistes assurant le service des pensions de vieillesse, d'invalidité ou le versement de capitaux en cas de vie, de décès et d'accidents sont tenues de se réassurer."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Il est créé un fonds national de solidarité et d'action mutualistes destiné à accorder des subventions ou avances remboursables aux organismes mutualistes ou à leurs oeuvres qui ont été victimes de calamités publiques ou de tout autre dommage résultant d'un cas de force majeure ou qui ont à faire face à des risques exceptionnels. Il contribue aux dépenses de propagande et d'éducation mutualistes."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Le montant du fonds de dotation des sociétés de secours mutuels, arrêté à la date de publication de la présente ordonnance, est transféré au fonds national de solidarité et d'action mutualistes qui continuera à être alimenté dans les mêmes conditions que le fonds de dotation."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Le fonds national de solidarité et d'action mutualistes est déposé à la caisse des dépôts et consignations et géré par le conseil supérieur de la mutualité. Il est productif d'un intérêt à un taux égal à celui servi par le Trésor à la caisse des dépôts et consignations.Un arrêté du ministre du travail et de la sécurité sociale, pris après avis du conseil supérieur de la mutualité, détermine les conditions de fonctionnement du fonds national de solidarité et d'action mutualistes et les modalités de sa gestion."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Il est institué, auprès du ministre du travail et de la sécurité sociale, un conseil supérieur de la mutualité.Ce conseil est composé comme suit :Deux membres du Parlement, élus par leurs collègues ;Un membre du conseil d'Etat, désigné par l'assemblée générale ;Un magistrat de la cour des comptes ou de son parquet, désigné par le ministre des finances ;Trois représentants du ministre du travail et de la sécurité sociale ;Un représentant du ministre de l'économie nationale ;Un représentant du ministre des finances ;Un représentant du ministre de l'intérieur ;Un représentant du ministre de la santé publique.Un représentant du ministre de l'agriculture ;Un représentant du ministre des colonies ;Le directeur général de la Caisse des dépôts et consignations ou son représentant ;Deux membres du conseil supérieur de la sécurité sociale, élus par leurs collègues ;Trente-cinq représentants des organismes mutualistes, élus par les sociétés, unions et fédérations, dans les conditions déterminées par un décret rendu sur le rapport du ministre du travail et de la sécurité sociale ;Un représentant des commissions administratives des hôpitaux et hospices publics, désigné par le ministre de la santé publique ;Trois personnes connues pour leurs travaux sur les questions de prévoyance sociale, désignées par le ministre du travail et de la sécurité sociale ;Deux personnes connues pour leurs travaux dans le domaine de l'hygiène et de la médecine sociale, désignées par le ministre de la santé publique ;Deux délégués des groupements professionnels de médecins ;Un délégué des groupements professionnels de chirurgiens-dentistes.Un délégué des groupements professionnels de sage-femmes ;Un délégué des groupements professionnels de pharmaciens ;Deux représentants de la confédération générale du travail ;Un représentant de la confédération française des travailleurs chrétiens ;Deux représentants de la confédération générale de l'agriculture ;Un membre agrégé de l'institut des actuaires français, désigné par le ministre du travail et de la sécurité sociale.Le ministre du travail et de la sécurité sociale est, de droit, président du conseil supérieur.Tous les membres sont nommés pour quatre ans. Leurs pouvoirs sont renouvelables, leurs fonctions sont gratuites.Le conseil choisit, parmi ses membres, deux vice-présidents et un secrétaire. Il peut entendre, s'il le juge utile, toute personne ayant une compétence spéciale, sur des questions étudiées par lui et décider de confier l'étude de problèmes particuliers à des commissions constituées dans son sein. Il est convoqué par le ministre du travail et de la sécurité sociale, au moins une fois par an.Il reçoit communication des rapports établis par les comités départementaux de coordination par les comités départementaux de coordination de la mutualité et des documents statistiques qui pourraient lui être utiles.Il gère le fonds national de solidarité et d'actions mutualistes.Il doit donner son avis sur toutes les dispositions réglementaires ou autres qui concernent le fonctionnement des sociétés mutualistes et notamment dans les cas prévus aux articles 5, 8, 9, 23, 53, 54, 58, 59, 64, 65, 68, 75 et 86.Il est habilité à présenter au ministre toutes suggestions concernant les questions intéressant la mutualité."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Il est institué, au sein du conseil supérieur, une section permanente qui comprend trois membres, désignés par le ministre du travail et de la sécurité sociale, et quatre membres choisis parmi les représentants des organismes mutualistes et élus par eux.La section permanente a pour fonction de donner son avis sur toutes les questions qui lui sont renvoyées, soit par le conseil supérieur, soit par le ministre, et notamment dans les cas prévus aux articles 12, 27 et 51."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Les communes sont tenues de fournir, aux sociétés mutualistes qui le demandent, les locaux nécessaires à leurs réunions, ainsi que les livrets et registres nécessaires à l'administration et à la comptabilité. En cas d'insuffisance des ressources des communes, cette dépense est mise à la charge des départements. Dans le cas où la société s'étend sur plusieurs communes ou départements, cette obligation incombe d'abord à la commune dans laquelle est établi le siège social, ensuite au département auquel appartient cette commune.Dans les villes où il existe une taxe municipale sur les convois funèbres, il est accordé remise des deux tiers des droits sur les convois dont les sociétés peuvent avoir à supporter les frais, aux termes de leurs statuts.Les sociétés qui ont créé des sections de jardins ouvriers, destinées à mettre des jardins à la disposition de leurs adhérents, à charge pour ceux-ci de les cultiver et d'en jouir pour les seuls besoins de leur foyer, bénéficient des avantages prévus par la législation en vigueur, en faveur des associations et sociétés de jardins ouvriers."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Tous les actes intéressant les sociétés mutualistes sont exempts des droits de timbre et d'enregistrement.Cette disposition n'est pas applicable aux transmissions de propriété d'usufruit ou de jouissance de biens meubles et immeubles, soit entre vifs, soit par décès. Toutefois sont exonérés de tous droits de timbre, d'enregistrement et d'hypothèque les transferts effectués en application des articles 29, 30, 31, 81 ainsi qu'au chapitre II du titre III de la présente ordonnance.Conformément aux articles 19 de la loi du 11 juillet 1868 et 24 de la loi du 20 juillet 1886, les certificats, actes de notoriété et autres pièces, exclusivement relatives à l'exécution des lois précitées et de la présente ordonnance, seront délivrés gratuitement et exempts des droits de timbre et d'enregistrement.Sont également exempts du droit de timbre, les pouvoirs sous seings privés, les reçus de cotisations des membres honoraires ou participants, les reçus des sommes versées aux pensionnés ou à leurs ayants droit, ainsi que les registres ou carnets à souche qui servent au payement des prestations."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Les fonds déposés à la caisse des dépôts et consignations portent intérêt, au taux fixé par arrêté du ministre du travail et de la sécurité sociale et du ministre des finances.Dans le cas où l'intérêt servi par la caisse des dépôts et consignations, tel qu'il résulte des dispositions ci-après, est inférieur au taux fixé ci-dessus, il est pourvu à la différence à l'aide d'un crédit inscrit, chaque année, au budget du ministère du travail et de sécurité sociale.Le montant des intérêts servis par la caisse des dépôts et consignations, au titre d'une année, ne peut dépasser le montant des revenus qu'elle a retirés de ses placements, durant le cours de la même année ; le montant de ces revenus en est déterminé au commencement de chaque année pour la précédente, après avis de la commission de surveillance de la caisse des dépôts et consignations, par un décret rendu, sur le rapport du ministre du travail et de la sécurité sociale et du ministre des finances.Les intérêts qui ne reçoivent pas d'emploi, au cours de l'année, sont capitalisés tous les ans.La caisse des dépôts et consignations aura la faculté de faire emploi des fonds déposés par les sociétés mutualistes, dans les mêmes conditions que pour les fonds des caisses d'épargne."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Les crédits annuellement inscrits, au budget du ministère du travail et de la sécurité sociale, au profit des sociétés mutualistes sont destinés à accorder aux organismes mutualistes des subventions qui ont pour but :1° De favoriser certaines catégories de prestations pour les services de maladie, maternité et décès, ainsi que de majorer, soit les versements constitutifs de ces avantages, soit des rentes, pensions et allocations de vieillesse et d'invalidité de certaines catégories de sociétaires ;2° D'encourager le développement des oeuvres, services et caisses de réassurance ou de solidarité créés par les sociétés mutualistes, ou par leurs unions ou fédérations."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Les conditions d'attribution et les bases de calcul des diverses subventions sont fixées, par un arrêté du ministre du travail et de la sécurité sociale et du ministre des finances, après avis du conseil supérieur de la mutualité."
    },
    {
      "provision_ref": "art75bis",
      "section": "75bis",
      "title": "Article 75bis",
      "content": "Un arrêté du ministre du travail et de la sécurité sociale et du ministre des finances déterminera, dans un délai de deux mois à compter de la promulgation de la présente loi, les conditions dans lesquelles l'Etat peut participer à la couverture des risques sociaux assurés par les sociétés mutualistes constituées entre les fonctionnaires, agents et employés de l'Etat et des établissements publics nationaux. Cette participation ne peut être supérieure à 50 p. 100 de la cotisation effectivement versée par les membres participants, ni excéder le tiers des charges entraînées par le service des prestations."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Les allocations, pensions et rentes, servies par les sociétés, mutualistes à leurs adhérents, sont cessibles et saisissables, dans les mêmes conditions que les salaires et dans la proportion de 50 p. 100, au profit des établissements hospitaliers."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Les capitaux en cas de vie et de décès, y compris les capitaux réservés, sont cessibles et saisissables, dans les mêmes conditions qu'un salaire annuel égal au cinquième du montant dudit capital."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Les sociétés mutualistes peuvent stipuler, dans leurs statuts, qu'elles seront subrogées, de plein droit, au membre participant victime d'un accident, dans son action contre le tiers responsable et dans la limite des dépenses qu'elles auront supportées."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Sous réserve des prescriptions de la législation spéciale aux sociétés de secours des ouvriers et employés des mines, les dispositions des articles 12, 15, 16, 17, 18, 48, 49, 50, 71, 72, 73 et 78 de la présente ordonnance sont applicables auxdites sociétés."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Les sociétés ou unions antérieurement autorisées ou enregistrées sont tenues, dans le délai de deux ans, à compter de la publication de la présente ordonnance, de se conformer à ses prescriptions. Jusqu'à l'expiration de ce délai, elles continueront à s'administrer, conformément à leurs statuts."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Les institutions, associations ou groupements de toute nature visés au premier alinéa de l'article 2 sont tenues, dans le même délai, de se placer sous le régime des sociétés mutualistes.Cette transformation s'effectue, sans qu'il y ait lieu à liquidation desdits groupements. Elle ne donne pas lieu à la perception de droits de mutation."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "L'arrêté approuvant les statuts de la société mutualiste résultant de la transformation prévue à l'article 81 pourra accorder des délais pour l'adaptation du fonctionnement des nouvelles sociétés aux prescriptions de la présente ordonnance."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Les placements effectués antérieurement à la publication de la présente ordonnance et non prévus par celle-ci doivent être réalisés. Ils peuvent, toutefois, être conservés, à titre transitoire, tant que leur réalisation risque d'être préjudiciable à la société ou à l'union. Au fur et à mesure de leur réalisation, les fonds en provenant doivent être employés, dans les conditions et limites de l'article 20."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Les sociétés mutualistes qui auraient été autorisées, antérieurement à l'ordonnance du 24 mai 1945, à créer un bureau gratuit de placement continuent, à titre provisoire, et jusqu'à une date qui sera fixée par décret, à en assurer la gestion, sous réserve des prescriptions et de l'autorisation prévues par ladite ordonnance."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Sans préjudice de l'autorité générale exercée par les préfets sur l'ensemble des organismes mutualistes de leur département, les attributions d'ordre technique conférées par la présente ordonnance à l'administration préfectorale, notamment celles visées par les articles 4, 25, 32, 34 et 60 seront exercées par les directions régionales de la sécurité sociale, à partir d'une date qui sera fixée par arrêté du ministre du travail et de la sécurité sociale.Le directeur régional de la sécurité sociale sera tenu de fournir au préfet, toutes informations utiles sur la création et l'activité générale de ces organismes dans son département.A la même date, il sera constitué, auprès du directeur régional de la sécurité sociale, une commission consultative, composée d'un délégué de chacun des comités départementaux de coordination intéressés."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Les sociétés et unions de sociétés mutualistes qui possèdent un fonds commun inaliénable de retraites ne pourront plus, à compter de la date fixée par un arrêté du ministre du travail et de la sécurité sociale, effectuer de nouveaux versements à ce fonds ou attribuer de nouvelles pensions, directement à l'aide des intérêts dudit fonds.A partir de ladite date, les capitaux composant le fonds commun perdront leur caractère d'inaliénabilité. Ils seront à la même date transférés d'office par la caisse des dépôts et consignations au compte de fonds libres ouvert ou à ouvrir dans ses écritures au nom de la société ou de l'union à laquelle ils appartiennent, et qui pourra les employer conformément à ses buts statutaires.Les sociétés existant à la date de promulgation de la présente ordonnance sont autorisées à continuer, à titre principal, le service d'allocations annuelles renouvelables qu'elles attribuaient antérieurement à l'aide des intérêts du fonds commun inaliénable, si le montant desdites allocations n'excède pas le maximum fixé par l'arrêté visé à l'article 46."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Les rentes inférieures au minimum prévu par l'ordonnance n° 45-719 du 17 avril 1945, constituées auprès de la caisse nationale d'assurances sur la vie par prélèvement sur le capital du fonds commun inaliénable de retraites, seront rachetées dans les conditions suivantes :Le capital constitutif des rentes en cause sera restitué aux sociétés mutualistes, étant entendu que la quittance donnée par ces dernières libérera définitivement la caisse nationale d'assurances sur la vie, aussi bien à l'égard desdites sociétés que des titulaires de rentes.Les sociétés mutualistes seront tenues de verser aux titulaires de rentes rachetées, par prélèvement sur le capital visé à l'alinéa qui précède, une somme égale à la valeur actuelle desdites rentes à capital aliéné. Cette valeur est calculée à l'aide du barème déterminé par un arrêté du ministre du travail et de la sécurité sociale.Les opérations de rachat prévues ci-dessus laissent subsister les droits aux bonifications ou majorations de rentes attribuées en vertu des textes législatifs en vigueur dès lors que ces droits étaient ouverts à la date du rachat. Par contre, ces droits se trouvent éteints si, à cette date, le titulaire de la rente ne remplit pas les conditions auxquelles est subordonné le bénéfice desdites bonifications ou majorations.Seront également rachetés les compléments de rentes constitués à l'aide de l'ancien fonds de dotation des sociétés de secours mutuels. La somme représentant la valeur globale de ces rachats sera versée au fonds national de solidarité et d'action mutualistes.Le fonds commun immobilisé à la caisse nationale d'assurances sur la vie pour la constitution, à capital réservé au profit des sociétés, de pensions au moins égales au minimum prévu par l'ordonnance du 17 avril 1945, sera restitué aux sociétés au fur et à mesure du décès des retraités en vue d'être utilisé dans les conditions fixées par les statuts."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Les sociétés et unions qui constituent des pensions de retraites sur fonds libres sont tenues, dans le délai d'un an à compter de la publication de l'arrêté visé à l'article 53, de procéder au transfert de leurs engagements et de l'actif correspondant à une caisse autonome mutualistes de vieillesse ou à la caisse nationale des retraites pour la vieillesse.Toutefois, ces sociétés et unions peuvent servir, à titre principal, des allocations annuelles renouvelables, en remplacement des pensions viagères en cours de constitution."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Sont abrogés, sous réserve des dispositions transitoires ci-dessus, les textes ci-après ;\n\nLe décret du 26 mars 1852 ;\n\nLe décret du 26 avril 1856 ;\n\nLa loi du 1er avril 1898 ;\n\nL'article 61 de la loi de finances du 31 mars 1903 ;\n\nLes lois des 2 juillet 1904, 5 décembre 1908, 1er avril 1914, le 15 août 1923, 28 décembre 1927, 16 avril 1930, le décret du 30 octobre 1935 sur les sociétés de secours mutuels et le décret et le du 28 août 1937 ;\n\nLa loi du 3 février 1902."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "La présente ordonnance sera publiée au Journal officiel de la République française et exécutée comme loi."
    }
  ]
}