{
  "id": "jorftext000038261631",
  "type": "statute",
  "title": "LOI n°2019-222 du 23 mars 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038261631",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le rapport définissant les orientations et la programmation des moyens de la justice pour la période 2018-2022, annexé à la présente loi, est approuvé.Les crédits de paiement de la mission « Justice », hors charges de pensions, exprimés en milliards d'euros courants, évolueront comme suit :\n\nLes créations nettes d'emplois du ministère de la justice s'élèveront à 6 500 équivalents temps plein et s'effectueront selon le calendrier suivant :\n\nLa présente programmation fera l'objet d'actualisations, dont l'une sera mise en œuvre avant la fin de l'année 2021. Ces actualisations permettront de vérifier la bonne adéquation entre les objectifs fixés dans le rapport annexé à la présente loi, d'une part, et les réalisations et moyens consacrés, d'autre part.\n\n2018\n\n2019\n\n2020\n\n2021\n\n2022\n\n7,0\n\n7,3\n\n7,7\n\n8,0\n\n8,3\n\n1\n\ncenter\n\n2018\n\n2019\n\n2020\n\n2021\n\n2022\n\n1 100\n\n1 300\n\n1 620\n\n1 260\n\n1 220\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Jusqu'en 2022, le Gouvernement présente chaque année au Parlement, préalablement au débat sur les orientations des finances publiques, un rapport sur l'exécution de la présente loi.Ce rapport comporte une évaluation spécifique de la mise en œuvre effective des orientations et des moyens financiers au sein des collectivités régies par les articles 73 et 74 de la Constitution.Le rapport prévu au premier alinéa du présent I inclut une évaluation des modules de confiance expérimentés depuis 2015 en établissement pénitentiaire, en précisant en particulier leurs effets sur l'évolution des violences en détention, sur la responsabilisation des personnes détenues dans la préparation de leur réinsertion et sur les métiers pénitentiaires. Les possibilités de l'extension de ces modules sont également analysées.Le rapport prévu au premier alinéa du présent I inclut une évaluation de la situation des femmes en détention au regard des droits fondamentaux et quant à leur accès aux aménagements de peines et alternatives à l'incarcération. Il établit des recommandations afin de renforcer leurs droits.II. - Le Gouvernement adresse au Parlement, avant le 31 décembre de chaque année, un rapport dressant l'état d'avancement du programme de construction des structures d'accompagnement vers la sortie et, au plus tard avant le 31 décembre 2021, une évaluation du fonctionnement de ces structures et de leur impact sur l'insertion ou la réinsertion des personnes condamnées qui y ont exécuté, en totalité ou en partie, une peine d'emprisonnement.III. - Le Gouvernement adresse au Parlement, au plus tard le 31 décembre 2020, un rapport procédant à une évaluation du taux de récidive et de réitération des personnes ayant exécuté une peine d'emprisonnement ferme en fonction des conditions générales de leur détention, en particulier de la catégorie d'établissements pénitentiaires d'affectation, du régime de détention, de la nature et du volume d'activités réalisées, de la nature et du niveau des formations délivrées ainsi que, le cas échéant, de la prise en charge sanitaire proposée et des modalités d'aménagement de la fin de peine."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code civil\n\n- Code des assurances\n\n- Code de la mutualité\n\n- Code des assurances\n\nIV. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi visant à modifier, dans un objectif d'harmonisation et de simplification, les dispositions fixant les conditions dans lesquelles est prise une décision portant sur la personne d'un majeur qui fait l'objet d'une mesure de protection juridique et, selon les cas, intervenant en matière de santé ou concernant sa prise en charge ou son accompagnement social ou médico-social.Un projet de loi de ratification est déposé au Parlement, au plus tard le premier jour du sixième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, aux fins d'améliorer le traitement des procédures concernées et la gestion des fonds en la matière, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi nécessaires pour :1° Transférer à la Caisse des dépôts et consignations la charge de :a) Recevoir, gérer et répartir dans les meilleurs délais, en cas de pluralité de créanciers saisissants, les sommes versées par le tiers saisi au titre des saisies des rémunérations du travail effectuées en application des articles L. 3252-1 à L. 3252-13 du code du travail et restituer au débiteur l'éventuel trop-perçu ; à ces fins, imposer au tiers saisi de verser les sommes saisies par virement ;b) Recevoir des parties au litige les sommes dont le tribunal judiciaire ou la cour d'appel ont ordonné la consignation au titre d'une expertise et procéder sur autorisation du juge au versement de sommes dues à l'expert ainsi qu'à la restitution des sommes qui auraient été consignées en excédent ; à cette fin, prévoir que la consignation des sommes dues doit être effectuée par virement ou au moyen d'une carte de paiement ;2° Déterminer, le cas échéant, les conditions dans lesquelles les prestations mentionnées au 1° sont rémunérées ;3° Instaurer, entre le greffe et la Caisse des dépôts et consignations, la transmission par voie électronique des informations nécessaires à l'accomplissement des attributions prévues au 1°.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication des ordonnances prises en application du I."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution et aux fins d'alléger les tâches des juridictions, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires pour :1° Simplifier et moderniser la délivrance des apostilles et des légalisations sur les actes publics établis par une autorité française et destinés à être produits à l'étranger ;2° A cette fin, déléguer totalement ou partiellement l'accomplissement de ces formalités à des officiers publics ou ministériels ou à toute personne publique ou tout organisme de droit privé chargé d'une mission de service public dont les compétences, la mission et le statut justifient son intervention ;3° Aménager et modifier toutes dispositions de nature législative permettant d'assurer la mise en œuvre et de tirer les conséquences des modifications apportées en application des 1° et 2°.Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance.II. - Sauf engagement international contraire, tout acte public établi par une autorité étrangère et destiné à être produit en France doit être légalisé pour y produire effet.La légalisation est la formalité par laquelle est attestée la véracité de la signature, la qualité en laquelle le signataire de l'acte a agi et, le cas échéant, l'identité du sceau ou timbre dont cet acte est revêtu.\n\nLes recours contentieux relatifs aux refus de légalisation opposés par une autorité française sont portés devant la juridiction administrative.Un décret en Conseil d'Etat, pris après consultation de l'Assemblée des Français de l'étranger ou, dans l'intervalle des sessions, de son bureau, précise les actes publics concernés par le présent II et définit les modalités de la légalisation."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de quatre mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires pour modifier les dispositions régissant les procédures en la forme des référés devant les juridictions judiciaires aux fins de les unifier et d'harmoniser le traitement des procédures au fond à bref délai.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. à V. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n2° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]\n\n- Loi n°72-626 du 5 juillet 1972\n\n- Code de commerce\n\n- Code de justice administrative\n\n- Code de l'organisation judiciaire"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - L'ordonnance n° 2015-45 du 23 janvier 2015 relative à la commission du contentieux du stationnement payant est ratifiée.IV. - L'ordonnance n° 2015-401 du 9 avril 2015 relative à la gestion, au recouvrement et à la contestation du forfait de post-stationnement prévu à l'article L. 2333-87 du code général des collectivités territoriales est ratifiée.\n\n- Code général des collectivités territoriales\n\n- Code de justice administrative\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]III. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]IV. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]\n\nV. à VII., X. à XIII. - A modifié les dispositions suivantes :\n\nVIII. - A modifié les dispositions suivantes :\n\n1° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]\n\nA abrogé les dispositions suivantes :\n\nIX. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]\n\nXIV. - A modifié les dispositions suivantes :\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\nArt. 100,  Art. 100-1,  Art. 230-45,  Art. 230-32,  Art. 230-33,  Art. 230-34,  Art. 709-1-3\n\n- Code de procédure pénale\n\n- Code des douanes"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "A modifié les dispositions suivantes :\n\n- Code de procédure pénale\n\n- Code des douanes\n\n- Code de la route.\n\nVI.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]\n\nIII .-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]A modifié les dispositions suivantes :\n\n- Code de procédure pénale"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A titre expérimental, à compter du 1er janvier 2019 et jusqu'au 1er janvier 2022, il peut être procédé, selon des modalités précisées par voie réglementaire, dans des services ou unités de police judiciaire désignés conjointement par le ministre de la justice et le ministre de l'intérieur, à l'enregistrement sonore ou audiovisuel des formalités prévoyant, pour les personnes entendues, arrêtées ou placées en garde à vue, la notification de leurs droits.Cet enregistrement, conservé sous format numérique dans des conditions sécurisées, dispense les enquêteurs de constater par procès-verbal, conformément aux dispositions du code de procédure pénale, le respect de ces formalités. En cas de contestation, cet enregistrement peut être consulté sur simple demande.Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport procédant à son évaluation.\n\n-Code de procédure pénale"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "A modifié les dispositions suivantes :\n\nIX 3° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]\n\n- Code de procédure pénale\n\n- Loi du 29 juillet 1881"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I., IV., V. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nLorsqu'une ordonnance de mise en accusation du juge d'instruction qui n'est plus susceptible d'appel a, au regard des qualifications criminelles retenues, renvoyé par erreur l'accusé devant la cour d'assises au lieu de la cour criminelle ou inversement, le président de la chambre de l'instruction peut, sur requête du procureur de la République ou d'une partie, procéder par ordonnance motivée à la rectification de cette erreur en renvoyant l'accusé devant la juridiction criminelle compétente.Sur proposition du ministère public, l'audiencement de la cour criminelle est fixé par son président ou, à la demande du procureur général, par le premier président de la cour d'appel.La cour criminelle applique les dispositions du titre Ier du livre II du code de procédure pénale sous les réserves suivantes :1° Il n'est pas tenu compte des dispositions qui font mention du jury ou des jurés ;2° Les attributions confiées à la cour d'assises sont exercées par la cour criminelle, et celles confiées au président de la cour d'assises sont exercées par le président de la cour criminelle;3° La section 2 du chapitre III du même titre Ier, l'article 282, la section 1 du chapitre V du titre Ier du livre II, les deuxième et dernier alinéas de l'article 293 et les articles 295 à 305 du même code ne sont pas applicables ;4° Pour l'application des articles 359, 360 et 362 dudit code, les décisions sont prises à la majorité ;5° Les deux derniers alinéas de l'article 347 du même code ne sont pas applicables et la cour criminelle délibère en étant en possession de l'entier dossier de la procédure.Si la cour criminelle estime, au cours ou à l'issue des débats, que les faits dont elle est saisie constituent un crime puni de trente ans de réclusion criminelle ou de la réclusion criminelle à perpétuité, elle renvoie l'affaire devant la cour d'assises. Si l'accusé comparaissait détenu, il demeure placé en détention provisoire jusqu'à sa comparution devant la cour d'assises ; dans le cas contraire, la cour criminelle peut, après avoir entendu le ministère public et les parties ou leurs avocats, décerner, par la même décision, mandat de dépôt ou mandat d'arrêt contre l'accusé.L'appel des décisions de la cour criminelle est examiné par la cour d'assises dans les conditions prévues au titre Ier du livre II du même code pour l'appel des arrêts rendus par les cours d'assises en premier ressort.Pour l'application des dispositions relatives à l'aide juridictionnelle, la cour criminelle est assimilée à la cour d'assises.III. - Le II du présent article est applicable à titre expérimental dans au moins deux départements et au plus dix-huit départements déterminés par un arrêté du ministre de la justice, pendant une durée de trois ans à compter de la date fixée par cet arrêté, pour le jugement des personnes mises en accusation au plus tard deux ans après cette date.Six mois au moins avant le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport procédant à son évaluation. L'ensemble des acteurs judiciaires est associé à cette évaluation. Cette évaluation est étendue, sur le fondement du principe de bonne administration de la justice, aux modalités d'accès à l'instruction et aux conséquences de celles-ci, tant pour les victimes et les mis en cause qu'en matière de gestion des personnels, d'activité des juges d'instruction des pôles d'instruction seuls compétents sur le ressort de tribunaux de grande instance sans pôle de l'instruction.Pour la mise en œuvre de l'expérimentation, les personnes déjà mises en accusation devant la cour d'assises peuvent être renvoyées devant la cour criminelle, avec leur accord recueilli en présence de leur avocat, sur décision du premier président de la cour d'appel. Les personnes mises en accusation devant la cour criminelle dans un délai de deux ans à compter du début de l'expérimentation et non encore jugées dans un délai de trois ans à compter de cette date sont de plein droit mises en accusation devant la cour d'assises.\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\nII. - Par dérogation à l'article 181 et aux chapitres Ier à V du titre Ier du livre II du code de procédure pénale, les personnes majeures accusées d'un crime puni de quinze ans ou de vingt ans de réclusion criminelle, lorsqu'il n'est pas commis en état de récidive légale, sont jugées en premier ressort par la cour criminelle. Cette cour est également compétente pour le jugement des délits connexes. Elle n'est pas compétente s'il existe un ou plusieurs coaccusés ne répondant pas aux conditions prévues au présent alinéa.La cour criminelle, qui siège au même lieu que la cour d'assises, est composée d'un président et de quatre assesseurs, choisis par le premier président de la cour d'appel parmi, pour le président, les présidents de chambres et les conseillers du ressort de la cour d'appel et, pour les assesseurs, les conseillers et les juges de ce ressort. Deux des assesseurs peuvent être des magistrats exerçant à titre temporaire ou des magistrats honoraires exerçant les fonctions juridictionnelles mentionnées à l'article 41-25 de l'ordonnance n° 58-1270 du 22 décembre 1958 portant loi organique relative au statut de la magistrature.Les personnes contre lesquelles il existe à l'issue de l'information des charges suffisantes d'avoir commis, hors récidive, un crime mentionné au premier alinéa du présent II sont, selon les modalités prévues à l'article 181 du code de procédure pénale, mises en accusation par le juge d'instruction devant la cour criminelle. Le délai d'un an prévu au huitième alinéa du même article 181 est alors réduit à six mois, et il ne peut être procédé qu'à une seule prolongation en application du neuvième alinéa dudit article 181."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. à VII. - A modifié les dispositions suivantes :\n\n- Code de l'organisation judiciaire\n\n- Code de procédure pénale\n\n- Code des assurances\n\n- Code de la sécurité sociale.\n\n- Code des assurances"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. à XVIII. A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXIX.-A titre expérimental et pour une durée de trois ans à compter de la publication du décret prévu au quatrième alinéa du présent XIX, le travail d'intérêt général prévu à l'article 131-8 du code pénal et le travail non rémunéré prévu à l'article 41-2 du code de procédure pénale peuvent également être effectués :\n\n1° Au profit d'une personne morale de droit privé remplissant les conditions définies à l'article 1er de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire et poursuivant un but d'utilité sociale au sens de l'article 2 de la même loi ;\n\n2° Au profit d'une société dont les statuts définissent une mission qui assigne à la société la poursuite d'objectifs sociaux et environnementaux.\n\nLes conditions spécifiques d'habilitation de ces personnes morales de droit privé et d'inscription des travaux qu'elles proposent sur la liste des travaux d'intérêt général ainsi que les obligations particulières mises à leur charge dans la mise en œuvre de ces travaux sont précisées par décret en Conseil d'Etat.\n\nLes départements dans lesquels cette mesure peut être prononcée pendant la durée de l'expérimentation, dont le nombre ne peut excéder vingt, sont déterminés par arrêté du ministre de la justice.\n\nSix mois au moins avant le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport procédant à son évaluation.\n\n-Code pénal\n\n-Ordonnance n° 45-174 du 2 février 1945\n\n-Code pénal\n\n-Ordonnance n° 45-174 du 2 février 1945\n\n-Loi du 29 juillet 1881\n\n-Code pénal\n\n-Code de la santé publique\n\nArt. 131-35-2, Art. 221-8, Art. 222-44, Art. 222-45, Art. 223-18, Art. 224-9, Art. 225-19, Art. 225-20, Art. 227-29, Art. 227-32, Art. 311-14, Art. 312-13, Art. 321-9, Art. 322-15\n\nArt. L3353-3, Art. L3421-1, Art. L3421-5, Art. L3421-7"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I.et II. - A modifié les dispositions suivantes :\n\nIII. - Les deux premiers alinéas de l'article 132-70-1 du code pénal sont ainsi rédigés :La juridiction peut ajourner le prononcé de la peine à l'égard d'une personne physique lorsqu'il apparaît opportun d'ordonner à son égard des investigations, le cas échéant complémentaires, sur sa personnalité ou sa situation matérielle, familiale et sociale de nature à permettre le prononcé d'une peine adaptée. Ces investigations peuvent être confiées au service pénitentiaire d'insertion et de probation ou à une personne morale habilitée.Dans ce cas, la juridiction fixe dans sa décision la date à laquelle il sera statué sur la peine et ordonne, s'il y a lieu, le placement de la personne jusqu'à cette date sous contrôle judiciaire, sous assignation à résidence avec surveillance électronique ou, si celle-ci comparait détenue ou selon la procédure de comparution immédiate, en détention provisoire.IV. - Il est créé, à titre expérimental, un répertoire des dossiers uniques de personnalité, placé sous l'autorité du ministre de la justice et sous le contrôle d'un magistrat, destiné à mutualiser et centraliser les informations relatives à la personnalité des personnes majeures faisant l'objet d'une enquête de police judiciaire, d'une information judiciaire ou de l'exécution d'une peine pour des faits punis d'une peine d'emprisonnement de trois ans, afin de permettre leur partage entre l'autorité judiciaire et les services d'insertion et de probation, pour faciliter la prise de décision par l'autorité judiciaire, pour améliorer la qualité de la prise en charge de ces personnes et pour prévenir le renouvellement des infractions.Le dossier unique de personnalité centralise les rapports, expertises et évaluations relatifs à la personnalité et à la situation matérielle, familiale et sociale des personnes mentionnées au premier alinéa du présent IV qui ont été réalisés ou collectés :1° Au cours de l'enquête ;2° Au cours de l'instruction ;3° A l'occasion du jugement ;4° Au cours de l'exécution de la peine ;5° Préalablement au prononcé ou durant le déroulement d'une mesure de surveillance ou de rétention de sûreté ;6° En application des articles 706-136 ou 706-137 du code de procédure pénale ;7° Durant le déroulement d'une hospitalisation d'office ordonnée en application de l'article 706-135 du code de procédure pénale ou de l'article L. 3213-7 du code de la santé publique.Les informations contenues dans le dossier unique de personnalité sont directement accessibles, par l'intermédiaire d'un système sécurisé de télécommunication :a) A l'autorité judiciaire ;b) Aux agents des services d'insertion et de probation chargés du suivi de ces personnes, au personnel des greffes des établissements pénitentiaires ainsi qu'aux agents de l'administration centrale en charge des orientations et affectations à compétence nationale.Les avocats, les membres de la commission pluridisciplinaire des mesures de sûreté, les experts et les personnes chargées par l'autorité judiciaire ou l'administration pénitentiaire d'une évaluation pluridisciplinaire de dangerosité ainsi que les personnes habilitées dans les conditions prévues au sixième alinéa de l'article 81 du code de procédure pénal peuvent également être destinataires, par l'intermédiaire de l'autorité judiciaire et pour l'exercice de leurs missions, des informations contenues dans le dossier unique de personnalité.En cas de décision de classement sans suite ou de décision définitive de non-lieu, de relaxe ou d'acquittement, les données concernant la personne poursuivie sont immédiatement effacées.Les modalités d'application du présent IV sont précisées par un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés. Ce décret précise notamment les modalités de fonctionnement du système sécurisé de télécommunication et les conditions dans lesquelles le répertoire conserve la trace des interrogations et consultations dont il a fait l'objet ainsi que la durée de conservation des données inscrites et les modalités de leur effacement.L'expérimentation du dossier unique de personnalité est prévue pour une durée de trois ans à compter de l'entrée en vigueur du décret prévu à l'avant-dernier alinéa du présent IV. Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de sa mise en œuvre.\n\n- Code de procédure pénale\n\n- Code pénal"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. à VI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de justice militaire.\n\n-Code de la santé publique\n\n-Code des assurances\n\n-Ordonnance n° 45-174 du 2 février 1945\n\n-Code de procédure pénale\n\n-Code de procédure pénale\n\n-Code pénal\n\nVII.-Dans le code de procédure pénale et dans toutes les autres dispositions de nature législative, les mots : \" sursis avec mise à l'épreuve \" sont remplacés par les mots : \" sursis probatoire \"."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. - Pour l'application des chapitres Ier, VI et IX de la loi n° 77-729 du 7 juillet 1977 relative à l'élection des représentants au Parlement européen, les personnes placées en détention provisoire et les détenus purgeant une peine n'entraînant pas une incapacité électorale qui sont incarcérés dans un établissement pénitentiaire situé sur le territoire de la République peuvent, à leur demande et s'ils sont inscrits sur une liste électorale, voter par correspondance sous pli fermé à l'élection des représentants au Parlement européen suivant la promulgation de la présente loi, dans des conditions permettant de respecter le caractère secret et personnel du vote, la sincérité du scrutin ainsi que la sécurité et la sûreté des personnes concernées.II. - Pour l'application du I, il est institué une commission électorale chargée de veiller à la régularité et à la sincérité des opérations de vote par correspondance sous pli fermé. Elle a pour mission d'établir une liste des électeurs admis à voter par correspondance sous pli fermé, qui constitue la liste d'émargement, et de procéder au recensement des votes dans les conditions prévues à l'article 21 de la loi n° 77-729 du 7 juillet 1977 précitée.La liste des électeurs admis à voter par correspondance sous pli fermé n'est pas communicable.III. - Les électeurs mentionnés au I admis à voter par correspondance sous pli fermé ne peuvent pas voter à l'urne ni par procuration.Toutefois, lorsque la période de détention prend fin après qu'ils ont été admis à voter par correspondance et au plus tard la veille du jour où ils sont appelés à exprimer leur choix dans l'établissement pénitentiaire, les électeurs peuvent demander auprès du tribunal d'instance l'autorisation de voter à l'urne le jour du scrutin mentionné au même I. Le juge du tribunal d'instance statue au plus tard le jour du scrutin mentionné audit I.IV. - Un pourvoi en cassation peut être formé contre le jugement rendu en application du III dans un délai de dix jours à compter de sa notification. Le pourvoi n'est pas suspensif.V. - Les dépenses résultant de l'organisation des opérations de vote par correspondance sous pli fermé prévues aux I et II sont à la charge de l'Etat.VI. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - Pour la réalisation des opérations d'extension ou de construction d'établissements pénitentiaires entrées en phase d'études avant le 31 décembre 2022, la participation du public aux décisions ayant une incidence sur l'environnement concernant les projets définis à l'article L. 122-1 du code de l'environnement s'effectue dans les conditions définies à l'article L. 123-19 du même code.La synthèse des observations et propositions déposées par le public est réalisée dans un délai d'un mois à compter de la clôture de la participation électronique du public par un ou plusieurs garants nommés par la Commission nationale du débat public dans les conditions fixées aux I et III de l'article L. 121-1-1 dudit code. Elle mentionne les réponses et, le cas échéant, les évolutions proposées par le maître d'ouvrage ou la personne publique responsable pour tenir compte des observations et propositions du public.Le maître d'ouvrage verse l'indemnité relative à la mission des garants à la Commission nationale du débat public, qui la transfère ensuite à ces derniers.Le présent article n'est pas applicable à l'enquête préalable à la déclaration d'utilité publique mentionnée au second alinéa de l'article L. 110-1 du code de l'expropriation pour cause d'utilité publique.II. - La procédure prévue aux articles L. 522-1 à L. 522-4 du code de l'expropriation pour cause d'utilité publique peut être appliquée en vue de la prise de possession immédiate, par le bénéficiaire de la déclaration d'utilité publique, de tous immeubles non bâtis ou bâtis dont l'acquisition est nécessaire pour la réalisation des opérations d'extension ou de construction d'établissements pénitentiaires entrées en phase d'études avant le 31 décembre 2022.Pour l'application du présent II, les décrets pris après avis conforme du Conseil d'Etat prévus à l'article L. 522-1 du code de l'expropriation pour cause d'utilité publique sont publiés au plus tard le 31 décembre 2022.III. - Une opération d'extension ou de construction d'un établissement pénitentiaire entrée en phase d'études avant le 31 décembre 2022 peut être réalisée selon la procédure définie aux II à VI de l'article L. 300-6-1 du code de l'urbanisme.Par dérogation au même article L. 300-6-1, la participation du public relative aux procédures de mise en compatibilité et d'adaptation est assurée conformément au I du présent article.IV. - Pour la réalisation des opérations d'extension ou de construction d'établissements pénitentiaires entrées en phase d'études avant le 31 décembre 2022, les collectivités territoriales, leurs établissements publics ou leurs groupements peuvent céder à l'Etat à titre gratuit ou à une valeur inférieure à leur valeur vénale des terrains de leur domaine privé destinés à l'extension ou à la construction d'établissements pénitentiaires.\n\nV. - A modifié les dispositions suivantes :\n\n- LOI n°2009-1436 du 24 novembre 2009"
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires pour :1° Modifier et compléter les dispositions relatives à la justice pénale des mineurs, dans le respect des principes constitutionnels qui lui sont applicables et des conventions internationales, afin de :a) Simplifier la procédure pénale applicable aux mineurs délinquants ;b) Accélérer leur jugement pour qu'il soit statué rapidement sur leur culpabilité ;c) Renforcer leur prise en charge par des mesures probatoires adaptées et efficaces avant le prononcé de leur peine, notamment pour les mineurs récidivistes ou en état de réitération ;d) Améliorer la prise en compte de leurs victimes ;2° Regrouper et organiser ces dispositions dans un code de la justice pénale des mineurs.II. - L'ordonnance est prise dans un délai de six mois à compter de la publication de la présente loi.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de deux mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - (Abrogé)III. - Les articles 3-1, 4, 6-2, 8 et 11-3 de l'ordonnance n° 45-174 du 2 février 1945 précitée, dans leur rédaction résultant du présent article, entrent en vigueur le 1er juin 2019.\n\n- Ordonnance n° 45-174 du 2 février 1945\n\n- Ordonnance n° 45-174 du 2 février 1945\n\n- Ordonnance n° 45-174 du 2 février 1945\n\n- Ordonnance n° 45-174 du 2 février 1945"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. à VI. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nVII. - Les dispositions du présent article sont applicables aux recours préalables et aux recours juridictionnels introduits à compter d'une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2020. Les 1° et 2° du I entrent en vigueur le lendemain de la publication de la présente loi.\n\n- Code de l'action sociale et des familles\n\n- Code de l'organisation judiciaire\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\n- Code du travail\n\n- Code de l'éducation\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - L'ordonnance n° 2018-358 du 16 mai 2018 relative au traitement juridictionnel du contentieux de la sécurité sociale et de l'aide sociale est ratifiée.II. - L'ordonnance n° 2018-359 du 16 mai 2018 fixant les modalités de transfert des personnels administratifs des juridictions mentionnées au 1° du I de l'article 109 de la loi n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle et celles de leur accès aux corps des services judiciaires ou aux corps communs du ministère de la justice est ratifiée."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019.]"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. - L'article 21 du code civil local applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle est complété par un alinéa ainsi rédigé :\"Les registres des associations et les registres des associations coopératives de droit local peuvent être tenus sous forme électronique dans les conditions définies aux articles 1366 et 1367 du code civil.\"\n\nII. - A modifié les dispositions suivantes :\n\n- Loi n°2002-306 du 4 mars 2002"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "A titre expérimental, dans deux régions, et pour une durée de trois ans à compter du lendemain de la publication de la présente loi :1° Afin d'améliorer l'accès au service public de la justice et d'en favoriser la qualité ainsi que d'assurer la cohérence de son action, notamment vis-à-vis des services et administrations de l'Etat et des collectivités territoriales, dans le respect de l'indépendance de l'activité juridictionnelle, les premiers présidents de cours d'appel et les procureurs généraux près ces cours désignés par décret assurent, sans préjudice des attributions dévolues à ces derniers par les articles 34 à 38 du code de procédure pénale, des fonctions d'animation et de coordination, sur un ressort pouvant s'étendre à celui de plusieurs cours d'appel situées au sein d'une même région ;2° Des cours peuvent être spécialement désignées par décret pour juger, sur le ressort de plusieurs cours d'appel d'une même région, les recours contre les décisions des juridictions de première instance rendues dans les matières civiles dont la liste est déterminée par décret en Conseil d'Etat en tenant compte du volume des affaires concernées et de la technicité de ces matières.Six mois au moins avant le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport procédant à son évaluation."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires pour :1° Tirer les conséquences, dans les textes et codes en vigueur ainsi que dans les dispositions introduites ou modifiées par la présente loi, de la substitution du tribunal judiciaire au tribunal de grande instance et au tribunal d'instance ainsi que de la création du juge des contentieux de la protection prévues par l'article 95 de la présente loi, y compris en apportant les modifications nécessaires pour remédier aux éventuelles erreurs et omissions de la présente loi, et abroger les dispositions devenues sans objet ;2° Aménager, mettre en cohérence ou modifier les dispositions des textes et codes en vigueur relatives à la compétence du tribunal judiciaire ainsi que celles relatives à l'institution, la compétence, l'organisation, le fonctionnement et les règles de procédure de toute juridiction lorsque celles-ci sont définies par référence au tribunal de grande instance, au tribunal d'instance ou au juge du tribunal d'instance ;3° Tirer les conséquences de la substitution du tribunal judiciaire au tribunal de grande instance et au tribunal d'instance ainsi que de la création du juge des contentieux de la protection dans les textes et codes en vigueur régissant les juridictions de Saint-Pierre-et-Miquelon, la Nouvelle-Calédonie, la Polynésie française et les îles Wallis et Futuna, y compris en apportant les modifications nécessaires pour remédier aux éventuelles erreurs et omissions de la présente loi, et abroger les dispositions devenues sans objet.II. - L'ordonnance prévue au I est prise dans un délai de douze mois à compter de la promulgation de la présente loi.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. - Le II de l'article 3 entre en vigueur le 1er janvier 2020.II. - L'article 5 s'applique aux instances introduites à compter du 1er janvier 2020, à l'exception du II qui s'applique aux instances introduites à compter du lendemain de la publication de la présente loi.III. - Le b du 3° du I de l'article 9 entre en vigueur le 1er janvier 2020.IV. - L'article 11 s'applique aux personnes qui bénéficient d'une mesure de tutelle à la date de publication de la présente loi ainsi qu'aux instances en cours à cette même date. Les autres dispositions du jugement prononçant ou renouvelant la mesure de tutelle continuent de s'appliquer.V. - Les 1° et 5° de l'article 14 entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2020.VI. - Le I de l'article 15 entre en vigueur le 1er avril 2021.VII. - Les articles 22 et 23 entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2021. Lorsque la requête initiale a été présentée avant l'entrée en vigueur prévue à la première phrase du présent VII, l'action en divorce ou en séparation de corps est poursuivie et jugée conformément aux dispositions du code civil dans leur rédaction antérieure à la même entrée en vigueur. Dans ce cas, le jugement rendu après ladite entrée en vigueur produit les effets prévus par la loi ancienne.VIII. - L'article L. 212-5-2 du code de l'organisation judiciaire, dans sa rédaction résultant de l'article 26 de la présente loi, entre en vigueur à une date définie par décret en Conseil d'Etat, et au plus tard le 1er janvier 2022.IX. - (Abrogé)X. - L'article 30 s'applique dès le lendemain de la publication de la présente loi aux mesures de protection ouvertes antérieurement, à l'exception du deuxième alinéa de l'article 512 du code civil, dans sa rédaction résultant de l'article 30 de la présente loi, qui entre en vigueur à une date fixée par décret et au plus tard le 31 décembre 2023. La vérification et l'approbation des comptes annuels de gestion établis antérieurement à cette entrée en vigueur restent dévolus au directeur des services de greffe judiciaires dans les conditions prévues aux articles 511 et 513 du code civil dans leur rédaction antérieure à la publication de la présente loi.XI. - Les II et VII de l'article 42 entrent en vigueur à une date fixée par décret, et au plus tard un an après la publication de la présente loi.XII. - L'article 802-2 du code de procédure pénale, dans sa rédaction résultant du V de l'article 49 de la présente loi, s'applique aux perquisitions et aux visites domiciliaires intervenues à compter du lendemain de la publication de la présente loi.XIII. - Les articles 44, 45 et 46, les II, IV et V de l'article 48, les III à VII et X à XIII de l'article 54, les I, II et VI à XI de l'article 56, l'article 62 et le I de l'article 63, à l'exception de son 6°, entrent en vigueur le premier jour du troisième mois suivant la publication de la présente loi.XIV. - Le 6° du I de l'article 63 entre en vigueur le 1er mars 2019. Jusqu'à l'entrée en vigueur de l'article 80 de la présente loi, au deuxième alinéa de l'article 365-1 du code de procédure pénale dans sa rédaction résultant du 6° du I de l'article 63, les mots : sursis probatoire sont remplacés par les mots : sursis avec mise à l'épreuve .XV. - Les articles 380-3-1 et 509-1 du code de procédure pénale, dans leur rédaction résultant, respectivement, des articles 63 et 62 de la présente loi, sont applicables aux procédures dans lesquelles l'appel a été formé postérieurement à l'entrée en vigueur de ces dispositions.XVI. - Les 7° à 11° du V de l'article 58 et les 8° et 9° du I de l'article 59 entrent en vigueur le 1er juillet 2021.XVII. - L'article 61 et le 2° du IV de l'article 110 entrent en vigueur le premier jour du sixième mois suivant la publication de la présente loi.XVIII. - L'article 69 entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2020.Les dispositions du sous-titre II du titre Ier du livre IV du code de procédure pénale, dans leur rédaction résultant de la présente loi, sont applicables aux faits pouvant être qualifiés de crime contre l'humanité et de crimes ou délits de guerre commis avant l'entrée en vigueur de ces dispositions et qui peuvent être réprimés sous une autre qualification pénale en vigueur au moment où ils ont été commis.XIX. - L'article 71, à l'exception des IV, VIII, XI, XIII et XIX, les I à III de l'article 73, les articles 74, 80, 81 et 82 ainsi que les XIII à XV de l'article 85 entrent en vigueur un an après la publication de la présente loi. Les peines de contrainte pénale prononcées avant cette date s'exécutent jusqu'à leur terme conformément aux dispositions applicables au jour de leur prononcé, sous la réserve que les attributions confiées en application de l'article 713-47 du code de procédure pénale au président du tribunal judiciaire ou au juge désigné par lui sont exercées par le juge de l'application des peines.XX. - Le V de l'article 85 entre en vigueur le premier jour du troisième mois suivant la publication de la présente loi.XXI. - Pour une durée d'un an à compter de l'entrée en vigueur de l'article 71 de la présente loi, au 1° de l'article 20-5 de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante dans sa rédaction résultant du XIII de l'article 71 de la présente loi, le mot : probatoire est supprimé.XXII. - L'article 83 entre en vigueur le premier jour du troisième mois suivant la publication de la présente loi.XXIII. - Les articles 95 et 97 entrent en vigueur le 1er janvier 2020, à l'exception du c du 41° et du 44° du I de l'article 95 qui entrent en vigueur le lendemain de la publication de la présente loi.XXIV. - A. - Les I à IV et VI à XX de l'article 102 entrent en vigueur à compter du prochain renouvellement de chaque commission.B. - Le V de l'article 102 entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2020."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "II.-A.-L'article 511 du code civil, dans sa rédaction antérieure à la présente loi, reste applicable dans les îles Wallis et Futuna et en Polynésie française jusqu'à l'entrée en vigueur du deuxième alinéa de l'article 512 du code civil, dans sa rédaction résultant de l'article 30 de la présente loi, et dans les conditions prévues à la seconde phrase du X de l'article 109.B.-Les articles 373-2,373-2-6,373-2-9-1,373-2-10 et 1397 du code civil sont applicables en Polynésie française, dans leur rédaction résultant de la présente loi.C.-L'article 1397 du code civil est applicable dans les Terres australes et antarctiques françaises, dans sa rédaction résultant de la présente loi.\n\nI., III. à XVI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nXVII.-L'article 87 de la présente loi est applicable sur l'ensemble du territoire de la République.\n\nXVIII.-Les V et VI de l'article 64 de la présente loi sont applicables dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie.\n\nXIX.-La loi du 20 juin 1920 ayant pour objet de suppléer par des actes de notoriété à l'impossibilité de se procurer des expéditions des actes de l'état civil dont les originaux ont été détruits ou sont disparus par suite de faits de guerre, le premier alinéa de l'article 4 de la loi n° 68-671 du 25 juillet 1968 relative à l'état civil des Français ayant vécu en Algérie ou dans les anciens territoires français d'outre-mer ou sous tutelle devenus indépendants ainsi que les articles 1er et 2 de l'ordonnance n° 62-800 du 16 juillet 1962 facilitant la preuve des actes de l'état civil dressés en Algérie restent applicables dans les îles Wallis et Futuna dans leur rédaction antérieure à la présente loi.\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\n-Code de la santé publique\n\n-Code de l'organisation judiciaire\n\n-Code de commerce\n\n-Ordonnance n° 2012-1222 du 2 novembre 2012\n\n-Loi du 29 juillet 1881\n\n-Ordonnance n° 45-174 du 2 février 1945\n\n-Code de la sécurité intérieure\n\n-Code du patrimoine\n\n-Code pénal\n\n-Code de procédure pénale\n\n-Code de l'organisation judiciaire\n\n-Code de la route.\n\n-Code des procédures civiles d'exécution\n\n-LOI n° 2016-1547 du 18 novembre 2016\n\n-LOI n° 2009-1436 du 24 novembre 2009\n\n-Loi n° 72-626 du 5 juillet 1972"
    }
  ]
}