{
  "id": "jorftext000047862217",
  "type": "statute",
  "title": "LOI n°2023-623 du 19 juillet 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047862217",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A abrogé les dispositions suivantes :\n\n- Code général de la fonction publique\n\nII. - Le I entre en vigueur le 1er janvier 2027."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2026 et s'applique à compter de la même date aux emplois mentionnés aux 1°, 2°, 3°, 5° et 6° de l'article L. 132-5 du code général de la fonction publique. Par dérogation, lorsque les nominations aux emplois mentionnés aux mêmes 1°, 2°, 3°, 5° et 6° ont concerné moins de 40 % de personnes de même sexe en moyenne pour la période de 2020 à 2022, les employeurs sont soumis, dès la publication de la présente loi et jusqu'au 1er janvier 2026, à une obligation de progression de ce taux de trois points et, à compter du 1er janvier 2026, à une obligation de progression de ce même taux de trois points tous les trois ans, jusqu'à ce que le taux mentionné au premier alinéa de l'article L. 132-5 du code général de la fonction publique, dans sa rédaction résultant du I du présent article, soit atteint.III.-Le I s'applique à compter du prochain renouvellement général des assemblées délibérantes des régions, des départements, des communes et des établissements publics de coopération intercommunale pour les emplois mentionnés au 4° de l'article L. 132-5 du code général de la fonction publique.IV.-Les nominations dans les emplois des cabinets ministériels et les emplois du cabinet du Président de la République doivent concerner 50 % de personnes de chaque sexe. La liste de ces emplois est définie par décret.Le nombre de personnes de chaque sexe devant être nommées en application de cette règle est arrondi à l'unité inférieure. Le respect de cette obligation est apprécié sur une période fixée par décret.En cas de non-respect de l'obligation prévue au premier alinéa du présent IV, l'article L. 132-8 du code général de la fonction publique n'est pas applicable.Les cabinets ministériels et le cabinet du Président de la République publient, chaque année, sur leur site internet, le nombre de femmes et d'hommes nommés dans les emplois soumis à l'obligation prévue au premier alinéa du présent IV.En cas de non-respect de l'obligation de publication prévue au troisième alinéa du présent IV, une contribution est due.V.-Le IV s'applique à compter du 1er janvier 2026.\n\n-Code général de la fonction publique"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code général de la fonction publique\n\nII. - Le I entre en vigueur le 1er janvier 2027. Par dérogation, les employeurs mentionnés aux 1°, 2°, 3°, 5° et 6° de l'article L. 132-5 du code général de la fonction publique pour lesquels les emplois sont occupés par moins de 37 % de personnes de même sexe en moyenne pour la période de 2020 à 2022 sont soumis, dès la publication de la présente loi et jusqu'au 1er janvier 2027, à une obligation de progression de ce taux de trois points et, à compter du 1er janvier 2027, à une obligation de progression de ce même taux de trois points tous les trois ans, jusqu'à ce que le taux mentionné au premier alinéa de l'article L. 132-9-1 du code général de la fonction publique soit atteint."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code général de la fonction publique\n\nII. - Le I entre en vigueur le 1er janvier 2027."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code général de la fonction publique\n\nII. - Le I s'applique au plus tard le 31 décembre 2023 aux départements ministériels et aux établissements publics de l'Etat.III. - Le I s'applique au plus tard le 30 septembre 2024 aux régions, aux départements, aux communes et aux établissements publics de coopération intercommunale de plus de 40 000 habitants, au Centre national de la fonction publique territoriale ainsi qu'aux établissements publics mentionnés à l'article L. 5 du code général de la fonction publique."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "A modifié les dispositions suivantes :\n\nleft\n\n- Code général de la fonction publique\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}