{
  "id": "jorftext000000693454",
  "type": "statute",
  "title": "Loi n° 85-677 du 5 juillet 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000693454",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions du présent chapitre s'appliquent, même lorsqu'elles sont transportées en vertu d'un contrat, aux victimes d'un accident de la circulation dans lequel est impliqué un véhicule terrestre à moteur ainsi que ses remorques ou semi-remorques, à l'exception des chemins de fer et des tramways circulant sur des voies qui leur sont propres."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les victimes, y compris les conducteurs, ne peuvent se voir opposer la force majeure ou le fait d'un tiers par le conducteur ou le gardien d'un véhicule mentionné à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les victimes, hormis les conducteurs de véhicules terrestres à moteur, sont indemnisées des dommages résultant des atteintes à leur personne qu'elles ont subis, sans que puisse leur être opposée leur propre faute à l'exception de leur faute inexcusable si elle a été la cause exclusive de l'accident.Les victimes désignées à l'alinéa précédent, lorsqu'elles sont âgées de moins de seize ans ou de plus de soixante-dix ans, ou lorsque, quel que soit leur âge, elles sont titulaires, au moment de l'accident, d'un titre leur reconnaissant un taux d'incapacité permanente ou d'invalidité au moins égal à 80 p. 100, sont, dans tous les cas, indemnisées des dommages résultant des atteintes à leur personne qu'elles ont subis.Toutefois, dans les cas visés aux deux alinéas précédents, la victime n'est pas indemnisée par l'auteur de l'accident des dommages résultant des atteintes à sa personne lorsqu'elle a volontairement recherché le dommage qu'elle a subi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La faute commise par le conducteur du véhicule terrestre à moteur a pour effet de limiter ou d'exclure l'indemnisation des dommages qu'il a subis."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La faute, commise par la victime a pour effet de limiter ou d'exclure l'indemnisation des dommages aux biens qu'elle a subis. Toutefois, les fournitures et appareils délivrés sur prescription médicale donnent lieu à indemnisation selon les règles applicables à la réparation des atteintes à la personne.Lorsque le conducteur d'un véhicule terrestre à moteur n'en est pas le propriétaire, la faute de ce conducteur peut être opposée au propriétaire pour l'indemnisation des dommages causés à son véhicule. Le propriétaire dispose d'un recours contre le conducteur."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le préjudice subi par un tiers du fait des dommages causés à la victime directe d'un accident de la circulation est réparé en tenant compte des limitations ou exclusions applicables à l'indemnisation de ces dommages."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'assureur qui garantit la responsabilité civile du fait d'un véhicule terrestre à moteur est tenu de présenter dans un délai maximum de huit mois à compter de l'accident une offre d'indemnité à la victime qui a subi une atteinte à sa personne. En cas de décès de la victime, l'offre est faite à ses héritiers et, s'il y a lieu, à son conjoint.Une offre doit aussi être faite aux autres victimes dans un délai de huit mois à compter de leur demande d'indemnisation.L'offre comprend tous les éléments indemnisables du préjudice, y compris les éléments relatifs aux dommages aux biens lorsqu'ils n'ont pas fait l'objet d'un règlement préalable.Elle peut avoir un caractère provisionnel lorsque l'assureur n'a pas, dans les trois mois de l'accident, été informé de la consolidation de l'état de la victime. L'offre définitive d'indemnisation doit alors être faite dans un délai de cinq mois suivant la date à laquelle l'assureur a été informé de cette consolidation.En cas de pluralité de véhicules, et s'il y a plusieurs assureurs, l'offre est faite par l'assureur mandaté par les autres.Les dispositions qui précèdent ne sont pas applicables aux victimes à qui l'accident n'a occasionné que des dommages aux biens."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A l'occasion de sa première correspondance avec la victime, l'assureur est tenu, à peine de nullité relative de la transaction qui pourrait intervenir, d'informer la victime qu'elle peut obtenir de sa part, sur simple demande, la copie du procès-verbal d'enquête de police ou de gendarmerie et de lui rappeler qu'elle peut à son libre choix se faire assister d'un avocat et, en cas d'examen médical, d'un médecin.Sous la même sanction, cette correspondance porte à la connaissance de la victime les dispositions du quatrième alinéa de l'article 12 et celles de l'article 15."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Dès lors que l'assureur n'a pu, sans qu'il y ait faute de sa part, savoir que l'accident avait imposé des débours aux tiers payeurs visés aux articles 29 et 33 de la présente loi, ceux-ci perdent tout droit à remboursement contre lui et contre l'auteur du dommage. Toutefois, l'assureur ne peut invoquer une telle ignorance à l'égard des organismes versant des prestations de sécurité sociale.Dans tous les cas, le défaut de production des créances des tiers payeurs, dans un délai de quatre mois à compter de la demande émanant de l'assureur, entraîne déchéance de leurs droits à l'encontre de l'assureur et de l'auteur du dommage.Dans le cas où la demande émanant de l'assureur ne mentionne pas la consolidation de l'état de la victime, les créances produites par les tiers payeurs peuvent avoir un caractère provisionnel."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Lorsque, du fait de la victime, les tiers payeurs n'ont pu faire valoir leurs droits contre l'assureur, ils ont un recours contre la victime à concurrence de l'indemnité qu'elle a perçue de l'assureur au titre du même chef de préjudice et dans les limites prévues à l'article 31. Ils doivent agir dans un délai de deux ans à compter de la demande de versement des prestations."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Lorsque l'offre n'a pas été faite dans les délais impartis à l'article 12, le montant de l'indemnité offerte par l'assureur ou allouée par le juge à la victime produit intérêt de plein droit au double du taux de l'intérêt légal à compter de l'expiration du délai et jusqu'au jour de l'offre ou du jugement devenu définitif. Cette pénalité peut être réduite par le juge en raison de circonstances non imputables à l'assureur."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Si le juge qui fixe l'indemnité estime que l'offre proposée par l'assureur était manifestement insuffisante, il condamne d'office l'assureur à verser au fonds de garantie prévu par l'article L. 421-1 du code des assurances une somme au plus égale à 15 p. 100 de l'indemnité allouée, sans préjudice des dommages et intérêts dus de ce fait à la victime."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'assureur doit soumettre au juge des tutelles ou au conseil de famille, compétents suivant les cas pour l'autoriser, tout projet de transaction concernant un mineur ou un majeur en tutelle. Il doit également donner avis sans formalité au juge des tutelles, quinze jours au moins à l'avance, du paiement du premier arrérage d'une rente ou de toute somme devant être versée à titre d'indemnité au représentant légal de la personne protégée.Le paiement qui n'a pas été précédé de l'avis requis ou la transaction qui n'a pas été autorisée peut être annulée à la demande de tout intéressé ou du ministère public à l'exception de l'assureur.Toute clause par laquelle le représentant légal se porte fort de la ratification par le mineur ou le majeur en tutelle de l'un des actes mentionnés à l'alinéa premier du présent article est nulle."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La victime peut, par lettre recommandée avec demande d'avis de réception, dénoncer la transaction dans les quinze jours de sa conclusion.Toute clause de la transaction par laquelle la victime abandonne son droit de dénonciation est nulle.Les dispositions ci-dessus doivent être reproduites en caractères très apparents dans l'offre de transaction et dans la transaction à peine de nullité relative de cette dernière."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le paiement des sommes convenues doit intervenir dans un délai d'un mois après l'expiration du délai de dénonciation fixé à l'article 19. Dans le cas contraire, les sommes non versées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis, à l'expiration de ces deux mois, au double du taux légal."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "En cas de condamnation résultant d'une décision de justice exécutoire, même par provision, le taux de l'intérêt légal est majoré de 50 p. 100 à l'expiration d'un délai de deux mois et il est doublé à l'expiration d'un délai de quatre mois à compter du jour de la décision de justice, lorsque celle-ci est contradictoire, et, dans les autres cas, du jour de la notification de la décision."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La victime peut, dans le délai prévu par l'article 2226 du code civil, demander la réparation de l'aggravation du dommage qu'elle a subi à l'assureur qui a versé l'indemnité."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Lorsque l'assureur invoque une exception de garantie légale ou contractuelle, il est tenu de satisfaire aux prescriptions des articles 12 à 20 pour le compte de qui il appartiendra ; la transaction intervenue pourra être contestée, devant le juge par celui pour le compte de qui elle aura été faite, sans que soit remis en cause le montant des sommes allouées à la victime ou à ses ayants droit."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Pour l'application des articles 12 à 20, l'Etat ainsi que les collectivités publiques, les entreprises ou organismes bénéficiant d'une exonération en vertu de l'article L. 211-2 du code des assurances ou ayant obtenu une dérogation à l'obligation d'assurance en vertu de l'article L. 211-3 du même code sont assimilés à un assureur."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les dispositions des articles 12 et 13 et 16 à 22 sont applicables au fonds de garantie dans ses rapports avec les victimes ou leurs ayants droit ; toutefois, les délais prévus à l'article 12 courent contre le fonds à compter du jour où celui-ci a reçu les éléments justifiant son intervention.L'application des articles 16 et 17 ne fait pas obstacle aux dispositions particulières qui régissent les actions en justice contre le fonds. Lorsque le fonds de garantie est tenu aux intérêts prévus à l'article 17, ils sont versés au Trésor public."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Sous le contrôle de l'autorité publique, une publication périodique rend compte des indemnités fixées par les jugements et les transactions."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Un décret en Conseil d'Etat fixe les mesures nécessaires à l'application de la présente section. Il détermine notamment les causes de suspension ou de prorogation des délais mentionnés à l'article 12, ainsi que les informations réciproques que se doivent l'assureur, la victime et les tiers payeurs."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les dispositions du présent chapitre s'appliquent aux relations entre le tiers payeur et la personne tenue à réparation d'un dommage résultant d'une atteinte à la personne, quelle que soit la nature de l'événement ayant occasionné ce dommage."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Seules les prestations énumérées ci-après versées à la victime d'un dommage résultant des atteintes à sa personne ouvrent droit à un recours contre la personne tenue à réparation ou son assureur :1. Les prestations versées par les organismes, établissements et services gérant un régime obligatoire de sécurité sociale et par ceux qui sont mentionnés aux articles 1106-9, 1234-8 et 1234-20 du code rural ;2. Les prestations énumérées au II de l'article 1er de l'ordonnance n° 59-76 du 7 janvier 1959 relative aux actions en réparation civile de l'Etat et de certaines autres personnes publiques ;3. Les sommes versées en remboursement des frais de traitement médical et de rééducation ;4. Les salaires et les accessoires du salaire maintenus par l'employeur pendant la période d'inactivité consécutive à l'événement qui a occasionné le dommage ;5. Les indemnités journalières de maladie et les prestations d'invalidité versées par les groupements mutualistes régis par le code de la mutualité, les institutions de prévoyance régies par le code de la sécurité sociale ou le code rural et les sociétés d'assurance régies par le code des assurances."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les recours mentionnés à l'article 29 ont un caractère subrogatoire."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les recours subrogatoires des tiers payeurs s'exercent poste par poste sur les seules indemnités qui réparent des préjudices qu'elles ont pris en charge, à l'exclusion des préjudices à caractère personnel.\n\nConformément à l'article 1346-3 du code civil, la subrogation ne peut nuire à la victime subrogeante, créancière de l'indemnisation, lorsqu'elle n'a été indemnisée qu'en partie ; en ce cas, elle peut exercer ses droits contre le responsable, pour ce qui lui reste dû, par préférence au tiers payeur dont elle n'a reçu qu'une indemnisation partielle.\n\nCependant, si le tiers payeur établit qu'il a effectivement et préalablement versé à la victime une prestation indemnisant de manière incontestable un poste de préjudice personnel, son recours peut s'exercer sur ce poste de préjudice."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les employeurs sont admis à poursuivre directement contre le responsable des dommages ou son assureur le remboursement des charges patronales afférentes aux rémunérations maintenues ou versées à la victime pendant la période d'indisponibilité de celle-ci. Ces dispositions sont applicables à l'Etat par dérogation aux dispositions de l'article 2 de l'ordonnance n° 59-76 du 7 janvier 1959 précitée."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Hormis les prestations mentionnées aux articles 29 et 32, aucun versement effectué au profit d'une victime en vertu d'une obligation légale, conventionnelle ou statutaire n'ouvre droit à une action contre la personne tenue à réparation du dommage ou son assureur.Toute disposition contraire aux prescriptions des articles 29 à 32 et du présent article est réputée non écrite à moins qu'elle ne soit plus favorable à la victime.Toutefois lorsqu'il est prévu par contrat, le recours subrogatoire de l'assureur qui a versé à la victime une avance sur indemnité du fait de l'accident peut être exercé contre l'assureur de la personne tenue à réparation dans la limite du solde subsistant après paiements aux tiers visés à l'article 29. Il doit être exercé, s'il y a lieu, dans les délais impartis par la loi aux tiers payeurs pour produire leurs créances."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "L'organisme de sécurité sociale chargé du remboursement des soins représente auprès du responsable des dommages ou de l'assureur de celui-ci, et pour la conclusion d'une transaction, les organismes de sécurité sociale chargés de la couverture des autres risques et du versement de prestations familiales."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Dans tous les cas où une rente a été allouée, soit conventionnellement, soit judiciairement, en réparation d'un préjudice causé par un accident, le crédirentier peut demander au juge, lorsque sa situation personnelle le justifie, que les arrérages à échoir soient remplacés en tout ou partie par un capital, suivant une table de conversion fixée par décret."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "La prescription prévue à l'article 38 en cours lors de l'entrée en vigueur de la présente loi sera acquise à l'expiration d'un délai de dix ans à compter de cette entrée en vigueur, à moins que la prescription telle qu'elle était fixée antérieurement ne soit acquise pendant ce délai."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les autres dispositions de la présente loi entreront en vigueur le premier jour du sixième mois qui suit la date de sa publication. Toutefois :- les dispositions des articles 1er à 6 s'appliqueront dès la publication de la présente loi, même aux accidents ayant donné lieu à une action en justice introduite avant cette publication, y compris aux affaires pendantes devant la Cour de cassation. Elles s'appliqueront également aux accidents survenus dans les trois années précédant cette publication et n'ayant pas donné lieu à l'introduction d'une instance. Les transactions et les décisions de justice irrévocablement passées en force de chose jugée ne peuvent être remises en cause ;- les dispositions des articles 12 à 34 ne sont pas applicables aux accidents survenus avant la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Pendant un délai de dix-huit mois à compter de l'entrée en vigueur de la présente loi, les délais de huit mois et de cinq mois prévus à l'article 12 et celui de quatre mois prévu à l'article 14 sont portés respectivement à douze, neuf et huit mois. Pendant la même période, le délai prévu à l'article 20 est porté à deux mois lorsque le débiteur de l'indemnité de réparation est l'Etat, une collectivité publique, une entreprise ou un organisme pour lesquels une dérogation a été accordée en vertu de l'article L. 211-3 du code des assurances."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "La présente loi est applicable dans le Département de Mayotte."
    }
  ]
}