{
  "id": "jorftext000000508793",
  "type": "statute",
  "title": "Loi n° 71-1130 du 31 décembre 1971",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000508793",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Une nouvelle profession dont les membres portent le titre d'avocat est substituée aux professions d'avocat, d'avoué près les cours d'appel et de conseil juridique. Les membres de ces professions font d'office partie, s'ils n'y renoncent, de la nouvelle profession. Les conseils juridiques, inscrits sur la liste dressée par le procureur de la République à la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 portant réforme de certaines professions judiciaires et juridiques, sont inscrits au tableau du barreau établi près le   tribunal judiciaire auprès duquel ils sont inscrits comme conseil juridique avec effet à la date de leur entrée dans la profession, s'ils l'exerçaient avant le 16 septembre 1972, ou de leur inscription sur la liste. Sous réserve des dispositions prévues à l'article 26 de la loi n° 2011-94 du 25 janvier 2011 portant réforme de la représentation devant les cours d'appel, les avoués près les cours d'appel sont inscrits, à la date de leur première prestation de serment dans l'une ou l'autre des professions d'avoué et d'avocat, au tableau du barreau établi près le   tribunal judiciaire dans le ressort duquel est situé leur office et les sociétés d'avoués sont inscrites au barreau établi près le   tribunal judiciaire dans le ressort duquel est fixé leur siège.\n\nLes membres de la nouvelle profession exercent l'ensemble des fonctions antérieurement dévolues aux professions d'avocat, d'avoué près les cours d'appel et de conseil juridique, dans les conditions prévues par le titre Ier de la présente loi.\n\nLa profession d'avocat est une profession libérale et indépendante.\n\nLe titre d'avocat peut être suivi, le cas échéant, de la mention des titres universitaires, des distinctions professionnelles, de la profession juridique réglementée précédemment exercée, d'un titre dont le port est réglementé à l'étranger et permet l'exercice en France des fonctions d'avocat ainsi que de celle d'une ou deux spécialisations obtenues dans les conditions fixées par l'article 21-1, dont une spécialisation en procédure d'appel, dont les anciens avoués devenus avocats bénéficient de plein droit. Les personnes ayant travaillé en qualité de collaborateur d'avoué postérieurement au 31 décembre 2008 et justifiant, au plus tard le 1er janvier 2012, de la réussite à l'examen d'aptitude à la profession d'avoué, bénéficient dans les mêmes conditions de la spécialisation en procédure d'appel.\n\nLes avocats inscrits à un barreau et les conseils juridiques, en exercice depuis plus de quinze ans à la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 portant réforme de certaines professions judiciaires et juridiques et qui renoncent à faire partie de la nouvelle profession sont autorisés à solliciter l'honorariat de leur activité professionnelle. Il en va de même pour ceux qui entrent dans la nouvelle profession, lors de la cessation de leur activité si elle intervient après vingt ans au moins d'exercice de leur profession antérieure et de la nouvelle profession.\n\nLes avoués en exercice depuis plus de quinze ans à la date d'entrée en vigueur du chapitre Ier de la loi n° 2011-94 du 25 janvier 2011 précitée bénéficient des dispositions prévues à l'alinéa précédent.\n\nII.-(Paragraphe supprimé).\n\nIII. à VI.-(Paragraphes abrogés)"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les offices d'avoué près les   tribunaux judiciaires et les offices d'avoués près les cours d'appel sont supprimés.\n\nLes avoués sont indemnisés, dans les conditions fixées au chapitre II de la loi n° 2011-94 du 25 janvier 2011 précitée, de la perte du droit qui leur est reconnu par l'article 91 de la loi du 2 avril 1816 de présenter un successeur à l'agrément du garde des sceaux, ministre de la justice."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les avocats sont des auxiliaires de justice.Ils prêtent serment en ces termes : \"Je jure, comme avocat, d'exercer mes fonctions avec dignité, conscience, indépendance, probité et humanité\".Ils revêtent dans l'exercice de leurs fonctions judiciaires, le costume de leur profession."
    },
    {
      "provision_ref": "art3bis",
      "section": "3bis",
      "title": "Article 3bis",
      "content": "L'avocat peut librement se déplacer pour exercer ses fonctions.\n\nDans les conditions fixées par décret en Conseil d'Etat, l'avocat est autorisé à recourir à la publicité ainsi qu'à la sollicitation personnalisée.\n\nToute prestation réalisée à la suite d'une sollicitation personnalisée fait l'objet d'une convention d'honoraires."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Nul ne peut, s'il n'est avocat, assister ou représenter les parties, postuler et plaider devant les juridictions et les organismes juridictionnels ou disciplinaires de quelque nature que ce soit, sous réserve des dispositions régissant les avocats au Conseil d'Etat et à la Cour de cassation.\n\nLes dispositions qui précèdent ne font pas obstacle à l'application des dispositions législatives ou réglementaires spéciales en vigueur à la date de publication de la présente loi et, notamment, au libre exercice des activités des organisations syndicales régies par le code du travail ou de leurs représentants, en matière de représentation et d'assistance devant les juridictions sociales et paritaires et les organismes juridictionnels ou disciplinaires auxquels ils ont accès.\n\nNul ne peut, s'il n'est avocat, assister une partie dans une procédure participative prévue par le code civil."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les avocats exercent leur ministère et peuvent plaider sans limitation territoriale devant toutes les juridictions et organismes juridictionnels ou disciplinaires, sous les réserves prévues à l'article 4.\n\nIls peuvent postuler devant l'ensemble des   tribunaux judiciaires du ressort de cour d'appel dans lequel ils ont établi leur résidence professionnelle et devant ladite cour d'appel.\n\nPar dérogation au deuxième alinéa, les avocats ne peuvent postuler devant un autre tribunal que celui auprès duquel est établie leur résidence professionnelle ni dans le cadre des procédures de saisie immobilière, de partage et de licitation, ni au titre de l'aide juridictionnelle, ni dans des instances dans lesquelles ils ne seraient pas maîtres de l'affaire chargés également d'assurer la plaidoirie."
    },
    {
      "provision_ref": "art5-1",
      "section": "5-1",
      "title": "Article 5-1",
      "content": "Par dérogation au deuxième alinéa de l'article 5, les avocats inscrits au barreau de l'un des   tribunaux judiciaires de Paris, Bobigny, Créteil et Nanterre peuvent postuler auprès de chacune de ces juridictions. Ils peuvent postuler auprès de la cour d'appel de Paris quand ils ont postulé devant l'un des   tribunaux judiciaires de Paris, Bobigny et Créteil, et auprès de la cour d'appel de Versailles quand ils ont postulé devant le tribunal judiciaire de Nanterre.La dérogation prévue au dernier alinéa du même article 5 leur est applicable."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les avocats peuvent assister et représenter autrui devant les administrations publiques, sous réserve des dispositions législatives et réglementaires.\n\nIls peuvent, s'ils justifient de sept années d'exercice d'une profession juridique réglementée, remplir les fonctions de membre du conseil de surveillance d'une société commerciale ou d'administrateur de société. Le conseil de l'ordre peut accorder une dispense d'une partie de cette durée.\n\nLa condition d'ancienneté mentionnée à l'alinéa précédent ne s'applique pas aux avocats exerçant leur profession dans le cadre de la société pluri-professionnelle d'exercice mentionnée au II de l'article 8."
    },
    {
      "provision_ref": "art6bis",
      "section": "6bis",
      "title": "Article 6bis",
      "content": "Les avocats peuvent recevoir des missions confiées par justice."
    },
    {
      "provision_ref": "art6ter",
      "section": "6ter",
      "title": "Article 6ter",
      "content": "Les avocats peuvent, dans le cadre de la réglementation qui leur est propre, représenter, en qualité de mandataire, l'une des parties intéressées à la conclusion de l'un des contrats mentionnés au premier alinéa de l'article L. 222-7 du code du sport.\n\nLa méconnaissance par un avocat exerçant l'activité mentionnée au premier alinéa des obligations résultant pour lui du dernier alinéa des articles 10 et 66-5 de la présente loi ainsi que du deuxième alinéa de l'article L. 222-5 du code du sport est passible des peines prévues au premier alinéa de l'article L. 222-20 du même code. Le montant de l'amende peut être porté au-delà de 30 000 € jusqu'au double des sommes indûment perçues en violation du dernier alinéa de l'article 10 de la présente loi.\n\nLes infractions aux règles de rémunération mentionnées au premier alinéa de l'article L. 222-5 du code du sport sont punies d'une amende de 7 500 €."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'avocat peut exercer sa profession soit à titre individuel, soit au sein d'une association dont la responsabilité des membres peut être, dans des conditions définies par décret, limitée aux membres de l'association ayant accompli l'acte professionnel en cause, soit au sein d'entités dotées de la personnalité morale, à l'exception des formes juridiques qui confèrent à leurs associés la qualité de commerçant, soit en qualité de salarié ou de collaborateur libéral d'un avocat ou d'une association ou société d'avocats ou d'une société ayant pour objet l'exercice de la profession d'avocat. Il peut également être membre d'un groupement d'intérêt économique ou d'un groupement européen d'intérêt économique.\n\nSans préjudice des dispositions du présent article, l'avocat peut exercer sa profession en qualité de collaborateur libéral d'un avocat selon les modalités prévues par l'article 18 de la loi n° 2005-882 du 2 août 2005 en faveur des petites et moyennes entreprises.\n\nLe contrat de travail doit être établi par écrit. Il doit préciser les modalités de la rémunération.\n\nL'avocat salarié ne peut avoir de clientèle personnelle. Dans l'exercice des missions qui lui sont confiées, il bénéficie de l'indépendance que comporte son serment et n'est soumis à un lien de subordination à l'égard de son employeur que pour la détermination de ses conditions de travail.\n\nLe contrat de collaboration ou le contrat de travail ne doit pas comporter de stipulation limitant la liberté d'établissement ultérieure du collaborateur ou du salarié.\n\nEn aucun cas, les contrats ou l'appartenance à une société, une association ou un groupement ne peuvent porter atteinte aux règles déontologiques de la profession d'avocat, et notamment au respect des obligations en matière d'aide judiciaire et de commission d'office, et à la faculté pour l'avocat collaborateur ou salarié de demander à être déchargé d'une mission qu'il estime contraire à sa conscience ou susceptible de porter atteinte à son indépendance.\n\nLes litiges nés à l'occasion d'un contrat de travail ou de la convention de rupture, de l'homologation ou du refus d'homologation de cette convention ainsi que ceux nés à l'occasion d'un contrat de collaboration libérale sont, en l'absence de conciliation, soumis à l'arbitrage du bâtonnier, à charge d'appel devant la cour d'appel. En ces matières, le bâtonnier peut, dans des conditions fixées par décret en Conseil d'Etat, déléguer ses pouvoirs aux anciens bâtonniers ainsi qu'à tout membre ou ancien membre du conseil de l'ordre."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-Tout groupement, société ou association prévu à l'article 7 peut être constitué entre avocats, personnes physiques, groupements, sociétés ou associations d'avocats appartenant ou non à des barreaux différents, exerçant en France, dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ou dans la Confédération suisse.\n\nLorsque la forme juridique d'exercice est une société à responsabilité limitée, une société anonyme, une société par actions simplifiée ou une société en commandite par actions régies par les dispositions du livre II du code de commerce, celle-ci est également soumise aux dispositions du livre III de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées à l'exception des obligations de dénomination prévues au premier alinéa de l'article 41 de cette ordonnance qui deviennent facultatives.\n\nII.-L'avocat peut également exercer sa profession dans le cadre d'une société pluri-professionnelle d'exercice, prévue au livre IV de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées, ayant pour objet l'exercice en commun de la profession d'avocat et d'une ou plusieurs autres professions prévues à ce titre.\n\nLes conditions d'application du présent paragraphe sont fixées par décret en Conseil d'Etat.\n\nIII.-Au moins un membre de la profession d'avocat exerçant au sein de la société doit être membre du conseil d'administration ou du conseil de surveillance de la société.\n\nL'association ou la société peut postuler auprès de l'ensemble des tribunaux judiciaires du ressort de cour d'appel dans lequel un de ses membres est établi et devant ladite cour d'appel par le ministère d'un avocat inscrit au barreau établi près l'un de ces tribunaux.\n\nPar dérogation au cinquième alinéa, l'association ou la société ne peut postuler devant un autre tribunal que celui auprès duquel est établi un de ses membres ni dans le cadre des procédures de saisie immobilière, de partage et de licitation, ni au titre de l'aide juridictionnelle, ni dans des instances dans lesquelles ce dernier ne serait pas maître de l'affaire chargé également d'assurer la plaidoirie."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "Sans préjudice des dispositions de l'article 5, l'avocat peut établir un ou plusieurs bureaux secondaires, après déclaration au conseil de l'ordre du barreau auquel il appartient.\n\nLorsque le bureau secondaire est situé dans le ressort d'un barreau différent de celui où est établie sa résidence professionnelle, l'avocat doit en outre demander l'autorisation du conseil de l'ordre du barreau dans le ressort duquel il envisage d'établir un bureau secondaire. Le conseil de l'ordre statue dans le délai d'un  mois à compter de la réception de la demande. A défaut, l'autorisation est réputée accordée.\n\nL'autorisation ne peut être refusée que pour des motifs tirés des conditions d'exercice de la profession dans le bureau secondaire. Sans préjudice des sanctions disciplinaires pouvant être prononcées par le conseil de l'ordre du barreau auquel appartient l'avocat, elle ne peut être retirée que pour les mêmes motifs.\n\nDans tous les cas, l'avocat disposant d'un bureau secondaire doit y exercer une activité professionnelle effective sous peine de fermeture sur décision du conseil de l'ordre du barreau dans lequel il est situé.\n\nL'avocat satisfait à ses obligations en matière d'aide à l'accès au droit, d'aide à l'intervention de l'avocat dans les procédures non juridictionnelles et de commission d'office au sein du barreau dans le ressort duquel est établie sa résidence professionnelle et au sein du barreau dans le ressort duquel il dispose d'un bureau secondaire."
    },
    {
      "provision_ref": "art8-2",
      "section": "8-2",
      "title": "Article 8-2",
      "content": "Par dérogation aux dispositions de l'article 8-1, les avocats inscrits au barreau de l'un des   tribunaux judiciaires de Paris, Bobigny, Créteil et Nanterre ne peuvent ouvrir un bureau secondaire dans le ressort de l'un de ces   tribunaux judiciaires autre que celui du barreau auquel ils appartiennent."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'avocat régulièrement commis d'office par le bâtonnier ou par le président de la cour d'assises ne peut refuser son ministère sans faire approuver ses motifs d'excuse ou d'empêchement par le bâtonnier ou par le président."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les honoraires de postulation, de consultation, d'assistance, de conseil, de rédaction d'actes juridiques sous seing privé et de plaidoirie sont fixés en accord avec le client.\n\nEn matière de saisie immobilière, de partage, de licitation et de sûretés judiciaires, les droits et émoluments de l'avocat sont fixés sur la base d'un tarif déterminé selon des modalités prévues au titre IV bis du livre IV du code de commerce.\n\nSauf en cas d'urgence ou de force majeure ou lorsqu'il intervient au titre de l'aide juridictionnelle totale ou de la troisième partie de la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique, l'avocat conclut par écrit avec son client une convention d'honoraires, qui précise, notamment, le montant ou le mode de détermination des honoraires couvrant les diligences prévisibles, ainsi que les divers frais et débours envisagés.\n\nLes honoraires tiennent compte, selon les usages, de la situation de fortune du client, de la difficulté de l'affaire, des frais exposés par l'avocat, de sa notoriété et des diligences de celui-ci.\n\nToute fixation d'honoraires qui ne le serait qu'en fonction du résultat judiciaire est interdite. Est licite la convention qui, outre la rémunération des prestations effectuées, prévoit la fixation d'un honoraire complémentaire en fonction du résultat obtenu ou du service rendu.\n\nDans le mandat donné à un avocat pour la conclusion de l'un des contrats mentionnés au premier alinéa de l'article L. 222-7 du code du sport, il est précisé le montant de ses honoraires, qui ne peuvent excéder 10 % du montant de ce contrat. Lorsque, pour la conclusion d'un tel contrat, plusieurs avocats interviennent ou un avocat intervient avec le concours d'un agent sportif, le montant total de leur rémunération ne peut excéder 10 % du montant de ce contrat. L'avocat agissant en qualité de mandataire de l'une des parties intéressées à la conclusion d'un tel contrat ne peut être rémunéré que par son client.\n\nPar dérogation aux dispositions de l'avant-dernier alinéa, les  fédérations sportives délégataires peuvent fixer, pour la rémunération  du ou des avocats, un montant inférieur à 10 % du contrat conclu par les  parties mises en rapport."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "Lorsque, pour vérifier le respect du troisième alinéa de l'article 10 de la présente loi, l'autorité administrative chargée de la concurrence et de la consommation fait usage des pouvoirs mentionnés au 1° de l'article L. 511-8 du code de la consommation, elle en informe le bâtonnier du barreau concerné par écrit, au moins trois jours avant."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Nul ne peut accéder à la profession d'avocat s'il ne remplit les conditions suivantes :\n\n1° Etre français, ressortissant d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, ou ressortissant d'un Etat ou d'une unité territoriale n'appartenant pas à l'Union ou à cet Espace économique qui accorde aux Français la faculté d'exercer sous les mêmes conditions l'activité professionnelle que l'intéressé se propose lui-même d'exercer en France, sous réserve des décisions de conseil de l'Union européenne relatives à l'association des pays et territoires d'outre-mer à la Communauté économique européenne ou avoir la qualité de réfugié ou d'apatride reconnue par l'Office français de protection des réfugiés et apatrides ;\n\n2° Etre titulaire, sous réserve des dispositions réglementaires prises pour l'application de la directive 2005/36/CE du Parlement européen et du Conseil du 7 septembre 2005 modifiée, et de celles concernant les personnes ayant exercé certaines fonctions ou activités en France, ou dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, d'au moins un master en droit ou de titres ou diplômes reconnus comme équivalents pour l'exercice de la profession par arrêté conjoint du garde des sceaux, ministre de la justice, et du ministre chargé des universités ;\n\n3° Etre titulaire du certificat d'aptitude à la profession d'avocat, sous réserve des dispositions réglementaires mentionnées au 2°, ou, dans le cadre de la réciprocité, de l'examen prévu au dernier alinéa du présent article ;\n\n4° N'avoir pas été l'auteur de faits ayant donné lieu à condamnation pénale pour agissements contraires à l'honneur, à la probité ou aux bonnes moeurs ;\n\n5° N'avoir pas été l'auteur de faits de même nature ayant donné lieu à une sanction disciplinaire ou administrative de destitution, radiation, révocation, de retrait d'agrément ou d'autorisation ;\n\n6° N'avoir pas été frappé de faillite personnelle ou d'autre sanction en application du titre VI de la loi n° 85-98 du 25 janvier 1985 relative au redressement et à la liquidation judiciaires des entreprises ou, dans le régime antérieur à cette loi, en application du titre II de la loi n° 67-563 du 13 juillet 1967 sur le règlement judiciaire, la liquidation des biens, la faillite personnelle et les banqueroutes.\n\nSans préjudice des dispositions du titre VI, l'avocat ressortissant d'un Etat ou d'une unité territoriale n'appartenant pas à l'Union européenne ou à l'Espace économique européen, s'il n'est pas titulaire du certificat d'aptitude à la profession d'avocat, doit subir, pour pouvoir s'inscrire à un barreau français, les épreuves d'un examen de contrôle des connaissances en droit français selon des modalités fixées par décret en Conseil d'Etat. Il en est de même d'un ressortissant d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen qui aurait acquis la qualité d'avocat dans un Etat ou une unité territoriale n'appartenant pas à l'Union ou à cet Espace économique et qui ne pourrait invoquer le bénéfice des dispositions réglementaires prises pour l'application de la directive 2005/36 CE du 7 septembre 2005 modifiée."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Sous réserve du dernier alinéa de l'article 11, des dispositions réglementaires prises pour l'application de la directive 2005/36/CE du 7 septembre 2005 modifiée précitée et de celles concernant les personnes justifiant de certains titres ou ayant exercé certaines activités, la formation professionnelle exigée pour l'exercice de la profession d'avocat est subordonnée à la réussite à un examen d'accès à un centre régional de formation professionnelle et comprend une formation théorique et pratique d'une durée d'au moins dix-huit mois, sanctionnée par le certificat d'aptitude à la profession d'avocat. Pour être admis à se présenter à l'examen d'accès au centre régional de formation professionnelle, les candidats doivent justifier de l'obtention des soixante premiers crédits d'un master en droit ou de l'un des titres ou diplômes reconnus comme équivalents par arrêté conjoint du ministre de la justice et du ministre chargé des universités.Cette formation professionnelle peut comprendre, selon des modalités déterminées par décret en Conseil d'Etat, des stages professionnels faisant l'objet d'une convention entre le bénéficiaire de la formation, l'organisme d'accueil et le centre régional de formation professionnelle.Cette formation peut être délivrée dans le cadre du contrat d'apprentissage prévu par le titre Ier du livre Ier du code du travail."
    },
    {
      "provision_ref": "art12-1",
      "section": "12-1",
      "title": "Article 12-1",
      "content": "Sous réserve des dérogations prévues par voie réglementaire pour l'application de la directive 2005/36/ CE du 7 septembre 2005 modifiée précitée, la spécialisation est acquise par une pratique professionnelle continue d'une durée, fixée par décret en Conseil d'Etat, qui ne peut être inférieure à deux ans, validée par un jury qui vérifie les compétences professionnelles dans la spécialité, et attestée par un certificat délivré par le Conseil national des barreaux.\n\nSur la base d'un dossier constitué par l'intéressé, le jury se prononce à l'issue d'un entretien qui comprend une mise en situation professionnelle."
    },
    {
      "provision_ref": "art12-2",
      "section": "12-2",
      "title": "Article 12-2",
      "content": "La personne admise à la formation est astreinte au secret professionnel pour tous les faits et actes qu'elle a à connaître au cours de sa formation et des stages qu'elle accomplit auprès des professionnels, des juridictions et des organismes divers.Lorsque au cours de sa formation dans le centre, elle accomplit un stage en juridiction, elle peut assister aux délibérés.Dès son admission à la formation, elle doit, sur présentation du président du conseil d'administration du centre régional de formation professionnelle, prêter serment devant la cour d'appel dans le ressort de laquelle le centre a son siège, en ces termes : \"Je jure de conserver le secret de tous les faits et actes dont j'aurai eu connaissance en cours de formation ou de stage.\""
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La formation est assurée par des centres régionaux de formation professionnelle.\n\nLe centre régional de formation professionnelle est un établissement d'utilité publique doté de la personnalité morale. Son fonctionnement est assuré par la profession d'avocat, avec le concours de magistrats et des universités et, le cas échéant, de toute autre personne ou organisme qualifiés.\n\nLe conseil d'administration du centre régional de formation professionnelle est chargé de l'administration et de la gestion du centre. Il adopte le budget ainsi que le bilan et le compte de résultat des opérations de l'année précédente.\n\nLe centre régional de formation professionnelle est chargé, dans le respect des missions et prérogatives du Conseil national des barreaux :\n\n1° D'organiser la préparation au certificat d'aptitude à la profession d'avocat et aux épreuves de l'examen de contrôle des connaissances prévu au dernier alinéa de l'article 11 et par les dispositions réglementaires concernant les personnes ayant exercé certaines fonctions ou activités en France ou dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ;\n\n2° De statuer sur les demandes de dispense d'une partie de la formation professionnelle en fonction des diplômes universitaires obtenus par les intéressés, sous réserve des dispositions réglementaires prises pour l'application de la directive 2005/36/CE du 7 septembre 2005 modifiée précitée ;\n\n3° D'assurer la formation générale de base des avocats et, le cas échéant, en liaison avec les universités, les organismes d'enseignement ou de formation professionnelle publics ou privés ou les juridictions, leur formation complémentaire ;\n\n4° De passer les conventions mentionnées à l'article L. 116-2 du code du travail ;\n\n5° De contrôler les conditions de déroulement des stages effectués par les personnes admises à la formation ;\n\n6° D'assurer la formation continue des avocats et, le cas échéant, d'autres professionnels ;\n\n7° D'organiser l'entretien de validation de la compétence professionnelle prévu au deuxième alinéa de l'article 12-1 pour l'obtention d'un certificat de spécialisation."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Le garde des sceaux, ministre de la justice, arrête, sur proposition du Conseil national des barreaux, le siège et le ressort de chaque centre régional de formation professionnelle.Il peut être procédé à des regroupements dans les mêmes formes, après consultation des centres concernés par le Conseil national des barreaux. Les biens mobiliers et immobiliers des centres régionaux de formation professionnelle appelés à se regrouper sont transférés au centre issu du regroupement. Dans ce cas, les dispositions de l'article 1039 du code général des impôts s'appliquent, sous réserve de la publication d'un décret en Conseil d'Etat autorisant le transfert de ces biens.Le centre régional peut, après avis conforme du Conseil national des barreaux, créer une section locale dans les villes pourvues d'unités de formation et de recherche juridique."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les recours à l'encontre des décisions concernant la formation professionnelle sont soumis à la cour d'appel compétente."
    },
    {
      "provision_ref": "art14-1",
      "section": "14-1",
      "title": "Article 14-1",
      "content": "Le financement des centres régionaux de formation professionnelle est notamment assuré par :\n\n1° Une contribution de la profession d'avocat.\n\nLe Conseil national des barreaux fixe annuellement cette contribution pour l'exercice à venir, en fonction des besoins de financement des centres pour l'exercice en cours et de l'évolution prévisible du nombre des bénéficiaires de la formation. Cette contribution, qui ne peut excéder 11 millions d'euros pour 2002, ne peut chaque année augmenter de plus de 10 % par rapport à l'année précédente.\n\nLa participation de chaque ordre, financée en tout ou partie par des produits financiers des fonds, effets ou valeurs mentionnés au 9° de l'article 53, est déterminée par le Conseil national des barreaux, en proportion du nombre d'avocats inscrits au tableau. Les dépenses supportées par l'ordre au profit du centre régional de formation viennent en déduction de cette participation.\n\nA défaut de paiement de cette participation dans un délai d'un mois à compter d'une mise en demeure de payer, le Conseil national des barreaux délivre, à l'encontre de l'ordre redevable, un titre exécutoire constituant une décision à laquelle sont attachés les effets d'un jugement au sens du 6° de l'article L. 111-3 du code des procédures civiles d'exécution ;\n\n2° Une contribution de l'Etat, conformément aux dispositions de la loi n° 71-575 du 16 juillet 1971 précitée ;\n\n3° Le cas échéant, des droits d'inscription.\n\nLe Conseil national de barreaux perçoit ces contributions et les répartit entre les centres régionaux de formation professionnelle.\n\nLes conditions d'application du présent article, et notamment celles relatives aux droits d'inscription et à la déductibilité des dépenses mentionnées au quatrième alinéa, sont déterminées par décret."
    },
    {
      "provision_ref": "art14-2",
      "section": "14-2",
      "title": "Article 14-2",
      "content": "La formation continue est obligatoire pour les avocats inscrits au tableau de l'ordre.Un décret en Conseil d'Etat détermine la nature et la durée des activités susceptibles d'être validées au titre de l'obligation de formation continue. Le Conseil national des barreaux détermine les modalités selon lesquelles elle s'accomplit."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les avocats font partie de barreaux qui sont établis auprès des   tribunaux judiciaires, suivant les règles fixées par les décrets prévus à l'article 53. Ces décrets donnent aux barreaux la faculté de se regrouper.\n\nChaque barreau est administré par un conseil de l'ordre élu pour trois ans, au scrutin secret binominal majoritaire à deux tours, par tous les avocats inscrits au tableau de ce barreau et par les avocats honoraires dudit barreau. Chaque binôme est composé de candidats de sexe différent. Dans le cas où le conseil de l'ordre comprend un nombre impair de membres, est considéré comme élu le membre du dernier binôme paritaire élu tiré au sort.\n\nPar dérogation à l'alinéa précédent, lorsque le nombre des avocats inscrits au tableau d'un barreau et des avocats honoraires dudit barreau est inférieur ou égal à trente, le conseil de l'ordre est élu au scrutin secret uninominal majoritaire à deux tours.\n\nLe conseil de l'ordre est renouvelable par tiers chaque année. Il est présidé par un bâtonnier élu pour deux ans dans les mêmes conditions. Le bâtonnier peut être assisté par un vice-bâtonnier élu avec lui dans les mêmes conditions et pour la même durée.\n\nEn cas de décès ou d'empêchement définitif du bâtonnier, les fonctions de ce dernier sont assurées, jusqu'à la tenue de nouvelles élections, par le vice-bâtonnier, s'il en existe ou, à défaut, par le membre le plus ancien du conseil de l'ordre.\n\nLes élections peuvent être déférées à la cour d'appel par tous les membres du barreau disposant du droit de vote et par le procureur général."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Dans les barreaux où le nombre des avocats inscrits au tableau est inférieur à huit et qui n'auraient pas usé de la faculté de se regrouper prévue à l'article 15, les fonctions du conseil de l'ordre sont remplies par le   tribunal judiciaire."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le conseil de l'ordre a pour attribution de traiter toutes questions intéressant l'exercice de la profession et de veiller à l'observation des devoirs des avocats ainsi qu'à la protection de leurs droits. Sans préjudice des dispositions de l'article 21-1, il a pour tâches, notamment :\n\n1° D'arrêter et, s'il y a lieu, de modifier les dispositions du règlement intérieur, de statuer sur l'inscription au tableau des avocats, sur l'omission de ce tableau décidée d'office ou à la demande du procureur général, sur l'inscription et sur le rang des avocats qui, ayant déjà été inscrits au tableau et ayant abandonné l'exercice de la profession, se présentent de nouveau pour la reprendre ainsi que sur l'autorisation d'ouverture de bureaux secondaires ou le retrait de cette autorisation.\n\nLorsqu'un barreau comprend au moins cinq cents avocats disposant du droit de vote mentionné au deuxième alinéa de l'article 15, le conseil de l'ordre peut siéger, en vue de statuer, soit sur l'inscription au tableau du barreau ou sur l'omission du tableau, soit sur l'autorisation d'ouverture de bureaux secondaires ou le retrait de cette autorisation, en une ou plusieurs formations de cinq membres, présidées par le bâtonnier ou un ancien bâtonnier. Les membres qui composent ces formations peuvent être des membres du conseil de l'ordre ou des anciens membres du conseil de l'ordre ayant quitté leurs fonctions depuis moins de huit ans. Ces membres sont choisis sur une liste arrêtée chaque année par le conseil de l'ordre.\n\nLa formation restreinte peut renvoyer l'examen de l'affaire à la formation plénière ;\n\n1° bis De communiquer au Conseil national des barreaux la liste des avocats inscrits au tableau, ainsi que les mises à jour périodiques, selon les modalités fixées par le Conseil national des barreaux ;\n\n2° De concourir à la discipline dans les conditions prévues par les articles 22 à 25 de la présente loi et par les décrets visés à l'article 53 ;\n\n3° De maintenir les principes de probité, de désintéressement, de modération et de confraternité sur lesquels repose la profession et d'exercer la surveillance que l'honneur et l'intérêt de ses membres rendent nécessaire ;\n\n4° De veiller à ce que les avocats soient exacts aux audiences et se comportent en loyaux auxiliaires de la justice ;\n\n5° De traiter toute question intéressant l'exercice de la profession, la défense des droits des avocats et la stricte observation de leurs devoirs ;\n\n6° De gérer les biens de l'ordre, de préparer le budget, de fixer le montant des cotisations des avocats relevant de ce conseil de l'ordre ainsi que de celles des avocats qui, appartenant à un autre barreau, ont été autorisés à ouvrir un ou plusieurs bureaux secondaires dans son ressort, d'administrer et d'utiliser ses ressources pour assurer les secours, allocations ou avantages quelconques attribués à ses membres ou anciens membres, à leurs conjoints survivants ou à leurs enfants dans le cadre de la législation existante, de répartir les charges entre ses membres et d'en poursuivre le recouvrement ;\n\n7° D'autoriser le bâtonnier à ester en justice, à accepter tous dons et legs faits à l'ordre, à transiger ou à compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts ;\n\n8° D'organiser les services généraux de recherche et de documentation nécessaires à l'exercice de la profession ;\n\n9° De vérifier la tenue de la comptabilité des avocats, personnes physiques ou morales, et la constitution des garanties imposées par l'article 27 et par les décrets visés à l'article 53 ;\n\n10° D'assurer dans son ressort l'exécution des décisions prises par le Conseil national des barreaux ;\n\n11° De veiller à ce que les avocats aient satisfait à l'obligation de formation continue prévue par l'article 14-2 ;\n\n12° De collaborer avec les autorités compétentes des Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen pour faciliter l'application de la directive 2005 / 36 / CE du Parlement européen et du Conseil du 7 septembre 2005 modifiée relative à la reconnaissance des qualifications professionnelles ;\n\n13° De vérifier le respect par les avocats de leurs obligations prévues par le chapitre Ier du titre VI du livre V du code monétaire et financier en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme et de se faire communiquer, dans des conditions fixées par décret en Conseil d'Etat, les documents relatifs au respect de ces obligations.\n\nLes contrats de collaboration ou de travail conclus par les avocats sont communiqués au conseil de l'ordre qui peut, dans des conditions fixées par décret en Conseil d'Etat, mettre en demeure les avocats de modifier les contrats dont les stipulations seraient contraires aux dispositions de l'article 7."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les ordres des avocats mettent en oeuvre, par délibération conjointe et dans le cadre des dispositions législatives et réglementaires, les moyens appropriés pour régler les problèmes d'intérêt commun, tels : l'informatique, la communication électronique, la formation professionnelle, la représentation de la profession, le régime de la garantie.\n\nLes bâtonniers des barreaux d'une même cour d'appel soumettent à la délibération du conseil de l'ordre qu'ils président les questions mentionnées au IV de l'article 21."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Toute délibération ou décision du conseil de l'ordre étrangère aux attributions de ce conseil ou contraire aux dispositions législatives ou réglementaires est annulée par la cour d'appel, sur les réquisitions du procureur général.Peuvent également être déférées à la cour d'appel, à la requête de l'intéressé, les délibérations ou décisions du conseil de l'ordre de nature à léser les intérêts professionnels d'un avocat."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les décisions du conseil de l'ordre relatives à l'inscription au tableau, à l'omission ou au refus d'omission du tableau, et à l'autorisation d'ouverture de bureaux secondaires ou à la fermeture de tels bureaux, peuvent être déférées à la cour d'appel par le procureur général ou par l'intéressé."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.- Chaque barreau est doté de la personnalité civile.\n\nLe bâtonnier représente le barreau dans tous les actes de la vie civile.\n\nII.-Le bâtonnier instruit toute réclamation formulée à l'encontre d'un avocat. Il accuse réception de la réclamation, en informe l'avocat mis en cause et invite celui-ci à présenter ses observations.Lorsque la nature de la réclamation le permet, et sous réserve des réclamations abusives ou manifestement mal fondées, le bâtonnier peut organiser une conciliation entre les parties, à laquelle prend part un avocat au moins.L'auteur de la réclamation et l'avocat mis en cause sont informés des suites réservées à la réclamation. En l'absence de conciliation, en cas d'échec de celle-ci ou en l'absence de poursuite disciplinaire, l'auteur de la réclamation est informé sans délai de la possibilité de saisir le procureur général près la cour d'appel de sa réclamation ou de saisir directement la juridiction disciplinaire.III.-Le bâtonnier prévient ou concilie les différends d'ordre professionnel entre les membres du barreau.\n\nTout différend entre avocats à l'occasion de leur exercice professionnel est, en l'absence de conciliation, soumis à l'arbitrage du bâtonnier qui, le cas échéant, procède à la désignation d'un expert pour l'évaluation des parts sociales ou actions de sociétés d'avocats. En cette matière, le bâtonnier peut déléguer ses pouvoirs aux anciens bâtonniers ainsi qu'à tout membre ou ancien membre du conseil de l'ordre.\n\nLa décision du bâtonnier peut être déférée à la cour d'appel par l'une des parties.\n\nLes conditions dans lesquelles le bâtonnier peut déléguer ses pouvoirs et les modalités de la procédure d'arbitrage sont déterminées par décret en Conseil d'Etat pris après avis du Conseil national des barreaux.\n\nIV.- L'ensemble des bâtonniers des barreaux du ressort de chaque cour d'appel désigne tous les deux ans celui d'entre eux chargé, ès qualité de bâtonnier en exercice, de les représenter pour traiter de toute question d'intérêt commun relative à la procédure d'appel."
    },
    {
      "provision_ref": "art21-1",
      "section": "21-1",
      "title": "Article 21-1",
      "content": "Le Conseil national des barreaux, établissement d'utilité publique doté de la personnalité morale, est chargé de représenter la profession d'avocat notamment auprès des pouvoirs publics. Dans le respect des dispositions législatives et réglementaires en vigueur, le Conseil national des barreaux unifie par voie de dispositions générales les règles et usages de la profession d'avocat. Il détermine, en concertation avec le ministre de la justice, les modalités et conditions de mise en œuvre du réseau indépendant à usage privé des avocats aux fins d'interconnexion avec le \" réseau privé virtuel justice \". Il assure l'exploitation et les développements des outils techniques permettant de favoriser la dématérialisation des échanges entre avocats.\n\nSur la base des informations communiquées par les conseils de l'ordre en application du 1° bis de l'article 17, le Conseil national des barreaux établit, met à jour et met à disposition en ligne un annuaire national des avocats inscrits au tableau d'un barreau.\n\nLe conseil national peut, devant toutes les juridictions, exercer tous les droits réservés à la partie civile relativement aux faits portant un préjudice direct ou indirect à l'intérêt collectif de la profession d'avocat.\n\nLe Conseil national des barreaux est, en outre, chargé de définir les principes d'organisation de la formation et d'en harmoniser les programmes. Il coordonne et contrôle les actions de formation des centres régionaux de formation professionnelle et exerce en matière de financement de la formation professionnelle les attributions qui lui sont dévolues à l'article 14-1. Il détermine les conditions générales d'obtention des mentions de spécialisation, dresse la liste nationale des membres du jury prévu au premier alinéa de l'article 12-1 ainsi que la liste nationale des avocats titulaires de mentions de spécialisation.\n\nIl est en outre chargé d'arrêter la liste des personnes susceptibles de bénéficier de la directive 2005/36/ CE du 7 septembre 2005 modifiée précitée et celle des candidats admis à subir les épreuves de l'examen de contrôle des connaissances prévu au dernier alinéa de l'article 11 pour l'accès à la profession d'avocat.\n\nIl est, en outre, chargé de délivrer les autorisations prévues au titre VI.\n\nLorsque le Conseil national des barreaux siège en matière de formation professionnelle, des magistrats et des membres de l'enseignement supérieur lui sont adjoints.\n\nLe Conseil national des barreaux peut, dans les conditions prévues par décret en Conseil d'Etat, assister le conseil de l'ordre dans l'exercice de sa mission définie au 13° de l'article 17.\n\nA défaut de paiement de la cotisation annuelle due par les avocats inscrits à un tableau dans un délai d'un mois à compter d'une mise en demeure de payer, le Conseil national des barreaux rend, à l'encontre des avocats redevables, une décision qui, à défaut d'opposition du débiteur devant la juridiction compétente, produit les effets d'un jugement au sens du 6° de l'article L. 111-3 du code des procédures civiles d'exécution."
    },
    {
      "provision_ref": "art21-2",
      "section": "21-2",
      "title": "Article 21-2",
      "content": "Le Conseil national des barreaux est composé d'avocats élus au suffrage direct par deux collèges :\n\n- le collège ordinal, composé des bâtonniers et des membres des conseils de l'ordre ;\n\n- le collège général, composé de l'ensemble des avocats disposant du droit de vote mentionné au deuxième alinéa de l'article 15.\n\nChaque collège élit la moitié des membres du Conseil national des barreaux.\n\nL'élection dans chaque collège a lieu sur la base d'une ou plusieurs circonscriptions.\n\nEn cas de pluralité de circonscriptions, la répartition des sièges à pourvoir entre les circonscriptions est proportionnelle au nombre des avocats inscrits dans chacune d'elles.\n\nLe président de la conférence des bâtonniers et le bâtonnier de l'ordre des avocats au barreau de Paris en exercice sont membres de droit du Conseil national des barreaux.\n\nLa proportion, au sein du Conseil national des barreaux, des personnes d'un même sexe est comprise entre 40 % et 60 %. Un décret en Conseil d'Etat fixe les conditions dans lesquelles les règles du scrutin assurent le respect de cette exigence."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Un conseil de discipline institué dans le ressort de chaque cour d'appel connaît des infractions et fautes commises par les avocats relevant des barreaux qui s'y trouvent établis.\n\nToutefois, le Conseil de l'ordre du barreau de Paris siégeant comme conseil de discipline connaît des infractions et fautes commises par les avocats qui y sont inscrits.\n\nEn outre, un conseil de discipline commun est institué dans le ressort des cours d'appel de Cayenne, de Fort-de-France et de Basse-Terre pour connaître des infractions et des fautes commises par les avocats relevant des barreaux de la Guyane, de la Martinique et de la Guadeloupe, Saint-Martin et Saint-Barthélemy. Il siège dans le ressort de la cour d'appel dont relève l'avocat faisant l'objet de poursuites.\n\nL'instance disciplinaire compétente en application des alinéas qui précèdent connaît également des infractions et fautes commises par un ancien avocat, dès lors qu'à l'époque des faits il était inscrit au tableau ou sur la liste des avocats honoraires de l'un des barreaux établis dans le ressort de l'instance disciplinaire."
    },
    {
      "provision_ref": "art22-1",
      "section": "22-1",
      "title": "Article 22-1",
      "content": "I.-Le conseil de discipline mentionné au premier alinéa de l'article 22 est une juridiction composée de représentants des conseils de l'ordre du ressort de la cour d'appel. Aucun conseil de l'ordre ne peut désigner plus de la moitié des membres du conseil de discipline et chaque conseil de l'ordre désigne au moins un représentant. Des membres suppléants sont nommés dans les mêmes conditions. Le conseil de discipline commun mentionné au troisième alinéa de l'article 22 est une juridiction composée de représentants des conseils de l'ordre appartenant à chaque cour d'appel.\n\nPeuvent être désignés les anciens bâtonniers, les membres des conseils de l'ordre autres que le bâtonnier en exercice et les anciens membres des conseils de l'ordre, en activité ou honoraires. Les anciens membres des conseils de l'ordre, en activité ou honoraires, ne peuvent demeurer en fonction au-delà de l'âge de soixante-quinze ans.\n\nLe conseil de discipline élit son président parmi ses membres.\n\nLes délibérations des conseils de l'ordre prises en application du premier alinéa du présent I et l'élection du président du conseil de discipline peuvent être déférées à la cour d'appel.\n\nLe conseil de discipline siège en formation d'au moins cinq membres délibérant en nombre impair. Il peut constituer plusieurs formations, lorsque le nombre des avocats dans le ressort de la cour d'appel excède cinq cents.\n\nLa formation restreinte peut renvoyer l'examen de l'affaire à la formation plénière.\n\nII.-Lorsque la venue des représentants des conseils de l'ordre ne relevant pas du ressort de la cour d'appel de l'avocat poursuivi à l'audience du conseil de discipline commun est matériellement impossible, ces représentants participent à l'audience et au délibéré depuis le conseil de l'ordre de leur barreau ou, à défaut, depuis un autre lieu situé sur le territoire de la République relié, en direct, à la salle d'audience par un moyen de communication audiovisuelle. Lorsque la venue du ou des représentants du conseil de l'ordre du barreau de Mayotte siégeant au conseil de discipline mentionné au premier alinéa de l'article 22 est matériellement impossible, ces représentants participent à l'audience et au délibéré dans les mêmes conditions.\n\nIII.-Un décret en Conseil d'Etat définit les conditions d'application des I et II du présent article."
    },
    {
      "provision_ref": "art22-2",
      "section": "22-2",
      "title": "Article 22-2",
      "content": "Le Conseil de l'ordre du barreau de Paris siégeant comme conseil de discipline peut constituer plusieurs formations d'au moins cinq membres, délibérant en nombre impair et présidées par un ancien bâtonnier ou à défaut par le membre le plus ancien dans l'ordre du tableau. Les membres qui composent ces formations disciplinaires peuvent être des membres du conseil de l'ordre autres que le bâtonnier en exercice ou des anciens membres du conseil de l'ordre ayant quitté leur fonction depuis moins de huit ans. Le président et les membres de chaque formation, ainsi que leurs suppléants, sont désignés par délibération du conseil de l'ordre.La formation restreinte peut renvoyer l'examen de l'affaire à la formation plénière."
    },
    {
      "provision_ref": "art22-3",
      "section": "22-3",
      "title": "Article 22-3",
      "content": "Par dérogation aux articles 22-1 et 22-2, le conseil de discipline est présidé par un magistrat du siège de la cour d'appel désigné par le premier président, lorsque la poursuite disciplinaire fait suite à une réclamation présentée par un tiers ou lorsque l'avocat mis en cause en fait la demande.La récusation d'un membre de la juridiction peut être demandée dans les conditions prévues à l'article L. 111-6 du code de l'organisation judiciaire.Le membre de la juridiction disciplinaire qui suppose en sa personne une cause de récusation ou estime en sa conscience devoir s'abstenir est remplacé dans les conditions prévues à l'article L. 111-7 du même code."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'instance disciplinaire compétente en application de l'article 22 est saisie par le procureur général près la cour d'appel dans le ressort de laquelle elle est instituée, par le bâtonnier dont relève l'avocat mis en cause ou par l'auteur de la réclamation.\n\nLe président de l'instance disciplinaire peut rejeter les réclamations irrecevables, manifestement infondées ou qui ne sont pas assorties des précisions permettant d'en apprécier le bien-fondé.\n\nNe peut siéger au sein de la formation de jugement l'ancien bâtonnier qui, au titre de ses fonctions antérieures, a engagé la poursuite disciplinaire.\n\nL'instance disciplinaire statue par décision motivée, après instruction contradictoire. Le conseil de l'ordre dont relève l'avocat poursuivi désigne l'un ou plusieurs de ses membres ou anciens membres en activité pour procéder à l'instruction contradictoire de l'affaire. Un rapporteur membre titulaire ou suppléant de l'instance disciplinaire ne peut siéger au sein de la formation de jugement réunie pour la même affaire.\n\nLa décision de l'instance disciplinaire peut faire l'objet d'un appel devant la cour d'appel de la part de l'avocat poursuivi, du bâtonnier dont il relève ou du procureur général. La formation de jugement de la cour d'appel comprend trois magistrats du siège de cette cour et deux membres ou anciens membres, en activité ou honoraires à la condition de ne pas siéger au-delà de la date de leur soixante-quinzième anniversaire, des conseils de l'ordre du ressort de la cour d'appel. Elle est présidée par un magistrat du siège."
    },
    {
      "provision_ref": "art23-1",
      "section": "23-1",
      "title": "Article 23-1",
      "content": "L'instance disciplinaire compétente en application de l'article 22 peut être saisie par le bâtonnier dont relève l'avocat mis en cause selon une procédure simplifiée dont les modalités sont fixées par décret en Conseil d'Etat, sauf lorsque la poursuite disciplinaire fait suite à une réclamation présentée par un tiers. En cas d'échec de la procédure simplifiée, l'instance disciplinaire peut être saisie dans les conditions prévues à l'article 23."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Lorsque l'urgence ou la protection du public l'exigent, le conseil de l'ordre peut, à la demande du procureur général ou du bâtonnier, suspendre provisoirement de ses fonctions l'avocat qui en relève lorsque ce dernier fait l'objet d'une poursuite pénale ou disciplinaire. Cette mesure ne peut excéder une durée de six mois, renouvelable une fois, ou au-delà de cette limite lorsque l'action publique a été engagée contre l'avocat à raison des faits qui fondent la suspension.\n\nLes membres du conseil de l'ordre, membres titulaires ou suppléants du conseil de discipline ou de la formation disciplinaire visée à l'article 22-2, ne peuvent siéger au sein du conseil de l'ordre ou de la formation disciplinaire susvisée lorsqu'ils se prononcent en application du présent article.\n\nLe conseil de l'ordre peut, dans les mêmes conditions, ou à la requête de l'intéressé, mettre fin à cette suspension, hors le cas où la mesure a été ordonnée par la cour d'appel qui demeure compétente.\n\nLa suspension provisoire cesse de plein droit dès que les actions pénale et disciplinaire sont éteintes.\n\nLes décisions prises en application du présent article peuvent être déférées à la cour d'appel par l'avocat intéressé, le bâtonnier dont il relève ou le procureur général."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Toute juridiction qui estime qu'un avocat a commis à l'audience un manquement aux obligations que lui impose son serment, peut saisir le procureur général en vue de poursuivre cet avocat devant l'instance disciplinaire dont il relève.\n\nLe procureur général peut saisir l'instance disciplinaire qui doit statuer dans le délai de quinze jours à compter de la saisine. Faute d'avoir statué dans ce délai, l'instance disciplinaire est réputée avoir rejeté la demande et le procureur général peut interjeter appel. La cour d'appel ne peut prononcer de sanction disciplinaire qu'après avoir invité le bâtonnier ou son représentant à formuler ses observations.\n\nLorsque le manquement a été commis devant une juridiction de France métropolitaine et qu'il y a lieu de saisir une instance disciplinaire située dans une collectivité d'outre-mer, le délai prévu à l'alinéa précédent est augmenté d'un mois.\n\nIl en est de même lorsque le manquement a été commis devant une juridiction située dans un département ou un territoire d'outre-mer, ou à Mayotte, et qu'il y a lieu de saisir une instance disciplinaire située en France métropolitaine."
    },
    {
      "provision_ref": "art25-1",
      "section": "25-1",
      "title": "Article 25-1",
      "content": "En cas de manquement aux obligations ou de contravention aux règles découlant des dispositions sur la procédure, les avocats encourent les sanctions édictées par lesdites dispositions."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les instances en responsabilité civile contre les avocats suivent les règles ordinaires de procédure."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Il doit être justifié, soit par le barreau, soit collectivement ou personnellement par les avocats, soit à la fois par le barreau et par les avocats, d'une assurance garantissant la responsabilité civile professionnelle de chaque avocat membre du barreau, en raison des négligences et fautes commises dans l'exercice de leurs fonctions.\n\nIl doit également être justifié d'une assurance au profit de qui il appartiendra, contractée par le barreau ou d'une garantie affectée au remboursement des fonds, effets ou valeurs reçus.\n\nLe bâtonnier informe le procureur général des garanties constituées.\n\nLes responsabilités inhérentes à l'activité de fiduciaire et aux activités visées au deuxième alinéa de l'article 6 et à l'article 6 bis sont supportées exclusivement par les avocats qui les exercent ; elles doivent faire l'objet d'assurances spéciales qui sont contractées à titre individuel ou collectif, dans les conditions fixées par la loi du 13 juillet 1930 relative au contrat d'assurance ou, pour l'activité de fiduciaire, de garanties financières."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les membres de la nouvelle profession d'avocat, à l'exception des avocats salariés qui, avant la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 portant réforme de certaines professions judiciaires et juridiques, exerçaient en tant que salariés la profession de conseil juridique, et des mandataires sociaux qui relevaient du régime des salariés, sont affiliés d'office à la Caisse nationale des barreaux français prévue à l'article L. 723-1 du code de la sécurité sociale.Un décret en Conseil d'Etat prévoit les conditions dans lesquelles, après consultation des caisses de retraite complémentaire, pourront être compensées entre elles les conséquences financières contractuelles des dispositions de l'alinéa précédent."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les obligations de la caisse d'allocation vieillesse des officiers ministériels, des officiers publics et des compagnies judiciaires au titre du régime de base et du régime complémentaire sont prises en charge par la caisse nationale des barreaux français, dans des conditions fixées par décret, en ce qui concerne les personnes exerçant à la date d'entrée en vigueur de la présente loi ou ayant exercé avant cette date la profession d'avoué près les   tribunaux judiciaires ou la profession d'agréé près les tribunaux de commerce, ainsi que leurs ayants droit.\n\nLa Caisse nationale d'assurance vieillesse des professions libérales et la caisse d'assurance vieillesse des officiers ministériels, des officiers publics et des compagnies judiciaires au titre du régime de base, du régime complémentaire et du régime invalidité-décès restent tenues aux obligations dont elles sont redevables en ce qui concerne les personnes exerçant à la date d'entrée en vigueur du chapitre Ier de la loi n° 2011-94 du 25 janvier 2011 portant réforme de la représentation devant les cours d'appel ou ayant exercé avant cette date la profession d'avoué près les cours d'appel, leurs conjoints collaborateurs ainsi que leurs ayants droit.\n\nLes transferts financiers résultant de l'opération sont fixés par convention entre les caisses intéressées et, à défaut, par décret. Ils prennent en compte les perspectives financières de chacun des régimes."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "La caisse nationale des barreaux français est substituée aux chambres départementales et régionales d'avoués de grande instance et aux chambres régionales d'agréés ayant souscrit auprès des sociétés d'assurances des conventions instituant des régimes supplémentaires de retraite ; elle est habilitée à souscrire toutes conventions ayant pour objet l'organisation de tels régimes pour l'ensemble de la nouvelle profession."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "A titre subsidiaire, le fonds garantit le paiement des sommes nécessaires au maintien des droits acquis à la date d'entrée en vigueur de la présente loi. Si la mise en application de celle-ci a pour conséquence une réduction du nombre de cotisants au régime visé à l'article précédent entraînant la diminution de ces droits, cette garantie s'exerce soit par la prise en charge d'un complément de cotisation, soit par le rachat d'unités de rentes, soit par la constitution de rentes viagères."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les rapports entre les avocats et leur personnel sont régis par la convention collective nationale du personnel des cabinets d'avocats et ses avenants, quel que soit le mode d'exercice de la profession d'avocat.\n\nToutefois, jusqu'à la conclusion d'une nouvelle convention collective de travail et au plus tard un an après la date fixée à l'article 34 de la loi n° 2011-94 du 25 janvier 2011 portant réforme de la représentation devant les cours d'appel, les rapports entre les anciens avoués près les cours d'appel devenus avocats et leur personnel demeurent réglés par la convention collective et ses avenants qui leur étaient applicables avant la date d'entrée en vigueur du chapitre Ier de la même loi, y compris pour les contrats de travail conclus après cette date.\n\nPendant cette période, en cas soit de regroupement d'avocats et d'anciens avoués au sein d'une association ou d'une société, soit de fusion de sociétés ou d'associations, le personnel salarié bénéficie de la convention collective qui lui était applicable avant la date d'entrée en vigueur du chapitre précité ou, à défaut, de la convention collective nationale du personnel des cabinets d'avocats et ses avenants.\n\nA défaut de conclusion d'une nouvelle convention collective de travail à l'expiration du délai prévu au deuxième alinéa, les rapports entre les anciens avoués près les cours d'appel devenus avocats et leur personnel sont régis par la convention collective nationale du personnel des cabinets d'avocats et ses avenants. Les salariés conservent, dans leur intégralité, les avantages individuels qu'ils ont acquis en application de leur ancienne convention collective nationale.\n\nLes clauses des contrats de travail des salariés issus des études d'avoués restent applicables dès lors qu'elles ne sont pas en opposition avec la nouvelle convention collective de travail prévue à l'alinéa précédent ou de la convention collective nationale du personnel des cabinets d'avocats.\n\nLorsqu'un avoué, à compter de l'entrée en vigueur de la loi n° 2011-94 du 25 janvier 2011 précitée, exerce la profession d'avocat, d'avocat au Conseil d'Etat et à la Cour de cassation, de notaire, de commissaire-priseur judiciaire, de greffier de tribunal de commerce, d'huissier de justice, d'administrateur judiciaire ou de mandataire judiciaire, les salariés qu'il n'a pas licenciés conservent l'ancienneté et les droits acquis liés à leur contrat de travail en vigueur."
    },
    {
      "provision_ref": "art46-1",
      "section": "46-1",
      "title": "Article 46-1",
      "content": "Le personnel salarié non avocat de la nouvelle profession d'avocat relève de la caisse de retraite du personnel des avocats. Les prestations sont calculées en tenant compte, le cas échéant, des périodes d'affiliation en qualité de salariés d'avoués."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Dans les instances en cours le 16 septembre 1972, l'avoué antérieurement constitué, s'il est devenu avocat, conservera en tant que tel, dans la suite de la procédure et jusqu'au jugement sur le fond, les attributions qui lui étaient initialement dévolues. De même, l'avocat choisi par la partie aura seul le droit de plaider.Le tout sous réserve de démission, décès ou radiation de l'un, ou bien d'accord entre eux, ou de décision contraire de la partie intéressée."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "L'interdiction temporaire d'exercice prononcée contre un avoué ou un agréé près un tribunal de commerce ainsi que les peines disciplinaires prononcées au jour de l'entrée en vigueur de la présente loi à l'encontre d'un avocat, d'un avoué ou d'un agréé, continuent à produire leurs effets. Il en est de même des sanctions disciplinaires prononcées à l'encontre d'un avocat ou d'un conseil juridique avant la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 portant réforme de certaines professions judiciaires et juridiques ou postérieurement à cette date, en application du présent article, quelle que soit la profession réglementée à laquelle il accède en application de la présente loi.Les pouvoirs des juridictions disciplinaires du premier degré supprimées par la présente loi sont prorogés à l'effet de statuer sur les procédures pendantes devant elles au jour de l'entrée en vigueur de la présente loi, ainsi que sur tous faits professionnels antérieurs à cette dernière date.Les compétences disciplinaires des juridictions du premier degré sont prorogées à l'effet de statuer sur les procédures concernant un conseil juridique pendantes devant elles avant la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 portant réforme de certaines professions judiciaires et juridiques, ainsi que sur tous faits professionnels antérieurs à cette date.Ces juridictions sont également compétentes pour statuer sur les recours contre les décisions des commissions régionales statuant sur les demandes d'honorariat des conseils juridiques ayant renoncé à entrer dans la nouvelle profession.La cour d'appel et la Cour de cassation demeurent saisies des procédures disciplinaires pendantes devant elles."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I.-Les personnes qui, à la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 précitée, auront accompli l'intégralité de la durée du stage nécessaire pour l'inscription sur une liste de conseils juridiques sont dispensées, par dérogation au quatrième alinéa (3°) de l'article 11 et à l'article 12, du certificat d'aptitude à la profession d'avocat et du stage exigé avant l'entrée en vigueur du titre II de la loi n° 2004-130 du 11 février 2004 réformant le statut de certaines professions judiciaires ou juridiques, des experts judiciaires, des conseils en propriété industrielle et des experts en ventes aux enchères publiques.\n\nII.-Les avocats titulaires d'une ou plusieurs mentions de spécialisation à la date d'entrée en vigueur de la loi n° 2011-331 du 28 mars 2011 de modernisation des professions judiciaires ou juridiques et de certaines professions réglementées peuvent faire le choix, sur justification d'une pratique professionnelle effective dans le domaine revendiqué, d'un ou de deux certificats de spécialisation dont la liste est fixée par arrêté du garde des sceaux, ministre de la justice.\n\nLe Conseil national des barreaux détermine les modalités selon lesquelles cette faculté s'accomplit.\n\nIII.-Les anciens conseils juridiques qui exercent la profession d'avocat et qui, avant la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 précitée, exerçaient en outre les activités de commissaires aux comptes sont autorisés, à titre dérogatoire, à poursuivre ces dernières activités ; toutefois, ils ne pourront exercer ni cumulativement ni successivement pour une même entreprise ou pour un même groupe d'entreprises les fonctions d'avocat et le mandat de commissaire aux comptes.\n\nIV.-Les personnes en cours de formation professionnelle à la date d'entrée en vigueur du titre II de la loi n° 2004-130 du 11 février 2004 précitée poursuivent leur formation selon les modalités en vigueur avant cette date. Toutefois, les titulaires du certificat d'aptitude à la profession d'avocat n'ayant pas commencé ou terminé leur stage dans les deux ans à compter de la date d'entrée en vigueur du titre II de la loi n° 2004-130 du 11 février 2004 précitée en sont dispensés à l'expiration de cette période de deux ans. Les personnes qui demeurent inscrites sur la liste du stage conservent le droit de participer à l'élection du conseil de l'ordre et du bâtonnier.\n\nEn cas d'échec à la dernière session de l'examen d'aptitude à la profession d'avocat organisée avant la date d'entrée en vigueur du titre II de la loi n° 2004-130 du 11 février 2004 précitée, les personnes qui souhaitent reprendre leur formation ou, en cas de deuxième échec, qui y sont autorisées par délibération du conseil d'administration du centre régional de formation professionnelle, sont soumises aux dispositions entrées en vigueur à cette date.\n\nV.-Le chapitre III dans sa rédaction issue de la loi n° 2004-130 du 11 février 2004 précitée est applicable aux anciens avocats qui étaient inscrits sur la liste du stage à l'époque des faits visés à l'article 22.\n\nVI.-A Mayotte, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie, les personnes en cours de formation professionnelle à la date d'entrée en vigueur des articles 1er (I), 6 (I), 8 (I), 10 (I) de l'ordonnance n° 2006-639 du 1er juin 2006 poursuivent leur formation selon les modalités en vigueur avant cette date. Toutefois, les titulaires du certificat d'aptitude à la profession d'avocat n'ayant pas commencé ou terminé leur stage dans les deux ans à compter de la même date en sont dispensés à l'expiration de cette période de deux ans. Les personnes qui demeurent inscrites sur la liste du stage conservent le droit de participer à l'élection du conseil de l'ordre et du bâtonnier.\n\nEn cas d'échec à la dernière session de l'examen d'aptitude à la profession d'avocat organisée avant la date d'entrée en vigueur fixée au premier alinéa, les personnes qui souhaitent reprendre leur formation ou, en cas de deuxième échec, qui y sont autorisées par délibération du conseil d'administration du centre régional de formation professionnelle, sont soumises aux dispositions entrées en vigueur à cette date."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Il sera organisé une coordination entre les régimes de retraite dont relevaient les clercs, secrétaires et employés d'avoué, d'agréé et d'avocat et les régimes dont ils relèvent ou pourront relever du fait de leur nouvelle profession ou de leur nouvel emploi. Le fonds d'organisation de la nouvelle profession d'avocat garantit le paiement des sommes nécessaires au maintien des droits acquis ou en cours d'acquisition à la date d'entrée en vigueur de la présente loi, y compris en ce qui concerne les régimes de retraite complémentaires."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Dans le respect de l'indépendance de l'avocat, de l'autonomie des conseils de l'ordre et du caractère libéral de la profession, des décrets en Conseil d'Etat fixent les conditions d'application du présent titre.\n\nIls présentent notamment :\n\n1° Les conditions d'accès à la profession d'avocat ainsi que les incompatibilités, les conditions d'inscription au tableau et d'omission du tableau et les conditions d'exercice de la profession dans les cas prévus aux articles 6 à 8-1 ;\n\n2° Le code de déontologie des avocats préparé par le Conseil national des barreaux ainsi que la procédure et les sanctions disciplinaires ;\n\n3° Les règles d'organisation professionnelle, notamment la composition des conseils de l'ordre et les modes d'élection, de fonctionnement, de financement et les attributions du Conseil national des barreaux ;\n\n4° (Abrogé)\n\n5° Les conditions relatives à l'établissement du contrat de collaboration ou du contrat de travail prévu à l'article 7 ;\n\n6° La procédure de règlement des contestations concernant le paiement des frais et honoraires des avocats ;\n\n7° Les conditions d'application du IV de l'article 21 ;\n\n8° (Alinéa supprimé).\n\n9° Les conditions d'application de l'article 27 et, notamment, les conditions des garanties, les modalités du contrôle et les conditions dans lesquelles les avocats reçoivent des fonds, effets ou valeurs pour le compte de leurs clients, les déposent , sauf lorsqu'ils agissent en qualité de fiduciaire, dans une caisse créée obligatoirement à cette fin par chaque barreau ou en commun par plusieurs barreaux et en effectuent le règlement ;\n\n10° Les conditions de délivrance d'un certificat de spécialisation et les cas et les conditions dans lesquels une mention de spécialisation pourra être adjointe à la dénomination d'avocat et les dérogations qui pourront y être apportées ;\n\n11° Les modalités de dispense du diplôme et du certificat d'aptitude à la profession d'avocat et les conditions dans lesquelles seront établies les équivalences de titres ou de diplômes mentionnées à l'article 11, ainsi que les conditions dans lesquelles la détention d'un diplôme universitaire d'enseignement supérieur en sciences juridiques ou politiques peut dispenser de tout ou partie de la formation professionnelle ou de tout ou partie des conditions exigées pour la délivrance d'un certificat de spécialisation ;\n\n12° Les conditions d'application de l'article 50 ;\n\n13° Les modalités de la coordination et les conditions dans lesquelles s'exerce la garantie du fonds d'organisation de la nouvelle profession d'avocat, prévues à l'article 52 ;\n\n14° La composition, les modes d'élection et le fonctionnement des conseils d'administration des centres régionaux de formation professionnelle ;\n\n15° Les mesures nécessaires à l'application de la directive C.E.E. n° 77-249 du 22 mars 1977 du Conseil des communautés européennes."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Nul ne peut, directement ou par personne interposée, à titre habituel et rémunéré, donner des consultations juridiques ou rédiger des actes sous seing privé, pour autrui :\n\n1° S'il n'est titulaire d'une licence en droit ou s'il ne justifie, à défaut, d'une compétence juridique appropriée à la consultation et la rédaction d'actes en matière juridique qu'il est autorisé à pratiquer conformément aux articles 56 à 66.\n\nLes personnes mentionnées aux articles 56,57 et 58 sont réputées posséder cette compétence juridique.\n\nPour les personnes exerçant une activité professionnelle réglementée mentionnées à l'article 59, elle résulte des textes les régissant.\n\nPour chacune des activités non réglementées visées à l'article 60, elle résulte de l'agrément donné, pour la pratique du droit à titre accessoire de celle-ci, par un arrêté qui fixe, le cas échéant, les conditions de qualification ou d'expérience juridique exigées des personnes exerçant cette activité et souhaitant pratiquer le droit à titre accessoire de celle-ci.\n\nPour chacune des catégories d'organismes visées aux articles 61,63,64 et 65, elle résulte de l'agrément donné, pour la pratique du droit à titre accessoire, par un arrêté qui fixe, le cas échéant, les conditions de qualification ou d'expérience juridique exigées des personnes pratiquant le droit sous l'autorité de ces organismes.\n\nL'agrément prévu au présent article ne peut être utilisé à des fins publicitaires ou de présentation de l'activité concernée ;\n\n2° S'il a été l'auteur de faits ayant donné lieu à condamnation pénale pour agissements contraires à l'honneur, à la probité ou aux bonnes moeurs ;\n\n3° S'il a été l'auteur de faits de même nature ayant donné lieu à une sanction disciplinaire ou administrative de destitution, radiation, révocation, de retrait d'agrément ou d'autorisation ;\n\n4° S'il a été frappé de faillite personnelle ou d'autre sanction en application du titre VI de la loi n° 85-98 du 25 janvier 1985 précitée ou, dans le régime antérieur à cette loi, en application du titre II de la loi n° 67-563 du 13 juillet 1967 précitée ;\n\n5° S'il ne répond en outre aux conditions prévues par les articles suivants du présent chapitre et s'il n'y est autorisé au titre desdits articles et dans les limites qu'ils prévoient.\n\nUne personne morale dont l'un des dirigeants de droit ou de fait a fait l'objet d'une sanction visée au présent article peut être frappée de l'incapacité à exercer les activités visées au premier alinéa par décision du   tribunal judiciaire de son siège social, à la requête du ministère public.\n\nLa condition de diplôme ou de compétence juridique prévue au 1° est applicable à l'expiration d'un délai d'un an à compter de la promulgation de la loi n° 97-308 du 7 avril 1997."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Toute personne autorisée par le présent chapitre à donner des consultations juridiques ou à rédiger des actes sous seing privé, pour autrui, de manière habituelle et rémunérée, doit être couverte par une assurance souscrite personnellement ou collectivement et garantissant les conséquences pécuniaires de la responsabilité civile professionnelle qu'elle peut encourir au titre de ces activités.Elle doit également justifier d'une garantie financière, qui ne peut résulter que d'un engagement de caution pris par une entreprise d'assurance régie par le code des assurances ou par un établissement de crédit ou une société de financement habilités à cet effet, spécialement affectée au remboursement des fonds, effets ou valeurs reçus à ces occasions.En outre, elle doit respecter le secret professionnel conformément aux dispositions des articles 226-13 et 226-14 du code pénal et s'interdire d'intervenir si elle a un intérêt direct ou indirect à l'objet de la prestation fournie.Les obligations prévues à l'alinéa précédent sont également applicables à toute personne qui, à titre habituel et gratuit, donne des consultations juridiques ou rédige des actes sous seing privé."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Les avocats au Conseil d'Etat et à la Cour de cassation, les avocats inscrits à un barreau français, les notaires, les huissiers de justice, les commissaires-priseurs judiciaires, les administrateurs judiciaires et les mandataires-liquidateurs disposent concurremment, dans le cadre des activités définies par leurs statuts respectifs, du droit de donner des consultations juridiques et de rédiger des actes sous seing privé pour autrui."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Les personnes entrant dans le champ d'application du décret du 29 octobre 1936 relatif aux cumuls de retraites, de rémunérations et de fonctions, en activité ou en retraite, et dans les conditions prévues par ledit décret, ainsi que les enseignants des disciplines juridiques des établissements privés d'enseignement supérieur reconnus par l'Etat délivrant des diplômes visés par le ministre chargé de l'enseignement supérieur, peuvent donner des consultations en matière juridique."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les juristes d'entreprise exerçant leurs fonctions en exécution d'un contrat de travail au sein d'une entreprise ou d'un groupe d'entreprises peuvent, dans l'exercice de ces fonctions et au profit exclusif de l'entreprise qui les emploie ou de toute entreprise du groupe auquel elle appartient, donner des consultations juridiques et rédiger des actes sous seing privé relevant de l'activité desdites entreprises."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Les personnes exerçant une activité professionnelle réglementée peuvent, dans les limites autorisées par la réglementation qui leur est applicable, donner des consultations juridiques relevant de leur activité principale et rédiger des actes sous seing privé qui constituent l'accessoire direct de la prestation fournie."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Les personnes exerçant une activité professionnelle non réglementée pour laquelle elles justifient d'une qualification reconnue par l'Etat ou attestée par un organisme public ou un organisme professionnel agréé peuvent, dans les limites de cette qualification, donner des consultations juridiques relevant directement de leur activité principale et rédiger des actes sous seing privé qui constituent l'accessoire nécessaire de cette activité."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Les organismes chargés d'une mission de service public peuvent, dans l'exercice de cette mission, donner des consultations juridiques."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les associations reconnues d'utilité publique, ou dont la mission est reconnue d'utilité publique conformément au code civil local d'Alsace-Moselle, les fondations reconnues d'utilité publique, les associations agréées de consommateurs, les associations agréées exerçant leur activité dans les domaines de la protection de la nature et de l'environnement et de l'amélioration du cadre de vie et du logement, les associations habilitées par la loi à exercer les droits de la partie civile devant la juridiction pénale, les associations familiales et les unions d'associations familiales régies par le code de la famille et de l'aide sociale, les groupements mutualistes régis par le code de la mutualité peuvent donner à leurs membres des consultations juridiques relatives aux questions se rapportant directement à leur objet."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Les syndicats et associations professionnels régis par le code du travail peuvent donner des consultations juridiques et rédiger des actes sous seing privé au profit des personnes dont la défense des intérêts est visée par leurs statuts, sur des questions se rapportant directement à leur objet."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les organismes constitués, sous quelque forme juridique que ce soit, entre ou par des organisations professionnelles ou interprofessionnelles ainsi que les fédérations et confédérations de sociétés coopératives peuvent donner des consultations juridiques et rédiger des actes sous seing privé au profit de ces organisations ou de leurs membres, sur des questions se rapportant directement à l'activité professionnelle considérée."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Les organes de presse ou de communication au public par voie électronique ne peuvent offrir à leurs lecteurs ou auditeurs de consultations juridiques qu'autant qu'elles ont pour auteur un membre d'une profession juridique réglementée."
    },
    {
      "provision_ref": "art66-1",
      "section": "66-1",
      "title": "Article 66-1",
      "content": "Le présent chapitre ne fait pas obstacle à la diffusion en matière juridique de renseignements et informations à caractère documentaire."
    },
    {
      "provision_ref": "art66-2",
      "section": "66-2",
      "title": "Article 66-2",
      "content": "Sera puni des peines    prévues à l'article 72 quiconque aura, en violation des dispositions du présent chapitre, donné des consultations ou rédigé pour autrui des actes sous seing privé en matière juridique."
    },
    {
      "provision_ref": "art66-3",
      "section": "66-3",
      "title": "Article 66-3",
      "content": "Les organismes chargés de représenter les professions visées à l'article 56 et les organisations professionnelles représentatives de ces professions peuvent exercer les droits reconnus à la partie civile en ce qui concerne les infractions prévues à l'article 66-2."
    },
    {
      "provision_ref": "art66-3-1",
      "section": "66-3-1",
      "title": "Article 66-3-1",
      "content": "En contresignant un acte sous seing privé, l'avocat atteste avoir éclairé pleinement la ou les parties qu'il conseille sur les conséquences juridiques de cet acte."
    },
    {
      "provision_ref": "art66-4",
      "section": "66-4",
      "title": "Article 66-4",
      "content": "Sera puni des peines prévues aux articles L. 242-5 à L. 242-9 du code de la consommation quiconque se sera livré au démarchage en vue de donner des consultations ou de rédiger des actes en matière juridique. Toute publicité aux mêmes fins est subordonnée au respect de conditions fixées par le décret visé à l'article 66-6.\n\nToutefois, le premier alinéa du présent article n'est pas applicable :\n\n1° Aux avocats soumis en toutes matières à l'article 3 bis de la présente loi et aux professionnels autorisés à exercer partiellement l'activité d'avocat en application du titre V ;\n\n2° Aux conseils en propriété industrielle, soumis à l'article L. 423-1 du code de la propriété intellectuelle ;\n\n3° Aux huissiers de justice, aux notaires, aux commissaires-priseurs judiciaires, aux avocats au Conseil d'Etat et à la Cour de cassation, aux commissaires aux comptes et aux experts-comptables, soumis à l'article 3 de la loi n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle et au décret en Conseil d'Etat mentionné au III du même article 3."
    },
    {
      "provision_ref": "art66-5",
      "section": "66-5",
      "title": "Article 66-5",
      "content": "En toutes matières, que ce soit dans le domaine du conseil ou dans celui de la défense, les consultations adressées par un avocat à son client ou destinées à celui-ci, les correspondances échangées entre le client et son avocat, entre l'avocat et ses confrères à l'exception pour ces dernières de celles portant la mention \" officielle \", les notes d'entretien et, plus généralement, toutes les pièces du dossier sont couvertes par le secret professionnel.\n\nCes dispositions ne font pas obstacle, à compter de la conclusion d'un contrat de fiducie, à l'application à l'avocat qui a la qualité de fiduciaire, de la réglementation spécifique à cette activité, sauf pour les correspondances, dépourvues de la mention \" officielle \", adressées à cet avocat par un confrère non avisé qu'il agit en cette qualité.\n\nLe présent article ne fait pas obstacle à l'obligation pour un avocat de communiquer les contrats mentionnés à l'article L. 222-7 du code du sport et le contrat par lequel il est mandaté pour représenter l'une des parties intéressées à la conclusion de l'un de ces contrats aux fédérations sportives délégataires et, le cas échéant, aux ligues professionnelles qu'elles ont constituées, dans les conditions prévues à l'article L. 222-18 du même code."
    },
    {
      "provision_ref": "art66-6",
      "section": "66-6",
      "title": "Article 66-6",
      "content": "Les modalités d'application du présent titre sont précisées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "L'avocat qui exerce ses activités en France peut faire précéder ou suivre son nom de celui de l'association, de la société ou du groupement d'avocats auquel il appartient.Les sociétés ou les groupements de conseils existant à la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 portant réforme de certaines professions judiciaires et juridiques pourront conserver leur dénomination sociale, même si celle-ci n'est pas constituée du nom des associés ou anciens associés, et l'utiliser en cas de fusion ou scission.Les avocats, les associations d'avocats ou les sociétés d'avocats qui sont affiliés à un réseau pluridisciplinaire, national ou international, mentionnent leur appartenance à ce réseau."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Les avocats qui ont prêté serment avant la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 portant réforme de certaines professions judiciaires et juridiques sont dispensés de le prêter à nouveau selon la formule de l'article 3."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Sera puni des peines prévues à l'article 433-17 du code pénal quiconque aura, n'étant pas régulièrement inscrit au barreau, exercé une ou plusieurs des activités réservées au ministère des avocats dans les conditions prévues à l'article 4, sous réserve des conventions internationales."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Toute personne qui, dans la dénomination d'un groupement professionnel constitué sous quelque forme que ce soit, utilise, en dehors des cas prévus par la loi, le mot \" ordre \" est passible des peines    prévues à l'article 72."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Quiconque aura fait usage, sans remplir les conditions exigées pour le porter, d'un titre tendant à créer, dans l'esprit du public, une confusion avec le titre et la profession réglementés par la présente loi sera puni des peines encourues pour le délit d'usurpation de titre prévu par l'article 433-17 du code pénal. Les mêmes peines seront applicables à celui qui aura fait usage du titre de conseil juridique ou d'un titre équivalent pouvant prêter à confusion, sous réserve des dispositions du quatrième et du cinquième alinéas du paragraphe I de l'article 1er et du troisième alinéa de l'article 95 de la présente loi."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Sont abrogées toutes dispositions contraires à la présente loi, et notamment :Les articles 24 et 29 de la loi du 22 ventôse an XII modifiée relative aux écoles de droit ;Les articles 2 et 4 de la loi n° 54-390 du 8 avril 1954 constatant la nullité de l'acte dit loi n° 2525 du 26 juin 1941 instituant le certificat d'aptitude à la profession d'avocat ;L'ordonnance n° 45-2594 du 2 novembre 1945 portant statut des agréés près les tribunaux de commerce ;L'article 39 de la loi de finances rectificative n° 62-873 du 31 juillet 1962.Cesse de recevoir application en tant qu'elle concerne les avocats, la loi n° 57-1420 du 31 décembre 1957 sur le recouvrement des honoraires des avocats.Sont abrogés en tant qu'ils concernent les avoués près les tribunaux de grande instance :La loi du 27 ventôse an VIII sur l'organisation des tribunaux ;Les articles 27, 31, 32 de la loi du 22 ventôse an XII relative aux écoles de droit ;La loi du 20 avril 1810 sur l'organisation de l'ordre judiciaire et d'administration de la justice ;Les articles 3, 4, 5, 6, 7 du décret du 2 juillet 1812, modifié par l'ordonnance du 27 février 1822, par le décret du 29 mai 1910 et par la loi du 2 avril 1942, validée par l'ordonnance du 9 octobre 1945 sur la faculté de plaider reconnue aux avoués en matière civile ou correctionnelle ;L'article 91 de la loi du 28 avril 1816 sur les finances ;Le décret du 25 juin 1878 relatif à la plaidoirie des avoués près les tribunaux de grande instance ;La loi du 24 décembre 1897 relative au recouvrement des frais dus aux notaires, avoués, huissiers ;L'ordonnance n° 45-2591 du 2 novembre 1945 relative au statut des avoués ;L'ordonnance n° 45-1418 du 28 juin 1945 relative à la discipline de certains officiers ministériels.Dans toute disposition législative applicable à la date d'entrée en vigueur du titre Ier de la loi n° 90-1259 du 31 décembre 1990 portant réforme de certaines professions judiciaires et juridiques, le mot : \"avocat\" est substitué aux mots : \"conseil juridique\"."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "La présente loi sera applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, à l'exception du chapitre V de son titre Ier, et sous réserve du maintien des règles de procédure civile et d'organisation judiciaire locales."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I.-A Mayotte :\n\nNe sont pas applicables le III de l'article 1er, les articles 2,42 à 48, les I, III et IV de l'article 50, l'article 52, les 13° et 15° de l'article 53, les articles 54 à 66-3, 66-4, 66-6, 76 et 83 à 92.\n\nPour l'application de l'article 11, seul peut être pris en compte un diplôme français au moins équivalent au master en droit ou un titre ou diplôme français reconnu comme équivalent pour l'exercice de la profession dans les conditions fixées par l'arrêté prévu à cet article. La dernière phrase du dernier alinéa de l'article 11 n'est applicable qu'en tant qu'elle concerne des ressortissants français.\n\nPour l'application des articles 12 et 13, les références aux dispositions du code du travail sont remplacées par les références aux dispositions de même nature du code du travail applicable à la collectivité territoriale de Mayotte.\n\nPour l'application de l'article 13-1, la référence aux dispositions du code général des impôts est remplacée par la référence aux dispositions de même nature applicables localement.\n\nII.-A Saint-Pierre-et-Miquelon :\n\nNe sont pas applicables les articles 1er (III), 2, le septième alinéa de l'article 21-1, 42 à 48, 50 (I et III), 53 (13° et 15°), 54 à 66-4, 66-6, 71, 76 et 80, ainsi que les dispositions du titre VI. Le 9° de l'article 53 ne s'applique pas en tant qu'il concerne les conditions d'application de l'article 27 relatives aux caisses qui y sont mentionnées.\n\nToutefois :\n\n1° Pour l'application de l'article 11, seul peut être pris en compte un diplôme français au moins équivalent au master en droit ou un titre ou diplôme français reconnu comme équivalent pour l'exercice de la profession dans les conditions fixées par l'arrêté prévu au même article 11 ;\n\n2° Pour l'application des articles 22 à 25-1, le conseil de l'ordre du barreau de Saint-Pierre-et-Miquelon, siégeant comme conseil de discipline, connaît des infractions et fautes commises par les avocats qui y sont inscrits. Il connaît également des infractions et fautes commises par un ancien avocat, dès lors qu'à l'époque des faits, il était inscrit au tableau ou sur la liste des avocats honoraires du barreau ;\n\n3° Pour l'application de la présente loi, les mots : \" tribunal de grande instance, \" cour d'appel et \" procureur général sont remplacés respectivement par les mots : \" tribunal de première instance, \" tribunal supérieur d'appel et \" procureur de la République ;\n\n4° Les attributions dévolues en matière de procédure civile aux avocats et aux conseils des parties peuvent être exercées par des personnes agréées par le président du tribunal supérieur d'appel.\n\nIII.-Dans les îles Wallis et Futuna :\n\nLes articles 1er (I), 3 à 7,9 à 27, à l'exception de la dernière phrase du deuxième alinéa de l'article 13-1, 50 (II, V, VI), 53 (1° à 12° et 14°), 66-3-1, 66-3-2, 66-3-3, 66-5, 67, 68, 72, 73 et 74 sont applicables, dans leur rédaction résultant de la loi n° 2023-1059 du 20 novembre 2023 d'orientation et de programmation du ministère de la justice 2023-2027, sous les réserves ci-après :\n\nL'article 8 est applicable dans sa rédaction résultant de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées.\n\nPour l'application de l'article 7, le 5° du III de l'article 18 de la loi n° 2005-882 du 2 août 2005 en faveur des petites et moyennes entreprises est complété par les mots : \" en vigueur localement \".\n\nPour l'application de l'article 11, seul peut être pris en compte un diplôme français au moins équivalent au master en droit ou un titre ou diplôme français reconnu comme équivalent pour l'exercice de la profession dans les conditions fixées par l'arrêté prévu à cet article. La dernière phrase du dernier alinéa de l'article 11 n'est applicable qu'en tant qu'elle concerne des ressortissants français.\n\nPour l'application des articles 12 et 13, les références aux dispositions du code du travail sont remplacées par les références aux dispositions de même nature du code du travail applicable dans les îles Wallis et Futuna.\n\nPour l'application des articles 22 à 25-1, le conseil de l'ordre du barreau de Nouméa, siégeant comme conseil de discipline, connaît des infractions et fautes commises par les avocats qui y sont inscrits. Il connaît également des infractions et fautes commises par un ancien avocat, dès lors qu'à l'époque des faits, il était inscrit au tableau ou sur la liste des avocats honoraires du barreau.\n\nPour l'application de la présente loi, les mots : \" tribunal de grande instance \" sont remplacés par les mots : \" tribunal de première instance \".\n\nLes attributions dévolues en matière de procédure civile aux avocats et aux conseils des parties peuvent être exercées par des mandataires.\n\nIV.-En Polynésie française :\n\nLes articles 1er (I), 3 à 27, à l'exception de la dernière phrase du deuxième alinéa de l'article 13-1, 50 (II, V, VI), 53 (1° à 12° et 14°), 66-5, 67, 68, 72, 73 et 74 sont applicables, dans leur rédaction résultant de la loi n° 2023-1059 du 20 novembre 2023 d'orientation et de programmation du ministère de la justice 2023-2027, sous les réserves ci-après.\n\nPour l'application de l'article 7, le 5° du III de l'article 18 de la loi n° 2005-882 du 2 août 2005 en faveur des petites et moyennes entreprises est complété par les mots : \"en vigueur localement\".\n\nPour l'application de l'article 11, seul peut être pris en compte un diplôme français au moins équivalent au master en droit ou un titre ou diplôme français reconnu comme équivalent pour l'exercice de la profession dans les conditions fixées par l'arrêté prévu à cet article. La dernière phrase du dernier alinéa de l'article 11 n'est applicable qu'en tant qu'elle concerne des ressortissants français.\n\nPour l'application des articles 12 et 13, la référence aux dispositions du code du travail est remplacée par la référence aux dispositions de même nature applicables localement.\n\nPour l'application des articles 22 à 25-1, le conseil de l'ordre du barreau de Papeete, siégeant comme conseil de discipline, connaît des infractions et fautes commises par les avocats qui y sont inscrits. Il connaît également des infractions et fautes commises par un ancien avocat, dès lors qu'à l'époque des faits il était inscrit au tableau ou sur la liste des avocats honoraires du barreau.\n\nPour l'application de la présente loi, les mots : \" tribunal de grande instance \" sont remplacés par les mots : \" tribunal de première instance \".\n\nV.-En Nouvelle-Calédonie :\n\nLes articles 1er (I), 3 à 27, à l'exception de la dernière phrase du deuxième alinéa de l'article 13-1, 50 (II, V, VI), 53 (1° à 12° et 14°), 66-3-1, 66-3-2, 66-3-3, 66-5, 67, 68, 72, 73 et 74 sont applicables, dans leur rédaction résultant de la loi n° 2023-1059 du 20 novembre 2023 d'orientation et de programmation du ministère de la justice 2023-2027, sous les réserves ci-après :\n\nPour l'application de l'article 7, le 5° du III de l'article 18 de la loi n° 2005-882 du 2 août 2005 en faveur des petites et moyennes entreprises est complété par les mots : \"en vigueur localement\".\n\nPour l'application de l'article 11, seul peut être pris en compte un diplôme français au moins équivalent au master en droit ou un titre ou diplôme français reconnu comme équivalent pour l'exercice de la profession dans les conditions fixées par l'arrêté prévu à cet article. La dernière phrase du dernier alinéa de l'article 11 n'est applicable qu'en tant qu'elle concerne des ressortissants français.\n\nPour l'application des articles 12 et 13, la référence aux dispositions du code du travail est remplacée par la référence aux dispositions de même nature applicables localement.\n\nPour l'application des articles 22 à 25-1, le conseil de l'ordre du barreau de Nouméa, siégeant comme conseil de discipline, connaît des infractions et fautes commises par les avocats qui y sont inscrits. Il connaît également des infractions et fautes commises par un ancien avocat, dès lors qu'à l'époque des faits il était inscrit au tableau ou sur la liste des avocats honoraires du barreau.\n\nPour l'application de la présente loi, les mots : \" tribunal de grande instance \" sont remplacés par les mots : \" tribunal de première instance \".\n\nVI.-A Saint-Barthélemy :Ne sont pas applicables le septième alinéa de l'article 21-1 ainsi que les dispositions du titre VI."
    },
    {
      "provision_ref": "art81-1",
      "section": "81-1",
      "title": "Article 81-1",
      "content": "L'article 14-1 est applicable à Mayotte, en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Tout ressortissant de l'un des Etats membres de l'Union européenne peut exercer en France la profession d'avocat à titre permanent sous son titre professionnel d'origine, à l'exclusion de tout autre, si ce titre professionnel figure sur une liste fixée par décret.\n\nDans ce cas, il est soumis aux dispositions de la présente loi, sous réserve des dispositions du présent chapitre."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "L'avocat souhaitant exercer à titre permanent sous son titre professionnel d'origine est inscrit sur une liste spéciale du tableau du barreau de son choix. Cette inscription est de droit sur production d'une attestation délivrée par l'autorité compétente de l'Etat membre de l'Union européenne auprès de laquelle il est inscrit, établissant que ladite autorité lui reconnaît le titre.\n\nL'avocat exerçant à titre permanent sous son titre professionnel d'origine fait partie du barreau auprès duquel il est inscrit dans les conditions prévues à l'article 15. Il participe à l'élection des membres du Conseil national des barreaux.\n\nLa privation temporaire ou définitive du droit d'exercer la profession dans l'Etat où le titre a été acquis entraîne le retrait temporaire ou définitif du droit d'exercer. Le conseil de l'ordre est compétent pour prendre la décision tirant les conséquences de celle prononcée dans l'Etat d'origine."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Le titre professionnel d'origine dont il est fait usage ne peut être mentionné que dans la ou l'une des langues officielles de l'Etat membre où il a été acquis.La mention du titre professionnel d'origine est toujours suivie de l'indication de l'organisation professionnelle dont l'intéressé relève ou de la juridiction auprès de laquelle il est inscrit dans l'Etat membre où le titre a été acquis, ainsi que de celle du barreau auprès duquel il est inscrit en France."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "L'avocat exerçant à titre permanent sous son titre professionnel d'origine est tenu de s'assurer pour les risques et selon les règles prévus à l'article 27.Il est réputé satisfaire à l'obligation prévue au premier alinéa s'il justifie avoir souscrit, selon les règles de l'Etat membre où le titre a été acquis, des assurances et garanties équivalentes. A défaut d'équivalence dûment constatée par le conseil de l'ordre, l'intéressé est tenu de souscrire une assurance ou une garantie complémentaire."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "L'avocat inscrit sous son titre professionnel d'origine peut exercer selon les modalités prévues aux articles 7 et 8.\n\nIl peut également, après en avoir informé le conseil de l'ordre qui a procédé à son inscription, exercer au sein ou au nom d'un groupement d'exercice régi par le droit de l'Etat membre où le titre a été acquis, à condition :\n\n1° Que le capital social et les droits de vote soient détenus par des personnes exerçant une profession juridique ou judiciaire ou par des personnes légalement établies dans un Etat membre de l'Union européenne, dans un autre Etat partie à l'accord sur l'Espace économique européen ou dans la Confédération suisse qui exercent, dans l'un de ces Etats, une activité soumise à un statut législatif ou réglementaire ou subordonnée à la possession d'une qualification nationale ou internationale reconnue, et exerçant l'une quelconque desdites professions ;\n\n2° Que le conseil d'administration ou le conseil de surveillance comprennent au moins un membre exerçant la profession d'avocat, sous le titre d'avocat ou sous l'un des titres figurant sur la liste prévue au même article 83, au sein ou au nom du groupement ;\n\n3° Que l'usage de la dénomination du groupement soit réservé aux seuls membres des professions exerçant au sein ou au nom du groupement sous le titre d'avocat ou sous l'un des titres figurant sur la liste prévue au même article 83.\n\nLorsque les conditions prévues aux 1° à 3° ne sont pas remplies, l'intéressé ne peut exercer que selon les modalités prévues au premier alinéa. Il peut toutefois faire mention de la dénomination du groupement au sein ou au nom duquel il exerce dans l'Etat d'origine.\n\nL'avocat inscrit sous son titre professionnel d'origine peut, dans des conditions fixées par décret en Conseil d'Etat, exercer en France au sein ou au nom d'une société régie par le droit de l'Etat membre où le titre a été acquis et ayant pour objet l'exercice en commun de plusieurs des professions judiciaires ou juridiques."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Avant l'engagement de poursuites disciplinaires à l'encontre d'un avocat exerçant sous son titre professionnel d'origine, le bâtonnier en informe l'autorité compétente de l'Etat membre où l'intéressé est inscrit, qui doit être mise en mesure de formuler ses observations écrites à ce stade et lors du déroulement, le cas échéant, de la procédure disciplinaire, selon des modalités fixées par décret en Conseil d'Etat.Lorsque la poursuite disciplinaire est engagée sur le fondement de l'article 25, le délai prévu au deuxième alinéa dudit article est augmenté d'un mois."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "L'avocat exerçant sous son titre professionnel d'origine, qui justifie d'une activité effective et régulière sur le territoire national d'une durée au moins égale à trois ans en droit français, est, pour accéder à la profession d'avocat, dispensé des conditions résultant des dispositions prises pour l'application de la directive 2005/36/CE du 7 septembre 2005 modifiée précitée. Il justifie de cette activité auprès du conseil de l'ordre du barreau au sein duquel il entend exercer sous le titre d'avocat.\n\nLorsque l'avocat exerçant sous son titre professionnel d'origine justifie d'une activité effective et régulière sur le territoire national d'une durée au moins égale à trois ans, mais d'une durée moindre en droit français, le conseil de l'ordre apprécie le caractère effectif et régulier de l'activité exercée ainsi que la capacité de l'intéressé à poursuivre celle-ci."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Lors de l'examen de la demande de l'intéressé, le conseil de l'ordre assure le secret des informations le concernant.Lorsque l'intéressé satisfait aux conditions de l'article 89, le conseil de l'ordre ne peut refuser son inscription que sur le fondement des dispositions des 4°, 5° et 6° de l'article 11, en cas d'incompatibilité ou pour un autre motif tiré d'une atteinte à l'ordre public.Il est procédé à son inscription au tableau après que l'intéressé a prêté le serment prévu à l'article 3.L'avocat inscrit au tableau de l'ordre en application des dispositions du présent chapitre peut faire suivre son titre d'avocat de son titre professionnel d'origine, dans les conditions prévues au premier alinéa de l'article 85."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "L'exercice de la profession d'avocat par un avocat ressortissant d'un Etat membre de l'Union européenne autre que la France est exclusif de toute participation, même à titre occasionnel, à l'exercice de fonctions au sein d'une juridiction."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Les barreaux, chacun pour ce qui le concerne, collaborent avec les autorités compétentes des Etats membres de l'Union européenne et leur apportent l'assistance nécessaire pour faciliter l'exercice permanent de la profession d'avocat dans un Etat membre autre que celui où la qualification a été acquise."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Les dispositions du présent titre sont applicables aux professionnels qui ne peuvent accéder à la profession d'avocat ou l'exercer dans son intégralité sous leur titre d'origine en application des directives 77/249/ CE du 22 mars 1977 tendant à faciliter l'exercice effectif de la libre prestation de services par les avocats, 98/5/ CE du 16 février 1998 visant à faciliter l'exercice permanent de la profession d'avocat dans un Etat membre autre que celui où la qualification a été acquise ou 2005/36/ CE du Parlement européen et du Conseil du 7 septembre 2005 modifiée relative à la reconnaissance des qualifications professionnelles."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I.-Saisi d'une demande en ce sens, que ce soit pour un établissement ou pour une prestation temporaire et occasionnelle de services en France, le garde des sceaux, ministre de la justice, accorde un accès partiel à la profession d'avocat pour les activités de consultation juridique ou de rédaction d'actes sous seing privé lorsque les trois conditions suivantes sont remplies :1° Le professionnel est pleinement qualifié pour exercer dans un Etat membre de l'Union européenne ou partie à l'Espace économique européen l'activité professionnelle pour laquelle un accès partiel est sollicité ;2° Les différences entre l'activité professionnelle légalement exercée dans l'Etat membre de l'Union européenne ou partie à l'Espace économique européen et la profession d'avocat sont si importantes que l'application de mesures de compensation, au sens de l'article 14 de la directive 2005/36/ CE du 7 septembre 2005 modifiée, reviendrait à imposer au demandeur de suivre le programme complet d'enseignement et de formation requis par les dispositions des 2° et 3° de l'article 11 de la présente loi pour avoir pleinement accès à la profession ;3° L'activité professionnelle peut être exercée de manière autonome dans l'Etat membre d'origine.II.-Sauf si les connaissances acquises par le demandeur en droit français sont de nature à rendre cette vérification inutile, le demandeur à un établissement en France peut être soumis à une épreuve d'aptitude.III.-L'accès partiel peut être refusé pour des raisons impérieuses d'intérêt général si ce refus est proportionné à la protection de cet intérêt.IV.-L'accès partiel à la profession d'avocat peut être également refusé sur le fondement des dispositions des 4°, 5° et 6° de l'article 11 ou pour un autre motif tiré d'une atteinte à l'ordre public.V.-La décision qui accorde l'accès partiel précise le champ des activités professionnelles ouvertes au demandeur.VI.-Les activités sont exercées sous le titre professionnel de l'Etat d'origine utilisé dans la ou les langues de cet Etat. Le professionnel qui bénéficie d'un accès partiel indique clairement aux destinataires des services le champ des activités qu'il est autorisé à exercer.VII.-Lorsque l'accès partiel est accordé pour une prestation temporaire et occasionnelle de services, l'autorisation demeure valable pour toute nouvelle prestation temporaire et occasionnelle de services dans le même champ d'activité pendant une durée d'un an."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Le professionnel autorisé à accéder partiellement à la profession d'avocat pour les activités de consultation juridique ou de rédaction d'actes sous seing privé est inscrit sur la liste tenue par le garde des sceaux, ministre de la justice, rendue accessible au public. Il ne fait pas partie d'un barreau et n'est pas inscrit au tableau des avocats.Les dispositions des autres titres de la présente loi ne lui sont applicables qu'en cas de mention expresse."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Tout professionnel autorisé à exercer partiellement la profession d'avocat en application du présent titre doit être couvert par une assurance souscrite personnellement ou collectivement et garantissant les conséquences pécuniaires de la responsabilité civile professionnelle qu'il peut encourir au titre de ces activités.Il doit également justifier d'une garantie financière, qui ne peut résulter que d'un engagement de caution pris par une entreprise d'assurance régie par le code des assurances ou par un établissement de crédit ou une société de financement habilités à cet effet, spécialement affectée au remboursement des fonds, effets ou valeurs reçus à ces occasions."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Tout professionnel autorisé à exercer partiellement la profession d'avocat en application du présent titre doit respecter le secret professionnel conformément aux dispositions des articles 226-13 et 226-14 du code pénal et s'interdire d'intervenir s'il a un intérêt direct ou indirect à l'objet de la prestation fournie."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Sera puni des peines prévues à l'article 72 tout professionnel autorisé à exercer partiellement l'activité d'avocat en application du présent titre qui aura, en violation des dispositions de celui-ci, donné des consultations ou rédigé pour autrui des actes sous seing privé en matière juridique en dehors du champ dans lequel il a été autorisé à le faire."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Les organismes chargés de représenter les professions mentionnées à l'article 56 et les organisations professionnelles représentatives de ces professions peuvent exercer les droits reconnus à la partie civile en ce qui concerne les infractions prévues à l'article 98."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "Les conditions d'application du présent titre, notamment celles relatives à la formalisation des demandes prévues à l'article 94 et à la suspension ou au retrait de l'autorisation délivrée en application du même article, sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Tout avocat inscrit au barreau d'un Etat non membre de l'Union européenne est autorisé à exercer en France, dans les conditions prévues au présent titre et dans le cadre des traités internationaux conclus par l'Union européenne, que ce soit à titre temporaire et occasionnel ou à titre permanent, l'activité de consultation juridique et de rédaction d'actes sous seing privé pour autrui, en droit international et en droit de l'Etat dans lequel il est inscrit et des Etats dans lesquels il est habilité à exercer l'activité d'avocat, à l'exception du droit de l'Union européenne et du droit des Etats membres de l'Union européenne, s'il remplit les conditions suivantes :1° N'avoir pas été l'auteur de faits ayant donné lieu à condamnation pénale pour agissements contraires à l'honneur, à la probité ou aux bonnes mœurs ;2° N'avoir pas été l'auteur de faits de même nature ayant donné lieu à une sanction disciplinaire ou administrative de destitution, radiation, révocation, de retrait d'agrément ou d'autorisation ;3° N'avoir pas été frappé de faillite personnelle ou d'une interdiction de la nature de celle prévue à l'article L. 653-8 du code de commerce ;4° Etre assuré pour les risques et selon les règles prévus à l'article 27. L'intéressé est réputé satisfaire à l'obligation prévue au premier alinéa de l'article 27 s'il justifie avoir souscrit, selon les règles de l'Etat où il est inscrit en tant qu'avocat, des assurances et garanties équivalentes. A défaut d'équivalence dûment constatée par le Conseil national des barreaux, l'intéressé est tenu de souscrire une assurance ou une garantie complémentaire.L'autorisation pour exercer à titre temporaire et occasionnel ou pour exercer à titre permanent est accordée par le Conseil national des barreaux."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "L'autorisation accordée à un avocat inscrit dans un barreau d'un Etat non membre de l'Union européenne en vue d'exercer l'activité de consultation juridique et de rédaction d'actes sous seing privé pour autrui à titre temporaire et occasionnel demeure valable pendant une durée d'un an."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "L'avocat autorisé en application de l'article 102 exerce l'activité de consultation juridique et de rédaction d'actes sous seing privé pour autrui sous le titre professionnel de l'Etat d'origine. La mention de ce titre professionnel est suivie de l'énumération de ceux des domaines de droit mentionnés à l'article 101 dans lesquels il est habilité. Ces mentions sont faites en français et dans la ou l'une des langues officielles de l'Etat d'origine.Il reste soumis aux conditions d'exercice et aux règles professionnelles applicables à la profession d'avocat dans l'Etat d'origine.Il est aussi tenu au respect des règles qui s'imposent aux avocats inscrits à un barreau français, sous réserve des dispositions du présent titre, notamment celles concernant l'incompatibilité entre l'exercice, en France, de la profession d'avocat et celui d'autres activités, le secret professionnel, les rapports confraternels, la discipline et la publicité. Ces règles ne lui sont applicables que si elles peuvent être observées alors qu'il ne dispose pas d'un établissement en France et dans la mesure où leur observation se justifie objectivement pour assurer, en France, l'exercice correct des activités de consultation juridique et de rédaction d'actes sous seing privé pour autrui et le respect des incompatibilités."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Pour exercer à titre permanent l'activité de consultation juridique et de rédaction d'actes sous seing privé pour autrui, l'avocat inscrit à un barreau d'un Etat non membre de l'Union européenne doit bénéficier de l'autorisation du Conseil national des barreaux et être inscrit sur une liste spéciale du tableau du barreau de son choix.Il prête le serment prévu au deuxième alinéa de l'article 3. S'il ne maîtrise pas la langue française, un interprète est requis à ses frais.Il est tenu au respect des règles qui s'imposent aux avocats inscrits à un barreau français, sous réserve des dispositions du présent titre.Il fait partie du barreau auprès duquel il est inscrit dans les conditions prévues à l'article 15. Il participe à l'élection des membres du Conseil national des barreaux.La privation temporaire ou définitive du droit d'exercer sa profession ou son activité dans son Etat d'origine entraîne le retrait temporaire ou définitif de son droit d'exercer en France.\n\nArt. 105.-L'avocat autorisé en application de l'article 104 exerce l'activité de consultation juridique et de rédaction d'actes sous seing privé pour autrui sous le titre professionnel de l'Etat d'origine."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "L'avocat autorisé en application de l'article 104 exerce l'activité de consultation juridique et de rédaction d'actes sous seing privé pour autrui sous le titre professionnel de l'Etat d'origine.La mention de ce titre professionnel est suivie de l'indication du barreau auprès duquel il est inscrit en France et de l'énumération de ceux des domaines de droit mentionnés à l'article 101 dans lesquels il est habilité.Ces mentions sont faites en français et dans la ou l'une des langues officielles de l'Etat d'origine."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "L'avocat mentionné à l'article 104 peut exercer selon les modalités prévues aux articles 7 et 8.Il peut également, après en avoir informé le conseil de l'ordre qui a procédé à son inscription, exercer au sein ou au nom d'un groupement d'exercice régi par le droit de l'Etat d'origine, à condition :1° Que le capital social et les droits de vote soient détenus par des personnes exerçant une profession juridique ou judiciaire ou par des personnes légalement établies qui exercent dans l'Etat d'origine une activité soumise à un statut législatif ou réglementaire ou subordonnée à la possession d'une qualification nationale ou internationale reconnue, et exerçant l'une quelconque desdites professions ;2° Que le conseil d'administration ou le conseil de surveillance comprennent au moins un membre exerçant la profession d'avocat au sein ou au nom du groupement ;3° Que l'usage de la dénomination du groupement soit réservé aux seuls membres des professions exerçant au sein ou au nom du groupement sous le titre d'avocat.Lorsque les conditions prévues aux 1° à 3° ne sont pas remplies, l'intéressé ne peut exercer que selon les modalités prévues au premier alinéa. Il peut toutefois faire mention de la dénomination du groupement au sein ou au nom duquel il exerce dans l'Etat d'origine.L'avocat mentionné à l'article 104 peut exercer en France au sein ou au nom d'une société régie par le droit de l'Etat d'origine et ayant pour objet l'exercice en commun de plusieurs des professions judiciaires ou juridiques."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Les conditions d'application du présent titre sont fixées par décret en Conseil d'Etat."
    }
  ]
}