{
  "id": "jorftext000023174577",
  "type": "statute",
  "title": "LOI n° 2010-1487 du 7 décembre 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000023174577",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le II est applicable à compter du 1er janvier 2014.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Le code général des impôts et les autres dispositions de nature fiscale en vigueur dans les départements et régions d'outre-mer sont applicables à Mayotte à compter du 1er janvier 2014.II. - Le code des douanes est applicable à Mayotte à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "II. - Le I s'applique à compter de l'accession de Mayotte au statut de région ultrapériphérique de l'Union européenne et au plus tôt à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\nIII. - Le 2° du I est applicable à compter du 1er janvier 2014.\n\n- Code des douanes"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. ― En vue de rapprocher les règles législatives applicables à Mayotte des règles législatives applicables en métropole ou dans les autres collectivités relevant de l'article 73 de la Constitution, le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans les dix-huit mois suivant la publication de la présente loi à modifier ces règles par ordonnance dans les matières couvertes par les législations citées au III.Le délai prévu au premier alinéa est réduit à douze mois dans la matière visée au 1° du III.II. ― Chaque ordonnance procède à l'une ou l'autre des opérations suivantes ou aux deux :1° Etendre la législation intéressée dans une mesure et selon une progressivité adaptées aux caractéristiques et contraintes particulières à Mayotte ;2° Adapter le contenu de cette législation à ces caractéristiques et contraintes particulières.III. ― Les législations mentionnées au I sont les suivantes :1° Deuxième et cinquième parties du code général des collectivités territoriales ;2° Code général de la propriété des personnes publiques ;3° Code forestier et autres textes de valeur législative relatifs à la forêt ;4° Code rural et de la pêche maritime et autres dispositions législatives applicables aux matières régies par ce code ;5° Législation relative aux attributions préférentielles en matière agricole au sens des articles 831 à 834 du code civil ;6° Code de l'action sociale et des familles ;7° Législation relative à la protection sociale des handicapés et à l'action sociale en faveur des handicapés ;8° Législation relative à la couverture des risques vieillesse, chômage, maladie, maternité, invalidité et accidents du travail, aux prestations familiales ainsi qu'aux organismes compétents en la matière ;9° Législation du travail, de l'emploi et de la formation professionnelle ;10° Code de l'urbanisme ;11° Code de la construction et de l'habitation ;12° Loi n° 46-942 du 7 mai 1946 instituant l'ordre des géomètres-experts ;13° Loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis ;14° Loi n° 70-612 du 10 juillet 1970 tendant à faciliter la suppression de l'habitat insalubre ;15° Loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété immobilière ;16° Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 ;17° Loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement ;18° Code de l'expropriation pour cause d'utilité publique ;19° Code de commerce ;20° Loi n° 85-677 du 5 juillet 1985 tendant à l'amélioration de la situation des victimes d'accidents de la circulation et à l'accélération des procédures d'indemnisation ;21° Code de l'organisation judiciaire et autres textes législatifs régissant l'organisation judiciaire ;22° Loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique ;23° Législation relative à la profession d'huissier de justice ;24° Loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques ;25° Législation relative au travail maritime, à l'exception du code du travail maritime, à la profession de marin, à la protection sociale des marins et aux titres de navigation maritime, à l'exception du code du travail maritime ;26° Législation relative au service public de l'électricité.IV. ― Le projet de ratification de chaque ordonnance est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant celui de sa publication."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - Sont ratifiées les ordonnances suivantes :\n\n1° L'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ;\n\n2° L' ordonnance n° 2009-394 du 9 avril 2009 portant extension de dispositions de l' ordonnance n° 2008-1081 du 23 octobre 2008 réformant le cadre de la gestion d'actifs pour compte de tiers en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna ;\n\n3° L'ordonnance n° 2009-664 du 11 juin 2009 relative à l'organisation du service public de l'emploi et à la formation professionnelle à Mayotte ;\n\n4° L'ordonnance n° 2009-797 du 24 juin 2009 relative à l'application à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de l'ordonnance n° 2009-15 du 8 janvier 2009 relative aux instruments financiers ;\n\n5° L' ordonnance n° 2009-798 du 24 juin 2009 portant extension de l' ordonnance n° 2009-80 du 22 janvier 2009 relative à l'appel public à l'épargne et portant diverses dispositions en matière financière en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna ;\n\n6° L'ordonnance n° 2009-799 du 24 juin 2009 portant actualisation et adaptation de la législation financière et de la législation douanière applicables en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Pierre-et-Miquelon et à Mayotte ;\n\n7° L'ordonnance n° 2009-865 du 15 juillet 2009 relative à l'application à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de l'ordonnance n° 2009-104 du 30 janvier 2009 relative à la prévention de l'utilisation du système financier aux fins de blanchiment de capitaux et de financement du terrorisme ;\n\n8° L'ordonnance n° 2009-884 du 22 juillet 2009 portant extension en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de dispositions des ordonnances n° 2009-79 du 22 janvier 2009 créant l'Autorité des normes comptables et n° 2009-107 du 30 janvier 2009 relative aux sociétés d'investissement à capital fixe, aux fonds fermés étrangers et à certains instruments financiers ;\n\n9° L'ordonnance n° 2009-896 du 24 juillet 2009 portant actualisation du droit commercial et du droit pénal applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna ;\n\n10° L'ordonnance n° 2009-1019 du 26 août 2009 portant extension et adaptation outre-mer des dispositions relatives à la télévision numérique terrestre ;\n\n11° L'ordonnance n° 2009-1336 du 29 octobre 2009 modifiant l'ordonnance n° 2006-172 du 15 février 2006 portant actualisation et adaptation du droit applicable en matière de sécurité civile en Nouvelle-Calédonie ;\n\n12° L'ordonnance n° 2010-11 du 7 janvier 2010 portant extension et adaptation de l'ordonnance n° 2009-866 du 15 juillet 2009 relative aux conditions régissant la fourniture de services de paiement et portant création des établissements de paiement à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna ;\n\n13° L'ordonnance n° 2010-590 du 3 juin 2010 portant dispositions relatives au statut civil de droit local applicable à Mayotte et aux juridictions compétentes pour en connaître, sous réserve de la suppression du I de l'article 16 et, au 5° du II du même article, des mots :  à l'exception de l'article 20  ;\n\n14° L'ordonnance n° 2010-1180 du 7 octobre 2010 portant extension et adaptation en Polynésie française, à Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon de diverses dispositions de nature législative ;\n\n15° L'ordonnance n° 2010-686 du 24 juin 2010 portant extension et adaptation dans les départements d'outre-mer, à Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion.\n\nA modifié les dispositions suivantes :\n\n- Ordonnance n°2010-590 du 3 juin 2010\n\n- Code de l'action sociale et des familles\n\n- Code du travail"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - L'ordonnance n° 2010-137 du 11 février 2010 portant adaptation du droit des contrats relevant de la commande publique passés par l'Etat et ses établissements publics en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna est ratifiée.\n\nII à V. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Loi n°85-704 du 12 juillet 1985\n\n- Loi n°93-122 du 29 janvier 1993\n\n- Loi n°2001-420 du 15 mai 2001\n\n- Ordonnance n°2004-559 du 17 juin 2004"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi et de la compétence de l'Etat tendant à étendre et adapter :1° Le code des postes et des communications électroniques aux îles Wallis et Futuna ;2° La loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon et le code des pensions de retraite des marins français du commerce, de pêche ou de plaisance.II. ― L'ordonnance doit être prise au plus tard le dernier jour du douzième mois suivant celui de la promulgation de la présente loi.III. ― Le projet de loi portant ratification de cette ordonnance doit être déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant celui de sa publication."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. ― Le décret n° 2009-1645 du 23 décembre 2009 pris pour l'application de l'article LO 6251-3 du code général des collectivités territoriales et portant approbation totale d'un projet d'acte déterminant dans le domaine de la loi les sanctions applicables en matière d'urbanisme est ratifié.II. ― Après l'article 189 du code de l'urbanisme de Saint-Barthélemy, il est inséré un article 189-1 ainsi rédigé :« Art. 189-1. - En cas de condamnation d'une personne physique ou morale pour une infraction prévue à l'article 186, le tribunal, au vu des observations écrites ou après audition du président du conseil territorial, statue même en l'absence d'avis en ce sens de ce dernier, soit sur la mise en conformité des lieux ou celle des ouvrages avec les règlements, l'autorisation ou la déclaration en tenant lieu, soit sur la démolition des ouvrages ou la réaffectation du sol en vue du rétablissement des lieux dans leur état antérieur.« Le tribunal peut ordonner la publication de tout ou partie du jugement de condamnation, aux frais du délinquant, dans un journal local diffusé dans la collectivité, ainsi que son affichage dans les lieux qu'il indique. »"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Sont homologuées, en application de l'article 21 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, les peines d'emprisonnement prévues en Polynésie française par les articles suivants :1° LP 5, LP 14, LP 17, LP 37 et LP 38 de la loi du pays n° 2009-12 du 3 août 2009 relative à la recherche et la constatation des infractions en matière économique ;2° LP 6, LP 28, LP 29, LP 30, LP 31, LP 35, LP 36, LP 37, LP 39, LP 40, LP 42, LP 59, LP 62 et LP 63 de la loi du pays n° 2008-12 du 26 septembre 2008 relative à la certification, la conformité et la sécurité des produits et des services ;3° Le 8 de la loi du 6 mai 1919 relative à la protection des appellations d'origine du pays modifiée par la loi du pays n° 2008-2 du 6 février 2008 ;4° LP 213-18, LP 213-20 et LP 213-21 du code de l'environnement de la Polynésie française."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Le département de Mayotte succède à la collectivité départementale de Mayotte dans l'ensemble de ses droits, biens et obligations.\n\nDans tous les lois et règlements en vigueur, la référence à la collectivité départementale de Mayotte est remplacée par la référence au Département de Mayotte.\n\nA modifié les dispositions suivantes :\n\n-Loi n° 2004-228 du 15 mars 2004\n\n-Ordonnance n° 98-525 du 24 juin 1998\n\n-Ordonnance n° 2002-149 du 7 février 2002\n\n-Ordonnance n° 2005-870 du 28 juillet 2005\n\n-Ordonnance n° 2009-664 du 11 juin 2009\n\n-Ordonnance n° 2003-850 du 4 septembre 2003\n\n-Décret n° 95-360 du 5 avril 1995\n\n-Décret n° 2003-768 du 1 août 2003\n\n-Décret n° 2003-844 du 2 septembre 2003\n\n-Loi n° 2004-770 du 29 juillet 2004\n\n-Loi n° 2004-1526 du 30 décembre 2004\n\n-Loi n° 2005-1050 du 26 août 2005\n\n-Loi n° 2007-863 du 14 mai 2007\n\n-Loi n° 2008-1086 du 23 octobre 2008\n\n-Loi n° 2010-1352 du 9 novembre 2010\n\n-Loi n° 2007-1736 du 11 décembre 2007\n\n-Arrêté du 27 avril 2006\n\n-Arrêté du 29 décembre 2009\n\n-Arrêté du 26 avril 2002"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Hormis celles de ses articles 30 à 35, les dispositions de la présente loi entrent en vigueur à compter de la première réunion suivant le renouvellement du conseil général de Mayotte en 2011."
    }
  ]
}