{
  "id": "jorftext000028811102",
  "type": "statute",
  "title": "LOI n°2014-384\n du 29 mars 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028811102",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I et II. - A créé les dispositions suivantes :\n\nPour l'application du premier alinéa du présent III, une procédure de licenciement collectif est réputée engagée à compter de la date d'envoi de la convocation à la première réunion du comité d'entreprise mentionnée à l'article L. 1233-30 du code du travail.\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\n- Code de commerce\n\n- Code du travail\n\nIII. - La section 4 bis du chapitre III du titre III du livre II de la première partie du code du travail et le titre VII du livre VII du code de commerce sont applicables aux procédures de licenciement collectif engagées à compter du 1er avril 2014."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport établissant un bilan de la mise en œuvre de l'obligation de rechercher un repreneur en cas de projet de fermeture d'un établissement prévue à la section 4 bis du chapitre III du titre III du livre II de la première partie du code du travail et au titre VII du livre VII du code de commerce, en précisant les améliorations qui peuvent être apportées au dispositif."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "II. - Pour les personnes soumises au troisième alinéa du II de l'article 92 de la loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière, le seuil du tiers du capital ou des droits de vote se substitue au seuil des trois dixièmes pour l'application du II de l'article L. 433-1-2 du code monétaire et financier."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "II. - Le premier alinéa du I de l'article L. 433-3 du code monétaire et financier n'est pas applicable à toute personne physique ou morale actionnaire d'une société dont le siège social est établi en France et dont les actions sont admises aux négociations sur un marché réglementé d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, agissant seule ou de concert au sens de l'article L. 233-10 du code de commerce, qui détient, directement ou indirectement, un nombre d'actions ou de droits de vote compris entre trois dixièmes et la moitié du capital ou des droits de vote de cette société et qui, au cours des douze mois consécutifs précédant l'entrée en vigueur de la présente loi, a augmenté sa détention d'au moins un centième et d'au plus un cinquantième du capital ou des droits de vote."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nIII.-Pour l'application du dernier alinéa de l'article L. 225-123 du code de commerce, dans sa rédaction résultant du I du présent article, la comptabilisation de la durée de l'inscription nominative débute à compter de la date de l'entrée en vigueur de la présente loi pour les actions des sociétés qui n'ont pas usé de la faculté prévue au premier alinéa du même article L. 225-123.\n\nIV.-Après la date d'entrée en vigueur du présent article, les clauses statutaires qui attribuent un droit de vote double dans les conditions prévues au premier alinéa de l'article L. 225-123 du code de commerce continuent de s'appliquer.\n\nV. - Par dérogation au I de l'article L. 433-3 du code monétaire et financier, le règlement général de l'Autorité des marchés financiers fixe les conditions dans lesquelles toute personne physique ou morale, actionnaire d'une société dont le siège social est établi en France et dont les actions sont admises aux négociations sur un marché réglementé d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, agissant seule ou de concert au sens de l'article L. 233-10 du code de commerce, qui détenait au 2 avril 2014, directement ou indirectement, plus des trois dixièmes du capital ou des droits de vote et qui, par le bénéfice de l'attribution de droits de vote double résultant de l'application du dernier alinéa de l'article L. 225-123 du même code, dans sa rédaction résultant du I du présent article, vient à détenir avant le 31 décembre 2018 plus des trois dixièmes des droits de vote ou qui, en moins de douze mois consécutifs, augmente sa détention en droits de vote, comprise entre les trois dixièmes et la moitié des droits de vote, de plus d'un centième, n'est pas tenue de déposer un projet d'offre publique en vue d'acquérir une quantité déterminée des titres de la société, à la condition que le pourcentage de droits de vote détenus entre le 3 avril 2014 et le 31 décembre 2018 soit continuellement inférieur ou égal au pourcentage de droits de vote détenus au 2 avril 2014.\n\nPour les personnes mentionnées au troisième alinéa du II de l'article 92 de la loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière, le seuil du tiers du capital ou des droits de vote se substitue au seuil des trois dixièmes pour l'application du premier alinéa du présent V.\n\nVI.-Dans les sociétés anonymes dans lesquelles la loi prévoit que l'Etat doit atteindre un seuil minimal de participation en capital, inférieur à 50 %, cette obligation est remplie si ce seuil de participation est atteint en capital ou en droits de vote. La participation de l'Etat peut être temporairement inférieure à ce seuil à condition qu'elle atteigne le seuil de détention du capital ou des droits de vote requis dans un délai de deux ans.\n\nVII.-Les III et IV du présent article et les articles L. 225-123 et L. 225-124 du code de commerce, dans leur rédaction résultant des I et II, sont applicables dans les îles Wallis et Futuna.\n\n-Code de commerce"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "II. - Le présent article est applicable aux offres publiques d'acquisition dont le dépôt intervient à compter du premier jour du quatrième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "II. - Le présent article est applicable aux offres publiques d'acquisition dont le dépôt intervient à compter du premier jour du quatrième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport dressant le bilan de l'utilisation, au cours des dix dernières années, des actions spécifiques dont l'Etat dispose au capital des sociétés dont il est actionnaire ainsi que des autres dispositifs dérogeant à la proportionnalité entre détention de capital et droit de vote."
    }
  ]
}