{
  "id": "jorftext000000428979",
  "type": "statute",
  "title": "Loi n° 2003-710 du 1 août 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000428979",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le programme national de rénovation urbaine vise à restructurer, dans un objectif de mixité sociale et de développement durable, les quartiers classés en zone urbaine sensible avant la publication de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine  et, à titre exceptionnel, après avis conforme du maire de la commune ou du président de l'établissement public de coopération intercommunale compétent et accord du ministre chargé de la ville et du ministre chargé du logement, ceux présentant des caractéristiques économiques et sociales analogues.\n\nIl comprend des opérations d'aménagement urbain, la réhabilitation, la résidentialisation, la démolition et la production de logements, la création, la réhabilitation et la démolition d'équipements publics ou collectifs, la réorganisation d'espaces d'activité économique et commerciale, ou tout autre investissement concourant à la rénovation urbaine.\n\nPour la période 2004-2015, il prévoit une offre nouvelle de 250 000 logements locatifs sociaux, soit par la remise sur le marché de logements vacants, soit par la production de nouveaux logements sociaux dans les  quartiers classés en zone urbaine sensible avant la publication de la loi n° 2014-173 du 21 février 2014 précitée ou dans les agglomérations dont ils font partie. Il comprend également, dans les quartiers mentionnés au premier alinéa, la réhabilitation de 400 000 logements locatifs sociaux et, la résidentialisation d'un nombre équivalent de logements sociaux et en cas de nécessité liée à la vétusté, à l'inadaptation à la demande ou à la mise en oeuvre du projet urbain, la démolition de 250 000 logements, cet effort global devant tenir compte des besoins spécifiques des quartiers concernés."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les moyens financiers consacrés à la mise en œuvre du programme national de rénovation urbaine, entre 2004 et 2015, sont fixés à 12 milliards d'euros.\n\nCes moyens sont affectés à l'Agence nationale pour la rénovation urbaine, créée par l'article 10, à partir des contributions versées, notamment, par l'Etat et l'Union des entreprises et des salariés pour le logement mentionnée à l'article L. 313-17 du code de la construction et de l'habitation.\n\nL'Etat met en place, en complément des moyens mobilisés au titre de l'alinéa précédent, des crédits à hauteur de 350 millions d'euros pour accompagner les projets mis en œuvre dans le cadre du programme national de rénovation urbaine."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La Caisse des dépôts et consignations participe au financement du programme national de rénovation urbaine par l'octroi de prêts sur les fonds d'épargne dont elle assure la gestion en application de l'article L. 518-2 du code monétaire et financier et par la mobilisation de ses ressources propres.Ces ressources financent des avances aux investisseurs, des prises de participation dans les opérations de rénovation urbaine et des aides à l'ingénierie.Une convention conclue entre l'Etat et la Caisse des dépôts et consignations assure la cohérence de ces interventions avec les orientations du programme national de rénovation urbaine et détermine le montant annuel des subventions à verser à l'Agence nationale pour la rénovation urbaine."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Pour assurer la réalisation des investissements engagés dans le cadre du programme national de rénovation urbaine, le coût des opérations à la charge des collectivités, de leurs établissements publics de coopération intercommunale ou de leurs syndicats mixtes peut, après déduction des aides publiques directes ou indirectes, être, le cas échéant, inférieur à 20 % du montant total prévisionnel de la dépense subventionnée."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "I. ― Dans le cadre fixé par les contrats de ville, le nouveau programme national de renouvellement urbain concourt à la réalisation des objectifs définis à l'article 1er de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine par des interventions en faveur de la requalification des quartiers prioritaires de la politique de la ville définis à l'article 5 de cette même loi. Ce programme, qui couvre la période 2014-2026, vise en priorité les quartiers présentant les dysfonctionnements urbains les plus importants.\n\nSi la requalification des quartiers prioritaires le nécessite, ces interventions peuvent être conduites à proximité de ceux-ci. La production de logements locatifs sociaux financée dans le cadre du nouveau programme national de renouvellement urbain s'effectue dans les unités urbaines auxquelles appartiennent les quartiers concernés par ce programme. Ce programme doit garantir une reconstitution de l'offre de logements locatifs sociaux démolis compatible avec les besoins structurels en logements locatifs sociaux fixés par les programmes locaux de l'habitat.\n\nCe programme comprend les opérations d'aménagement urbain dont la création et la réhabilitation des espaces publics, la réhabilitation, la résidentialisation, la démolition et la production de logements, la création, la réhabilitation et la démolition d'équipements publics ou collectifs, la création et la réorganisation d'espaces d'activité économique et commerciale ou tout autre investissement contribuant au renouvellement urbain. Il s'articule avec les actions menées par d'autres acteurs visant à prévenir la dégradation des copropriétés. Il participe avec ces acteurs au traitement des copropriétés dégradées et au traitement de l'habitat indigne.\n\nCe programme contribue à l'amélioration de la performance énergétique des bâtiments et à la transition écologique des quartiers concernés.\n\nII. ― Le ministre chargé de la ville arrête, sur proposition de l'Agence nationale pour la rénovation urbaine, la liste des quartiers qui présentent les dysfonctionnements urbains les plus importants.\n\nIII. ― Les habitants ainsi que des représentants des associations et des acteurs économiques sont associés à la définition, à la mise en œuvre et à l'évaluation des projets de renouvellement urbain, selon les modalités prévues dans les contrats de ville. Chaque projet de renouvellement urbain prévoit la mise en place d'une maison du projet permettant la coconstruction du projet dans ce cadre."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "Les moyens affectés à l'Agence nationale pour la rénovation urbaine pour la mise en œuvre du nouveau programme national de renouvellement urbain sont fixés à 12 milliards d'euros, dont 1,2 milliard d'euros provient de subventions de l'Etat.\n\nCes moyens proviennent, notamment, des recettes mentionnées à l'article 12."
    },
    {
      "provision_ref": "art9-3",
      "section": "9-3",
      "title": "Article 9-3",
      "content": "Les articles 8 et 9 s'appliquent, dans les mêmes conditions, au nouveau programme national de renouvellement urbain."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Il est créé un établissement public national à caractère industriel et commercial dénommé \"Agence nationale pour la rénovation urbaine\".Cet établissement a pour mission de contribuer, dans un objectif de mixité sociale et de développement durable, à la réalisation du programme national de rénovation urbaine dans tous les quartiers visés à l'article 6 en accordant des concours financiers aux collectivités territoriales, aux établissements publics de coopération intercommunale compétents et aux organismes publics ou privés qui y conduisent des opérations concourant à la rénovation urbaine, à l'exception des établissements publics nationaux à caractère administratif dont les subventions de l'Etat constituent la ressource principale. Il passe des conventions pluriannuelles avec les collectivités et organismes destinataires de ces subventions. Son conseil d'administration peut fixer, en fonction du montant des subventions ou du coût de l'opération financée, des seuils au-dessous desquels il n'est pas conclu de convention.L'Agence nationale pour la rénovation urbaine élabore et adopte, dans les neuf mois suivant sa création, une charte d'insertion qui intègre dans le programme national de rénovation urbaine les exigences d'insertion professionnelle et sociale des habitants des zones urbaines sensibles.Les concours financiers de l'agence sont destinés à des opérations d'aménagement urbain, à la réhabilitation, la résidentialisation, la démolition et la construction de nouveaux logements sociaux, à l'acquisition ou la reconversion de logements existants, à la création, la réhabilitation d'équipements publics ou collectifs, à la réorganisation d'espaces d'activité économique et commerciale, à l'ingénierie, à l'assistance à la maîtrise d'ouvrage, au relogement et à la concertation, ou à tout investissement concourant à la rénovation urbaine de tous les quartiers visés à l'article 6.Pour chaque opération, un accord de gestion urbaine de proximité est signé entre les parties aux conventions visées au deuxième alinéa, les associations de proximité et les services publics de l'Etat et des collectivités territoriales.A titre exceptionnel, après accord du ministre chargé de la ville et du ministre chargé du logement, en l'absence de dispositif local apte à mettre en oeuvre tout ou partie des projets de rénovation urbaine, l'agence peut également assurer, à la demande des conseils municipaux ou des organes délibérants des établissements publics de coopération intercommunale compétents, la maîtrise d'ouvrage de tout ou partie de ces projets."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "L'Agence nationale pour la rénovation urbaine contribue à la mise en œuvre du programme national de requalification des quartiers anciens dégradés mentionné à l'article 25 de la loi n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion, en accordant des concours financiers aux collectivités territoriales, aux établissements publics de coopération intercommunale compétents et aux organismes publics ou privés qui conduisent les opérations concourant à la réalisation de ce programme. A cet effet, elle passe des conventions pluriannuelles avec les collectivités et organismes destinataires de ces concours. Son conseil d'administration peut fixer, en fonction du montant des concours financiers ou du coût de l'opération financée, des seuils au-dessous desquels il n'est pas conclu de convention."
    },
    {
      "provision_ref": "art10-2",
      "section": "10-2",
      "title": "Article 10-2",
      "content": "Les conventions pluriannuelles mentionnées à l'article 10-1 peuvent prévoir, pour conduire les opérations qu'elles comprennent, que la commune ou l'établissement public de coopération intercommunale porteur du projet crée un fonds local de requalification des quartiers anciens dégradés. Ce fonds regroupe les financements du porteur de projet, des collectivités territoriales, de leurs groupements et de leurs établissements publics, de l'Agence nationale pour la rénovation urbaine, de l'Agence nationale de l'habitat et de tout autre organisme public ou privé.\n\nLa convention désigne la collectivité territoriale ou l'établissement public de coopération intercommunale compétent en matière de programme local de l'habitat responsable de la gestion comptable et financière du fonds ainsi que de l'instruction et du traitement des demandes et des décisions d'attribution des aides.\n\nLa collectivité territoriale ou l'établissement public de coopération intercommunale ainsi désigné peut déléguer, en contrepartie d'une rémunération :\n\n-la gestion comptable et financière de ce fonds à un établissement public créé en application du a de l'article L. 321-1 ou de l'article L. 326-1 du code de l'urbanisme ;\n\n-l'instruction et le traitement des demandes d'aides à un organisme privé ou public.\n\nLes modalités de création, de gestion, d'utilisation des crédits de ce fonds ainsi que du contrôle de leur gestion sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art10-3",
      "section": "10-3",
      "title": "Article 10-3",
      "content": "I.-L'Agence nationale pour la rénovation urbaine contribue à la réalisation du nouveau programme national de renouvellement urbain dans les quartiers mentionnés à l'article 9-1 en accordant des concours financiers aux collectivités territoriales, aux établissements publics de coopération intercommunale compétents et aux organismes publics ou privés qui y conduisent des opérations concourant au renouvellement urbain, à l'exception des établissements publics nationaux à caractère administratif dont les subventions de l'Etat constituent la ressource principale. Elle passe des conventions pluriannuelles avec les collectivités territoriales, les établissements publics de coopération intercommunale compétents et les organismes destinataires de ces subventions. Son conseil d'administration peut fixer, en fonction du montant des subventions ou du coût de l'opération financée, des seuils au-dessous desquels il n'est pas conclu de convention.Les subventions accordées par l'agence aux établissements publics de coopération intercommunale et aux communes tiennent compte de leur situation financière, de leur effort fiscal et de la richesse de leurs territoires.Les concours financiers de l'agence sont destinés à des opérations d'aménagement urbain, dont la création et la réhabilitation des espaces publics, à la réhabilitation, la résidentialisation, la démolition et la production de nouveaux logements sociaux, à l'acquisition ou à la reconversion de logements existants, à la création, la réhabilitation et la démolition d'équipements publics ou collectifs, à la création et la réorganisation d'espaces d'activité économique et commerciale, à l'ingénierie, à l'assistance à la maîtrise d'ouvrage, au relogement, aux actions portant sur l'histoire et la mémoire des quartiers, à la concertation, la participation citoyenne et la coconstruction des projets, ou à tout investissement concourant au renouvellement urbain des quartiers mentionnés à l'article 9-1.L'Agence nationale pour la rénovation urbaine élabore et adopte une charte nationale d'insertion, intégrant les exigences d'insertion professionnelle des habitants des quartiers prioritaires de la politique de la ville dans le nouveau programme national de renouvellement urbain.Pour chaque projet de renouvellement urbain, des mesures ou des actions spécifiques relatives à la gestion urbaine de proximité, impliquant les parties aux conventions mentionnées au premier alinéa du présent I, les organismes d'habitations à loyer modéré, les associations de proximité et les services publics de l'Etat et des collectivités territoriales, sont prévues, dans le respect des principes et objectifs fixés par les contrats de ville définis à l'article 6 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine.Le dernier alinéa de l'article 10 de la présente loi s'applique dans les mêmes conditions au nouveau programme national de renouvellement urbain.II.-L'Agence nationale pour la rénovation urbaine est habilitée à créer ou à céder des filiales, à acquérir, à étendre ou à céder des participations dans des sociétés, groupements ou organismes intervenant exclusivement dans les domaines énumérés au troisième alinéa du I de l'article 9-1 et concourant au renouvellement urbain dans les quartiers prioritaires de la politique de la ville."
    },
    {
      "provision_ref": "art10-4",
      "section": "10-4",
      "title": "Article 10-4",
      "content": "L'Agence nationale pour la rénovation urbaine est habilitée à entreprendre des actions concourant à promouvoir l'expertise française à l'international en matière de renouvellement urbain. A ce titre, elle est habilitée à participer à l'élaboration et à la mise en œuvre d'accords de coopération internationale et à réaliser des prestations de services rémunérées."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'Agence nationale pour la rénovation urbaine est administrée par un conseil d'administration composé de trois collèges, ayant chacun le même nombre de voix, ainsi composés :1° Un collège comprenant des représentants de l'Etat, de ses établissements publics et de la Caisse des dépôts et consignations ;2° Un collège comprenant des représentants du groupe Action Logement, de l'Union sociale pour l'habitat regroupant les fédérations d'organismes d'habitations à loyer modéré, de la fédération des entreprises publiques locales et des locataires ;3° Un collège comprenant des représentants des collectivités territoriales et de leurs groupements ainsi qu'un député, un sénateur et une personnalité qualifiée.Le ministre chargé de la ville désigne un commissaire du Gouvernement, qui appartient au collège mentionné au 1°. Un décret précise les conditions dans lesquelles ce commissaire du Gouvernement peut demander l'inscription d'un point à l'ordre du jour du conseil d'administration, provoquer la convocation d'un conseil d'administration extraordinaire ou s'opposer à une décision du conseil d'administration et solliciter une nouvelle délibération.\n\nLe représentant de l'Etat dans le département est le délégué territorial de l'Agence nationale pour la rénovation urbaine. Le délégué territorial de l'Agence nationale pour la rénovation urbaine peut subdéléguer ses compétences ou sa signature dans des conditions définies par décret.\n\nEn complément des conventions prévues par les articles L. 301-5-1 et L. 301-5-2 du code de la construction et de l'habitation, les communautés urbaines, les métropoles, les communautés d'agglomération, les communautés de communes et, pour le reste du territoire, les départements peuvent conclure une convention avec l'Agence nationale pour la rénovation urbaine par laquelle celle-ci leur délègue la gestion des concours financiers qu'elle affecte au titre des conventions visées au deuxième alinéa de l'article 10 et au premier alinéa du I de l'article 10-3. Cette délégation de gestion des concours financiers peut être subdéléguée à des organismes publics ayant vocation à conduire des projets de rénovation urbaine et du nouveau programme national de renouvellement urbain et dotés d'un comptable public, dans des conditions définies par décret.\n\nLe délégué territorial de l'Agence nationale pour la rénovation urbaine signe les conventions prévues au présent article. Le préfet est cosignataire des conventions et de celles visées au deuxième alinéa de l'article 10 et au premier alinéa du I de l'article 10-3. Le délégué territorial en assure la préparation, l'évaluation et le suivi local."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les recettes de l'Agence nationale pour la rénovation urbaine sont constituées par :\n\n1° Les subventions de l'Etat ;\n\n2° Les contributions de la société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation  ;\n\n3° Les subventions de la Caisse des dépôts et consignations ;\n\n4° (Abrogé) ;\n\n5° Le produit des emprunts qu'elle est autorisée à contracter, dans la limite d'un plafond fixé par décret ;\n\n6° La rémunération des prestations de service de l'agence, les produits financiers, les produits de la gestion des biens entrés dans son patrimoine et le produit de la vente des biens et droits mobiliers et immobiliers ;\n\n7° Les dons et legs ;\n\n8° Exceptionnellement, en 2011,2012 et 2013, une fraction, fixée conformément au plafond prévu au I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, du produit de la taxe locale sur les locaux à usage de bureaux, les locaux commerciaux et les locaux de stockage, affecté à l'établissement public \" Société du Grand Paris \", créé par l'article 7 de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris, en application du C du I de l'article 31 de la loi n° 2010-1658 du 29 décembre 2010 de finances rectificative pour 2010 ;\n\n9° Les dividendes et autres produits des participations qu'elle détient dans ses filiales ou dans les sociétés dans lesquelles elle détient une participation ;\n\n10° Les concours financiers de la Caisse de garantie du logement locatif social ;\n\n11° Les contributions issues du fonds mentionné au premier alinéa de l'article L. 452-1-1 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Lorsque l'Agence nationale pour la rénovation urbaine finance la construction, l'acquisition, suivie ou non de travaux d'amélioration, de logements locatifs sociaux et la réhabilitation de logements locatifs sociaux existants et des structures existantes que sont les structures d'hébergement, les établissements ou logements de transition, les logements-foyers ou les résidences hôtelières à vocation sociale, les subventions qu'elle accorde sont soumises aux mêmes conditions que les aides de l'Etat, notamment celles prévues au livre III du code de la construction et de l'habitation. Elle peut toutefois, dans des conditions définies par décret en Conseil d'Etat, majorer les subventions, en modifier l'assiette ou les conditions de versement. Les subventions accordées par l'agence à ce titre sont assimilées, dans les conditions définies par décret en Conseil d'Etat, aux aides de l'Etat pour l'octroi des prêts et pour l'application de l'article    L. 831-1 du même code.\n\nEn outre, l'Agence nationale pour la rénovation urbaine peut financer la construction, l'acquisition suivie ou non de travaux d'amélioration ou la réhabilitation de structures d'hébergement, d'établissements ou logements de transition, de logements-foyers ou de résidences hôtelières à vocation sociale, pour les opérations retenues dans le programme national de requalification des quartiers anciens dégradés mentionné à l'article 25 de la loi n° 2009-323 du 25 mars 2009 précitée.\n\nLes montants, les taux et modalités d'attribution des subventions accordées par l'Agence nationale pour la rénovation urbaine pour d'autres objets que ceux mentionnés au premier alinéa sont fixés par son conseil d'administration dans le cadre des règles et orientations déterminées par l'Etat."
    },
    {
      "provision_ref": "art14-1",
      "section": "14-1",
      "title": "Article 14-1",
      "content": "Dans le cadre du nouveau programme national de renouvellement urbain, les subventions accordées par l'Agence nationale pour la rénovation urbaine pour financer la construction, l'acquisition suivie ou non de travaux d'amélioration et la réhabilitation de logements locatifs sociaux ainsi que la réhabilitation de structures d'hébergement, d'établissements ou logements de transition, de logements foyers ou de résidences hôtelières à vocation sociale sont assimilées aux aides de l'Etat prévues au livre III du code de la construction et de l'habitation pour l'octroi des prêts et pour l'application de l'article    L. 831-1 du même code.Pour les opérations mentionnées au premier alinéa du présent article, les montants, les taux et les modalités d'attribution des subventions accordées par l'Agence nationale pour la rénovation urbaine sont fixés par son conseil d'administration dans le cadre des règles et orientations déterminées par l'Etat."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les communes de moins de 20 000 habitants dont la moitié de la population habite dans un quartier prioritaire de la politique de la ville sont exclues, à leur demande, du champ d'application des dispositions de la loi n° 2000-614 du 5 juillet 2000 relative à l'accueil et à l'habitat des gens du voyage et notamment de l'obligation prévue à l'article 2 de ladite loi."
    },
    {
      "provision_ref": "art15-1",
      "section": "15-1",
      "title": "Article 15-1",
      "content": "L'Agence nationale pour la rénovation urbaine est soumise en matière de gestion financière et comptable aux règles applicables aux entreprises industrielles et commerciales. Elle n'est pas soumise à l'article 64 de la loi n° 2007-1822 du 24 décembre 2007 de finances pour 2008. Un décret précise les modalités spécifiques de contrôle économique et financier de l'agence, qui ne peuvent soumettre ses décisions à l'exigence d'un visa préalable. A l'exception des fonds issus de dons, legs ou libéralités, ses disponibilités sont déposées au Trésor et ne donnent lieu à aucune rémunération"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Un décret en Conseil d'Etat détermine l'organisation et le fonctionnement de l'Agence nationale pour la rénovation urbaine. Il précise les conditions dans lesquelles cette dernière peut assurer les missions de maîtrise d'ouvrage mentionnées à l'article 10.\n\nIl prévoit les modalités selon lesquelles, pour les ensembles immobiliers comportant des locaux commerciaux, l'Agence nationale pour la rénovation urbaine coordonne ses interventions avec celles de l'Agence nationale de la cohésion des territoires."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "A compter du 1er janvier 2004, sont créées de nouvelles zones franches urbaines dans les communes et quartiers figurant sur la liste arrêtée à l'annexe 2 de la présente loi qui est insérée en I bis à l'annexe de la loi n° 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. Paragraphe modificateurII. Les pertes de recettes pour l'Etat sont compensées, à due concurrence, par la création d'une taxe additionnelle aux droits visés aux articles 575 et 575 A du même code (1).III. Paragraphe modificateur."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. Paragraphe modificateur.\n\nII. - A. Pour application des dispositions de l'article 1383 C et du I quinquies de l'article 1466 A du code général des impôts à l'année 2004, les délibérations contraires des collectivités territoriales ou de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre doivent intervenir avant le 1er octobre 2003 ou au plus tard dans les trente jours de la publication de la présente loi, si elle est postérieure au 1er septembre 2003.\n\nB. Les redevables de la taxe foncière sur les propriétés bâties souhaitant bénéficier en 2004 de l'exonération prévue à l'article 1383 C du code général des impôts doivent souscrire une déclaration auprès du centre des impôts foncier du lieu de situation des biens, avant le 30 novembre 2003 ou au plus tard dans les trente jours de la publication de la présente loi, si elle est postérieure au 1er novembre 2003. Cette déclaration comporte tous les éléments nécessaires à l'application de l'exonération.\n\nC. Les entreprises souhaitant bénéficier des dispositions du I quinquies de l'article 1466 A du code général des impôts au titre de 2004 doivent en faire la demande pour chacun de leurs établissements, avant le 31 décembre 2003 ou au plus tard dans les trente jours de la publication de la présente loi, si elle est postérieure au 1er décembre 2003.\n\nIII. - A. Dans les conditions prévues par la loi de finances, l'Etat compense, chaque année, la perte de recettes résultant, pour les collectivités territoriales ou leurs établissements publics de coopération intercommunale à fiscalité propre, de l'exonération de taxe foncière sur les propriétés bâties mentionnée à l'article 1383 C du code général des impôts. La compensation n'est pas applicable aux établissements publics de coopération intercommunale soumis aux dispositions du II de l'article 1609 nonies C du même code. A compter de 2011, le prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes s'applique uniquement aux communes, à la métropole de Lyon, aux départements ou aux groupements dotés d'une fiscalité propre.\n\nLa compensation est égale au produit obtenu en multipliant la perte de bases résultant, chaque année et pour chaque collectivité ou établissement public de coopération intercommunale, de l'exonération par le taux de la taxe foncière sur les propriétés bâties appliqué en 2003 dans la collectivité ou l'établissement.\n\nPour les communes qui, au 1er janvier 2003, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune est majoré du taux appliqué au profit de l'établissement pour 2003.\n\nJusqu'au 31 décembre 2010, pour les communes qui sont membres d'un établissement public de coopération intercommunale soumis, à compter du 1er janvier 2004, aux dispositions de l'article 1609 nonies C du code général des impôts dans sa version en vigueur jusqu'au 31 décembre 2010, le taux appliqué en 2003 dans la commune est majoré du taux voté en 2003 par l'établissement.\n\nA compter de l'année 2011, les taux à prendre en compte pour les départements et la métropole, substituée au département au département (1) du Rhône dans son périmètre, pour le calcul des compensations visées aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des régions.\n\nLes dispositions relatives à cette majoration au profit des communes, de la métropole de Lyon ou des groupements de communes sont fixées au VI du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nAu titre de 2009, la compensation calculée selon les dispositions qui précèdent est minorée par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. Au titre de 2010, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre de 2009 est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article. Au titre de 2011, la compensation calculée selon les dispositions qui précèdent et à laquelle sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 est minorée par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010 et 2011, est minorée par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2014, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011, 2012 et 2013, est minorée par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2017 au X de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017. A compter de 2018, les taux d'évolution fixés depuis 2009 et jusqu'à 2017 sont appliqués à la même compensation.\n\nLa métropole de Lyon est substituée de plein droit à la communauté urbaine de Lyon ainsi qu'au département du Rhône pour l'application du présent A dans son périmètre.\n\nPour l'application des dispositions qui précèdent, la collectivité de Corse est substituée de plein droit, à compter du 1er janvier 2018, aux départements de Haute-Corse et de Corse-du-Sud.\n\nB. Dans les conditions prévues par la loi de finances, l'Etat compense, chaque année, les pertes de recettes résultant des dispositions du I quinquies de l'article 1466 A du code général des impôts pour les collectivités territoriales, les établissements publics de coopération intercommunale dotés d'une fiscalité propre ou les fonds départementaux de péréquation de la taxe professionnelle, selon les modalités prévues aux cinquième, sixième et septième alinéas du B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville. A compter de 2011, le prélèvement sur les recettes de l'Etat destiné à compenser ces pertes de recettes s'applique uniquement aux communes, aux groupements dotés d'une fiscalité propre et à la métropole de Lyon.\n\nAu titre de 2009, la compensation calculée selon les dispositions qui précèdent est minorée par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. Au titre de 2010, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre de 2009 est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article.\n\nA compter de 2011, les taux à prendre en compte pour les communes, les groupements de communes à fiscalité propre et la métropole de Lyon pour le calcul des compensations ou des minorations mentionnées aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des départements et des régions.\n\nLes dispositions relatives à cette majoration au profit des communes, des groupements de communes, des métropoles et de la métropole de Lyon sont fixées au VI du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nAu titre de 2011, les compensations calculées selon les dispositions qui précèdent et auxquelles sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 sont minorées par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010 et 2011, sont minorées par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011 et 2012, sont minorées par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011, 2012 et 2013, sont minorées par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2017 au X de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017. A compter de 2018, les taux d'évolution fixés depuis 2009 et jusqu'à 2017 sont appliqués aux mêmes compensations.\n\nLa métropole de Lyon est substituée de plein droit à la communauté urbaine de Lyon pour l'application du présent B dans son périmètre.\n\nIV. (Paragraphe abrogé)."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. Paragraphe modificateurII. Les pertes de recettes pour les organismes de sécurité sociale sont compensées, à due concurrence, par la création d'une taxe additionnelle aux droits visés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. Paragraphe modificateurII. La perte de recettes pour les organismes de sécurité sociale est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits visés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Avant le 31 décembre 2008, le Gouvernement dépose sur le bureau des deux assemblées parlementaires un rapport dans lequel il présente et évalue les conditions de mise en oeuvre, la pertinence et l'efficacité de la procédure de rétablissement personnel et des autres mesures prises en matière de prévention et de traitement du surendettement dans le cadre de la présente loi. Le cas échéant, ce rapport envisage de nouvelles mesures législatives et réglementaires."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et sous réserve des compétences des institutions locales, à prendre par ordonnance les mesures permettant d'étendre avec les adaptations nécessaires, en Polynésie française, en Nouvelle-Calédonie, dans les îles Wallis et Futuna et à Mayotte, les dispositions relatives au surendettement des particuliers.II. - Les projets d'ordonnance sont, selon les cas, soumis pour avis :1° Aux institutions compétentes prévues respectivement par la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, par la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie et par l'article L. 3551-12 du code général des collectivités territoriales ;2° A l'assemblée territoriale des îles Wallis et Futuna. L'avis est alors émis dans le délai d'un mois ; ce délai expiré, l'avis est réputé avoir été donné.Les projets d'ordonnance comportant des dispositions relatives à la Polynésie française sont en outre soumis à l'assemblée de ce territoire.III. - Les ordonnances seront prises au plus tard le dernier jour du douzième mois suivant la promulgation de la présente loi.Le projet de loi portant ratification de ces ordonnances sera déposé devant le Parlement dans un délai de douze mois à compter de sa publication."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. à V. Paragraphes modificateursVI. - Une convention entre l'Etat et l'Union des habitations à loyer modéré regroupant les fédérations d'organismes d'habitations à loyer modéré détermine les conditions de partenariat au sein de l'Agence nationale de rénovation urbaine."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I.-Dans les sociétés anonymes d'habitations à loyer modéré mentionnées à l'article L. 422-2 du code de la construction et de l'habitation, toute augmentation de capital ou tout transfert d'actions à un tiers non actionnaire de la société intervenant entre la publication de la présente loi et la date de l'assemblée générale extraordinaire qui met en conformité les statuts de la société avec les dispositions de l'article L. 422-2-1 du même code est soumis à l'autorisation préalable de tout actionnaire détenteur de plus du tiers du capital.\n\nII.-Les augmentations de capital ou les transferts d'actions à un tiers non actionnaire de la société effectués entre le 19 juin 2003 et la publication de la présente loi doivent faire l'objet, dans les trois mois suivant la publication de la présente loi, d'une validation par un actionnaire qui détenait au 31 décembre 2002 plus d'un tiers du capital. A défaut, les personnes titulaires des titres perdent le bénéfice des droits de vote attachés à ces actions. L'actionnaire détenteur au 31 décembre 2002 de plus du tiers du capital n'est pas tenu de motiver son refus de validation.\n\nIII.-Les personnes auxquelles est opposé un refus de l'autorisation du transfert d'actions prévue au I ou un refus de la validation de l'augmentation de capital ou du transfert d'actions prévue au II peuvent mettre en demeure l'auteur du refus d'acquérir les actions dans un délai de trois mois ou de les faire acquérir, dans le même délai, par une ou plusieurs personnes qu'il agrée. Le prix de la cession de ces actions ne peut être inférieur à celui de leur acquisition. Si, à l'expiration de ce délai, l'acquisition n'est pas réalisée, l'autorisation ou la validation est considérée comme accordée, sauf prolongation du délai par décision de justice à la demande de l'auteur du refus.\n\nIV.-Pour le calcul du seuil de détention de plus du tiers du capital, sont considérées comme détenues par un seul et même actionnaire les actions que détiennent, d'une part, les collectivités territoriales et les établissements publics de coopération intercommunale, d'autre part, les associations et les organismes à but non lucratif ayant pour objet l'insertion des personnes en difficulté, enfin, les associés de l'Union des entreprises et des salariés pour le logement mentionnée à l'article L. 313-18 du code de la construction et de l'habitation. Les actionnaires de chacune de ces trois catégories désignent, si besoin est, un mandataire commun pour prendre les décisions incombant à l'actionnaire détenteur de plus d'un tiers du capital.\n\nV.-Les dispositions des I et II ne s'appliquent pas aux transferts d'actions réalisés dans le cadre d'une succession ou d'une liquidation de communauté de biens entre époux ou par cession au profit du conjoint, d'un ascendant ou d'un descendant."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I.-Lorsqu'un actionnaire détient la majorité du capital d'une société anonyme d'habitations à loyer modéré, il informe le préfet de la région où est situé le siège social de cette société, dans un délai de trois mois à compter de la publication de la présente loi et après consultation du conseil d'administration ou du conseil de surveillance, de ses propositions pour la constitution de l'actionnariat de référence au sens de l'article L. 422-2-1 du code de la construction et de l'habitation.\n\nII.-Lorsqu'un actionnaire détient plus d'un tiers du capital d'une société anonyme d'habitations à loyer modéré, calculé sans prendre en compte les actions détenues par des personnes physiques ou des organismes de placement collectif en valeurs mobilières dont la majorité des parts est détenue par des salariés de cette société anonyme d'habitations à loyer modéré, et moins de la majorité du capital, il présente au conseil d'administration ou au conseil de surveillance, dans un délai de six mois à compter de la publication de la présente loi, une proposition visant à la constitution d'un actionnariat de référence. Cette proposition peut comporter, et le cas échéant combiner entre elles, des cessions de parts, une augmentation de capital ou la conclusion d'un pacte avec un ou deux autres actionnaires, dans les conditions prévues au II de l'article L. 422-2-1 du code de la construction et de l'habitation.\n\nDans le même délai, deux ou trois actionnaires détenant conjointement la majorité du capital peuvent également proposer au conseil d'administration ou au conseil de surveillance la conclusion entre eux d'un tel pacte.\n\nDans un délai d'un mois à compter du dépôt des propositions mentionnées aux deux alinéas précédents, le conseil d'administration ou le conseil de surveillance informe le préfet de région de l'accord intervenu en son sein ou, à défaut d'accord, lui demande d'intervenir pour faciliter la conclusion d'un tel accord.\n\nSi les négociations ne permettent pas de parvenir à un accord, le ou les projets sont soumis à une instance arbitrale composée de trois personnalités qualifiées, désignées respectivement par le ministre chargé du logement, le président de l'Union nationale regroupant les fédérations d'organismes d'habitations à loyer modéré et l'actionnaire détenant plus du tiers du capital. Cette instance émet, dans un délai de trois mois, une recommandation sur la manière de parvenir à la constitution d'un actionnariat de référence.\n\nIII.-Lorsque aucun actionnaire ne détient au moins un tiers du capital, calculé comme au II, deux ou trois actionnaires détenant conjointement la majorité du capital peuvent, dans un délai de six mois à compter de la publication de la présente loi, proposer au conseil d'administration ou au conseil de surveillance la conclusion entre eux d'un tel pacte dans les conditions prévues au II de l'article L. 422-2-1 du code de la construction et de l'habitation.\n\nDans tous les cas, le conseil d'administration ou le conseil de surveillance, dans un délai d'un an à compter de la publication de la présente loi et après consultation des principaux actionnaires, propose au préfet de région une solution permettant la constitution d'un actionnariat de référence et, à défaut, lui demande d'intervenir pour faciliter la recherche d'une telle solution.\n\nSi les négociations ne permettent pas d'y parvenir, le dossier est soumis au ministre chargé du logement qui émet, dans un délai de trois mois, une recommandation sur la manière de parvenir à la constitution d'un actionnariat de référence.\n\nIV.-Pour l'application des I, II et III, les associés de l'Union des entreprises et des salariés pour le logement sont considérés comme un seul actionnaire. Il en va de même des organismes à but non lucratif ayant pour objet l'insertion des personnes en difficulté.\n\nV.-A l'issue des procédures décrites aux I, II et III et au plus tard à l'issue d'un délai de deux ans suivant la publication de la présente loi, une assemblée générale extraordinaire est convoquée afin de mettre les statuts de la société anonyme d'habitations à loyer modéré en conformité avec les dispositions de l'article L. 422-2-1 du code de la construction et de l'habitation. Pour cette décision de mise en conformité, les droits de vote attachés aux actions de capital ou de jouissance sont proportionnels à la quotité de capital qu'elles représentent, nonobstant toutes dispositions réglementaires ou statutaires contraires.\n\nAprès cette mise en conformité et après nomination, conformément aux nouvelles règles statutaires, des membres du conseil d'administration ou de ceux du conseil de surveillance et du directoire, la société anonyme d'habitations à loyer modéré demande le renouvellement de l'agrément prévu à l'article L. 422-5 du code de la construction et de l'habitation. A défaut de mise en conformité des statuts dans le délai imparti ou si les recommandations mentionnées au II et au III du présent article n'ont pas été suivies, l'agrément peut être retiré. L'autorité administrative prend alors les mesures prévues à l'article L. 342-14 du code de la construction et de l'habitation.\n\nVI.-A compter de la publication de la présente loi, les représentants des locataires aux assemblées générales d'actionnaires visés au 3° du I de l'article L. 422-2-1 du code de la construction et de l'habitation dans sa rédaction issue de la présente loi sont les représentants des locataires élus en application de l'article L. 422-2-1 du même code dans sa rédaction antérieure à l'entrée en vigueur de la loi précitée.\n\nLes élections prévues au 3° du I de l'article L. 422-2-1 du même code dans sa rédaction issue de la présente loi auront lieu, pour la première fois, à l'issue du mandat en cours lors de la publication de la présente loi des représentants des locataires élus en application de l'article L. 422-2-1 du même code dans sa rédaction antérieure à la publication de la loi précitée."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Des groupements d'intérêt public peuvent être créés pour exercer, pendant une durée déterminée, des activités contribuant à l'élaboration et à la mise en oeuvre de politiques concertées de développement social urbain.Lorsque leurs membres ne sont pas en mesure de mettre à leur disposition les personnels ayant les compétences nécessaires à l'exercice de ces activités particulières, ils peuvent recruter, sur décision de leur conseil d'administration, des personnels qui leur sont propres.Les dispositions des articles L. 341-1 à L. 341-4 du code de la recherche sont applicables aux groupements prévus par le présent article.Les dispositions des premier et troisième alinéas sont applicables à Mayotte, en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Le titre Ier est applicable à Mayotte, à l'exception du troisième alinéa de l'article 11, des articles 13, 15 et 16, ainsi que du chapitre IV.Pour l'application à Mayotte des dispositions visées au premier alinéa, les mots \"le département\" sont remplacés par les mots \"la collectivité départementale de Mayotte\".Pour l'application de l'article 14, les références au code de la construction et de l'habitation sont supprimées."
    }
  ]
}