{
  "id": "jorftext000045197395",
  "type": "statute",
  "title": "LOI n°2022-217 du 21 février 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045197395",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La République française reconnaît les communes insulaires métropolitaines dépourvues de lien permanent avec le continent comme un ensemble de territoires dont le développement durable constitue un objectif majeur d'intérêt national en raison de leur rôle social, environnemental, culturel, paysager et économique et nécessite qu'il soit tenu compte de leurs différences de situations dans la mise en œuvre des politiques publiques locales et nationales."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur le phénomène de spéculation foncière et de spéculation immobilière en Corse et sur les moyens de différenciation disponibles pour y faire face, notamment en permettant à la collectivité de Corse d'instaurer, à titre expérimental pour une durée de cinq ans, un droit de préemption sur les transferts de propriétés bâties ou non bâties sur le territoire de la collectivité de Corse."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - Le 2° du I du présent article entre en vigueur le 1er janvier de l'année qui précède le prochain renouvellement général des conseils municipaux."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- LOI n° 2019-1461 du 27 décembre 2019"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Au plus tard le 1er juillet 2022, le Gouvernement remet au Parlement un rapport évaluant la mise en œuvre des règles départementales relatives à la défense extérieure contre l'incendie, notamment leurs conséquences en matière financière, d'urbanisme et de développement pour les collectivités territoriales et leurs groupements chargés de ce service public, prises en application du décret n° 2015-235 du 27 février 2015 relatif à la défense extérieure contre l'incendie prévu à l'article 77 de la loi n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-A titre expérimental et pour une durée de cinq ans à compter de la promulgation de la présente loi, lorsque tout ou partie de la mission mentionnée au 5° du I de l'article L. 211-7 du code de l'environnement leur a été transférée, les établissements publics territoriaux de bassin définis à l'article L. 213-12 du même code peuvent décider de remplacer, en tout ou partie, la contribution budgétaire des communes ou des établissements publics de coopération intercommunale à fiscalité propre membres dudit établissement par un produit de contributions fiscalisées assises sur le produit de la taxe d'habitation, des taxes foncières et de la cotisation foncière des entreprises, en vue de financer la gestion des milieux aquatiques et la prévention des inondations.II.-Les contributions fiscalisées sont instituées par une délibération de l'établissement public territorial de bassin, prise dans les conditions prévues au I de l'article 1639 A bis du code général des impôts et transmise pour consultation aux communes et aux établissements publics de coopération intercommunale à fiscalité propre membres de l'établissement public territorial de bassin. Leur produit est arrêté chaque année par l'organe délibérant dudit établissement public territorial de bassin, dans les conditions prévues à l'article 1639 A du même code.III.-Le produit voté de la taxe est au plus égal au montant annuel prévisionnel des charges de fonctionnement et d'investissement résultant de l'exercice de tout ou partie de la mission mentionnée au 5° du I de l'article L. 211-7 du code de l'environnement.IV.-La mise en recouvrement de la contribution fiscalisée remplaçant la contribution budgétaire d'une commune ou d'un établissement public de coopération intercommunale à fiscalité propre ne peut être poursuivie que si le conseil municipal ou l'organe délibérant de l'établissement public de coopération intercommunale à fiscalité propre concerné ne s'y est pas opposé dans un délai de quarante jours à compter de la transmission prévue au II du présent article en affectant d'autres ressources au paiement de sa contribution.V.-Le produit des contributions fiscalisées est réparti entre toutes les personnes physiques ou morales assujetties aux taxes foncières sur les propriétés bâties et non bâties, à la taxe d'habitation et à la cotisation foncière des entreprises, proportionnellement aux recettes que chacune de ces taxes a procurées l'année précédente sur le territoire des communes membres de l'établissement public territorial de bassin, ainsi que sur le territoire des établissements publics de coopération intercommunale à fiscalité propre membres de l'établissement public territorial de bassin et de leurs communes membres.VI.-L'expérimentation peut être réalisée au profit d'un établissement public territorial de bassin qui, dans les conditions prévues au quatrième alinéa de l'article L. 5211-61 du code général des collectivités territoriales, exerce par délégation tout ou partie de la mission mentionnée au 5° du I de l'article L. 211-7 du code de l'environnement. Le délégataire demande par délibération à bénéficier du dispositif prévu au I du présent article au délégant, qui statue dans un délai de quarante jours à compter de la transmission de ladite délibération. Le défaut de réponse vaut accord.L'institution des contributions fiscalisées par l'établissement public territorial de bassin délégataire au nom et pour le compte du délégant, fixée par un avenant à la convention de délégation entre les parties, la détermination du produit de la taxe et la répartition dudit produit sont effectuées dans les conditions prévues respectivement aux II, III et V.VII.-La liste des bassins concernés et les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.VIII.-Au plus tard six mois avant la fin de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation afin de déterminer les conditions d'une éventuelle généralisation.Le rapport évalue notamment les effets de l'expérimentation sur l'état et la régularisation des systèmes d'endiguement sur le territoire des établissements publics territoriaux de bassin participants, sur les montants des investissements et les moyens humains mis en œuvre pour la prévention des inondations ainsi que sur les conséquences financières pour les collectivités territoriales concernées.Le rapport évalue également l'intérêt, pour les établissements publics territoriaux de bassin, de définir un projet d'aménagement d'intérêt commun mentionné au VI de l'article L. 213-12 du code de l'environnement, en lieu et place ou en complément de la généralisation de l'expérimentation."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code de l'urbanisme\n\nII.-Par dérogation aux articles L. 153-31 à L. 153-44 du code de l'urbanisme, les communes et les établissements publics de coopération intercommunale à fiscalité propre compétents en matière de plan local d'urbanisme peuvent procéder à l'évolution du plan local d'urbanisme ou, le cas échéant, du plan local d'urbanisme intercommunal visant à intégrer les éléments mentionnés à l'article L. 151-42-1 du code de l'urbanisme selon la procédure de modification simplifiée prévue aux articles L. 153-45 à L. 153-48 du même code, après enquête publique réalisée dans les conditions prévues aux articles L. 123-1 à L. 123-18 du code de l'environnement, selon des modalités prévues par décret en Conseil d'Etat. L'entrée en vigueur du plan local d'urbanisme ou, le cas échéant, du plan local d'urbanisme intercommunal ainsi modifié doit intervenir avant l'expiration du délai mentionné au 7° du IV de l'article 194 de loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I.-Après concertation avec les collectivités territoriales concernées, un décret fixe la liste des autoroutes, des routes ou des portions de voies non concédées relevant du domaine routier national dont la propriété peut être transférée par l'Etat dans le domaine public routier des départements, compétents en matière de voirie en application de l'article L. 3213-3 du code général des collectivités territoriales, de la métropole de Lyon et des métropoles. Ces mêmes autoroutes, routes ou portions de voies non concédées peuvent également être mises à la disposition des régions, à titre expérimental, dans les conditions définies à l'article 40 de la présente loi.Sur demande des départements, de la métropole de Lyon ou des métropoles concernés, le représentant de l'Etat dans le département leur communique les informations dont il dispose relatives à l'état des autoroutes, des routes ou des portions de voies énumérées dans la liste fixée par le décret mentionné au premier alinéa du présent I.Dans un délai de six mois à compter de la publication de ce décret, les départements, les métropoles et, le cas échéant, la métropole de Lyon délibèrent sur les autoroutes, sur les routes ou sur les portions de voies énumérées dans le décret qu'ils souhaitent se voir transférer et transmettent leur demande au représentant de l'Etat dans la région. Dans le même délai, les régions délibèrent sur les autoroutes, sur les routes ou sur les portions de voies énumérées dans le décret dont elles souhaitent demander la mise à disposition et transmettent leur demande au représentant de l'Etat dans la région.A l'expiration du délai mentionné au troisième alinéa du présent I, si plusieurs demandes de transfert ou de mise à disposition ont été présentées pour une même autoroute, une même route ou une même portion de voie, le représentant de l'Etat dans la région organise une concertation, d'une durée qu'il fixe et qui ne peut être supérieure à deux mois, avec les collectivités territoriales ou groupements concernés, sur la base de scénarios élaborés par les services de l'Etat, afin de répartir entre eux les autoroutes, les routes ou les portions de voies qui font l'objet de demandes concurrentes. A l'issue de la concertation, les départements, les métropoles et, le cas échéant, la métropole de Lyon délibèrent, dans un délai d'un mois, sur les autoroutes, sur les routes ou sur les portions de voies énumérées dans le décret mentionné au premier alinéa du présent I qu'ils souhaitent se voir transférer et transmettent leur demande au représentant de l'Etat dans la région. Dans le même délai, les régions délibèrent sur les autoroutes, sur les routes ou sur les portions de voies énumérées dans ce décret dont elles souhaitent demander la mise à disposition et transmettent leur demande au représentant de l'Etat dans la région.Le ministre chargé des transports dispose d'un délai de trois mois à compter de l'expiration du délai mentionné au troisième alinéa pour notifier aux départements, aux régions, à la métropole de Lyon et aux métropoles concernés la décision déterminant les autoroutes, les routes et les portions de voies qui sont transférées ou mises à disposition, au regard notamment de la cohérence des itinéraires, de la cohérence des moyens d'exploitation et de maintenance, des conditions de l'exploitation desdites autoroutes, routes et portions de voies et de l'expertise technique des collectivités territoriales et de leurs groupements.Le transfert des autoroutes, des routes et des portions de voies, avec leurs accessoires et dépendances, est constaté par arrêté du représentant de l'Etat dans le département dans un délai de quatre mois à compter de la notification de la décision mentionnée au cinquième alinéa. L'arrêté emporte transfert des servitudes, droits et obligations correspondants ainsi que le classement des routes transférées dans la voirie du département, de la métropole de Lyon ou de la métropole. Ce transfert prend effet le 1er janvier de l'année suivante ou le 1er janvier de la seconde année suivante si l'arrêté est pris après le 31 juillet.Le transfert des autoroutes, des routes et des portions de voies est sans incidence sur le statut de route express, de route à grande circulation, d'autoroute ou de route d'importance européenne. Après le transfert, le changement de statut s'opère dans les conditions prévues par le code de la voirie routière, à l'exception des autoroutes, pour lesquelles il est prononcé par décret, après avis de la collectivité territoriale ou de la métropole qui en est propriétaire.La propriété des biens meubles et immeubles de l'Etat utilisés, à la date du transfert, pour l'aménagement, l'entretien, l'exploitation ou la gestion des autoroutes, des routes et des portions de voies transférées est cédée aux départements, à la métropole de Lyon et aux métropoles concernés, avec les servitudes, droits et obligations correspondants, lorsqu'ils sont exclusivement destinés à cet usage. La cession prend effet à la date du transfert des autoroutes, des routes ou des portions de voies concernées. Elle est constatée par arrêté du représentant de l'Etat dans le département après concertation avec le département, la métropole de Lyon ou la métropole concerné.L'utilisation des biens susceptibles de servir à la fois à des autoroutes, à des routes et à des portions de voies transférées et non transférées est régie par une convention conclue entre l'Etat et la collectivité territoriale ou la métropole concernée.L'utilisation des biens susceptibles de servir à des autoroutes, à des routes et à des portions de voies transférées à plusieurs collectivités territoriales ou métropoles en application du présent I est régie par une convention conclue entre ces collectivités ou métropoles. La convention détermine à quelle collectivité territoriale ou métropole la propriété des biens est transférée et les conditions de ce transfert. Elle précise, le cas échéant, les conditions dans lesquelles le propriétaire met à la disposition des autres collectivités territoriales ou métropoles les biens nécessaires au fonctionnement des services chargés des autoroutes, des routes et des portions de voies transférées. En l'absence de convention conclue à la date de prise d'effet du transfert des autoroutes, des routes et des portions de voies, la propriété des biens est cédée de plein droit à la collectivité territoriale qui se voit transférer le nombre le plus élevé de kilomètres de voies. La cession est constatée par arrêté du représentant de l'Etat dans le département. Les autres collectivités territoriales sont indemnisées par la collectivité territoriale à laquelle la propriété est cédée, au prorata du nombre de kilomètres de voies qui leur est transféré, en fonction de la valeur vénale des biens considérés.Les terrains acquis par l'Etat en vue de l'aménagement des autoroutes, des routes et des portions de voies transférées sont cédés aux collectivités territoriales et métropoles concernées. La cession prend effet à la date du transfert. Elle est constatée par arrêté du représentant de l'Etat dans le département.Les transferts et cessions prévus au présent I sont réalisés à titre gratuit et ne donnent lieu au paiement d'aucun droit, ni d'aucune indemnité ou taxe, ni de la contribution prévue à l'article 879 du code général des impôts.II.-Sous réserve des dispositions du code général des collectivités territoriales et du code de la route relatives aux pouvoirs de police de la circulation du représentant de l'Etat et du maire, le pouvoir de police de la circulation sur les voies transférées est exercé, selon les cas, par le président du conseil départemental, par le président du conseil de la métropole de Lyon ou par le président du conseil de la métropole, à l'exception des autoroutes ainsi que des routes et des portions de voies assurant la continuité du réseau autoroutier dont la liste est définie par décret, sur lesquelles ce pouvoir est exercé par le représentant de l'Etat.III.-Les projets de modification substantielle des caractéristiques techniques des autoroutes, des routes et des portions de voies dont la liste est fixée par le décret mentionné au II ainsi que des passages supérieurs en surplomb desdites autoroutes, routes et portions de voies sont soumis pour avis au représentant de l'Etat. Celui-ci s'assure que ces modifications ne compromettent ni la capacité de l'autoroute, de la route ou de la portion de voie à garantir la continuité des itinéraires routiers d'intérêt national et européen, la circulation des transports exceptionnels, des convois et des transports militaires et la desserte économique du territoire national, ni le respect des règles de l'art. Les modalités d'application du présent III sont fixées par voie réglementaire.IV.-Pour l'application du I dans la collectivité territoriale de Guyane :1° La référence au département est remplacée par la référence à la collectivité territoriale de Guyane ;2° La référence au représentant de l'Etat dans le département est remplacée par la référence au représentant de l'Etat dans la collectivité territoriale.V.-Pour l'application du II dans la collectivité territoriale de Guyane, la référence au président du conseil départemental est remplacée par la référence au président de l'assemblée de Guyane.VI.-Pour l'application du I à Mayotte, la référence au département est remplacée par la référence au Département de Mayotte."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I.-A titre expérimental et pour une durée de huit ans à compter de la promulgation de la présente loi, il peut être mis à la disposition des régions volontaires des autoroutes, des routes et des portions de voies non concédées relevant du domaine public routier national situées sur leur territoire.Le conseil régional est compétent pour aménager, entretenir et exploiter les autoroutes, les routes et les portions de voies mises à la disposition de la région dans le cadre de l'expérimentation. Sur le domaine public routier mis à la disposition des régions, le président du conseil régional exerce les attributions prévues à l'article L. 4231-4 du code général des collectivités territoriales.La liste des autoroutes, des routes et des portions de voies non concédées relevant du domaine public routier national qui peuvent être mises à la disposition des régions est celle fixée par le décret mentionné au premier alinéa du I de l'article 38 de la présente loi.Sur demande des régions concernées, le représentant de l'Etat dans la région leur communique les informations dont il dispose relatives à l'état des autoroutes, des routes ou des portions de voies énumérées dans la liste fixée par le décret mentionné au même premier alinéa.Les conditions dans lesquelles les régions peuvent demander la mise à disposition d'autoroutes, de routes ou de portions de voies ainsi que celles dans lesquelles le ministre chargé des transports détermine les autoroutes, les routes ou les portions de voies mises à la disposition des régions, le cas échéant après l'organisation par le représentant de l'Etat dans la région d'une concertation avec les collectivités territoriales et groupements concernés, sont définies aux troisième à cinquième alinéas du même I.La demande est transmise par le représentant de l'Etat dans la région, pour information, aux départements, à la métropole de Lyon et aux métropoles concernés.Une convention est conclue entre l'Etat et la région dans un délai de seize mois à compter de la notification de la décision mentionnée au cinquième alinéa dudit I. Elle fixe la date à partir de laquelle les autoroutes, les routes et les portions de voies, avec leurs dépendances et accessoires, les biens servant exclusivement à l'aménagement, à la gestion, à l'entretien et à l'exploitation de ces mêmes autoroutes, routes et portions de voies ainsi que les terrains acquis par l'Etat en vue de leur aménagement sont mis à la disposition de la région. Elle prévoit que la région est substituée à l'Etat pour les servitudes, droits et obligations correspondants. Elle précise également, le cas échéant, les conditions d'utilisation des biens meubles et immeubles susceptibles de servir à la fois à des autoroutes, à des routes et à des portions de voies mises à la disposition des régions dans le cadre de l'expérimentation et à des autoroutes, à des routes et à des portions de voies du domaine public routier national non concédé dont l'aménagement, l'entretien et l'exploitation relèvent de la compétence de l'Etat.L'utilisation des biens susceptibles de servir à la fois à des autoroutes, à des routes et à des portions de voies mises à la disposition de la région à titre expérimental et à des autoroutes, à des routes et à des portions de voies transférées à plusieurs collectivités territoriales ou groupements en application de l'article 38 est régie par une convention conclue entre les personnes publiques concernées. Cette convention précise, le cas échéant, les conditions dans lesquelles le propriétaire met à la disposition de la région les biens nécessaires au fonctionnement des services chargés des autoroutes, des routes et des portions de voies mises à sa disposition.La remise des biens prévue au présent article est réalisée à titre gratuit et ne donne lieu au paiement d'aucun droit, ni d'aucune indemnité ou taxe, ni de la contribution prévue à l'article 879 du code général des impôts.La mise à disposition des autoroutes, des routes et des portions de voies est sans incidence sur le statut de route express, de route à grande circulation, d'autoroute ou de route d'importance européenne.Les projets de modification substantielle des caractéristiques techniques des autoroutes, des routes et des portions de voies dont la liste est fixée par le décret mentionné au IV du présent article ainsi que des passages supérieurs en surplomb desdites autoroutes, routes et portions de voies sont soumis pour avis au représentant de l'Etat dans la région. Celui-ci s'assure que ces modifications ne compromettent ni la capacité de l'autoroute, de la route ou de la portion de voie à garantir la continuité des itinéraires routiers d'intérêt national et européen, la circulation des transports exceptionnels, des convois et des transports militaires et la desserte économique du territoire national, ni le respect des règles de l'art. Les modalités d'application du présent alinéa sont fixées par voie réglementaire.II.-La compensation des charges de fonctionnement et d'investissement liées à l'expérimentation s'opère dans les conditions fixées au I de l'article 150.La maîtrise d'ouvrage de l'ensemble des opérations routières sur le réseau routier national inscrites dans les contrats conclus entre l'Etat et la région en vigueur à la date de l'expérimentation est exercée par la région pendant la durée de l'expérimentation.Une convention conclue entre l'Etat et la région participant à l'expérimentation définit les modalités de transfert des crédits correspondant au transfert de charges.Cette convention prévoit également le versement à la région, pendant la durée de l'expérimentation, d'une soulte correspondant aux montants des financements restant dus par l'Etat pour l'exécution des contrats mentionnés au deuxième alinéa du présent II. Elle est versée par fractions annuelles, conformément à un calendrier prévu par la convention. Le montant de ces fractions est égal à la moyenne annuelle des financements restant dus à la date du transfert de la maîtrise d'ouvrage sur la durée de ces contrats. Cette soulte est affectée exclusivement au financement des opérations prévues dans la convention. La convention prévoit les modalités de reversement à l'Etat de l'éventuelle fraction non consommée de la soulte au terme de l'expérimentation.III.-A compter du début de l'expérimentation, les services ou les parties de services relevant de l'Etat qui participent à l'exercice des compétences en matière d'aménagement, de gestion, d'entretien ou d'exploitation des autoroutes, des routes et des portions de voies relevant de la voirie nationale mises à la disposition des régions en application du présent article sont également mis à leur disposition à titre gratuit pour la même durée.La convention conclue entre l'Etat et la région détermine la liste des services ou des parties de services mis à disposition, après consultation des comités sociaux concernés.\n\nDans le cadre de l'expérimentation prévue au présent article, le président du conseil régional peut, pour l'exercice de ses attributions propres ou de celles qu'il a reçues par délégation du conseil régional, par arrêté, donner délégation de signature, sous sa surveillance et sous sa responsabilité, aux chefs des services ou des parties de services mis à disposition ainsi qu'aux agents de l'Etat qui exercent au sein de ces services des fonctions de responsabilité au niveau territorial ou fonctionnel.Dans le cadre de l'expérimentation prévue au présent article, lorsque le président du conseil régional délègue une partie de ses fonctions aux vice-présidents ou à d'autres membres du conseil régional en application de l'article L. 4231-3 du code général des collectivités territoriales, le délégataire peut, sauf disposition contraire dans l'arrêté de délégation de fonction, subdéléguer la signature des actes relatifs à la fonction déléguée aux chefs des services ou des parties de services mis à disposition ainsi qu'aux agents de l'Etat qui exercent au sein de ces services des fonctions de responsabilité au niveau territorial ou fonctionnel.Les délégataires et subdélégataires peuvent, sauf disposition contraire dans l'acte de délégation ou de subdélégation, subdéléguer leur signature aux agents de l'Etat qui exercent au sein de leur service des fonctions de responsabilité au niveau territorial ou fonctionnel.IV.-Pendant la durée de l'expérimentation, sur les routes relevant du domaine public routier national mises à la disposition de la région, le pouvoir de police de la circulation est exercé par le président du conseil régional, sous réserve des dispositions du code général des collectivités territoriales et du code de la route relatives au pouvoir de police de la circulation du représentant de l'Etat et du maire. Lorsque les routes mises à la disposition de la région sont des autoroutes ou des routes ou des portions de voies assurant la continuité du réseau autoroutier dont la liste est définie par décret, le pouvoir de police de la circulation est exercé par le représentant de l'Etat.Le président du conseil régional peut fixer, pour les sections de routes hors agglomération relevant de sa compétence et ne comportant pas au moins deux voies affectées à un même sens de circulation, une vitesse maximale autorisée supérieure de 10 kilomètres à l'heure à celle prévue par le code de la route. Cette décision prend la forme d'un arrêté motivé, pris après avis de la commission départementale de la sécurité routière, sur la base d'une étude d'accidentalité portant sur chacune des sections de routes concernées.Le représentant de l'Etat peut, en cas de carence du président du conseil régional et après une mise en demeure restée sans effet, exercer les attributions dévolues au président du conseil régional en matière de police en application du premier alinéa du présent IV.Pendant la durée de l'expérimentation, sur les routes relevant du domaine public routier national mises à la disposition de la région, le pouvoir de police de la conservation est exercé par le président du conseil régional.Dans les conditions fixées au chapitre VI du titre Ier du livre Ier du code de la voirie routière et sans préjudice de la compétence des agents mentionnés à l'article L. 116-2 du même code, les agents de la région commissionnés par le président du conseil régional et assermentés à cet effet sont habilités à constater les infractions à la police de la conservation du domaine public routier commises sur les routes relevant du domaine public routier national mises à la disposition de la région et sur les routes départementales dont la gestion est transférée à la région en application du V du présent article ainsi qu'à établir les procès-verbaux concernant ces infractions. Un arrêté conjoint du ministre de la justice et des ministres chargés de la voirie routière nationale et des collectivités territoriales détermine les conditions d'assermentation des agents de la région.V.-Pendant la durée de l'expérimentation, les départements peuvent transférer à la région la gestion d'une route départementale identifiée comme étant d'intérêt régional dans le schéma régional d'aménagement, de développement durable et d'égalité des territoires, afin de lui permettre de l'aménager, de la gérer, de l'entretenir et de l'exploiter.Une convention conclue entre le département et la région détermine les modalités et la durée de ce transfert.Dans le cadre de ce transfert, les pouvoirs de police de la circulation et de la conservation sont exercés par le président du conseil régional selon les modalités définies aux articles L. 3221-4 à L. 3221-5 du code général des collectivités territoriales.VI.-Pendant la durée de l'expérimentation, la région bénéficiant de la mise à disposition peut transférer à un département qui en fait la demande la gestion d'une route mise à sa disposition à titre expérimental et située sur le territoire du département concerné, afin de permettre à ce département de l'aménager, de la gérer, de l'entretenir et de l'exploiter.Une convention conclue entre le département et la région, après avis du représentant de l'Etat dans la région, détermine la durée et les modalités d'exercice de ce transfert.Dans le cadre de ce transfert, les pouvoirs de police de la circulation et de la conservation sont exercés par le président du conseil départemental, selon les modalités définies aux articles L. 3221-4 à L. 3221-5 du code général des collectivités territoriales.Dans les conditions fixées au chapitre VI du titre Ier du livre Ier du code de la voirie routière et sans préjudice de la compétence des agents mentionnés à l'article L. 116-2 du même code, les agents du département commissionnés par le président du conseil départemental et assermentés à cet effet sont habilités à constater les infractions à la police de la conservation du domaine public routier commises sur les routes dont la gestion est transférée au département ou à la métropole de Lyon en application du présent VI et à établir les procès-verbaux concernant ces infractions.VII.-Une démarche d'évaluation des résultats de l'expérimentation est engagée conjointement par l'Etat et chacune des régions concernées, au plus tard six mois avant la fin de l'expérimentation, afin d'apprécier l'opportunité du transfert définitif aux régions de ces autoroutes, de ces routes et de ces portions de voies non concédées relevant du domaine public routier national de l'Etat. Dans le cadre de cette évaluation, il est organisé un débat sur l'expérimentation au sein des assemblées délibérantes des collectivités territoriales concernées. Au plus tard trois mois avant le terme de l'expérimentation, son bilan est rendu public. Il est transmis pour information au Conseil supérieur de la fonction publique territoriale, au Conseil supérieur de la fonction publique de l'Etat ainsi qu'aux comités sociaux compétents.A la moitié de la durée fixée pour l'expérimentation, il est organisé un débat sur celle-ci au sein du conseil régional. Le Gouvernement transmet au Parlement un rapport présentant les régions participant à l'expérimentation ainsi qu'une évaluation intermédiaire de l'expérimentation."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "A titre expérimental, pendant une durée de cinq ans à compter de la promulgation de la présente loi, le Gouvernement autorise les conseils régionaux à développer, sur des voies ferrées non circulées situées en zone peu dense, un système de transport léger autonome sur rail à la demande, dans le but de permettre la circulation des véhicules sur ces voies."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Le 1° du I s'applique à compter de l'expiration des mandats des représentants des collectivités territoriales en cours à la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nII. - Le I entre en vigueur à compter du prochain renouvellement du conseil d'administration de l'Agence nationale de l'habitat."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I à II.- A modifié les dispositions suivantes :\n\nIII. - Les I et II entrent en vigueur le 1er janvier 2023.IV. - Les fractions d'emplois chargés de l'exercice de la compétence transférée font l'objet d'une compensation financière aux collectivités territoriales bénéficiaires du transfert de la compétence mentionné au I du présent article, dans les conditions prévues au IV de l'article 151 de la présente loi.\n\n- Code de l'environnement\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I.-A modifié les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Code de l'urbanisme\n\nII.-Le III ter de l'article L. 302-5 du code de la construction et de l'habitation et le 3° du I du présent article entrent en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I.-A modifié les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation.\n\n-LOI n° 2018-1021 du 23 novembre 2018\n\nII.-Les programmes locaux de l'habitat et les plans locaux d'urbanisme tenant lieu de programmes locaux de l'habitat exécutoires avant la publication de la présente loi sont adaptés, pour les années restant à courir, selon la procédure de modification prévue au II de l'article L. 302-4 du code de la construction et de l'habitation ou selon la procédure prévue à l'article L. 131-9 du code de l'urbanisme, pour tenir compte des adaptations rendues nécessaires par la présente loi."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Avant le 1er janvier 2023, le Gouvernement remet au Parlement un rapport sur les conséquences des classements pris en application de l'arrêté du 17 mars 1978 relatif au classement des communes par zones géographiques et de l'article R. 304-1 du code de la construction et de l'habitation, dans leur rédaction en vigueur à la date de publication de la loi n° 2022-1158 du 16 août 2022 portant mesures d'urgence pour la protection du pouvoir d'achat. Ce rapport évalue :\n\n1° Leurs effets sur le financement et la production de logement locatif social dans les communes où s'appliquent les articles L. 302-5 à L. 302-9-2 du code de la construction et de l'habitation ;\n\n2° Leur adéquation en matière de calcul des aides personnelles au logement dans les zones dont les coûts immobiliers ont connu une augmentation significative au cours des cinq dernières années ;\n\n3° L'opportunité de leur évolution dans les territoires relevant de l'article 73 de la Constitution ;\n\n4° L'opportunité de la révision et, à des fins de simplification et d'intelligibilité des aides, de la fusion de ces classements."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I., III., IV et V. - A modifié les dispositions suivantes :\n\nII. - Par dérogation au 2° du I, le délai de deux ans est ramené à huit mois pour les établissements publics de coopération intercommunale à fiscalité propre, les établissements publics territoriaux de la métropole du Grand Paris ou la Ville de Paris lorsqu'ils remplissent les conditions fixées au vingt-quatrième alinéa de l'article L. 441-1 du code de la construction et de l'habitation à la date de publication de la présente loi.\n\n- Code de la construction et de l'habitation.\n\n- LOI n° 2018-1021 du 23 novembre 2018\n\n- LOI n° 2017-86 du 27 janvier 2017\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nII. - Les 2° et 3° du I entrent en vigueur un an après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I.-A titre expérimental, dans les territoires ayant signé une convention d'opération de revitalisation de territoire prévue à l'article L. 303-2 du code de la construction et de l'habitation ou ayant qualifié de grande opération d'urbanisme prévue à l'article L. 312-3 du code de l'urbanisme une opération d'aménagement portant en tout ou partie sur la transformation d'une zone d'activité économique, au sens de l'article L. 318-8-1 du même code, et soumis à l'expérimentation, la procédure de délivrance de l'autorisation d'exploitation commerciale est modifiée conformément aux II à XII du présent article.II.-L'expérimentation est menée dans tout établissement public de coopération intercommunale à fiscalité propre désigné par arrêté du représentant de l'Etat dans le département qui répond aux conditions cumulatives suivantes :1° Son territoire est couvert par :a) Un schéma de cohérence territoriale comportant le document prévu à l'article L. 141-6 du code de l'urbanisme ;b) Un plan local d'urbanisme intercommunal exécutoire ou, pour chaque commune membre de l'établissement public de coopération intercommunale à fiscalité propre, un plan local d'urbanisme exécutoire ;2° Les documents d'urbanisme mentionnés au 1° du présent II ont été modifiés pour déterminer les conditions d'implantation des équipements commerciaux en prenant en compte les critères suivants, fixés au I de l'article L. 752-6 du code de commerce :a) La localisation des projets et leur intégration urbaine ;b) La consommation économe de l'espace, notamment en termes de stationnement ;c) L'effet sur l'animation de la vie urbaine ou rurale et dans les zones de montagne et du littoral ;d) L'effet des implantations sur les flux de transport et l'accessibilité du territoire par les transports collectifs et par les modes de déplacement les plus économes en émissions de dioxyde de carbone ;e) La qualité environnementale des projets, notamment du point de vue de la performance énergétique et des émissions de gaz à effet de serre par anticipation du bilan prévu aux 1° et 2° du I de l'article L. 229-25 du code de l'environnement, du recours le plus large aux énergies renouvelables et à l'emploi de matériaux ou procédés éco-responsables, de la gestion des eaux pluviales, de l'imperméabilisation des sols et de la préservation de l'environnement ;f) L'insertion paysagère et architecturale des projets, notamment par l'utilisation de matériaux caractéristiques des filières locales de production ;g) Les nuisances de toute nature que les projets sont susceptibles de générer au détriment de l'environnement proche du territoire ;h) La contribution des projets à la préservation ou à la revitalisation du tissu commercial du centre-ville de la commune d'implantation, des communes limitrophes et de l'établissement public de coopération intercommunale à fiscalité propre dont la commune d'implantation est membre ;i) L'accessibilité, en termes notamment de proximité de l'offre par rapport aux lieux de vie ;j) Les coûts indirects supportés par la collectivité, notamment en matière d'infrastructures et de transports.L'établissement public de coopération intercommunale décide d'expérimenter par une délibération prise après avis des communes qui en sont membres. L'établissement public mentionné aux 2° ou 3° de l'article L. 143-16 du code de l'urbanisme délibère également sur cette décision d'expérimentation. Ces délibérations rappellent les objectifs de la stratégie d'aménagement commercial du territoire, prévue dans le document d'aménagement artisanal, commercial et logistique et déclinée dans le plan local d'urbanisme ou les documents en tenant lieu, et précise les dispositifs d'observation de la réalisation de ces objectifs et orientations en matière de commerce.L'arrêté du représentant de l'Etat dans le département est pris sur avis conforme de la Commission nationale d'aménagement commercial au regard de la stratégie d'aménagement commercial du territoire, prévue dans le document d'aménagement artisanal, commercial et logistique et déclinée dans les plans locaux d'urbanisme.Préalablement à son avis, la Commission nationale de l'aménagement commercial auditionne le président de l'établissement public mentionné au même article L. 143-16 et le président de l'établissement public de coopération intercommunale à fiscalité propre candidat à l'expérimentation ou leurs représentants.III.-Dans les territoires participant à cette expérimentation, lorsque le projet nécessite une autorisation d'exploitation commerciale mentionnée à l'article L. 752-1 du code de commerce, celle-ci est instruite et délivrée par l'autorité compétente pour délivrer les autorisations d'urbanisme sans que soit saisie la commission départementale d'aménagement commercial et sans que les services déconcentrés de l'Etat instruisent la demande. Lorsque le projet nécessite une telle autorisation, l'autorisation d'urbanisme tient lieu d'autorisation d'exploitation commerciale.Par dérogation au deuxième alinéa et aux 1° à 3° du I de l'article L. 752-6 du même code, l'autorité compétente prend en considération la conformité du projet aux documents d'urbanisme mentionnés au II du présent article et son effet sur les critères suivants :1° Les flux de transports et l'accessibilité par les transports collectifs et les modes de déplacement les plus économes en émissions de dioxyde de carbone et les coûts indirects supportés par la collectivité, notamment en matière d'infrastructures et de transports ;2° La préservation ou la revitalisation du tissu commercial du centre-ville de la commune d'implantation, des communes limitrophes et de l'établissement public de coopération intercommunale à fiscalité propre dont la commune d'implantation est membre ;3° La variété de l'offre proposée par le projet et son effet sur la vacance commerciale ;4° Les risques naturels, miniers et autres auxquels peut être exposé le site d'implantation du projet, ainsi que les mesures propres à assurer la sécurité des consommateurs.IV.-L'autorisation d'exploitation commerciale mentionnée au III ne peut être délivrée que sur avis conforme du président de l'établissement public de coopération intercommunale si la compétence en matière d'autorisation d'urbanisme ne lui a pas été déléguée. Cet avis prend en considération les critères prévus au même III.V.-Pour la modification des documents prévue au II et la délivrance des autorisations d'urbanisme mentionnées au III, l'autorité compétente consulte l'autorité organisatrice de la mobilité, qui prend en considération :1° L'effet sur les flux de transports et l'accessibilité par les transports collectifs et les modes de déplacement les plus économes en émissions de dioxyde de carbone ;2° Les coûts indirects supportés par la collectivité, notamment en matière d'infrastructures et de transports ;3° L'accessibilité, en termes notamment de proximité de l'offre par rapport aux lieux de vie.VI.-L'autorisation d'exploitation commerciale ne peut être délivrée pour une implantation ou une extension qui engendre une artificialisation des sols, au sens du neuvième alinéa de l'article L. 101-2-1 du code de l'urbanisme. Toutefois, elle peut être délivrée dans les conditions prévues au V de l'article L. 752-6 du code de commerce, sur avis conforme de la commission départementale d'aménagement commercial et, le cas échéant, avec l'accord du représentant de l'Etat dans le département, qui se prononcent dans la limite des critères prévus au même article L. 752-6.VII.-Il peut être recouru :1° A la procédure de modification simplifiée prévue aux articles L. 143-37 à L. 143-39 du code de l'urbanisme, afin de modifier le contenu du schéma de cohérence territoriale pour la prise en compte des objectifs mentionnés à l'article L. 752-6 du code de commerce, à condition que cette procédure ait été engagée avant le 31 décembre 2025 ;2° A la procédure de modification simplifiée prévue aux articles L. 153-45 à L. 153-48 du code de l'urbanisme, afin de modifier le contenu du plan local d'urbanisme intercommunal pour renforcer la prise en compte des objectifs mentionnés à l'article L. 752-6 du code de commerce, avant le 31 décembre 2025.VIII.-L'établissement public de coopération intercommunale publie chaque année un bilan des surfaces commerciales autorisées ou refusées ainsi que l'évolution de la vacance commerciale constatée par commune et dans les centres-villes de chaque commune. Ce bilan apprécie l'application des dispositions du plan local d'urbanisme intercommunal relatives au commerce.IX.-Dès lors que les conditions mentionnées au II ne sont plus remplies, l'autorité compétente de l'Etat dans le département peut suspendre l'expérimentation ou y mettre fin.X.-Par dérogation au I, les communautés urbaines, les métropoles, la métropole d'Aix-Marseille-Provence, la métropole de Lyon et la métropole du Grand Paris ne sont pas tenues de conclure une opération de revitalisation de territoire ou de qualifier une grande opération d'urbanisme pour participer à l'expérimentation.XI.-Un décret en Conseil d'Etat précise les modalités d'application du présent article, notamment les délais d'instruction des demandes et de recueil des avis ainsi que les modalités de saisine de la Commission nationale d'aménagement commercial sur les évolutions des documents d'urbanisme visant à prendre en compte les critères précités mentionnés à l'article L. 752-6 du code de commerce.XII.-L'expérimentation est menée pour une durée de six ans à compter de la promulgation de la présente loi. La délibération de l'établissement public de coopération intercommunale mentionné au II est prise dans un délai de trois ans à compter de la promulgation de la présente loi.Six mois avant la fin de l'expérimentation, le Gouvernement présente au Parlement un rapport d'évaluation de cette expérimentation et établissant des propositions de prorogation ou d'arrêt du dispositif."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Le 1° de l'article L. 1123-1 du code général de la propriété des personnes publiques, dans sa rédaction résultant du 1° du II du présent article, est applicable, dès l'entrée en vigueur de la présente loi, aux successions ouvertes à compter du 1er janvier 2007 et non encore partagées.\n\n- Code civil\n\n- Code général de la propriété des personnes publiques.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Code de l'urbanisme\n\nIII. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toutes mesures relevant du domaine de la loi afin de prévoir les dispositions permettant aux organismes de foncier solidaire mentionnés à l'article L. 329-1 du code de l'urbanisme, dans le cadre d'un bail de longue durée, de consentir à un preneur, en contrepartie d'une redevance et avec des plafonds de prix de cession et, le cas échéant, de loyers, des droits réels en vue de la location ou de l'accession à la propriété de locaux d'activités dans le cadre de l'exercice de leur objet à titre subsidiaire, en tenant compte du régime du contrat de bail réel solidaire prévu au chapitre V du titre V du livre II du code de la construction et de l'habitation.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au premier alinéa du présent III."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le présent article entre en vigueur le 1er janvier 2022.III. - La perte de recettes résultant pour l'Etat du I est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "A titre expérimental et pour une durée de cinq ans à compter de la promulgation de la présente loi, le maire de Paris peut, par dérogation à l'article L. 2112-1 du code de la santé publique, placer les missions relatives aux établissements et services d'accueil des enfants de moins de six ans et aux assistants maternels et familiaux, prévues notamment au 4° du II de l'article L. 2111-1 et aux articles L. 2111-2, L. 2324-1 et L. 2324-2 du même code, sous la direction d'un autre chef de service que le médecin responsable du service départemental de protection maternelle et infantile. Le médecin responsable du service départemental de protection maternelle et infantile délègue ces missions au chef de service mentionné au présent alinéa, sur lequel il exerce une autorité fonctionnelle.Le service qui réalise ces missions comporte des professionnels disposant des compétences nécessaires en matière de santé et de développement du jeune enfant ainsi que des compétences relatives à la garantie des besoins fondamentaux de l'enfant en protection de l'enfance.La Ville de Paris prend la décision de participer à l'expérimentation prévue au premier alinéa dans un délai d'un an à compter de la promulgation de la présente loi, par une délibération motivée du conseil de Paris.Avant la fin de l'expérimentation, le Gouvernement transmet au Parlement un rapport assorti des observations de la Ville de Paris, portant notamment sur les éléments énumérés au premier alinéa de l'article LO 1113-5 du code général des collectivités territoriales.A la moitié de la durée fixée pour l'expérimentation mentionnée au premier alinéa du présent article, le Gouvernement transmet au Parlement un rapport assorti, le cas échéant, des observations de la Ville de Paris, portant notamment sur les éléments prévus au deuxième alinéa de l'article LO 1113-5 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "I. - Par délibération de leur organe délibérant prise entre le 16 janvier 2022 et le 30 juin 2022 au plus tard, les départements réunissant les critères généraux mentionnés au I de l'article 43 de la loi n° 2021-1900 du 30 décembre 2021 de finances pour 2022 peuvent se porter candidats à l'expérimentation prévue au même article 43.La liste des candidats retenus est établie par décret. L'expérimentation débute le 1er janvier 2023 pour ces départements.La convention prévue à l'avant-dernier alinéa du I dudit article 43 est signée au plus tard le 1er novembre 2022.Dans le cadre de cette expérimentation, le président du conseil départemental remet chaque année au représentant de l'Etat dans le département un rapport de suivi de la mise en œuvre de ladite convention, s'agissant notamment des résultats obtenus en matière d'insertion et d'accès à l'emploi et à la formation. Ce rapport est soumis, avant sa transmission au représentant de l'Etat dans le département, à l'approbation de l'assemblée délibérante du département.Une évaluation de l'expérimentation est engagée conjointement par l'Etat et chacun des départements, six mois avant son terme. Cette évaluation porte notamment sur les conséquences financières, pour l'ensemble des départements, des dispositions du même article 43 ayant une incidence sur le fonds national de péréquation des droits de mutation à titre onéreux mentionné à l'article L. 3335-2 du code général des collectivités territoriales.II. - Un décret en Conseil d'Etat détermine les modalités d'application du présent article. Il précise notamment les critères d'éligibilité prévus au I de l'article 43 de la loi n° 2021-1900 du 30 décembre 2021 précitée pour établir la liste des départements qui peuvent être retenus pour l'expérimentation."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I. - Pour une durée de trois ans à compter de la publication du décret mentionné au IV, une expérimentation est mise en place dans, au plus, dix territoires couvrant chacun tout ou partie de la superficie d'une ou de plusieurs collectivités territoriales ou d'un ou de plusieurs établissements publics de coopération intercommunale ou groupes de collectivités territoriales volontaires, aux fins de lutter contre le non-recours aux droits sociaux et de détecter les situations dans lesquelles des personnes sont éligibles à percevoir des prestations et avantages sociaux, prévus par la décision d'un organe délibérant d'une collectivité territoriale ou d'un établissement public de coopération intercommunale ainsi que par des dispositions législatives et réglementaires, dont le bénéfice ne leur a pas encore été ouvert faute de démarche accomplie en ce sens.Peut participer à cette expérimentation tout organisme de droit public ou privé, notamment les administrations et les organismes de sécurité sociale.L'expérimentation comprend la production d'observations sociales, la définition d'indicateurs et d'objectifs de recours aux droits, des mécanismes d'évaluation de ces objectifs ainsi que les analyses des besoins sociaux réalisées par les organismes mentionnés aux articles L. 123-4 et L. 123-4-1 du code de l'action sociale et des familles.II. - Un comité local chargé de conduire l'expérimentation est instauré à l'initiative des collectivités et établissements mentionnés au premier alinéa du I. Sont notamment membres du comité local les représentants du ou des départements concernés, les représentants des services déconcentrés de l'Etat concernés, les représentants du service public de l'emploi, les représentants de la protection sociale intéressés et les services portant le label “France Services” présents sur le territoire. Le comité local est chargé d'organiser les relations entre les différents acteurs présents sur le territoire, selon un programme d'action qu'il définit et qui doit notamment permettre :1° D'identifier les droits sociaux concernés ;2° De s'assurer que les actions menées dans les divers lieux soient accessibles aux personnes en situation de handicap, quel que soit le type de handicap, notamment physique, sensoriel, cognitif, mental ou psychique, ainsi qu'aux personnes à mobilité réduite ;3° De déterminer les modalités d'information, de mobilisation et d'accompagnement des équipes et des bénéficiaires ciblés.III. - Au plus tard douze mois avant le terme de l'expérimentation, un comité scientifique en réalise l'évaluation afin de déterminer les suites qu'il convient de lui donner. Ce comité comprend notamment des personnalités qualifiées dont la compétence est reconnue en matière d'évaluation des dispositifs d'accès aux droits, des représentants du ministre chargé des solidarités, des représentants des organismes de sécurité sociale, des représentants du service public de l'emploi et des acteurs de l'insertion sociale et professionnelle. Sa composition est fixée par arrêté du ministre chargé des solidarités. Ses modes d'action et modalités de fonctionnement sont prévus par le décret mentionné au IV.L'évaluation s'attache notamment à définir les effets de l'expérimentation en matière de recours aux prestations et droits sociaux dans les territoires participants et l'organisation des différentes structures concernées ainsi que les conséquences financières pour les collectivités territoriales, les établissements publics de coopération intercommunale et les groupes de collectivités territoriales volontaires, par comparaison avec les coûts liés au non-recours aux droits. Elle détermine, le cas échéant, les conditions dans lesquelles l'expérimentation peut être prolongée, élargie ou pérennisée, en identifiant les caractéristiques des territoires et des publics pour lesquels elle est susceptible de constituer une solution adaptée à la lutte contre le non-recours.Sur la base de cette évaluation, le comité réalise un rapport qu'il remet au Parlement et aux ministres chargés des solidarités, de l'insertion et des collectivités territoriales.IV. - Les modalités de mise en œuvre de l'expérimentation prévue au I sont définies par décret en Conseil d'Etat, au plus tard le 31 juillet 2022. La liste des territoires participant à l'expérimentation est fixée par un arrêté conjoint des ministres chargés des solidarités, de l'insertion et des collectivités territoriales."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I. - Les droits et obligations des établissements et services mentionnés aux 2°, 3°, 5° et 7° du I de l'article L. 312-1 du code de l'action sociale et des familles résultant des autorisations délivrées en application de l'article L. 313-1 du même code et en cours de validité à la date de promulgation de la présente loi sont ainsi modifiés :1° Les restrictions de l'activité de l'établissement ou du service à la prise en charge d'un handicap sans troubles associés ou en fonction du degré de gravité du handicap pris en charge cessent de s'appliquer deux ans après la promulgation de la présente loi ;2° Les restrictions relatives à un âge maximal de seize à vingt ans sont remplacées, deux ans après la promulgation de la présente loi, par une restriction relative à un âge maximal de vingt ans.Le présent article est applicable sans préjudice des règles minimales techniques et des règles de fonctionnement dont relèvent les établissements ou services mentionnés au premier alinéa du présent I.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Pour l'application du 2° du I du présent article :1° Les gestionnaires mentionnés à l'article L. 633-2 du code de la construction et de l'habitation établissent, dans un délai de trois mois à compter de la promulgation de la présente loi, un règlement intérieur conforme au chapitre III du titre III du livre VI du même code ;2° Dans un délai de six mois à compter de la promulgation de la présente loi, une proposition de contrat est remise à toute personne logée dans un établissement défini à l'article L. 633-1 du code de la construction et de l'habitation, ou à son représentant légal ;3° Les conseils de concertation et les comités de résidents définis à l'article L. 633-4 du même code sont mis en place dans un délai d'un an à compter de la promulgation de la présente loi.IV. - Le II entre en vigueur six mois après la promulgation de la présente loi.V. - Jusqu'au 31 décembre 2025, sous réserve de la conclusion d'un contrat pluriannuel d'objectifs et de moyens, les projets de création, de transformation ou d'extension des résidences autonomie mentionnées au III de l'article L. 313-12 du code de l'action sociale et des familles sont dispensés de la procédure d'appel à projets prévue au I de l'article L. 313-1-1 du même code.Le président du conseil départemental, le président de l'assemblée de Guyane ou le président du conseil exécutif de la collectivité territoriale de Martinique dispose d'un délai de quatre mois à compter de la date de réception de la demande pour se prononcer sur la demande d'autorisation d'un projet mentionné au premier alinéa du présent V.L'absence de réponse dans un délai de quatre mois vaut rejet. La décision de rejet est motivée dans les conditions fixées à l'article L. 211-2 du code des relations entre le public et l'administration.\n\n- Code de la construction et de l'habitation.\n\n- LOI n° 2015-1776 du 28 décembre 2015"
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "I. - Au terme d'un délai maximal d'un an à compter de la promulgation de la présente loi, les fonctionnaires relevant de la fonction publique hospitalière nommés dans les fonctions de directeur des établissements mentionnés à l'article L. 315-8 du code de l'action sociale et des familles exercent ces fonctions en position de détachement dans les cadres d'emplois équivalents de la fonction publique territoriale, dans les conditions prévues par le code général de la fonction publique. En cas d'absence de cadre d'emplois équivalent, ils sont détachés sur un contrat de droit public dans les conditions prévues par le même code.Les fonctionnaires concernés conservent, s'ils y ont intérêt, le bénéfice du régime indemnitaire qui leur était applicable.Dans le délai fixé au premier alinéa du présent I, les agents contractuels exerçant la fonction de directeur des établissements mentionnée au même premier alinéa relèvent de plein droit des conseils départementaux dans les conditions d'emploi qui sont les leurs. Ils conservent, à titre individuel, le bénéfice des stipulations de leur contrat.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport retraçant les perspectives du transfert de la médecine scolaire aux départements, son coût, les modalités envisagées de recrutement et de gestion du personnel et les améliorations attendues sur le fonctionnement des différentes actions menées dans le cadre de la médecine scolaire. Ce rapport indique les moyens permettant, en l'absence d'un tel transfert, de renforcer la politique de santé scolaire et, en particulier, de renforcer l'attractivité des métiers concourant à cette politique. Il peut faire l'objet d'un débat en séance publique dans chacune des deux assemblées."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "Afin d'assurer une meilleure articulation entre les responsables des établissements d'enseignement du second degré, à l'exception des établissements mentionnés à l'article L. 811-8 du code rural et de la pêche maritime, et les collectivités territoriales auxquelles ces établissements sont rattachés, la convention mentionnée à l'article L. 421-23 du code de l'éducation prévoit les conditions dans lesquelles l'organe exécutif de la collectivité territoriale exerce, au titre des compétences qui lui incombent en matière de restauration, d'entretien général et de maintenance des infrastructures et des équipements, une autorité fonctionnelle sur l'adjoint du chef d'établissement chargé des fonctions de gestion matérielle, financière et administrative, dans le respect de l'autonomie de l'établissement définie à l'article L. 421-4 du même code."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "Dans un délai de deux mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les conditions d'une délégation aux régions de la gestion opérationnelle du programme européen à destination des écoles pour la distribution de fruits et légumes et de lait à l'école. Ce rapport évalue l'opportunité d'organiser une expérimentation dans les régions volontaires."
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "I. - Sous réserve des dispositions du présent article, les transferts de compétences à titre définitif, résultant des articles 38 et 61 de la présente loi, qui ont pour conséquence d'accroître les charges des collectivités territoriales ou de leurs groupements ouvrent droit à une compensation financière, dans les conditions fixées aux articles L. 1614-1, L. 1614-2, L. 1614-3 et L. 1614-4 à L. 1614-7 du code général des collectivités territoriales.Les ressources attribuées au titre de cette compensation sont équivalentes aux dépenses consacrées, à la date du transfert, par l'Etat à l'exercice des compétences transférées, diminuées du montant des éventuelles réductions brutes de charges ou des augmentations de ressources entraînées par le transfert.Le droit à compensation des charges d'investissement transférées par la présente loi est égal à la moyenne des dépenses actualisées et constatées sur une période d'au moins cinq ans précédant le transfert des compétences. Ces charges d'investissement sont calculées hors taxes et hors fonds de concours autres que ceux en provenance de l'Agence de financement des infrastructures de transport de France.Le droit à compensation des charges de fonctionnement transférées par la présente loi est égal à la moyenne des dépenses actualisées constatées sur une période maximale de trois ans précédant le transfert des compétences. Ces charges de fonctionnement sont calculées hors taxes pour les dépenses éligibles au Fonds de compensation pour la taxe sur la valeur ajoutée.Un décret fixe les modalités d'application du présent I, après avis de la commission consultative mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales.II. - La compensation financière des transferts de compétences prévus au I du présent article s'opère, à titre principal, par l'attribution d'impositions de toutes natures, dans les conditions fixées en loi de finances. Les ressources attribuées aux collectivités territoriales et aux groupements concernés sont composées, notamment, d'une part du produit de la taxe intérieure de consommation sur les produits énergétiques, obtenue par application d'une fraction du tarif de la taxe intérieure de consommation sur les produits énergétiques aux quantités de carburants vendues chaque année sur l'ensemble du territoire national.Si les recettes provenant des impositions attribuées en application du présent II diminuent et s'établissent à un niveau inférieur au montant du droit à compensation pérenne défini au I, l'Etat compense cette perte, dans des conditions fixées en loi de finances, afin de garantir aux collectivités territoriales un niveau de ressources équivalent à celui qu'il consacrait à l'exercice de la compétence avant son transfert. Les mesures de compensation prises au titre du présent alinéa sont inscrites dans le rapport du Gouvernement présenté, chaque année, à la commission consultative mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales.Par dérogation à l'article L. 1614-4 du même code, la compensation financière allouée aux métropoles et à la métropole de Lyon est versée annuellement sous la forme d'une dotation budgétaire dont le montant arrêté à la veille du transfert de compétence est garanti.III. - L'Etat et les collectivités territoriales assurent le financement des opérations inscrites aux contrats de plan Etat-région et relevant de domaines de compétences transférés, dans les conditions suivantes :1° Les opérations engagées à la date de publication de la présente loi sont poursuivies jusqu'à leur terme dans les conditions fixées par les contrats. Les sommes versées par l'Etat à ce titre sont déduites du montant annuel de la compensation financière mentionnée au II ;2° Les opérations non engagées à la date de publication de la présente loi et relevant d'un domaine de compétences transféré, au titre duquel elles bénéficient d'une compensation financière, relèvent des collectivités territoriales nouvellement compétentes qui en assurent le financement.IV. - Par dérogation au III, l'Etat, les collectivités territoriales et leurs groupements continuent d'assurer le financement des opérations routières inscrites au volet routier du contrat de plan Etat-région jusqu'au 31 décembre précédant l'année du transfert. La maîtrise d'ouvrage des travaux prévus dans ces contrats et non réalisés à cette date est transférée au 1er janvier de l'année du transfert aux départements, aux métropoles et à la métropole de Lyon nouvellement compétents. Toutefois, ils continuent d'être financés jusqu'à l'achèvement de ces opérations dans les mêmes conditions que précédemment, dans la limite des enveloppes financières globales fixées pour les volets routiers de ces contrats.Les dépenses consacrées par l'Etat aux opérations routières mentionnées au premier alinéa du présent IV ne sont pas intégrées dans le calcul du droit à compensation des charges d'investissement prévu au I.Un décret fixe les modalités d'application du présent IV.V. - Sous réserve du présent article, les créations et les extensions de compétences obligatoires et définitives prévues par la présente loi et ayant pour conséquence d'accroître les charges des collectivités territoriales ou de leurs groupements sont accompagnées de ressources financières dans les conditions fixées aux articles L. 1614-1-1, L. 1614-3, L. 1614-3-1, L. 1614-5-1 et L. 1614-6 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "I. - Les services ou parties de service chargés de la mise en œuvre des compétences de l'Etat transférées aux collectivités territoriales en application de la présente loi sont mis à disposition ou transférés selon les modalités prévues aux articles 80 et 81 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles ainsi que, sauf pour ce qui concerne les ouvriers des parcs et ateliers des ponts et chaussées, au I de l'article 82, au premier alinéa du I et aux II à VIII de l'article 83 et aux articles 84 à 87 de la même loi, sous réserve des adaptations suivantes :1° Pour l'application du second alinéa du I de l'article 80, après le mot : « constaté », la fin est ainsi rédigée : « un an auparavant. » ;2° Pour l'application du I de l'article 81, les mots : « le président du conseil régional, le président du conseil exécutif de la collectivité territoriale de Corse, le président du conseil général, le président de l'organe délibérant du groupement de collectivités territoriales ou le maire donne, selon le cas, » sont remplacés par les mots : « l'autorité territoriale donne » ;3° Pour l'application du II de l'article 81 :a) A la première phrase du premier alinéa, les mots : « publication du décret approuvant une convention type » sont remplacés par les mots : « date de transfert des compétences » et, après le mot : « conventions », sont insérés les mots : « établies conformément à une convention type fixée par décret » ;b) A la même première phrase, les mots : « , selon le cas, le président du conseil régional ou le président du conseil exécutif de la collectivité territoriale de Corse, le président du conseil général, le président de l'organe délibérant du groupement de collectivités territoriales ou le maire » sont remplacés par les mots : « l'autorité territoriale » ;c) A la seconde phrase du même premier alinéa, après le mot : « autorité », la fin est ainsi rédigée : « de l'organe exécutif de la collectivité territoriale. » ;4° Pour l'application du III de l'article 81, après la seconde occurrence du mot : « représentants », la fin est ainsi rédigée : « de la catégorie de collectivité territoriale bénéficiaire du transfert de compétences. » ;5° Pour l'application de la première phrase du I de l'article 82, après le mot : « gratuit, », la fin est ainsi rédigée : « de l'autorité territoriale. »II. - Les ouvriers des parcs et ateliers des ponts et chaussées affectés dans les services ou les parties de service mis à disposition en application de la convention ou de l'arrêté mentionnés aux II et III de l'article 81 de la loi n° 2014-58 du 27 janvier 2014 précitée sont mis à disposition, à titre individuel et à titre gratuit, de l'exécutif de la collectivité territoriale bénéficiaire du transfert de compétences, puis intégrés dans la fonction publique territoriale, dans les conditions prévues au I de l'article 10 et à l'article 11 de la loi n° 2009-1291 du 26 octobre 2009 relative au transfert aux départements des parcs de l'équipement et à l'évolution de la situation des ouvriers des parcs et ateliers, sous réserve des adaptations suivantes :1° Pour l'application du premier alinéa du I de l'article 10 :a) Les mots : « du transfert du parc » sont remplacés par les mots : « fixée par la convention ou l'arrêté prévus aux II et III de l'article 81 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles » et le mot : « transféré » est remplacé par les mots : « à transférer » ;b) A la fin, les mots : « , selon le cas, du président du conseil départemental, du président du conseil régional ou du président du conseil exécutif de la collectivité territoriale de Corse » sont remplacés par les mots : « de l'autorité territoriale » ;2° Pour l'application du premier alinéa du I de l'article 11, les mots : « premier alinéa du II du présent article ou, dans le cas où ledit décret est publié à la date du transfert du parc, à compter de la date de ce transfert » sont remplacés par la référence : « I de l'article 83 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles » et, après la référence : « 10 », sont insérés les mots : « de la présente loi ».III. - Lorsque les agents remplissent en totalité leurs fonctions dans des services ou parties de service chargés de la mise en œuvre des compétences de l'Etat transférées aux collectivités territoriales en application de la présente loi, ces services ou parties de service sont mis à disposition ou transférés selon les modalités prévues aux articles 80 et 81, au I de l'article 82, au premier alinéa du I et aux II à VIII de l'article 83 et aux articles 84 à 87 de la loi n° 2014-58 du 27 janvier 2014 précitée, sous réserve des adaptations suivantes :1° Pour l'application du second alinéa du I de l'article 80, après le mot : « constaté », la fin est ainsi rédigée : « un an auparavant. » ;2° Pour l'application du I de l'article 81, les mots : « le président du conseil régional, le président du conseil exécutif de la collectivité territoriale de Corse, le président du conseil général, le président de l'organe délibérant du groupement de collectivités territoriales ou le maire donne, selon le cas, » sont remplacés par les mots : « l'autorité territoriale donne » ;3° Pour l'application du premier alinéa du II de l'article 81 :a) A la première phrase, les mots : « publication du décret approuvant une convention type » sont remplacés par les mots : « date du transfert de compétences » et, après le mot : « conventions », sont insérés les mots : « établies conformément à une convention type fixée par décret » ;b) A la même première phrase, les mots : « , selon les cas, le président du conseil régional ou le président du conseil exécutif de la collectivité territoriale de Corse, le président du conseil général, le président de l'organe délibérant du groupement de collectivités territoriales ou le maire » sont remplacés par les mots : « l'autorité territoriale » ;c) A la seconde phrase, après le mot : « autorité », la fin est ainsi rédigée : « de l'organe exécutif de la collectivité territoriale. » ;4° Pour l'application du III de l'article 81, après la seconde occurrence du mot : « représentants », la fin est ainsi rédigée : « de la catégorie de collectivité territoriale bénéficiaire du transfert de compétences. » ;5° Pour l'application de la première phrase du I de l'article 82, après le mot : « gratuit, », la fin est ainsi rédigée : « de l'autorité territoriale. »IV. - Lorsque les agents remplissent pour partie seulement leurs fonctions dans des services ou parties de service chargés de la mise en œuvre des compétences de l'Etat transférées aux collectivités territoriales en application de la présente loi, ces transferts de compétences ne donnent lieu à aucun transfert de services au sens des articles 80 à 90 de la loi n° 2014-58 du 27 janvier 2014 précitée. A compter du 1er janvier de l'année du transfert de compétences, chaque collectivité territoriale et chaque groupement bénéficiaire du transfert de compétences reçoit une compensation financière, dont le montant est calculé sur la base de la rémunération du premier échelon du premier grade correspondant aux fractions d'emplois des agents, titulaires ou contractuels, chargés au sein des services de l'Etat de l'exercice de ces compétences au 31 décembre de l'année précédente, ainsi que des moyens de fonctionnement associés. Le présent IV s'applique à compter du 1er janvier de l'année du transfert de compétences pour les collectivités de Saint-Martin, Saint-Barthélemy et Saint-Pierre-et-Miquelon, sous réserve que le nombre total d'agents chargés de la compétence au 31 décembre de l'année précédant l'année du transfert ne soit pas, pour chacune de ces collectivités, inférieur à celui constaté au 31 décembre un an auparavant."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur six mois avant le premier renouvellement général des membres des comités de bassin et des comités régionaux de la biodiversité suivant la promulgation de la présente loi, et au plus tard le 1er janvier 2027. Le même I ne s'applique pas en cas de renouvellement partiel des membres des comités de bassin ou des comités régionaux de la biodiversité intervenant entre l'entrée en vigueur dudit I et l'échéance mentionnée à la première phrase du présent II.\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "Lorsque l'exploitant d'un cirque itinérant rencontre des difficultés pour s'établir sur le domaine public d'une commune, le représentant de l'Etat dans le département, saisi d'une demande en ce sens, organise une médiation entre l'exploitant et la commune concernée. La médiation tend à rechercher un terrain d'établissement pour l'exploitant."
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Un décret en Conseil d'Etat détermine les conditions d'application des articles 44, 45, 45-1, 46 et 47 de la loi n° 2013-431 du 28 mai 2013 portant diverses dispositions en matière d'infrastructures et de services de transports, dans leur rédaction résultant du I du présent article. Ce décret prévoit également les dispositions transitoires nécessaires à la continuité du fonctionnement du Cérema.Le I du présent article entre en vigueur à la date d'entrée en vigueur du décret mentionné au premier alinéa du présent II, et au plus tard six mois après la promulgation de la présente loi.\n\n- LOI n° 2013-431 du 28 mai 2013\n\n- LOI n° 2013-431 du 28 mai 2013"
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "I. à VII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVIII.-Les maisons de services au public peuvent demander la délivrance du label “ France Services ”. Les conventions-cadres conclues pour chaque maison de services au public sont reconduites jusqu'à la date de l'obtention du label ou, à défaut, jusqu'au 31 décembre 2021.Les conventions France Services conclues avant la publication de la présente loi continuent de produire leurs effets jusqu'à leur terme. Le cas échéant, elles sont mises en conformité avec le deuxième alinéa de l'article 27 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations, dans sa rédaction résultant de la présente loi.\n\n-LOI n° 2018-727 du 10 août 2018\n\n-Code de l'énergie\n\n-Loi n° 99-533 du 25 juin 1999\n\n-LOI n° 2000-321 du 12 avril 2000\n\n-Code général des collectivités territoriales\n\n-Loi n° 95-115 du 4 février 1995"
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin d'améliorer la prise en charge des conséquences exceptionnellement graves sur le bâti et sur les conditions matérielles d'existence des assurés des désordres causés par le phénomène naturel de mouvements de terrain différentiels consécutifs à la sécheresse ou à la réhydratation des sols :1° En adaptant aux spécificités de ce phénomène naturel les conditions de prise en compte au titre du régime des catastrophes naturelles et d'indemnisation prévues aux articles L. 125-1 à L. 125-6 du code des assurances. Cette adaptation vise à permettre l'indemnisation des dommages matériels directs non assurables ayant eu pour cause déterminante ce phénomène naturel, dès lors qu'il en résulte, pour les assurés, des conséquences directes provoquant des désordres d'une gravité exceptionnelle dans leurs conditions matérielles d'existence ;2° En conditionnant tout ou partie du droit à indemnisation au titre du régime des catastrophes naturelles au respect de dispositions législatives qui contribuent à prévenir ou à couvrir les dommages matériels directs ayant pour cause déterminante ce phénomène naturel ;3° En régissant les conditions dans lesquelles les dommages doivent être évalués et pris en charge pour garantir à chaque sinistré une juste réparation du préjudice subi, notamment en encadrant les activités d'expertise ;4° En adaptant éventuellement aux spécificités de la prise en charge de ce risque les opérations de réassurance réalisées par la Caisse centrale de réassurance et effectuées avec la garantie de l'Etat, prévues à la section II du chapitre Ier du titre III du livre IV du code des assurances ;5° En adaptant éventuellement le financement de la garantie contre les catastrophes naturelles prévu à l'article L. 125-2 du même code, afin de couvrir les indemnisations résultant des nouvelles conditions d'éligibilité et de prise en charge des dommages causés par le phénomène naturel de mouvements de terrain différentiels consécutifs à la sécheresse ou à la réhydratation des sols ;6° En définissant les modalités de contrôle et les sanctions permettant d'assurer l'effectivité des dispositions prises sur le fondement de l'ordonnance prévue au présent I ;7° En prenant toute mesure permettant d'assurer la cohérence entre les dispositions prises sur le fondement de l'ordonnance prévue au présent I et d'autres dispositions législatives ;8° En adaptant les dispositions prises sur le fondement de l'ordonnance prévue au présent I et, le cas échéant, celles qu'elles modifient aux caractéristiques des collectivités relevant de l'article 73 de la Constitution, de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, et en étendant ces dispositions, le cas échéant avec les adaptations nécessaires, aux Terres australes et antarctiques françaises et, en tant qu'elles relèvent des compétences de l'Etat, à Wallis-et-Futuna.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.III. - L'ordonnance prévue au I entre en vigueur au plus tôt six mois après sa publication."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des relations entre le public et l'administration\n\nII. - Le Gouvernement remet au Parlement, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, un rapport sur la production et la valorisation des logiciels libres et propriétaires issus de la recherche menée au sein des établissements publics d'enseignement supérieur, des établissements publics à caractère scientifique et technologique, des établissements publics à caractère industriel et commercial et des autres établissements publics à caractère administratif dont les statuts prévoient une mission de recherche."
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Article 170",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Les articles L. 3121-9-1, L. 3122-6-2, L. 4132-9-1, L. 4133-6-2, L. 4422-5-1, L. 4422-9-3, L. 5211-11-1, L. 7122-9-1, L. 7123-13 et L. 7222-9-1 du code général des collectivités territoriales s'appliquent à l'expiration de la période prévue à la seconde phrase du dernier alinéa de l'article 11 de l'ordonnance n° 2020-391 du 1er avril 2020 visant à assurer la continuité du fonctionnement des institutions locales et de l'exercice des compétences des collectivités territoriales et des établissements publics locaux afin de faire face à l'épidémie de covid-19.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Article 176",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Les conventions en cours à la date de publication de la présente loi, conclues sur le fondement des articles L. 1511-2, L. 1611-7 et L. 4211-1 du code général des collectivités territoriales et concernées par les 1° et 2° du I du présent article sont rendues conformes au présent article au plus tard lors de leur renouvellement.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Article 179",
      "content": "I.-A modifié les dispositions suivantes :\n\nII. - Le 1° du I s'applique aux décisions de renonciation prises par les présidents d'établissement public de coopération intercommunale ou de groupement de collectivités territoriales à compter du 25 mai 2020.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "I à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIV.-A.-Les élus qui, le 30 juin 2022, exercent les fonctions de président de conseil de territoire et de vice-président du conseil de la métropole peuvent continuer à exercer les fonctions de vice-président du conseil de la métropole jusqu'au prochain renouvellement général. Jusqu'à cette date, ils ne sont pas pris en compte dans la détermination de l'effectif maximal prévu aux deuxième à quatrième alinéas de l'article L. 5211-10 du code général des collectivités territoriales. La détermination de l'enveloppe indemnitaire mentionnée au deuxième alinéa de l'article L. 5211-12 du même code tient alors compte de l'effectif de ces vice-présidents.B.-Sans préjudice de l'article L. 412-6 du code général de la fonction publique, l'agent occupant, à la date de la suppression des conseils de territoire de la métropole d'Aix-Marseille-Provence, l'emploi de directeur général des services d'un conseil de territoire relevant des articles L. 343-1 et L. 412-6 du même code est maintenu dans son emploi s'il y a intérêt, jusqu'au prochain renouvellement général du conseil de la métropole, pour exercer les fonctions de directeur général adjoint des services de la métropole.V.-Avant le 1er septembre 2022, la chambre régionale des comptes rend un avis sur les relations financières entre la métropole et ses communes membres, notamment sur le niveau des attributions de compensation versées aux communes par la métropole et les établissements publics de coopération intercommunale à fiscalité propre préexistants.Cet avis est transmis au président du conseil de la métropole, aux maires des communes membres ainsi qu'au représentant de l'Etat dans le département.VI.-Le président du conseil de la métropole organise, dans un délai de deux mois à compter de la réception de l'avis de la chambre régionale des comptes, un débat au sein du conseil de la métropole. Le conseil de la métropole se prononce sur l'avis et les conséquences qu'il souhaite en tirer.VII.-Par dérogation au IV de l'article 1609 nonies C du code général des impôts, la chambre régionale des comptes est saisie par le président de la commission locale d'évaluation des charges transférées afin de rendre un avis sur le coût des charges inhérentes aux transferts de compétences prévus, en 2023, au II du présent article, préalablement à l'évaluation de ces charges par la commission locale d'évaluation des charges transférées.VIII.-L'intérêt métropolitain attaché aux compétences mentionnées aux B et C du I de l'article L. 5218-2 du code général des collectivités territoriales, dans sa rédaction résultant de la présente loi, est défini au plus tard le 31 décembre 2022. Par dérogation, l'intérêt métropolitain attaché aux compétences mentionnées aux 1° et 3° du B du même I est déterminé après accord du conseil de la métropole ainsi que des deux tiers au moins des conseils municipaux de toutes les communes représentant plus de la moitié de la population totale de celles-ci ou de la moitié au moins des conseils municipaux de ces communes représentant les deux tiers de la population. Cette majorité doit nécessairement comprendre le conseil municipal de la commune dont la population est la plus importante.Le conseil métropolitain se prononce obligatoirement, dans un délai d'un an à compter de la promulgation de la présente loi, sur la révision du champ de l'intérêt métropolitain attaché à l'exercice de la compétence construction, aménagement, entretien et fonctionnement d'équipements culturels, socioculturels, socio-éducatifs et sportifs d'intérêt métropolitain prévue au c du 1° du I de l'article L. 5217-2 du code général des collectivités territoriales.IX.-Le Gouvernement remet au Parlement, avant le 31 décembre 2023, un bilan de l'application du présent article. Ce bilan doit comporter des propositions permettant d'améliorer le fonctionnement de la métropole notamment en ce qui concerne son organisation, sa gouvernance, son périmètre et son mode d'élection.Ce bilan peut faire l'objet d'un débat dans les conditions prévues par les règlements des assemblées et du dépôt d'un projet de loi relatif à l'amélioration du fonctionnement de la métropole.X.-Le I, les 1° et 4° et le a du 5° du II et les III et IV du présent article entrent en vigueur le 1er juillet 2022. Le 2° du II entre en vigueur le 1er janvier 2023.\n\n-Code de l'urbanisme\n\n-Code de la construction et de l'habitation.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art188",
      "section": "188",
      "title": "Article 188",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, jusqu'au 31 décembre 2022, toute mesure relevant du domaine de la loi afin de définir les modalités d'organisation, de mise en œuvre et de financement de l'apprentissage transfrontalier défini à l'article L. 6235-1 du code du travail, permettant à un apprenti d'effectuer une partie de sa formation pratique ou théorique dans un pays frontalier de la France et de procéder, le cas échéant, aux adaptations de ces dispositions pour leur application dans les collectivités relevant de l'article 73 de la Constitution ainsi qu'à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Article 194",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nIII. - Le présent article est applicable aux demandes déposées à compter du premier jour du deuxième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour :1° Améliorer la lisibilité du droit de la publicité foncière, notamment en réunissant et en adaptant, au sein du même livre du code civil, l'ensemble des règles législatives relatives à la publicité foncière ;2° Moderniser le régime de la publicité foncière et renforcer son efficacité, notamment en précisant et en adaptant les conditions de mise en œuvre et les effets du principe de publication du titre antérieur, en affirmant le principe de la préférence au primo-publiant indépendamment de sa bonne ou mauvaise foi, en recentrant la liste des actes soumis à la publicité foncière sur ceux relatifs à des droits réels ou susceptibles d'en faire naître, en améliorant les sanctions des publications, en harmonisant le régime d'opposabilité des actes publiés et en rationalisant le cadre juridique des décisions de refus de dépôt et de rejet de la formalité ;3° Moderniser et clarifier le régime de l'inscription des privilèges immobiliers et des hypothèques, notamment en dégageant les principes directeurs gouvernant cette inscription et en mettant les dispositions du régime de l'inscription des privilèges immobiliers et des hypothèques en cohérence avec les modifications apportées au régime de la publicité foncière par les ordonnances prévues au présent article ;4° Tirer les conséquences, avec, le cas échéant, les adaptations législatives nécessaires, des modifications apportées par les ordonnances prévues au présent article, notamment à la loi du 1er juin 1924 mettant en vigueur la législation civile française dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle et au livre V du code civil.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "L'article 10 de la loi du 31 mai 1846 relative à la navigation intérieure est abrogé. Cette abrogation ne remet pas en cause les acquis de la déclaration d'utilité publique des ouvrages relevant du domaine public de l'Etat et des travaux autorisés et réalisés à ce jour, constituant le système de dérivation de la Neste.Les actes réglementaires d'application de la loi du 31 mai 1846 précitée ayant pour objet la dérivation, la répartition et la réglementation des eaux de la Neste et de son système de dérivation sont considérés comme des autorisations au titre de la législation sur l'eau en application du II de l'article L. 214-6 du code de l'environnement. Leur modification ou leur renouvellement sont régis par les procédures du même code applicables.Les concessions de travaux et d'exploitation des ouvrages du système de dérivation de la Neste ainsi que des ouvrages annexes au canal de la Neste en vigueur à la date de promulgation de la présente loi demeurent régies par l'article 15 de la loi du 31 mai 1846 précitée. Les échéances des concessions sont portées à la date du 31 décembre 2040 par effet de la présente loi et sans besoin de modification des actes de concession. Toute autre modification des actes de concession est, le cas échéant, mise en œuvre dans le respect des règles applicables en matière de contrats publics.Le transfert du domaine concédé entraîne le transfert de l'ensemble des droits et obligations attachés à celui-ci, dans les conditions prévues à l'article 36 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales. A la suite du transfert, les clauses des actes de concession peuvent être modifiées par convention passée entre les parties. A la date d'échéance des concessions prévue au troisième alinéa du présent article, l'ensemble des ouvrages du système de dérivation de la Neste doit être concédé, exploité ou géré dans le respect des règles applicables en matière de contrats publics."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "I. - Pour les besoins de la préparation et de l'organisation de l'ensemble des manifestations prévues sur le domaine public fluvial dans le cadre des jeux olympiques et paralympiques de Paris 2024, l'autorité administrative met en demeure le propriétaire et, le cas échéant, l'occupant d'un bateau, d'un engin flottant ou d'un établissement flottant de quitter les lieux lorsque son stationnement compromet l'organisation et le bon déroulement desdites manifestations. Les deux dernières phrases du premier alinéa et les deuxième et troisième alinéas du I ainsi que le II de l'article L. 4244-1 du code des transports sont applicables.II. - En cas de besoin imminent lié à l'organisation ou au bon déroulement d'une manifestation mentionnée au I du présent article, pour une durée strictement nécessaire, l'occupant ou le propriétaire d'un bateau, de l'engin flottant ou de l'établissement flottant dont le stationnement compromet l'organisation et le bon déroulement de ladite manifestation peut être mis en demeure de le déplacer immédiatement.Lorsque cette mise en demeure reste sans effet immédiat, il peut être procédé au déplacement d'office du bateau, de l'engin flottant ou de l'établissement flottant mentionné au premier alinéa du présent II, à la demande de l'autorité administrative, même sans l'accord du propriétaire et de l'occupant.Si le bateau, l'engin flottant ou l'établissement flottant tient lieu d'habitation, son nouveau lieu de stationnement est déterminé de façon à en permettre l'accès à ses occupants. Le déplacement d'office est notifié au propriétaire et à l'occupant simultanément à sa réalisation.Le II de l'article L. 4244-1 du code des transports est applicable."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "Les établissements publics de l'Etat qui exercent, en application des textes qui les instituent, les mêmes missions sur des périmètres géographiques différents peuvent mutualiser la gestion des fonctions et des moyens nécessaires à la réalisation de ces missions, selon les modalités définies au présent article, en l'absence de dispositions qui leur sont applicables ayant le même objet :1° Soit en constituant un groupement d'intérêt public dans les conditions définies au chapitre II de la loi n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit ;2° Soit en concluant une convention de coopération, approuvée par leur conseil d'administration, et en déterminant les modalités et les conditions financières de cette mutualisation.La convention mentionnée au 2° du présent article peut désigner l'un des établissements comme établissement support chargé d'assurer, pour le compte des autres établissements parties à la convention, la gestion des fonctions et moyens mutualisés, cette mission étant à but non lucratif. Elle peut également préciser les conditions selon lesquelles des actes juridiques peuvent être pris pour le compte des établissements participants ainsi que les modalités selon lesquelles l'établissement support est chargé de la gestion des crédits et exerce la fonction d'ordonnateur pour le compte des autres établissements.A défaut de la mise en place d'une mutualisation dans les conditions fixées au présent article, un décret, pris après avis des conseils d'administration des établissements concernés, peut organiser cette mutualisation.Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Article 205",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toutes mesures pour définir le régime comptable et financier et les contrôles auxquels l'établissement mentionné à l'article L. 328-1 du code de l'urbanisme est soumis par dérogation aux dispositions du code général des collectivités territoriales applicables aux autres établissements publics.II. - L'ordonnance prévue au I du présent article est prise dans un délai de neuf mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - L'article L. 1233-5 du code général des collectivités territoriales, dans sa rédaction résultant du I du présent article, entre en vigueur au prochain renouvellement général des instances représentatives du personnel dans la fonction publique."
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "I.-L'ordonnance n° 2019-59 du 30 janvier 2019 relative à l'exercice et au transfert, à titre expérimental, de certaines missions dans le réseau des chambres d'agriculture est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\n-Ordonnance n° 2019-59 du 30 janvier 2019"
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "Pour une durée de cinq ans à compter de la publication du décret en Conseil d'Etat prévu au dernier alinéa du présent article et par dérogation aux articles L. 512-8, L. 512-10 à L. 512-13 et L. 512-15 à L. 512-17 du code général de la fonction publique, les fonctionnaires de l'Etat, de la fonction publique hospitalière, des communes de plus de 3 500 habitants, des départements, des régions et des établissements publics de coopération intercommunale à fiscalité propre peuvent être mis à la disposition de personnes morales relevant des catégories mentionnées au a du 1 de l'article 238 bis du code général des impôts ainsi que de fondations ou d'associations reconnues d'utilité publique, pour la conduite ou la mise en œuvre d'un projet répondant aux missions statutaires de la personne morale, de la fondation ou de l'association et pour lequel leurs compétences et leur expérience professionnelles sont utiles.Avant de prononcer la mise à disposition du fonctionnaire, l'autorité hiérarchique dont il relève apprécie la compatibilité de l'activité envisagée au sein de l'organisme d'accueil avec les fonctions exercées par le fonctionnaire au cours des trois dernières années, selon les modalités relatives aux contrôles déontologiques dans la fonction publique prévues aux articles L. 124-4 à L. 124-6 du code général de la fonction publique.La mise à disposition est prononcée pour une durée qui ne peut excéder dix-huit mois, renouvelable dans la limite d'une durée totale de trois ans. Cette mise à disposition peut ne pas donner lieu à remboursement. En l'absence de remboursement, elle constitue une subvention, au sens de l'article 9-1 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations, et donne lieu, le cas échéant, à la conclusion de la convention prévue à l'article 10 de la même loi.Chaque année, les établissements publics mentionnés à l’article L. 5 du code général de la fonction publique, les communes de plus de 3 500 habitants, les départements, les régions et les établissements publics de coopération intercommunale à fiscalité propre établissent un état des fonctionnaires mis à disposition au titre du présent article ainsi que des structures bénéficiaires de ces mises à disposition. Cet état, annexé au budget, est communiqué chaque année à l'assemblée délibérante avant l'examen du budget de la collectivité territoriale ou de l'établissement public de coopération intercommunale à fiscalité propre ou au conseil de surveillance ou d’administration des établissements publics mentionnés à l’article L. 5 du code général de la fonction publique.Au plus tard un an avant son terme, le Gouvernement présente au Parlement un rapport d'évaluation du dispositif de mise à disposition des fonctionnaires de l'Etat, des collectivités territoriales et des établissements publics mentionnés au même article L. 5 prévu au présent article.Un décret en Conseil d'Etat précise les modalités d'application du présent article, notamment le contenu et les modalités de l'évaluation ainsi que les règles selon lesquelles les administrations de l'Etat, les collectivités territoriales concernées et les établissements publics mentionnés à l’article L. 5 du code général de la fonction publique informent les services du ministre chargé de la fonction publique de la mise en œuvre du dispositif."
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Article 210",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nIII. - Le présent article entre en vigueur le premier jour du sixième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - Le présent article entre en vigueur le premier jour du sixième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art214",
      "section": "214",
      "title": "Article 214",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - Le I entre en vigueur le premier jour du sixième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Article 216",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - Le I entre en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art237",
      "section": "237",
      "title": "Article 237",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\nII. - Le b du 4° du I entre en vigueur le 1er juillet 2022."
    },
    {
      "provision_ref": "art239",
      "section": "239",
      "title": "Article 239",
      "content": "I. - L'état de calamité naturelle exceptionnelle peut être déclaré par décret dans une collectivité mentionnée à l'article 72-3 de la Constitution lorsqu'un aléa naturel d'une ampleur exceptionnelle a des conséquences de nature à gravement compromettre le fonctionnement des institutions et présentant un danger grave et imminent pour l'ordre public, la sécurité des populations, l'approvisionnement en biens de première nécessité ou la santé publique.II. - Le décret mentionné au I du présent article détermine les parties de territoire auxquelles l'état de calamité naturelle exceptionnelle s'applique ainsi que sa durée, qui ne peut excéder un mois.Il peut être renouvelé dans les mêmes formes par période de deux mois au plus, si les conditions mentionnées au même I continuent d'être réunies.La déclaration de l'état de calamité naturelle exceptionnelle ne fait pas obstacle au déclenchement de la procédure de constatation de l'état de catastrophe naturelle mentionné à l'article L. 125-1 du code des assurances.Dans un délai de six mois à compter de la fin de l'état de calamité naturelle exceptionnelle, le Gouvernement remet au Parlement un rapport sur sa mise en œuvre. Ce rapport énumère notamment les dispositions prises sur le fondement du décret mentionné au I du présent article, fait état de toutes les difficultés observées à l'occasion de sa mise en œuvre et évalue son efficacité.III. - La déclaration de l'état de calamité naturelle exceptionnelle permet de présumer la condition de force majeure ou d'urgence pour l'application des dispositions légales et réglementaires nationales mises en œuvre par les autorités publiques pour rétablir le fonctionnement normal des institutions, l'ordre public, la sécurité des populations et l'approvisionnement en biens de première nécessité ainsi que pour mettre fin aux atteintes à la santé publique.IV. - Sous réserve des obligations qui découlent d'un engagement international ou du droit de l'Union européenne, la déclaration de l'état de calamité naturelle exceptionnelle a pour effet de suspendre, jusqu'au terme de celui-ci, les délais fixés par les lois et règlements nationaux à l'issue desquels une décision, un accord, un agrément ou un avis relevant de la compétence des administrations de l'Etat, des collectivités territoriales, de leurs établissements publics administratifs ainsi que des organismes et personnes de droit public et privé chargés d'une mission de service public, y compris les organismes de sécurité sociale, peut ou doit intervenir ou est acquis implicitement, lorsque ces délais n'ont pas expiré avant la date d'entrée en vigueur du décret prévu au I.Le point de départ des délais de même nature qui auraient dû commencer à courir pendant la période de l'état de calamité naturelle exceptionnelle est reporté jusqu'à l'achèvement de celle-ci.V. - Le présent article est applicable à titre expérimental et pour une durée de cinq ans à compter de la promulgation de la présente loi.L'expérimentation fait l'objet d'une évaluation au plus tard six mois avant son terme.VI. - Le présent article s'applique sans préjudice du 29° de l'article 91 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française ni du 5° du III de l'article 21 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie.Pour l'application du IV du présent article en Polynésie française et en Nouvelle-Calédonie :1° Les mots : « des collectivités territoriales » sont remplacés par les mots : « des communes ou de leurs groupements » ;2° Les mots : « y compris les organismes de sécurité sociale » sont remplacés par les mots : « relevant de la compétence de l'Etat, des communes ou de leurs groupements »."
    },
    {
      "provision_ref": "art240",
      "section": "240",
      "title": "Article 240",
      "content": "Lorsque l'état de calamité naturelle exceptionnelle est déclaré, dans la ou les parties du territoire mentionnées par le décret prévu au I de l'article 239 de la présente loi et en cas de destruction totale ou partielle d'un immeuble bâti ou d'un groupe d'immeubles bâtis régi par la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, le syndic convoque sous quinze jours une assemblée spéciale des copropriétaires dont les lots composent le bâtiment sinistré. La réunion se tient dans un délai de deux mois à compter de la convocation. Au cours de cette assemblée spéciale, la décision mentionnée à la première phrase de l'article 38 de la même loi est prise à la majorité des voix exprimées des copropriétaires présents, représentés ou ayant voté par correspondance."
    },
    {
      "provision_ref": "art241",
      "section": "241",
      "title": "Article 241",
      "content": "I à IV.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Loi n° 52-1322 du 15 décembre 1952\n\n- Code du travail\n\n- Code de l'éducation\n\nV. - Les agents relevant de l'article L. 4 du code général de la fonction publique, en fonction dans une collectivité territoriale ou dans un établissement public local situé en Guadeloupe, en Guyane, en Martinique, à Mayotte, à La Réunion, à Saint-Barthélemy, à Saint-Martin ou à Saint-Pierre-et-Miquelon, reçoivent régulièrement une formation de sensibilisation aux risques naturels auxquels ils sont exposés sur leur lieu d'affectation ainsi qu'à leur prévention.La périodicité de cette formation et son contenu sont définis par voie réglementaire. Elle s'inscrit dans les formations d'intégration et de professionnalisation mentionnées au 1° de l'article L. 422-21 du code général de la fonction publique, en s'ajoutant aux formations définies par les statuts particuliers.VI. - Les agents relevant des articles L. 3 ou L. 5 du code général de la fonction publique et exerçant leurs fonctions outre-mer reçoivent régulièrement une formation de sensibilisation aux risques naturels auxquels ils sont exposés sur leur lieu d'affectation ainsi qu'à leur prévention. La périodicité de cette formation et son contenu sont définis par voie réglementaire."
    },
    {
      "provision_ref": "art251",
      "section": "251",
      "title": "Article 251",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le présent article est applicable à compter du premier renouvellement du conseil économique, social, environnemental, de la culture et de l'éducation de Martinique qui suit la promulgation de la présente loi. Il est applicable dès l'entrée en vigueur de la présente loi au conseil économique, social, environnemental, de la culture et de l'éducation de Guyane.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art252",
      "section": "252",
      "title": "Article 252",
      "content": "I. - Les dispositions de l'ordonnance n° 2020-1733 du 16 décembre 2020 portant partie législative du code de l'entrée et du séjour des étrangers et du droit d'asile, en tant qu'elles sont prises sur le fondement de l'article 74-1 de la Constitution, sont ratifiées.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile."
    },
    {
      "provision_ref": "art253",
      "section": "253",
      "title": "Article 253",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'organisation du système de santé et de la sécurité sociale à Saint-Barthélemy. Il remet le même rapport concernant les collectivités régies par l'article 73 de la Constitution ainsi que pour les collectivités de Saint-Martin, de Saint-Pierre-et-Miquelon et de Wallis-et-Futuna."
    },
    {
      "provision_ref": "art254",
      "section": "254",
      "title": "Article 254",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires à l'adaptation et à l'extension dans les collectivités qui relèvent des articles 73 et 74 de la Constitution et en Nouvelle-Calédonie des dispositions de la présente loi.Cette ordonnance est prise dans un délai de dix mois à compter de la promulgation de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art256",
      "section": "256",
      "title": "Article 256",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de dix mois à compter de la promulgation de la présente loi, le Gouvernement est habilité à prendre par voie d'ordonnance toutes mesures relevant du domaine de la loi pour créer un statut de grand port maritime adapté aux enjeux du territoire archipélagique de Saint-Pierre-et-Miquelon, avec des règles différenciées dans les domaines pertinents pour régir et développer l'activité portuaire.Un projet de loi de ratification est déposé au Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.II. - L'ordonnance entre en vigueur au plus tôt six mois après sa publication."
    },
    {
      "provision_ref": "art257",
      "section": "257",
      "title": "Article 257",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général de la propriété des personnes publiques.\n\nII. - Les communes auxquelles un projet d'acte de cession a été adressé par le représentant de l'Etat et qui n'ont pas fait connaître leur position sur celui-ci à la date de publication de la présente loi disposent d'un délai de six mois à compter de cette date pour se prononcer sur le projet. Leur silence gardé pendant ce délai vaut accord."
    },
    {
      "provision_ref": "art258",
      "section": "258",
      "title": "Article 258",
      "content": "A titre expérimental, pour une durée de trois ans à compter de la promulgation de la présente loi, pour tout plan, toute opération d'aménagement ou tout projet de construction situé dans les périmètres de l'opération d'intérêt national de Guyane, l'obligation de réaliser une enquête publique au titre du code de l'environnement est remplacée par la procédure de participation du public mentionnée à l'article L. 123-19 du même code. Le représentant de l'Etat en Guyane peut décider d'organiser une enquête publique s'il estime que la situation le justifie."
    },
    {
      "provision_ref": "art269",
      "section": "269",
      "title": "Article 269",
      "content": "I. - L'établissement public administratif Haras national du Pin est dissous à compter d'une date fixée par décret, et au plus tard dans un délai de six mois à compter de la promulgation de la présente loi.II. - Les biens mobiliers, droits et obligations de l'établissement sont transférés au département de l'Orne, au plus tard lors de la dissolution de l'établissement public mentionné au I. Ce département propose aux agents non titulaires de droit public de cet établissement un contrat de droit public dans les conditions prévues à l'article L. 445-1 du code général de la fonction publique.L'Institut français du cheval et de l'équitation et l'Institut national de recherche pour l'agriculture, l'alimentation et l'environnement disposent gratuitement des biens mobiliers transférés au département de l'Orne, dont la liste est fixée par arrêté du ministre chargé de l'agriculture, tant qu'ils sont nécessaires à l'exercice de leurs missions.III. - Les biens immobiliers appartenant à l'établissement public mentionné au I du présent article sont transférés à l'Etat, au plus tard lors de la dissolution de l'établissement public mentionnée au même I. Ils sont cédés au département de l'Orne dans un délai de six mois à compter de la dissolution mentionnée audit I.Les établissements publics mentionnés au second alinéa du II disposent des biens immobiliers cédés au département de l'Orne tant qu'ils sont nécessaires à l'exercice de leurs missions. Ils bénéficient de droits réels sur ces biens et y exercent les prérogatives et obligations des propriétaires. Cette mise à disposition donne lieu à une indemnisation du département de l'Orne par l'Etat, qui tient compte notamment de la privation de revenus qui en résulte. Un arrêté des ministres chargés de l'agriculture et des domaines fixe la liste des biens mis à disposition ainsi que le montant et les modalités de l'indemnisation.IV. - Les transferts prévus au premier alinéa du II et à la première phrase du premier alinéa du III sont réalisés à titre gratuit.Les transferts et cessions prévus aux II et III ne donnent lieu à aucun paiement d'impôts, de droits et de taxes de quelque nature que ce soit ou de la contribution prévue à l'article 879 du code général des impôts.V. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI. - Le décret mentionné au I du présent article fixe les modalités et le calendrier de la dissolution. Il précise également les conditions d'application aux agents non titulaires de droit public de l'établissement de la seconde phrase du premier alinéa du II.\n\n- Code rural et de la pêche maritime\n\n- LOI n° 2014-1170 du 13 octobre 2014"
    },
    {
      "provision_ref": "art270",
      "section": "270",
      "title": "Article 270",
      "content": "Le Gouvernement remet au Parlement, dans un délai d'un an à compter de la promulgation de la présente loi, un rapport évaluant l'intérêt de l'extension du coefficient « coût de la vie » pour les personnels soignants des régions frontalières de la Suisse."
    },
    {
      "provision_ref": "art271",
      "section": "271",
      "title": "Article 271",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la création d'un observatoire du prix du foncier à Mayotte.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}