{
  "id": "jorftext000000616196",
  "type": "statute",
  "title": "Ordonnance n° 2006-1588 du 13 décembre 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000616196",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente ordonnance est applicable à la prévention ainsi qu'à la réparation    des accidents du travail survenus et des maladies professionnelles constatées dans toutes les professions à Mayotte après le 31 décembre 2007.Cette application se fait sans préjudice des règles de coordination entre les différents régimes de sécurité sociale en vigueur en métropole et dans les départements d'outre-mer et ceux en vigueur à Mayotte prises en application de l'article 25 de l'ordonnance du 27 mars 2002 susvisée.Ne sont pas soumises aux dispositions de la présente ordonnance les personnes régies par des dispositions législatives et réglementaires instituant à leur profit une protection contre le risque d'accidents du travail ou de maladies professionnelles et notamment :1° Les ouvriers de l'Etat ;2° Les marins et personnes mentionnées à l'article 2 du décret du 17 juin 1938 susvisé ;3° Les fonctionnaires de l'Etat, des collectivités territoriales et hospitaliers."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Est affiliée au régime institué par la présente ordonnance toute personne majeure de nationalité étrangère en situation régulière, au regard de la législation sur le séjour et le travail des étrangers, applicable à Mayotte, autorisée à y séjourner pour une durée supérieure à trois mois ou y résidant effectivement depuis trois mois.\n\nEn cas de méconnaissance des dispositions du premier alinéa et des législations qu'il mentionne, les cotisations restent dues.\n\nLa caisse de sécurité sociale est tenue de vérifier lors de l'affiliation et périodiquement que les assurés étrangers satisfont aux conditions de régularité de leur situation à Mayotte. La vérification peut également être faite lors de la déclaration nominative effectuée par l'employeur, prévue par l'article L. 1221-10 du code du travail. La caisse peut avoir accès aux fichiers des services de l'Etat pour obtenir les informations administratives nécessaires à cette vérification. Lorsque ces informations sont conservées sur support informatique, elles peuvent faire l'objet d'une transmission selon les modalités prévues au chapitre IV de la loi du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés susvisée.\n\nUn décret fixe la liste des titres ou documents attestant la régularité de la situation des intéressés."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Dans le cas où la victime est polygame, les rentes visées aux articles L. 434-8 et L. 434-10 du code de la sécurité sociale sont réparties par la caisse de sécurité sociale, sans que leur total puisse être supérieur à celui qu'il serait si la victime était monogame."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Les accidents du travail survenus et les maladies professionnelles constatées à Mayotte avant le 1er janvier 2008, ainsi que leurs séquelles constatées après cette date, continuent d'être régis par la législation et la réglementation alors applicables à ces accidents et maladies."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Par dérogation aux dispositions de l'article 98, les personnes résidant à Mayotte qui, à la suite d'un accident du travail survenu ou d'une maladie professionnelle constatée dans le territoire d'outre-mer des Comores ou dans la collectivité territoriale ou départementale de Mayotte, sont titulaires d'une rente servie en application de la législation et de la réglementation alors en vigueur dans ce territoire ou cette collectivité, bénéficient, à compter du 1er janvier 2008, des revalorisations de rente prévues par les dispositions de la présente ordonnance."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Des dispositions réglementaires déterminent, en tant que de besoin, les modalités d'application de la présente ordonnance. Sauf disposition contraire, elles sont prises par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Sous réserve des dispositions de l'article 98 et du second alinéa de l'article 100 de la présente ordonnance, le décret n° 57-245 du 24 février 1957 sur la réparation et la prévention des accidents du travail et des maladies professionnelles dans les territoires d'outre-mer est, en tant qu'il s'applique à Mayotte, abrogé à compter du 1er janvier 2008."
    },
    {
      "provision_ref": "art104-1",
      "section": "104-1",
      "title": "Article 104-1",
      "content": "I. – A compter du 1er juillet 2012, les dispositions des articles L. 411-1 à L. 412-9, des articles L. 421-1 à L. 482-5, de l'article L. 743-1 et des articles L. 754-1 à L. 754-3 du code de la sécurité sociale sont applicables à Mayotte.\n\nEn tant qu'elles concernent le régime accidents du travail et maladies professionnelles, les dispositions de l'article L. 133-4-1 du code de la sécurité sociale sont applicables à Mayotte, sous réserve des adaptations suivantes : au dernier alinéa, les mots : “ mentionnées aux titres IV et V du livre III, à l'article L. 511-1 et aux titres Ier à IV du livre VIII du présent code, à l'article L. 821-1 du code de la construction et de l'habitation et à l'article L. 262-46 du code de l'action sociale et des familles ” sont remplacés par les mots : “ en espèces mentionnées à l'article 20-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte ou sur les prestations mentionnées au chapitre II du titre Ier de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte, aux chapitres Ier et II du titre II, aux chapitres Ier et II du titre VI de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte, au titre Ier de l'ordonnance n° 2016-160 du 18 février 2016 portant adaptation de la prime d'activité au Département de Mayotte et au revenu de solidarité active applicable à Mayotte mentionné à l'article L. 542-6 du code de l'action sociale et des familles ” et au 2° de l'article L. 821-1 du code de la construction et de l'habitation.\n\nII. – Les articles 2 à 4,6 à 49,51 à 97 et 100 à 102-1 de la présente ordonnance sont abrogés à compter du 30 juin 2012."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de l'industrie, le ministre de la santé et des solidarités et le ministre de l'outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}