{
  "id": "jorftext000000579088",
  "type": "statute",
  "title": "Loi n° 2000-1257 du 23 décembre 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000579088",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Est approuvé le rapport annexé à la présente loi relatif aux orientations de la politique de santé et de sécurité sociale et aux objectifs qui déterminent les conditions générales de l'équilibre financier de la sécurité sociale pour l'année 2001."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-437 DC du 19 décembre 2000.]"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-437 DC du 19 décembre 2000.]"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-437 DC du 19 décembre 2000.]"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-437 DC du 19 décembre 2000.]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Paragraphe modificateur.\n\nII. - Sous réserve des décisions juridictionnelles passées en force de chose jugée, sont validés sur le plan procédural les contrôles en cours ou clos et susceptibles de recours, dès lors qu'ils ont été effectués par des unions pour le recouvrement des cotisations de sécurité sociale et d'allocations familiales pour le compte d'autres unions pour le recouvrement des cotisations de sécurité sociale et d'allocations familiales."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I., II., III. - Paragraphes modificateurs.\n\nIV. - Pour les chefs d'exploitation ou d'entreprise agricole ayant exercé l'option, prévue à l'article 32 de la loi n° 94-114 du 10 février 1994 portant diverses dispositions concernant l'agriculture, pour une assiette de cotisations sociales constituée par les revenus professionnels afférents à l'année au titre de laquelle ces cotisations sont dues, la régularisation en 2001 des cotisations provisionnelles dues au titre de l'année 2000 est effectuée lorsque les revenus professionnels sont définitivement connus.\n\nV. - Les chefs d'exploitation ou d'entreprise agricole ayant exercé l'option prévue à l'article 13 de la loi n° 91-1407 du 31 décembre 1991 modifiant et complétant les dispositions du code rural et de la loi n° 90-85 du 23 janvier 1990 relatives aux cotisations sociales agricoles et créant un régime de préretraite agricole ou à l'article 35 de la loi n° 93-121 du 27 janvier 1993 portant diverses mesures d'ordre social ou à l'article 32 de la loi n° 94-114 du 10 février 1994 précitée perdent le bénéfice de ladite option le 1er janvier 2001. L'assiette de leurs cotisations est déterminée selon les modalités prévues à l'article L. 731-15 du code rural.\n\nPour 2001, à titre exceptionnel, les chefs d'exploitation ou d'entreprise agricole peuvent exercer l'option prévue à l'article L. 731-19 du code rural jusqu'au 30 avril 2001."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Paragraphe modificateur.\n\nII. - Sous réserve des décisions juridictionnelles passées en force de chose jugée, sont validées les décisions des organismes de recouvrement des cotisations de sécurité sociale en tant que leur légalité serait contestée au motif que la réduction prévue à l'article L. 241-13 du code de la sécurité sociale n'est pas applicable aux cotisations dues au titre des indemnités de congés payés mutualisées entre les employeurs affiliés aux caisses de compensation prévues à l'article L. 223-16 du code du travail et versées par ces caisses."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I., II., III., IV., V., VI., VII. - (Paragraphes modificateurs)\n\nVIII. - Les dispositions du I sont applicables pour la fraction affectée à la Caisse nationale de l'assurance maladie des travailleurs salariés transférée au fonds mentionné à l'article L. 131-8 du code de la sécurité sociale, en application du même I, aux sommes à recevoir à compter du 1er janvier 2001.\n\nIX. - Les dispositions du IV s'appliquent aux sommes reçues à compter du 1er janvier 2000.\n\nUn arrêté du ministre chargé de la sécurité sociale et du ministre chargé du budget fixe la date et le montant du reversement par le Fonds de solidarité vieillesse mentionné à l'article L. 135-1 du code de la sécurité sociale des sommes perçues au cours de l'exercice 2000 au titre de l'article L. 131-10 du même code."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Paragraphe modificateur.\n\nII. - Les dispositions du I sont applicables :\n\n1° En ce qu'elles concernent la contribution mentionnée à l'article L. 136-1 du code de la sécurité sociale, aux revenus perçus à compter du 1er janvier 2001 ou, pour les revenus professionnels visés à l'article L. 136-4 du même code, sur les revenus pris en compte pour le calcul de la contribution due à compter de l'année 2001 ;\n\n2° En ce qu'elles concernent la contribution mentionnée à l'article L. 136-6 du code de la sécurité sociale, à compter de l'imposition des revenus de 2000 ;\n\n3° En ce qu'elles concernent la contribution mentionnée à l'article L. 136-7 du code de la sécurité sociale, aux produits de placement sur lesquels est opéré à partir du 1er janvier 2001 le prélèvement prévu à l'article 125 A du code général des impôts et aux revenus assujettis en application du II de l'article L. 136-7 du code de la sécurité sociale à compter de cette même date ;\n\n4° En ce qu'elles concernent la contribution mentionnée au I de l'article L. 136-7-1 du code de la sécurité sociale, aux tirages, événements sportifs et émissions postérieurs au 31 décembre 2000 ;\n\n5° En ce qu'elles concernent la contribution mentionnée au II de l'article L. 136-7-1 du code de la sécurité sociale, sur les sommes engagées à compter du 1er janvier 2001 ;\n\n6° En ce qu'elles concernent la contribution mentionnée au III de l'article L. 136-7-1 du code de la sécurité sociale, sur le produit brut des jeux et sur les gains réalisés à compter du 1er janvier 2001 ;\n\n7° En ce qu'elles concernent la déductibilité partielle de la contribution sociale généralisée prévue par l'article 154 quinquies du code général des impôts, à la détermination des bases d'imposition des revenus à compter de l'année 2001."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Pour 2001, les prévisions de recettes, par catégorie, de l'ensemble des régimes obligatoires de base et des organismes créés pour concourir à leur financement sont fixées aux montants suivants :Cotisations effectives : 1 085,1 (En milliards de francs)Cotisations fictives : 201,3 (En milliards de francs)Contributions publiques : 67,4 (En milliards de francs)Impôts et taxes affectés : 554,4 (En milliards de francs)Transferts reçus : 2,6 (En milliards de francs)Revenus des capitaux : 3,2 (En milliards de francs)Autres ressources : 58,3 (En milliards de francs)Total des recettes : 1 972,3 (En milliards de francs)"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Il est créé, à compter du 1er janvier 2001, au sein du Fonds national d'action sanitaire et sociale de la Caisse nationale des allocations familiales, un fonds d'investissement pour le développement des structures d'accueil de la petite enfance.Ce fonds a pour objet d'apporter aux collectivités locales et aux associations gestionnaires des aides à la création d'équipements ou services d'accueil de la petite enfance, notamment pour la création de crèches innovantes et de structures multiaccueil.La recette de ce fonds est constituée par l'excédent de l'exercice 1999 de la branche famille, affecté à un compte de réserve spécifique à hauteur de 1,5 milliard de francs.Pour chaque exercice, les dépenses correspondantes sont inscrites et individualisées en dépenses exceptionnelles au sein du Fonds national d'action sanitaire et sociale de la Caisse nationale des allocations familiales.Ces dépenses sont équilibrées en fin d'exercice par une affectation des réserves à due concurrence.Ce fonds prend fin à la consommation complète des crédits inscrits au compte de réserve spécifique."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-437 DC du 19 décembre 2000.]"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-Paragraphe modificateur.\n\nII.-Les organismes cités à l'article L. 161-17-1 du code de la sécurité sociale et l'organisme gestionnaire du régime d'assurance chômage transmettent à l'autorité compétente de l'Etat les données nécessaires à la constitution d'un échantillon statistique interrégimes de cotisants, anonyme et représentatif, visant à élaborer un système d'informations sur les droits acquis à la retraite par les personnes d'âge actif.\n\nUn décret, pris après avis de la Commission nationale de l'informatique et des libertés, fixe les conditions de communication des données mentionnées à l'alinéa précédent ainsi que les modalités de fixation de l'échantillon.\n\nIII.-abrogé."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-437 DC du 19 décembre 2000.]"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - L'article L. 726-3 du code rural est abrogé.II. - Le solde du fonds additionnel d'action sociale est affecté à des actions sanitaires et sociales."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - Paragraphe modificateur.\n\nII. - Lorsqu'une personne est titulaire d'un contrat ou d'une adhésion souscrit auprès d'un organisme de protection complémentaire avant le 1er janvier 2001 qui n'aurait pas consenti à une baisse de cotisation, pour la part non prise en charge par le régime des travailleurs non salariés au titre des prestations en nature des assurances maladie et maternité, elle obtient à sa demande et à tout moment pour le contrat ou l'adhésion en cours la résiliation totale de la garantie initialement souscrite auprès dudit organisme.\n\nLes cotisations ou primes afférentes aux adhésions ou contrats résiliés sont remboursées par les organismes qui les ont perçues, au prorata de la durée de l'adhésion ou du contrat restant à courir."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Pour 2001, le montant total des dépenses du fonds mentionné à l'article 25 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998) est fixé à 700 millions de francs."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-437 DC du 19 décembre 2000.]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I.-Il est créé un fonds pour la modernisation et l'investissement en santé. Ce fonds est géré par la Caisse des dépôts et consignations.\n\nII. (abrogé)\n\nIII.-Ce fonds finance des dépenses d'investissement des établissements de santé et des groupements de coopération sanitaire , des structures d'exercice coordonné mentionnées aux articles L. 1411-11-1, L. 1434-12, L. 6323-1 et L. 6323-3 du code de la santé publique ainsi que des établissements et services médico-sociaux mentionnés à l'article L. 312-1 du code de l'action sociale et des familles au moyen de subventions ou d'avances remboursables, dans le cadre d'opérations de modernisation et de restructuration de ces établissements et groupements, de réorganisation de l'offre de soins ou de création de groupements hospitaliers de territoire.\n\nLe fonds peut financer l'ensemble des dépenses engagées dans le cadre d'actions ayant pour objet la modernisation, l'adaptation ou la restructuration des systèmes d'information de l'offre de soins et de l'offre médico-sociale.\n\nIl peut également financer des dépenses d'investissement d'établissements hospitaliers de coopération transfrontalière destinés à accueillir des patients résidant en France, ayant fait l'objet d'un accord avec le Gouvernement de la République française et dont les missions sont celles d'un établissement de santé tel que défini par le code de la santé publique. Ces établissements doivent répondre à des besoins de santé fixés par le schéma régional d'organisation sanitaire de la région frontalière.\n\nIII bis. - (abrogé)\n\nIII ter.-Le fonds peut prendre en charge le financement des missions d'expertise exercées par l'Agence technique de l'information sur l'hospitalisation.\n\nIII quater. (abrogé)\n\nIII quinquies.-Le fonds peut financer les missions d'ampleur nationale pilotées ou conduites au bénéfice des établissements de santé déléguées par le ministre chargé de la santé au groupement d'intérêt public chargé du développement des systèmes d'information de santé partagés, mentionné à l' article L. 1111-24 du code de la santé publique .\n\nIII sexies.-L'interopérabilité des logiciels informatiques est une condition au financement des dépenses engagées pour la transformation et la modernisation des systèmes informatiques.\n\nIV.-Les sommes dues au titre des actions du fonds sont prescrites à son profit dès lors qu'elles n'ont pas fait l'objet soit d'un agrément ou d'une décision attributive de subvention, dans un délai, fixé par décret, d'au moins un an à compter de la notification ou de la publication de l'acte de délégation des crédits du fonds, soit d'une demande de paiement justifiée dans un délai, fixé par décret, d'au moins un an à partir du premier jour de l'année suivant celle au cours de laquelle les droits ont été acquis. L'année de la constatation de la prescription, la totalité des sommes ainsi prescrites vient en diminution de la dotation de l'assurance maladie au fonds pour l'année en cours. Le montant de la dotation ainsi minoré est pris en compte en partie rectificative de la loi de financement de la sécurité sociale pour l'année suivante.\n\nL'alinéa précédent est applicable aux sommes déléguées antérieurement à la date de son entrée en vigueur.\n\nV.- Les ressources du fonds sont notamment constituées par le reversement des avances remboursables mentionnées au III ainsi que par des participations des régimes obligatoires d'assurance maladie et de la branche mentionnée au 5° de l'article L. 200-2 du code de la sécurité sociale. Le versement et la répartition entre les différents régimes sont réalisés dans des conditions fixées par décret.\n\nLes sommes apportées par les organismes de sécurité sociale et mentionnées à l'article L. 6161-3-2 du code de la santé publique sont versées au fonds.\n\nLe solde disponible du Fonds d'accompagnement social pour la modernisation des établissements de santé est versé au Fonds pour la modernisation des établissements de santé, à la date de sa création. Le montant de ce solde est constaté par arrêté interministériel.\n\nV bis. (abrogé)\n\nVI.-Les modalités d'application du présent article sont déterminées par décret.\n\nVII.-L'article 25 de la loi de financement de la sécurité sociale pour 1998 (n° 97-1164 du 19 décembre 1997) est abrogé à compter de la publication du décret mentionné au VI.\n\nVIII.-Un rapport annuel retraçant l'activité du fonds est établi par la Caisse des dépôts et consignations et adressé aux ministres chargés de la santé et de la sécurité sociale. Ce rapport dresse notamment un bilan des dotations allouées en fonction du statut et de la taille des établissements bénéficiaires.\n\nLe rapport annuel mentionné au premier alinéa ainsi que l'avis de la commission de surveillance du fonds sont transmis par le Gouvernement au Parlement avant le 1er octobre de chaque année.\n\nIX.-Les dispositions du présent article sont applicables à Mayotte, Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - Le montant du fonds mentionné au VIII de l'article 33 de la loi de financement de la sécurité sociale pour 2000 (n° 99-1140 du 29 décembre 1999) est fixé à 750 millions de francs pour l'année 2001.II. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-437 DC du 19 décembre 2000.]"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-437 DC du 19 décembre 2000.]"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Paragraphe modificateur.\n\nII. - Les dispositions prévues à l'article L. 4001-2 du code de la santé publique sont applicables à la contribution perçue à compter du 1er décembre 2000.\n\nIII. - D'ici au 1er janvier 2003, l'Agence française de sécurité sanitaire des produits de santé mettra en oeuvre une banque de données administratives et scientifiques sur les médicaments et les dispositifs médicaux visés à l'article L. 165-1 du code de la sécurité sociale, destinée à servir de référence pour l'information des professionnels de santé et des administrations compétentes en matière de produits de santé. Cette base sera rendue accessible au public dans des conditions fixées par décret. Le financement de l'élaboration et du fonctionnement de la banque de données sera assuré sans contribution des entreprises de fabrication, d'exploitation et de distribution des produits de santé."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. - Pour le calcul de la contribution due au titre de l'année 2001 en application du premier alinéa de l'article L. 138-10 du code de la sécurité sociale, le taux de 3 % est substitué au taux K mentionné dans le tableau figurant au deuxième alinéa du même article.\n\nII. - (Paragraphe modificateur)\n\nIII. - Les dispositions du présent article sont applicables à la contribution perçue à compter de l'année 2001."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I., II. - Paragraphes modificateurs.\n\nIII. - Sauf dénonciation ou résiliation par les parties signataires, les conventions applicables antérieurement à la publication du décret pris en application de l'article L. 165-1 du code de la sécurité sociale sont maintenues en vigueur pendant une durée maximale de cinq ans à compter de la publication de la présente loi.\n\nPendant ce délai, cessent de produire effet, à la date d'entrée en vigueur des arrêtés pris en application des articles L. 5211-5 du code de la santé publique et L. 165-3 du code de la sécurité sociale, celles des dispositions de ces conventions qui ne seraient pas compatibles avec les dispositions desdits arrêtés."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - Peuvent obtenir la réparation intégrale de leurs préjudices :\n\n1° Les personnes qui ont obtenu la reconnaissance d'une maladie professionnelle occasionnée par l'amiante au titre de la législation française de sécurité sociale ou d'un régime assimilé ou de la législation applicable aux pensions civiles et militaires d'invalidité ;\n\n2° Les personnes qui ont subi un préjudice résultant directement d'une exposition à l'amiante sur le territoire de la République française ;\n\n3° Les ayants droit des personnes visées aux 1° et 2°.\n\nII. - Il est créé, sous le nom de \"Fonds d'indemnisation des victimes de l'amiante\", un établissement public national à caractère administratif, doté de la personnalité juridique et de l'autonomie financière, placé sous la tutelle des ministres chargés de la sécurité sociale et du budget.\n\nCet établissement a pour missions de réparer les préjudices définis au I du présent article et d'identifier les personnes mentionnées au même I.\n\nIl est administré par un conseil d'administration composé de représentants de l'Etat, des organisations siégeant à la commission des accidents du travail et des maladies professionnelles de la Caisse nationale de l'assurance maladie des travailleurs salariés, des associations nationales d'aide aux victimes de l'amiante et de personnalités qualifiées. Il est présidé par un magistrat.\n\nIl emploie des agents régis par les titres II, III ou IV du statut général des fonctionnaires en position d'activité, de détachement ou de mise à disposition. Il emploie également des agents contractuels de droit public avec lesquels il peut conclure des contrats à durée déterminée ou indéterminée. Il peut également faire appel à des agents contractuels de droit privé pour occuper des fonctions exigeant une qualification particulière dans le domaine de l'indemnisation des préjudices ou des maladies professionnelles. Les agents contractuels employés par le Fonds d'indemnisation des victimes de l'amiante sont tenus au secret et à la discrétion professionnels dans les mêmes conditions que celles qui sont définies à l'article 26 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.\n\nIII. - Le demandeur justifie de l'exposition à l'amiante et de l'atteinte à l'état de santé de la victime.\n\nLe demandeur informe le fonds des autres procédures relatives à l'indemnisation des préjudices définis au I éventuellement en cours. Si une action en justice est intentée, il informe le juge de la saisine du fonds.\n\nSi la maladie est susceptible d'avoir une origine professionnelle et en l'absence de déclaration préalable par la victime, le fonds transmet sans délai le dossier à l'organisme concerné au titre de la législation française de sécurité sociale ou d'un régime assimilé ou de la législation applicable aux pensions civiles et militaires d'invalidité. Cette transmission vaut déclaration de maladie professionnelle. Elle suspend le délai prévu au IV du présent article jusqu'à ce que l'organisme concerné communique au fonds les décisions prises. En tout état de cause, l'organisme saisi dispose pour prendre sa décision d'un délai de trois mois, renouvelable une fois si une enquête complémentaire est nécessaire. Faute de décision prise par l'organisme concerné dans ce délai, le fonds statue dans un délai de trois mois.\n\nLe fonds examine si les conditions de l'indemnisation sont réunies : il recherche les circonstances de l'exposition à l'amiante et ses conséquences sur l'état de santé de la victime ; il procède ou fait procéder à toute investigation et expertise utiles sans que puisse lui être opposé le secret professionnel ou industriel. Vaut justification de l'exposition à l'amiante la reconnaissance d'une maladie professionnelle occasionnée par l'amiante au titre de la législation française de sécurité sociale ou d'un régime assimilé ou de la législation applicable aux pensions civiles et militaires d'invalidité, ainsi que le fait d'être atteint d'une maladie provoquée par l'amiante et figurant sur une liste établie par arrêté des ministres chargés du travail et de la sécurité sociale.\n\nVaut également justification du lien entre l'exposition à l'amiante et le décès la décision de prise en charge de ce décès au titre d'une maladie professionnelle occasionnée par l'amiante en application de la législation française de sécurité sociale ou d'un régime assimilé ou de la législation applicable aux pensions civiles et militaires d'invalidité.\n\nDans les cas valant justification de l'exposition à l'amiante visés aux quatrième et cinquième alinéas du présent III, le fonds peut verser une provision si la demande lui en a été faite, il est statué dans le délai d'un mois à compter de la demande de provision.\n\nLe fonds peut requérir de tout service de l'Etat, collectivité publique, organisme assurant la gestion des prestations sociales, organisme assureur susceptibles de réparer tout ou partie du préjudice, la communication des renseignements relatifs à l'exécution de leurs obligations éventuelles.\n\nLes renseignements ainsi recueillis ne peuvent être utilisés à d'autres fins que l'instruction de la demande faite au fonds d'indemnisation et leur divulgation est interdite. Les personnes qui ont à connaître des documents et informations fournis au fonds sont tenues au secret professionnel.\n\nLe demandeur peut obtenir la communication de son dossier, sous réserve du respect du secret médical.\n\nIII bis. - Les droits à l'indemnisation des préjudices mentionnés au I se prescrivent par dix ans à compter de la date du premier certificat médical établissant le lien entre la maladie et l'exposition à l'amiante. Toutefois, le délai de prescription ne court :\n\n1° Pour l'indemnisation des préjudices résultant de l'aggravation d'une maladie dont un certificat médical a déjà établi le lien avec l'exposition à l'amiante, que de la date du premier certificat médical constatant cette aggravation ;\n\n2° Pour l'indemnisation des ayants droit d'une personne décédée, quand son décès est lié à l'exposition à l'amiante, que de la date du premier certificat médical établissant le lien entre le décès et cette exposition.\n\nIII bis A.-Le fonds peut requérir de tout service de l'Etat, de toute collectivité publique, de tout organisme de sécurité sociale, de tout organisme assurant la gestion des prestations sociales ou de tout organisme assureur susceptibles de réparer tout ou partie du préjudice des informations ou des données à caractère personnel strictement nécessaires pour identifier les éventuels bénéficiaires de la réparation des préjudices définis au I du présent article et pour prendre contact avec eux.Les informations et les données à caractère personnel ainsi recueillies ne peuvent être utilisées à d'autres fins que celles mentionnées au deuxième alinéa du II. Les personnes qui ont connaissance des informations et des données à caractère personnel transmises au fonds sont tenues au secret professionnel.Au moment de la première communication individuelle avec les bénéficiaires mentionnés au premier alinéa du présent III bis A, le fonds les avise de leurs droits d'accès et de rectification ainsi que de leur droit de s'opposer à la poursuite du traitement des données. Lorsque le bénéficiaire exprime son opposition à la poursuite du traitement des données ou lorsque ce traitement révèle que le bénéficiaire n'a pas droit à la réparation des préjudices définis au I, les informations et les données à caractère personnel le concernant sont détruites sans délai.Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, détermine les conditions d'application du présent III bis A, notamment les informations et les catégories de données recueillies ainsi que leurs modalités de transmission et de conservation.\n\nIV. - Dans les six mois à compter de la réception d'une demande d'indemnisation, le fonds présente au demandeur une offre d'indemnisation. Il indique l'évaluation retenue pour chaque chef de préjudice, ainsi que le montant des indemnités qui lui reviennent compte tenu des prestations énumérées à l'article 29 de la loi n° 85-677 du 5 juillet 1985 tendant à l'amélioration de la situation des victimes d'accidents de la circulation et à l'accélération des procédures d'indemnisation, et des indemnités de toute nature reçues ou à recevoir d'autres débiteurs du chef du même préjudice. Le fonds présente une offre d'indemnisation nonobstant l'absence de consolidation.\n\nUne offre est présentée dans les mêmes conditions en cas d'aggravation de l'état de santé de la victime.\n\nL'acceptation de l'offre ou la décision juridictionnelle définitive rendue dans l'action en justice prévue au V vaut désistement des actions juridictionnelles en indemnisation en cours et rend irrecevable tout autre action juridictionnelle future en réparation du même préjudice. Il en va de même des décisions juridictionnelles devenues définitives allouant une indemnisation intégrale pour les conséquences de l'exposition à l'amiante.\n\nV. - Le demandeur ne dispose du droit d'action en justice contre le fonds d'indemnisation que si sa demande d'indemnisation a été rejetée, si aucune offre ne lui a été présentée dans le délai mentionné au premier alinéa du IV ou s'il n'a pas accepté l'offre qui lui a été faite.\n\nCette action est intentée devant la cour d'appel dans le ressort de laquelle se trouve le domicile du demandeur.\n\nCelui-ci a la possibilité de se faire assister ou représenter par son conjoint, un ascendant ou un descendant en ligne directe, un avocat ou un délégué des associations de mutilés et invalides du travail les plus représentatives.\n\nVI. - Le fonds est subrogé, à due concurrence des sommes versées, dans les droits que possède le demandeur contre la personne responsable du dommage ainsi que contre les personnes ou organismes tenus à un titre quelconque d'en assurer la réparation totale ou partielle dans la limite du montant des prestations à la charge desdites personnes.\n\nLe fonds intervient devant les juridictions civiles, y compris celles du contentieux de la sécurité sociale, notamment dans les actions en faute inexcusable, et devant les juridictions de jugement en matière répressive, même pour la première fois en cause d'appel, en cas de constitution de partie civile du demandeur contre le ou les responsables des préjudices ; il intervient à titre principal et peut user de toutes les voies de recours ouvertes par la loi.\n\nSi le fait générateur du dommage a donné lieu à des poursuites pénales, le juge civil n'est pas tenu de surseoir à statuer jusqu'à décision définitive de la juridiction répressive.\n\nLa reconnaissance de la faute inexcusable de l'employeur, à l'occasion de l'action à laquelle le fonds est partie, ouvre droit à la majoration des indemnités versées à la victime ou à ses ayants droit en application de la législation de sécurité sociale. L'indemnisation à la charge du fonds est alors révisée en conséquence.\n\nVII. - Le fonds est financé par une contribution de l'Etat, dans les conditions fixées par la loi de finances, et par une contribution de la branche accidents du travail et maladies professionnelles du régime général de la sécurité sociale dont le montant est fixé chaque année par la loi de financement de la sécurité sociale, sur la base d'un rapport d'activité du fonds établi par son conseil d'administration et transmis au Parlement et au Gouvernement chaque année avant le 1er juillet.\n\nVIII. - Paragraphe modificateur.\n\nLes dispositions de l'alinéa précédent ne remettent pas en cause la compétence juridictionnelle pour connaître, en appel ou en cassation, des décisions rendues avant la date de publication du décret mentionné au X du présent article par les commissions instituées par l'article 706-4 du code de procédure pénale.\n\nIX. - Les demandes d'indemnisation des préjudices causés par l'exposition à l'amiante en cours d'instruction devant les commissions instituées par l'article 706-4 du code de procédure pénale à la date de publication du décret mentionné au X sont transmises au fonds d'indemnisation des victimes de l'amiante. Les provisions allouées en application du dernier alinéa de l'article 706-6 du code de procédure pénale sont remboursées par le fonds d'indemnisation des victimes de l'amiante au fonds de garantie des victimes des actes de terrorisme et d'autres infractions.\n\nX. - Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.\n\nLe délai fixé au IV est porté à neuf mois pendant l'année qui suit la publication du décret mentionné à l'alinéa précédent.\n\nXI. - Le fonds peut gérer, pour le compte de la Nouvelle-Calédonie, un dispositif d'indemnisation des victimes de l'amiante défini par cette collectivité dans le cadre de ses compétences, dans des conditions fixées par une convention conclue entre le fonds et la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Pour 2001, les objectifs de dépenses par branche de l'ensemble des régimes obligatoires de base comptant plus de vingt mille cotisants actifs ou retraités titulaires de droits propres sont fixés aux montants suivants :Maladie-maternité-invalidité-décès : 769,2 (En milliards de francs)Vieillesse-veuvage : 830,4 (En milliards de francs)Accidents du travail : 56,2 (En milliards de francs)Famille : 277,1 (En milliards de francs)Total des recettes : 1 932,9 (En milliards de francs)"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "L'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base est fixé à 693,3 milliards de francs pour l'année 2001."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Les besoins de trésorerie des régimes obligatoires de base comptant plus de vingt mille cotisants actifs ou retraités titulaires de droits propres et des organismes ayant pour mission de concourir à leur financement peuvent être couverts par des ressources non permanentes dans les limites suivantes :Régime général : 29,0 (En milliards de francs)Régimes des exploitants agricoles : 13,5 (En milliards de francs)Caisse nationale de retraite des agents des collectivités locales :2,5 (En milliards de francs)Caisse autonome nationale de la sécurité sociale dans les mines : 2,3 (En milliards de francs)Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat : 0,5 (En milliards de francs)Les autres régimes obligatoires de base comptant plus de vingt mille cotisants actifs ou retraités titulaires de droits propres, lorsqu'ils disposent d'une trésorerie autonome, ne sont pas autorisés à recourir à des ressources non permanentes.La présente loi sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "artANNEXE",
      "section": "ANNEXE",
      "title": "Article ANNEXE",
      "content": "D'un déficit de 54 milliards de francs en 1996, le régime général de la sécurité sociale est passé à l'équilibre en 1999. Il dégagera des excédents en 2000 comme en 2001. Le chemin parcouru est important puisque, sur la période 1993-1997, le déficit s'est élevé à 265 milliards de francs, soit un déficit moyen par an de 53 milliards de francs. Ces résultats sont dus à la croissance et à la diminution du chômage mais aussi pour une large part aux mesures structurelles et à la réforme du financement.Tout en redressant les comptes, le Gouvernement a amélioré la situation des Français : création de la couverture maladie universelle, amélioration des prestations familiales et des procédures de réparation des accidents du travail et des maladies professionnelles, augmentation du pouvoir d'achat des retraites. L'année 2001 permettra de franchir une étape supplémentaire.Il n'en reste pas moins que se pose de plus en plus la question de la définition du champ de la responsabilité de l'Etat et des caisses de sécurité sociale dans la gestion du système et notamment dans leurs relations avec les professions de santé. Le Gouvernement mettra en place une commission associant les différents partenaires concernés et le Parlement afin de remettre à plat le fonctionnement actuel et de définir de nouvelles relations entre l'Etat, les caisses de sécurité sociale et les prestataires de services de soins, fondées sur des objectifs d'amélioration de la qualité des soins et de l'accès aux soins pour l'ensemble de la population.A. - La politique de santéa) Rendre égal l'accès aux soinsLa loi n° 99-641 du 27 juillet 1999 portant création d'une couverture maladie universelle permet, depuis le 1er janvier 2000, à l'ensemble des résidents en France d'accéder à une couverture maladie de base et ouvre le droit à une couverture complémentaire gratuite pour les plus modestes de nos citoyens. Le Gouvernement a publié l'ensemble des textes nécessaires à l'application du dispositif avant la fin de l'année dernière et veille avec attention à sa montée en charge.Les effets de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions se font sentir dans le domaine de la santé. Dans le cadre des programmes régionaux pour l'accès à la prévention et aux soins, quelque 273 hôpitaux ont mis en place des permanences d'accès aux soins de santé destinées à faciliter l'accès des personnes démunies au système hospitalier et aux réseaux institutionnels ou associatifs de soins d'accueil et d'accompagnement social. Le Gouvernement renforce les moyens de ces permanences en veillant particulièrement à leurs fonctions d'accompagnement des personnes en difficulté dans les démarches nécessaires à la reconnaissance de leurs droits sociaux.b) Renforcer la sécuritéLa mise en place au 1er janvier 2000 de l'Etablissement français du sang est venue renforcer le dispositif de prévention sanitaire, qui sera prochainement complété par la création de l'Agence de sécurité sanitaire environnementale, chargée d'expertiser et d'évaluer l'impact potentiel sur la santé des perturbations de l'environnement. La France dispose ainsi aujourd'hui d'un dispositif basé sur les principes de pluridisciplinarité et de qualité scientifique de l'expertise, d'indépendance des experts vis-à-vis des administrations et des pouvoirs économiques, de séparation entre évaluation scientifique et gestion des risques, de transparence des décisions et, enfin, sur le principe de précaution.La lutte contre les infections nosocomiales et les accidents iatrogènes contribue à accroître la sécurité des soins, dont l'organisation est encadrée progressivement par des normes techniques de fonctionnement relatives notamment à la sécurité anesthésique ou à l'accueil et au traitement des urgences. Des mesures seront prises pour améliorer la qualité des procédures de désinfection et développer l'utilisation de dispositifs médicaux à usage unique.c) Développer la transparence et les droits des maladesNos concitoyens souhaitent participer davantage à un système de soins plus transparent. Le développement de l'accréditation contribue à cet effort. L'ANAES a rendu publics en juin 2000 les premiers comptes rendus d'accréditation. En juillet, quelque 186 établissements de santé étaient engagés dans la procédure d'accréditation ; 650 professionnels de santé seront formés d'ici au début de l'année 2001, permettant à l'ANAES d'assumer pleinement sa mission d'accréditation. Par ailleurs, les données issues du PMSI sont aujourd'hui accessibles dans des conditions respectueuses de la vie privée, conformément au cadre défini par la loi.Au-delà, les états généraux de la santé ont montré la forte attente de la population, qui souhaite bénéficier d'un système de santé organisé autour du patient. Soucieux de répondre à cette demande, le Gouvernement a engagé, tout au long de l'année 2000, une importante concertation avec les acteurs du système de santé et les représentants des usagers et des personnes malades et proposera très prochainement un projet de loi de modernisation du système de santé qui s'articule autour de cinq axes : renforcer les droits fondamentaux de la personne et associer les citoyens à la gestion du système de santé, améliorer les mécanismes de pilotage du système de santé, améliorer la qualité du système de santé, renforcer la politique de prévention et instaurer une politique nationale d'éducation pour la santé, instaurer un dispositif de prise en charge des risques thérapeutiques.d) Amplifier la politique de préventionLe programme national de lutte contre l'hépatite C, mis en place en 1999, a été poursuivi. L'accès au dépistage a été renforcé. Une campagne nationale d'information à destination des professionnels a rappelé les modalités du dépistage et de la prise en charge de l'infection au virus de l'hépatite C. En 2001, le Gouvernement poursuivra son soutien aux actions réalisées par les associations de personnes malades et renforcera les actions de prévention des risques de transmission virale, en particulier en direction des usagers de drogue, des personnes détenues et auprès des professionnels réalisant des tatouages et des piercings. Une campagne d'information renforcera l'information sur les risques des pratiques de tatouage et de piercing, en particulier auprès des jeunes.La lutte contre les maladies sexuellement transmissibles sera renforcée. Les dépistages réalisés dans les centres anonymes et gratuits sont maintenant entièrement pris en charge par l'assurance maladie. Le Gouvernement a lancé une campagne nationale d'information sur les risques liés au sida pour rappeler la nécessité de poursuivre des comportements de prévention. En 2001, le Gouvernement renforcera les actions de prévention à destination des publics les plus vulnérables. Pour améliorer la prise en charge des personnes atteintes du sida en situation de précarité, le dispositif expérimental d'appartements de coordination thérapeutique permettant l'accueil de ces personnes est transféré dans le cadre commun de la loi n° 75-535 du 30 juin 1975 relative aux institutions sociales et médico-sociales. Ce dispositif s'adressera désormais également aux personnes atteintes d'autres pathologies chroniques sévères, notamment les hépatites chroniques et les cancers.Le Gouvernement poursuit le plan de lutte contre le tabagisme mis en place en 1999 selon trois axes : renforcement de l'information de la population, aide au sevrage tabagique et protection des non-fumeurs par une meilleure application de la loi relative à la lutte contre le tabagisme. A la suite du rapport de M. Alfred Recours, le Gouvernement s'est engagé en faveur d'une augmentation continue des prix du tabac de 5 % par an sur quatre ans et a débuté une large concertation sur l'intérêt en termes de santé publique de l'interdiction de vente de tabac aux mineurs de seize ans et sur l'efficacité de mesures de prise en charge des substituts nicotiniques. Une action efficace de prévention et de lutte contre le tabagisme nécessite de soutenir ceux qui souhaitent arrêter de fumer en améliorant l'accès aux substituts nicotiniques et en précisant l'intérêt de nouveaux médicaments utilisés dans le sevrage tabagique. C'est pourquoi le Gouvernement réunira une conférence de consensus sur les différentes modalités de sevrage, en se fondant notamment sur les résultats des expériences de mise à disposition gratuite.Le plan triennal de lutte contre la drogue et de prévention des dépendances reflète la volonté du Gouvernement de mener une politique ferme et cohérente de lutte contre la toxicomanie et de développer en particulier chez les jeunes, en matière d'alcoolisme, de tabagisme et d'usage détourné de médicaments, une véritable politique de prévention des dépendances. Une campagne nationale d'information sur les risques des substances psychoactives a été lancée en 2000. Un diplôme d'études spécialisées complémentaires a été mis en place, sanctionnant depuis cette année une spécialisation médicale de haut niveau.En 2001, le Gouvernement renforcera les actions de prévention mises en place en particulier au niveau des jeunes, en milieu scolaire et extrascolaire. Il poursuivra, d'une part, le renforcement des centres de cures ambulatoires en alcoologie et, d'autre part, l'implication des établissements de santé dans la lutte contre l'alcoolisme, le tabagisme et les conséquences de l'usage des drogues. Les interventions de ces centres de cure dans des organismes locaux seront prises en charge par l'assurance maladie.A la suite des actions réalisées dans le cadre du programme de prévention du suicide 1998-2000, le Gouvernement met en place un nouveau programme permettant de renforcer les actions de prévention et le soutien aux associations accompagnant les suicidants et leurs familles, d'améliorer la prise en charge et de favoriser les recherches sur les causes favorisantes.La loi n° 99-223 du 23 mars 1999 relative à la protection de la santé des sportifs et à la lutte contre le dopage a permis de mettre en place un dispositif national de prévention du dopage et de prise en charge des sportifs concernés. Le Gouvernement poursuit cette politique en mettant en place des actions d'information auprès des jeunes, en installant au niveau des régions, des antennes spécialisées dans la prise en charge des personnes en difficulté avec des substances dopantes et en favorisant la recherche et l'amélioration des bases scientifiques des contrôles.La sécurité routière est une priorité gouvernementale. En 2001, un dépistage systématique des stupéfiants et des analyses chez les conducteurs impliqués dans les accidents mortels de la circulation sera mis en place (loi du 18 juin 1999).Le Gouvernement a inscrit la nutrition parmi les thèmes prioritaires de santé publique au niveau de l'Union européenne. Une résolution permettant la mise en place d'une politique de santé nutritionnelle au niveau communautaire sera adoptée en décembre 2000 sous présidence française. Par ailleurs, le Gouvernement mettra en place un programme national de nutrition.e) Améliorer la prise en chargeLe Gouvernement a lancé un programme national de lutte contre les cancers pour assurer à l'ensemble de la population des soins de qualité, un accès adapté aux techniques et traitements innovants, un meilleur accompagnement psychologique et social. Pour généraliser le dépistage organisé des cancers féminins et du cancer colorectal, le Gouvernement poursuit les actions de formation et de mobilisation des professionnels et met en place des actions d'information pour les personnes concernées. Un rapport établissant le bilan d'une année d'application de ce programme national de lutte contre les cancers sera remis au Parlement.Une ambitieuse politique de santé publique du prélèvement et de la greffe a été engagée autour de quatre axes : favoriser l'accès au greffon, réduire les inégalités régionales d'accès à la greffe, renforcer la solidarité et soutenir la générosité de nos concitoyens.Le Gouvernement a lancé une campagne d'envergure sur la contraception mobilisant l'ensemble des acteurs pour réaffirmer un droit fondamental des femmes, les informer sur les différents modes de contraception et favoriser un accès égal à la contraception. Il propose un projet de loi visant à faire progresser le droit des femmes et à assurer un recours effectif à la contraception et à l'IVG. En matière de contraception, il s'agit de créer un droit d'accès des mineures à la contraception et d'harmoniser la législation sur les contraceptifs hormonaux avec celle sur les médicaments. En matière d'IVG, le délai légal pour recourir à l'IVG passera de dix à douze semaines et l'obligation d'autorisation parentale pour les mineures souhaitant accéder à l'IVG sera aménagée.Le Gouvernement a renforcé le plan triennal de lutte contre la douleur, notamment en ce qui concerne la prescription et la disponibilité des antalgiques majeurs et l'amélioration de la prise en charge dans les établissements de santé. A la suite de la loi sur le développement des soins palliatifs, le Gouvernement veillera à l'implication des établissements de santé pour la création d'unités fixes, d'équipes mobiles et de réseaux de soins palliatifs en favorisant en particulier le maintien à domicile.Le Gouvernement amplifiera les actions permettant de développer l'éducation thérapeutique des patients atteints de maladies chroniques comme le diabète ou l'asthme, ainsi que les actions permettant d'améliorer l'efficacité de la prise en charge mais aussi de promouvoir une plus grande autonomie de la personne malade et de lui permettre d'être partie prenante dans la prise en charge de sa maladie.Pour mieux prendre en charge les enfants dysphasiques et dyslexiques, un plan d'action vient d'être lancé. Il vise à une meilleure prévention des troubles du langage, un meilleur repérage des troubles spécifiques, l'établissement d'un diagnostic plus rapide et plus sûr et une meilleure prise en charge des 4 à 5 % d'enfants concernés.La santé des personnes détenues est une priorité. Dans ce cadre, le Gouvernement renforce des actions de prévention des pratiques addictives, améliore l'accès aux dépistages des infections virales, en particulier sida et hépatite C, et la prise en charge des problèmes psychiatriques chez les personnes détenues. Afin de permettre une meilleure prise en charge des personnes détenues nécessitant une hospitalisation, des locaux spécifiques (unités hospitalières sécurisées interrégionales) seront installés dans huit centres hospitaliers universitaires.f) Poursuivre les réformes structurelles en matière d'organisationLes soins de ville :La réforme des soins dentaires et de leur prise en charge par l'assurance maladie est un objectif prioritaire. M. Michel Yahiel s'est vu confier la mission de proposer les voies d'amélioration, à partir des travaux menés par les professionnels et les caisses.Une action volontaire est conduite pour améliorer les pratiques professionnelles en ville. Les dispositifs d'évaluation et d'entretien des connaissances des médecins sont opérants. Ainsi, le décret sur l'évaluation des pratiques médicales ayant été publié, l'ANAES travaille actuellement avec les syndicats de médecins aux modalités de sa mise en oeuvre. Le fonctionnement de l'organisme de gestion conventionnel de la formation médicale continue des médecins a été fixé par décret.La modernisation de la Nomenclature des actes médicaux est un levier essentiel de transformation des pratiques. Une mission sur la mise en oeuvre de la réforme de la nomenclature a été confiée au professeur Escat, président de la commission permanente de la Nomenclature générale des actes médicaux, à partir de laquelle des orientations seront arrêtées.Concernant les professionnels paramédicaux, les orientations arrêtées suite au rapport de Mme Anne-Marie Brocas ont trouvé leur application en 2000. Ainsi, l'arrêté de 1962 fixant les règles de la prescription des soins a-t-il été aménagé pour permettre une plus grande responsabilisation de ces professionnels. Les décrets de compétence de ces derniers seront également adaptés - celui des masseurs-kinésithérapeutes a déjà été modifié en conséquence. Sur la base du rapport de M. Philippe Nauche, des dispositions créant un office des professions paramédicales seront insérées dans le projet de loi de modernisation du système de santé.Le comité de gestion national du fonds d'aide à la qualité des soins de ville a été installé. Il a défini les modalités d'instruction des dossiers, notamment pour la part régionale du fonds (80 % des crédits).Les réseaux de soins vont faire l'objet d'une refonte dans le sens de la simplification et de la régionalisation dans le cadre du projet de loi de modernisation du système de santé. Il est proposé d'assurer la sécurité juridique des réseaux et filières expérimentaux de soins, en prorogeant ce dispositif jusqu'en 2006.L'informatisation du système de santé a fortement progressé en 2000. 50 % des professionnels de santé disposent de leur carte de professionnel de santé. Au 16 août 2000, 45 000 professionnels de santé, dont plus de 36 000 médecins, transmettaient par voie télématique des feuilles de soins aux caisses d'assurance maladie. Plus de 80 millions de feuilles de soins électroniques seront transmises aux caisses en 2000. La prévision pour 2001 devrait dépasser les 300 millions de feuilles de soins.Le dispositif de régulation des dépenses de ville et d'approbation des conventions et avenants conclus entre les caisses et les professionnels de santé a connu en 2000 sa première année d'application. Les caisses nationales d'assurance maladie ont procédé dans le premier rapport d'équilibre à la répartition entre les différentes professions de l'objectif de dépenses déléguées. En juillet 2000, pour le deuxième rapport d'équilibre, les caisses ont fait le bilan de la progression des dépenses et arrêté des mesures correctives.Les outils prévus par la loi pour améliorer les pratiques sont désormais à la disposition des caisses et des professionnels de santé. La CNAM travaille avec les URCAM à la mise en oeuvre des premiers accords de bon usage des soins et contrats de bonne pratique.Il est étudié une modification de la composition des comités médicaux régionaux allant vers plus de parité, en attente d'une réforme en matière de respect des bonnes pratiques et des sanctions disciplinaires.L'hôpital :Une nouvelle étape s'engage pour l'hôpital, qui s'articule autour de trois priorités : adapter l'offre de soins aux besoins de la population, promouvoir la qualité et la sécurité des soins et poursuivre la réduction des inégalités dans l'accès aux soins.Les objectifs de la politique hospitalière conduite depuis trois ans sont traduits dans les schémas régionaux d'organisation sanitaire adoptés à la fin de l'année 1999. Les protocoles signés entre le Gouvernement et les représentants des organisations syndicales représentatives des médecins hospitaliers et des personnels de la fonction publique hospitalière ont par ailleurs donné une forte impulsion à la modernisation sociale de l'hôpital. Les contrats d'amélioration des conditions de travail, la création d'un volet social au sein du projet d'établissement ainsi que les mesures sans précédent prises pour favoriser la promotion sociale et professionnelle des agents dans les établissements publics de santé contribueront au progrès du système de santé dans son ensemble. Un fonds de modernisation des établissements de santé aux missions plus larges que le fonds d'accompagnement social est créé.Les moyens dévolus aux services hospitaliers des urgences ont été renforcés. La réorganisation complète de ces services hospitaliers sera achevée cette année. Afin de répondre à la fréquentation croissante des services hospitaliers pour des soins non urgents, les établissements de santé devront renforcer leur coopération avec les médecins de ville. La réorganisation des services de néonatalogie sera également achevée au cours de l'année 2001. Les schémas régionaux de psychiatrie sont actualisés. Une réflexion sur les structures, les missions et sur l'évolution des métiers dans le domaine de la psychiatrie est engagée.Les établissements de santé participeront activement à la mise en oeuvre des objectifs de santé publique défini par le Gouvernement :la priorité sera notamment donnée au plan cancer, à la poursuite du programme de développement de soins palliatifs et à l'augmentation du nombre de places d'hospitalisation à domicile. Le parc d'appareils d'imagerie par résonance magnétique et de radiothérapie sera substantiellement accru.La réflexion pour fonder la tarification des établissements de santé sur les pathologies traitées est engagée. L'expérimentation de nouvelles modalités de tarification pour les établissements de santé doit reposer sur des données d'activité hospitalière fiables et rapidement disponibles. A cette fin, le Gouvernement a créé une agence technique de l'information sur l'hospitalisation permettant d'améliorer le traitement des données et de faciliter leur diffusion.La politique de réduction des inégalités de dotation entre régions et entre établissements de santé sera poursuivie, tout en permettant aux régions les mieux dotées de disposer de marges suffisantes. L'aide à l'investissement a été accrue : le FIMHO a été porté à 800 millions de francs en 2000 et disposera de 500 millions de francs en 2001.La loi de financement de la sécurité sociale pour 2000 a institué un nouveau dispositif de régulation des dépenses de cliniques privées et créé un fonds pour aider aux transformations de ce secteur. L'Etat et les trois fédérations de cliniques ont signé en 2000 le premier accord mettant en oeuvre ces nouvelles dispositions. Dans l'ensemble des régions, un accord sur les objectifs régionaux a été signé entre les ARH et les fédérations régionales. La loi de financement de la sécurité sociale pour 2001 permettra un financement innovant des activités d'urgence assumées par certains établissements conformément aux schémas régionaux d'organisation sanitaire.Le médicament :La progression de la dépense de médicaments est importante. Si la France ne constitue pas, dans ce domaine, une exception, la consommation médicale est en France plus importante que dans nombre de pays voisins. Les politiques structurelles engagées avec détermination dans ce domaine visent à infléchir les tendances de fond, dans un cadre conventionnel avec les laboratoires.L'année 2000 marque une nouvelle étape avec la mise en oeuvre de l'opération de réévaluation des médicaments en fonction du service médical rendu (SMR). Au total, près de 2 663 spécialités ont été évaluées par la Commission de la transparence, soit plus des deux tiers des spécialités pharmaceutiques françaises : 60 % ont été classées en SMR majeur ou important, 15 % en SMR modéré ou faible, 25 % en SMR insuffisant. Le Gouvernement a tiré les conséquences de cette évaluation en juillet dernier. A l'issue d'un délai de trois ans, les médicaments à SMR insuffisant sortiront du remboursement. Sans tarder, le Gouvernement a uniformisé le taux de remboursement des vasodilatateurs : toutes les spécialités de cette classe sont désormais remboursées à 35 %. Parallèlement, le comité économique des produits de santé a conduit avec les laboratoires concernés des négociations pour faire baisser les prix des spécialités dont le SMR a été jugé insuffisant.La contribution de l'industrie pharmaceutique créée en 1999 a permis de récupérer une partie du dépassement sur les dépenses de médicaments. Son mode de calcul provoque des effets de seuil. Aussi convient-il de retenir un mode de calcul plus simple, qui permet de récupérer une partie plus importante du dépassement.B. - La réparation des accidents du travail et des maladies professionnellesLa reprise de l'activité a interrompu, depuis deux ans, la baisse régulière du nombre d'accidents du travail. Cette évolution appelle une vigilance accrue. Aussi, le Gouvernement entend-il revoir l'organisation de la prévention.Par ailleurs, le Gouvernement poursuivra les actions qu'il a engagées pour favoriser la reconnaissance des maladies professionnelles. Les réformes de procédure intervenues depuis deux ans ont permis d'améliorer les conditions de la réparation à laquelle ces personnes ont droit. Dans cette logique, le travail de clarification des tableaux de maladies professionnelles sera poursuivi.Au-delà de ses réflexions générales sur l'amélioration de la réparation des accidents du travail et des maladies professionnelles, le Gouvernement prendra de nouvelles dispositions en faveur des victimes de l'amiante. Seront ainsi mises en oeuvre les dispositions relatives à la surveillance post-professionnelle et post-expositionnelle des travailleurs exposés à l'amiante.Les insuffisances des systèmes de protection qui laissent parfois des victimes sans réparation, la gravité des préjudices subis, la nécessité d'une réponse rapide aux demandes exprimées par des victimes dont l'espérance de vie est souvent dramatiquement réduite sont autant de motifs pour mettre en place des mesures exceptionnelles. Un fonds d'indemnisation des victimes de l'amiante est créé dans le double objectif d'assurer l'indemnisation intégrale des préjudices subis, quelle que soit l'origine de l'exposition à l'amiante, et de simplifier les procédures.C. - La politique de la familleLa Conférence de la famille, qui s'est tenue le 15 juin 2000 sous la présidence du Premier ministre, a été l'occasion d'engager de nouvelles étapes dans la rénovation de la politique familiale.La réaffirmation de la solidarité comme objectif prioritaire de la politique familiale se traduit par une réforme importante des aides personnelles au logement : plus de 6,5 milliards de francs seront consacrés d'ici à 2002 à la revalorisation et à la simplification des aides versées aux familles ayant les revenus les plus faibles.La solidarité nationale en faveur des familles rencontrant des difficultés se manifeste également par la création, au 1er janvier 2001, d'un congé spécifique pour enfant malade assorti d'une allocation de présence parentale, afin de permettre aux parents d'un enfant atteint d'une maladie grave de suspendre partiellement ou totalement leur activité professionnelle pour s'occuper de lui.Pour permettre aux femmes de mieux articuler travail et vie familiale, le soutien apporté aux modes de garde en faveur de la petite enfance change d'échelle à travers, d'une part, la majoration de l'aide à la famille pour l'emploi d'une assistante maternelle agréée à hauteur de 500 MF dès 2001, d'autre part, la création d'un fonds exceptionnel d'investissement en faveur des modes de garde collectifs. Ce fonds, doté de 1,5 milliard de francs, permettra l'accueil de 30 à 40 000 enfants supplémentaires. La montée en charge de ce plan de rattrapage sera accompagnée par l'abondement à hauteur de 1,4 milliard des moyens du Fonds national d'action sociale de la CNAF consacrés au fonctionnement des modes de garde collectifs.Afin d'aider les mères en difficulté à retrouver une activité professionnelle, le Gouvernement a décidé de créer une aide à la reprise d'activité des femmes d'un montant de 2 000 à 3000 F. Ce dispositif est opérationnel depuis le 15 juillet 2000. De même, pour éviter que les bénéficiaires de l'allocation parentale d'éducation (APE) ne basculent dans le chômage de longue durée à l'issue de l'APE, un dispositif d'intéressement financier à la reprise d'activité anticipée sera mis en place.Le soutien à la fonction parentale est conforté à travers une aide financière accrue de 300 MF visant à renforcer les relations entre famille et école, et à développer les contrats temps libre ainsi que les réseaux de soutien à la parentalité. Le soutien à la fonction parentale et aux familles inclut une action sociale collective et sa promotion, notamment au sein des centres sociaux.Enfin, le Gouvernement poursuit l'adaptation du code civil aux mutations de la famille. La modernisation engagée du droit de la famille couvre plusieurs sujets : l'assouplissement des régimes matrimoniaux, l'amélioration de la situation du conjoint survivant dans le droit des successions, la promotion d'une véritable parité parentale partagée, la création d'un Conseil national des origines.L'ensemble de ces décisions, élaborées en concertation avec les partenaires sociaux et le mouvement familial, visent à conforter le rôle essentiel des familles comme lieu d'affection, de solidarité et d'éducation.D. - La politique à l'égard des personnes âgéesa) Garantir les retraites des FrançaisConformément au calendrier qu'il s'était fixé, le Gouvernement s'est engagé dans la voie de la consolidation de nos régimes de retraite par répartition, afin de garantir les retraites de tous les Français.Le diagnostic, élaboré dans la concertation par le Commissariat général au Plan, a montré que les régimes de retraite allaient être confrontés à deux défis dans les années à venir : l'allongement constant de la durée de la vie et l'arrivée à l'âge de la retraite des générations nombreuses de l'après-guerre. La perspective désormais crédible d'un retour rapide au plein emploi, même si elle atténue l'ampleur des déficits, ne résout pas tous les problèmes. Des adaptations sont donc nécessaires pour assurer l'avenir de nos régimes par répartition, auxquels les Français sont attachés.Sur la base de ce diagnostic, et après avoir largement consulté, le Gouvernement travaille pour préparer l'avenir, en abondant le fonds de réserve et en engageant la concertation pour élaborer les mesures les mieux à même d'assurer l'avenir des régimes de retraite.Afin d'assurer les retraites des Français au-delà de l'horizon 2020, le Gouvernement a créé le fonds de réserve en 1999 et y a affecté des ressources pérennes : excédents de la CNAV et du fonds de solidarité vieillesse, moitié du prélèvement de 2 % sur les revenus du patrimoine, contributions des caisses d'épargne et de la Caisse des dépôts et consignations, auxquels s'ajoute la majeure partie du produit de la vente des licences de téléphone mobile de troisième génération. Au total, le fonds de réserve devrait disposer d'environ 1 000 milliards de francs en 2020, dont 300 milliards proviendront des intérêts financiers. Cette somme correspond à la moitié des déficits prévisionnels des régimes de retraite entre 2020 et 2040.Pour assurer une vigilance constante sur l'évolution de nos systèmes de retraite, le Gouvernement a créé un conseil d'orientation des retraites. Par la pluralité des membres qui le composent (partenaires sociaux, parlementaires, personnalités qualifiées), il assurera un questionnement permanent sur les retraites. Ce conseil garantit que la réforme des retraites sera menée dans le respect de l'équité entre les régimes. Il proposera au Gouvernement des mesures d'ajustements en fonction des évolutions de la situation économique et des projections démographiques.b) Assurer la prise en charge de la dépendancePour mieux prendre en compte la problématique du vieillissement et de la dépendance, le Gouvernement met en place des programmes d'actions coordonnées sur l'ostéoporose et la maladie d'Alzheimer.Il a par ailleurs entrepris depuis trois ans de développer les services destinés aux personnes âgées dépendantes, à domicile ou en établissement. Cet effort va être amplifié à partir de 2001, afin d'accompagner la réforme de la prestation spécifique dépendance.La politique gérontologique du Gouvernement se décline dans les termes suivants :- le développement de la coordination gérontologique : en 2000, 25 centres de liaison, d'information et de coordination sont expérimentés ; progressivement, ce nombre sera porté à 1 000, afin de mailler tout le territoire, au niveau des bassins de vie, et donc au plus proche des personnes âgées ;- la professionnalisation et l'amélioration de la qualité des services d'aide à domicile : la loi de financement de la sécurité sociale pour 1999 a exonéré les services d'aide ménagère à domicile de charges patronales de sécurité sociale pour les interventions auprès des personnes âgées dépendantes, permettant ainsi à ces services de trouver des conditions de fonctionnement satisfaisantes ; en concertation avec les représentants de la branche, une démarche de formation et de professionnalisation va être engagée. Par ailleurs, un décret permettant de créer des services \"polyvalents\", prenant en charge à la fois les soins et l'accompagnement social, est en cours de préparation. Enfin, le nombre de places de services de soins infirmiers à domicile créées chaque année sera doublé, passant de 2 000 à 4 000, dans le cadre d'un plan de cinq ans à hauteur de 1,2 milliard de francs ;- le développement des moyens médicaux des établissements destinés aux personnes âgées : les décrets d'avril 1999 sur la nouvelle tarification entrent progressivement en vigueur. Cette réforme permettra d'assurer la transparence sur les coûts, et d'allouer les ressources en fonction des niveaux d'équipement et de la situation des personnes accueillies au regard des critères de dépendance et de santé. Afin d'accompagner l'entrée en vigueur de cette nouvelle tarification, un plan de 6 milliards de francs sur cinq ans va être consacré au développement des moyens médicaux des établissements.E. - La politique à l'égard des personnes handicapéesPour répondre aux attentes et aux besoins des personnes handicapées, en permettant une individualisation des réponses, il faut désormais créer les conditions permettant à ces personnes d'exercer un vrai choix de vie. En privilégiant résolument l'autonomie des personnes et leur intégration dans le milieu de vie ordinaire, en répondant aux besoins de prise en charge et d'accueil protégé des personnes les plus lourdement handicapées, en assurant la modernisation des instruments sur lesquels s'appuie son action, en s'inscrivant dans la durée avec des objectifs financés à échéance pluriannuelle, le Gouvernement mène une politique globale et déterminée en direction des personnes handicapées.Cette politique s'articule autour de deux grands axes :- amplifier le développement des dispositifs les plus favorables à l'intégration. Pour la prise en charge des jeunes, tous les départements ont été dotés de centres d'action médico-sociale précoce et cet effort sera poursuivi pour répondre à la demande d'accompagnement parental. La création ou l'extension de capacités de services d'éducation spécialisée et de soins à domicile sera amplifiée.Pour les adultes, le Gouvernement entend encourager toutes les initiatives favorisant le maintien à domicile des personnes handicapées. L'amélioration de l'accès aux aides techniques fait l'objet d'un examen concerté avec l'ensemble des acteurs, et l'ensemble des départements disposeront d'ici à 2003 de \"sites pour la vie autonome\". Ces structures, financées par le budget de l'Etat, sont chargées de l'évaluation des besoins des personnes handicapées par une approche globale et pluridisciplinaire ainsi que de la prescription des aides techniques et humaines dont elles ont besoin. Par ailleurs, les interventions des services de soins infirmiers à domicile seront étendues aux personnes handicapées et le nombre de postes d'auxiliaires de vie passera de 1 850 à 5 000 d'ici à 2003 ;- apporter une réponse adaptée et durable à l'insuffisance de places dans les établissements spécialisés. La mise en oeuvre du plan pluriannuel (1999-2003) destiné à créer 5 500 places nouvelles dans les maisons d'accueil spécialisées et les foyers à double tarification sera poursuivie en 2001.Par ailleurs, un effort spécifique est conduit en direction des personnes frappées par un handicap particulièrement grave. D'ici à 2003, 120 millions de francs seront consacrés à la création de sections supplémentaires dans les instituts médico-éducatifs pour les enfants les plus lourdement handicapés, 300 millions de francs à la création de places supplémentaires pour les autistes et les traumatisés crâniens et 45 millions de francs à l'accueil des personnes handicapées vieillissantes.F. - Une présentation des comptes amélioréeComme il s'y était engagé l'an dernier, le Gouvernement a présenté cette année, en annexe du présent projet de loi de financement, les principaux agrégats en droits constatés. L'harmonisation des comptes des différents régimes et organismes de sécurité sociale doit être poursuivie : un nouveau plan comptable unique sera mis en oeuvre au plus tard le 1er janvier 2002. Par ailleurs, un haut conseil de la comptabilité des organismes de sécurité sociale, assisté d'une mission permanente et placé auprès du ministre chargé de la sécurité sociale, sera créé par décret. Il devra veiller à la bonne application du nouveau plan comptable et à la transmission des données comptables par les organismes suivant un calendrier fixé par voie réglementaire."
    }
  ]
}