{
  "id": "jorftext000044394810",
  "type": "statute",
  "title": "Ordonnance n°2021-1553 du 1er décembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044394810",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'article 34 de l'ordonnance du 25 octobre 2017 susvisée est ainsi modifié :1° Au 2° du I, les mots : \" à compter du 1er janvier 2022 \" sont remplacés par les mots : \" à compter d'une date fixée par décret et au plus tard le 31 décembre 2023 \".2° Au 2° du IV, les mots : \" A compter du 1er janvier 2022 \" sont remplacés par les mots : \" A compter d'une date fixée par décret et au plus tard le 31 décembre 2023 \".\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Ordonnance n° 96-1122 du 20 décembre 1996\n\n-Code du travail"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - L'article 1er entre en vigueur le 1er janvier 2022 à l'exception :1° Des dispositions du b au d du 4°, des 5° à 10° et du 12° du II, qui entrent en vigueur le 1er juillet 2022 ;2° Des dispositions de l'article 20-13 résultant du 13° du II, qui entrent en vigueur à une date fixée par décret et au plus tard le 30 juin 2022 ;3° Des dispositions du e du 4° du II, de celles de l'article 20-12 de l'ordonnance du 20 décembre 1996 susvisée dans sa rédaction issue du 13° du même II, et de celles du III, qui entrent en vigueur à une date fixée par décret et au plus tard le 31 décembre 2022.II. - L'article 2 entre en vigueur le 1er janvier 2022, à l'exception :1° Des dispositions du troisième alinéa du 1° et de celles de l'article 10-4 de l'ordonnance du 7 février 2002 susvisée dans leur rédaction résultant du 8°, qui entrent en vigueur pour les gardes réalisées à compter du 1er juillet 2022 ;2° Des dispositions du deuxième alinéa du 1° et de celles du 6°, qui entrent en vigueur à une date fixée par décret et au plus tard le 31 décembre 2022 ;3° Des dispositions des articles 10-5 à 10-7 de l'ordonnance du 7 février 2002 susvisée dans leur rédaction résultant du 8° qui entrent en vigueur pour les gardes réalisées à compter d'une date fixée par décret et au plus tard le 31 décembre 2023.III. - Les dispositions du 1° de l'article 4 entrent en vigueur dans les mêmes conditions que celles prévues au 2° du I du présent article.Les dispositions du 2° de l'article 4 entrent en vigueur dans les mêmes conditions que celles prévues au 3° du II du présent article.IV. - Les dispositions de l'article 6 s'appliquent aux pensions de retraite prenant effet à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de la relance, la ministre du travail, de l'emploi et de l'insertion, le ministre des outre-mer, le ministre des solidarités et de la santé, le ministre délégué auprès du ministre de l'économie, des finances et de la relance, chargé des comptes publics, la ministre déléguée auprès du ministre des solidarités et de la santé, chargée de l'autonomie, la secrétaire d'État auprès du Premier ministre, chargée des personnes handicapées, le secrétaire d'État auprès de la ministre du travail, de l'emploi et de l'insertion, chargé des retraites et de la santé au travail, et le secrétaire d'État auprès du ministre des solidarités et de la santé, chargé de l'enfance et des familles, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}