{
  "id": "jorftext000020900294",
  "type": "statute",
  "title": "Ordonnance n° 2009-901 du 24 juillet 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020900294",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions annexées à la présente ordonnance constituent la partie législative du code du cinéma et de l'image animée."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les références contenues dans les dispositions de nature législative à des dispositions abrogées par l'article 9 de la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code du cinéma et de l'image animée."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'établissement public dénommé  Centre national de la cinématographie  prend la dénomination de  Centre national du cinéma et de l'image animée. La référence, dans des dispositions de nature législative, au Centre national de la cinématographie est remplacée par la référence au Centre national du cinéma et de l'image animée."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Sont abrogés :"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "1° La décision réglementaire n° 30 du 27 août 1942 fixant pour les collaborateurs de création principaux et pour les studios un battement minimum entre la réalisation de deux films consécutifs ;"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Entrent en vigueur le 1er janvier 2010 :1° Le 5° de l'article 4 ;2° L'article 8 ;3° Le 1° de l'article 9 en ce qui concerne l'abrogation des articles 10 et 44-1 à 50 du code de l'industrie cinématographique ;4° Le 2°, le 3° et le 7° de l'article 9 ;5° Le 2° de l'article 10 ;6° Le 1° de l'article L. 114-1, l'article L. 114-2 et les dispositions du chapitre V du titre Ier du livre Ier du code du cinéma et de l'image animée."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les articles 2 et 16 à 22 de la décision réglementaire du Centre national de la cinématographie n° 12 du 2 mars 1948 relative aux autorisations d'exercice de la profession sont abrogés à compter de la date d'entrée en vigueur du décret prévu à l'article L. 212-5 du code du cinéma et de l'image animée et au plus tard le 1er janvier 2011."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "L'article L. 331-4 du code du cinéma et de l'image animée entre en vigueur à la même date que celle prévue pour l'entrée en vigueur des articles 220 Z bis et 220 quaterdecies du code général des impôts par le V de l'article 131 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les personnes titulaires, à la date de publication de la présente ordonnance et jusqu'à la publication du décret mentionné à l'article L. 212-5, de l'autorisation d'exercice de la profession d'exploitant d'établissement de spectacles cinématographiques délivrée en vertu de l'article 14 du code de l'industrie cinématographique sont regardées comme titulaires de l'autorisation prévue à l'article L. 212-2 du code du cinéma et de l'image animée.Ces personnes disposent d'un délai de six mois à compter de la date de publication de la présente ordonnance pour informer le Centre national du cinéma et de l'image animée de l'installation, avant cette date, de tout équipement technique de type « salle de cinéma numérique » dans leurs établissements.A défaut, elles encourent l'une des sanctions administratives mentionnées à l'article L. 422-1 du code du cinéma et de l'image animée."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les éditeurs de vidéogrammes qui, à la date de publication de la présente ordonnance, ont déclaré leur activité auprès du Centre national de la cinématographie en vertu de l'article 52 de la loi n° 85-660 du 3 juillet 1985 relative aux droits d'auteur et aux droits des artistes-interprètes, des producteurs de phonogrammes et de vidéogrammes et des entreprises de communication audiovisuelle sont dispensés de faire enregistrer une déclaration auprès du Centre national du cinéma et de l'image animée en application des articles L. 221-1 et L. 221-2 du code du cinéma et de l'image animée."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le directeur général du Centre national de la cinématographie en fonction à la date de publication de la présente ordonnance devient président du Centre national du cinéma et de l'image animée.Jusqu'à la première réunion du conseil d'administration mentionné à l'article L. 112-1 du code du cinéma et de l'image animée, le Centre national du cinéma et de l'image animée est administré par le président."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le Premier ministre et le ministre de la culture et de la communication sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}