{
  "id": "jorftext000000537611",
  "type": "statute",
  "title": "Loi n° 91-647 du 10 juillet 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000537611",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'accès à la justice et au droit est assuré dans les conditions prévues par la présente loi.\n\nL'aide juridique comprend l'aide juridictionnelle, l'aide à l'accès au droit et l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les personnes physiques dont les ressources sont insuffisantes pour faire valoir leurs droits en justice peuvent bénéficier d'une aide juridictionnelle. Cette aide est totale ou partielle.Son bénéfice peut être exceptionnellement accordé aux personnes morales à but non lucratif ayant leur siège en France et ne disposant pas de ressources suffisantes.Aux mêmes conditions, il peut être accordé aux syndicats de s copropriétaires d'immeubles soumis à la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, lorsque l'immeuble fait l'objet d'un plan de sauvegarde en application de l'article L. 615-1 du code de la construction et de l'habitation ou lorsqu'un administrateur provisoire est désigné en application de l'article 29-1 de la loi n° 65-557 du 10 juillet 1965 précitée, pour l'exercice des actions de recouvrement des créances tant en demande qu'en défense.L'aide juridictionnelle n'est pas accordée lorsque les frais couverts par cette aide sont pris en charge au titre d'un contrat d'assurance de protection juridique ou d'un système de protection."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont admises au bénéfice de l'aide juridictionnelle les personnes physiques de nationalité française et les ressortissants des Etats membres de la Communauté européenne.\n\nLes personnes de nationalité étrangère résidant habituellement en France sont également admises au bénéfice de l'aide juridictionnelle.\n\nToutefois, l'aide juridictionnelle peut être accordée à titre exceptionnel aux personnes ne remplissant pas les conditions fixées à l'alinéa précédent, lorsque leur situation apparaît particulièrement digne d'intérêt au regard de l'objet du litige ou des charges prévisibles du procès.\n\nL'aide juridictionnelle est accordée sans condition de résidence aux étrangers lorsqu'ils sont mineurs, témoins assistés, mis en examen, prévenus, accusés, condamnés ou parties civiles, lorsqu'ils bénéficient d'une ordonnance de protection en vertu de l'article 515-9 du code civil ou lorsqu'ils font l'objet de la procédure de comparution sur reconnaissance préalable de culpabilité, ainsi qu'aux personnes faisant l'objet de l'une des procédures prévues aux articles L. 251-1 à L. 251-8, L. 342-5 à L. 342-15, L. 432-15, L. 572-4, L. 572-7, L. 611-1 à L. 612-12, L. 614-1 à L. 614-4, L. 632-1, L. 632-2 et L. 743-3 à L. 743-23 du code de l'entrée et du séjour des étrangers et du droit d'asile, ou lorsqu'il est fait appel des décisions mentionnées aux articles L. 614-1 à L. 614-4 du même code.\n\nDevant la Cour nationale du droit d'asile, elle est accordée aux étrangers qui résident habituellement en France."
    },
    {
      "provision_ref": "art3-1",
      "section": "3-1",
      "title": "Article 3-1",
      "content": "Par dérogation aux deuxième et troisième alinéas de l'article 2 et à l'article 3, et pour l'application de la directive 2003/8/CE du Conseil, du 27 janvier 2003, visant à améliorer l'accès à la justice dans les affaires transfrontalières par l'établissement de règles minimales communes relatives à l'aide judiciaire accordée dans le cadre de telles affaires, l'aide juridictionnelle est accordée dans les litiges transfrontaliers en matière civile ou commerciale, et dans cette même matière définie au titre II, aux personnes qui, quelle que soit leur nationalité, sont en situation régulière de séjour et résident habituellement dans un Etat membre de l'Union européenne, à l'exception du Danemark, ou y ont leur domicile.Le litige transfrontalier est celui dans lequel la partie qui sollicite l'aide a sa résidence habituelle ou son domicile dans un Etat membre autre que celui où siège la juridiction compétente sur le fond du litige ou que celui dans lequel la décision doit être exécutée. Cette situation s'apprécie au moment où la demande d'aide est présentée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Les plafonds annuels d'éligibilité des personnes physiques à l'aide juridictionnelle et à l'aide à l'intervention de l'avocat sont fixés par décret en Conseil d'Etat.II.-Le caractère insuffisant des ressources des personnes physiques est apprécié en tenant compte :1° Du revenu fiscal de référence ou, à défaut, des ressources imposables dont les modalités de calcul sont définies par décret ;2° De la valeur en capital du patrimoine mobilier ou immobilier même non productif de revenus ;3° De la composition du foyer fiscal.III.-Les biens qui ne pourraient être vendus ou donnés en gage sans entraîner un trouble grave pour les intéressés ne sont pas pris en compte dans le calcul du montant des ressources auquel s'appliquent les plafonds d'éligibilité."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'appréciation des ressources est individualisée dans les cas suivants :1° La procédure oppose des personnes au sein d'un même foyer fiscal ou bien il existe entre eux, eu égard à l'objet du litige, une divergence d'intérêt ;2° La procédure concerne une personne majeure ou mineure rattachée au foyer fiscal de ses parents ou de ses représentants légaux, lesquels manifestent un défaut d'intérêt à son égard."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'aide juridictionnelle peut, à titre exceptionnel, être accordée aux personnes ne remplissant pas les conditions fixées à l'article 4 lorsque leur situation apparaît particulièrement digne d'intérêt au regard de l'objet du litige ou des charges prévisibles du procès ou, dans les litiges transfrontaliers mentionnés à l'article 3-1, si elles rapportent la preuve qu'elles ne pourraient faire face aux dépenses visées à l'article 24 en raison de la différence du coût de la vie entre la France et l'Etat membre où elles ont leur domicile ou leur résidence habituelle."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'aide juridictionnelle est accordée à la personne dont l'action n'apparaît pas, manifestement, irrecevable, dénuée de fondement ou abusive en raison notamment du nombre des demandes, de leur caractère répétitif ou systématique.\n\nCette condition n'est pas applicable au défendeur à l'action, à la personne civilement responsable, au témoin assisté, à la personne mise en examen, au prévenu, à l'accusé, au condamné et à la personne faisant l'objet de la procédure de comparution sur reconnaissance préalable de culpabilité.\n\nEn outre, en matière de cassation, l'aide juridictionnelle est refusée au demandeur si aucun moyen de cassation sérieux ne peut être relevé.\n\nLorsqu'en vertu des alinéas qui précèdent, l'aide juridictionnelle n'a pas été accordée et que cependant le juge a fait droit à l'action intentée par le demandeur, il est accordé à ce dernier le remboursement des frais, dépens et honoraires par lui exposés ou versés, à concurrence de l'aide juridictionnelle dont il aurait bénéficié compte tenu de ses ressources."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Toute personne admise à l'aide juridictionnelle en conserve de plein droit le bénéfice pour se défendre en cas d'exercice d'une voie de recours."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Si la juridiction saisie d'un litige pour lequel le bénéfice de l'aide juridictionnelle a été accordé est incompétente, ce bénéfice subsiste devant la nouvelle juridiction appelée à connaître du litige, sans qu'il soit besoin d'une nouvelle admission."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Dans toute procédure le concernant, le mineur entendu dans les conditions mentionnées à l'article 388-1 du code civil, s'il choisit d'être entendu avec un avocat ou si le juge procède à la désignation d'un avocat, bénéficie de droit de l'aide juridictionnelle."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "La condition de ressources n'est pas exigée des victimes de crimes d'atteintes volontaires à la vie ou à l'intégrité de la personne prévus et réprimés par les articles 221-1 à 221-5, 222-1 à 222-6, 222-8, 222-10, 222-14 (1° et 2°), 222-23 à 222-26, 421-1 (1°) et 421-3 (1° à 4°) du code pénal, ainsi que de leurs ayants droit pour bénéficier de l'aide juridictionnelle en vue d'exercer l'action civile en réparation des dommages résultant des atteintes à la personne.\n\nLes dispositions du premier alinéa sont également applicables aux victimes de crimes d'atteintes volontaires à la vie ou à l'intégrité de la personne prévus et réprimés par le 1° de l'article 421-1 et les 1° à 4° de l'article 421-3 du code pénal ainsi qu'à leurs ayants droit en vue de leur constitution de partie civile au soutien de l'action publique."
    },
    {
      "provision_ref": "art9-3",
      "section": "9-3",
      "title": "Article 9-3",
      "content": "Lorsque le pourvoi en cassation est susceptible d'entraîner l'annulation d'une décision ayant fixé une indemnité de licenciement, le montant de cette indemnité est exclu de l'appréciation des ressources."
    },
    {
      "provision_ref": "art9-4",
      "section": "9-4",
      "title": "Article 9-4",
      "content": "Devant la Cour nationale du droit d'asile, le bénéfice de l'aide juridictionnelle est de plein droit, sauf si le recours est manifestement irrecevable. L'aide juridictionnelle est sollicitée dans un délai de quinze jours à compter de la notification de la décision de l'Office français de protection des réfugiés et apatrides. Lorsqu'une demande d'aide juridictionnelle est adressée au bureau d'aide juridictionnelle de la cour, le délai prévu au second alinéa de l'article L. 532-1 du code de l'entrée et du séjour des étrangers et du droit d'asile est suspendu et un nouveau délai court, pour la durée restante, à compter de la notification de la décision relative à l'admission au bénéfice de l'aide juridictionnelle. Ces délais sont notifiés avec la décision de l'office. Le bureau d'aide juridictionnelle de la cour s'efforce de notifier sa décision dans un délai de quinze jours suivant l'enregistrement de la demande."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'aide juridictionnelle est accordée en matière gracieuse ou contentieuse, en demande ou en défense devant toute juridiction ainsi qu'à l'occasion de la procédure d'audition du mineur prévue par l'article 388-1 du code civil et de la procédure de comparution sur reconnaissance préalable de culpabilité prévue par les articles 495-7 et suivants du code de procédure pénale.\n\nElle peut être accordée pour tout ou partie de l'instance ainsi qu'en vue de parvenir, avant l'introduction de l'instance, à une transaction ou à un accord conclu dans le cadre d'une procédure participative prévue par le code civil.\n\nElle peut être accordée en matière de divorce par acte sous signature privée contresigné par avocats, déposé au rang des minutes d'un notaire.\n\nElle peut également être accordée à l'occasion de l'exécution sur le territoire français, d'une décision de justice ou de tout autre titre exécutoire, y compris s'ils émanent d'un autre Etat membre de l'Union européenne à l'exception du Danemark."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'aide juridictionnelle s'applique de plein droit aux procédures, actes ou mesures d'exécution des décisions de justice obtenues avec son bénéfice, à moins que l'exécution ne soit suspendue plus d'une année pour une cause autre que l'exercice d'une voie de recours ou d'une décision de sursis à exécution.Ces procédures, actes ou mesures s'entendent de ceux qui sont la conséquence de la décision de justice, ou qui ont été déterminés par le bureau ayant prononcé l'admission."
    },
    {
      "provision_ref": "art11-1",
      "section": "11-1",
      "title": "Article 11-1",
      "content": "L'avocat qui assiste une partie bénéficiaire de l'aide juridictionnelle dans le cadre d'une médiation ordonnée par le juge a droit à une rétribution.Lorsque le juge est saisi aux fins d'homologation d'un accord intervenu à l'issue d'une médiation qu'il n'a pas ordonnée, une rétribution est due à l'avocat qui a assisté une partie éligible à l'aide juridictionnelle.Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Il définit également les conditions dans lesquelles une partie éligible à l'aide juridictionnelle peut obtenir la prise en charge d'une part de la rétribution due au médiateur."
    },
    {
      "provision_ref": "art11-2",
      "section": "11-2",
      "title": "Article 11-2",
      "content": "Sans préjudice de l'application de l'article 19-1, l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles est accordée à la personne qui remplit les conditions pour bénéficier de l'aide juridictionnelle, qu'elle soit mise en cause ou victime, dans les procédures suivantes :1° Audition, confrontation ou mesures d'enquête mentionnées aux articles 61-1 à 61-3 du code de procédure pénale, à l'article L. 39 du livre des procédures fiscales ou à l'article 67 F du code des douanes ; confrontation ou reconstitution en application des articles 61-2 et 61-3 du code de procédure pénale ; assistance d'une personne arrêtée dans l'Etat membre d'exécution d'un mandat d'arrêt européen dans les conditions fixées à l'article 695-17-1 du même code ;2° Garde à vue, retenue, rétention, confrontation dans les conditions prévues par ledit code ; retenue douanière dans les conditions prévues par le code des douanes ; retenue d'un étranger aux fins de vérification du droit de circulation ou de séjour dans les conditions prévues par le code de l'entrée et du séjour des étrangers et du droit d'asile lorsque l'avocat est commis ou désigné d'office ;3° Déferrement devant le procureur de la République en application de l'article 393 du code de procédure pénale lorsque l'avocat est commis d'office ;4° Mesures prévues au 5° de l'article 41-1 et aux articles 41-2 et 41-3 du même code ou au 2° de l'article L. 422-1 du code de la justice pénale des mineurs et ordonnées par le procureur de la République.Un décret en Conseil d'Etat détermine les modalités d'application du présent article."
    },
    {
      "provision_ref": "art11-3",
      "section": "11-3",
      "title": "Article 11-3",
      "content": "L'avocat assistant une personne détenue faisant l'objet d'une procédure disciplinaire en relation avec la détention a droit à une rétribution.Il en va de même de l'avocat assistant une personne détenue faisant l'objet d'une mesure d'isolement d'office ou de prolongation de cette mesure, ou de l'avocat assistant une personne détenue placée à l'isolement à sa demande et faisant l'objet d'une levée sans son accord de ce placement.L'avocat assistant une personne détenue devant la commission d'application des peines en application de l'article 720 du code de procédure pénale a droit à une rétribution.Le premier alinéa du présent article est également applicable aux missions d'assistance à une personne retenue dans un centre socio-médico-judiciaire de sûreté, s'agissant des décisions prises à son encontre pour assurer le bon ordre du centre."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'admission à l'aide juridictionnelle est prononcée par un bureau d'aide juridictionnelle."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Il est institué un bureau d'aide juridictionnelle chargé de :\n\n1° Se prononcer sur les demandes d'admission à l'aide juridictionnelle relatives aux instances portées devant les juridictions du premier et du second degrés, à l'exécution de leurs décisions et aux transactions avant l'introduction de l'instance ;\n\n2° Constater l'éligibilité ou l'inéligibilité à l'aide juridictionnelle ou à l'aide à l'intervention de l'avocat de la personne qui a bénéficié de l'intervention d'un avocat dans les conditions prévues à l'article 19-1.\n\nII. - Ce bureau est établi au siège des juridictions dont la liste et le ressort en cette matière sont définis par décret.\n\nS'il y a lieu, le bureau comporte :-une section chargée d'examiner les demandes portées devant les juridictions de première instance de l'ordre judiciaire ou la cour d'assises ;\n\n-une section chargée d'examiner les demandes relatives aux affaires portées devant le tribunal administratif et les autres juridictions administratives statuant en premier ressort ;\n\n-une section chargée d'examiner les demandes relatives aux affaires portées devant les juridictions de l'ordre judiciaire statuant en appel ;\n\n-une section chargée d'examiner les demandes relatives aux affaires portées devant la cour administrative d'appel et les autres juridictions administratives statuant à charge de recours devant le Conseil d'Etat.\n\nChacune de ces sections est également chargée de constater l'éligibilité ou l'inéligibilité des personnes ayant bénéficié de l'intervention d'un avocat dans les conditions prévues à l'article 19-1.\n\nIII. - Le demandeur peut déposer ou adresser sa demande au bureau du lieu de son domicile, auprès d'un agent de greffe d'une juridiction de l'ordre judiciaire ou par voie électronique. S'il n'a pas de domicile, le demandeur peut déposer ou adresser sa demande au bureau d'aide juridictionnelle dont relève le siège de l'organisme qui lui a délivré une attestation d'élection de domicile dans les conditions prévues au chapitre IV du titre VI du livre II du code de l'action sociale et des familles. Pour les besoins de la procédure d'aide juridictionnelle, le demandeur est réputé domicilié audit organisme d'accueil."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Des bureaux d'aide juridictionnelle sont institués, en outre, auprès des juridictions suivantes :\n\nCour de cassation ;\n\nConseil d'Etat ;\n\nCour nationale du droit d'asile.\n\nCes bureaux se prononcent sur les demandes relatives aux affaires portées devant chacune de ces juridictions, ainsi que, s'il y a lieu, aux actes et procédures d'exécution.\n\nLe bureau près le Conseil d'Etat est également compétent pour les demandes relevant du tribunal des conflits et de la Cour supérieure d'arbitrage."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Lorsque deux sections ou bureaux d'aide juridictionnelle compétents, l'un pour statuer sur les demandes portées devant les juridictions de l'ordre judiciaire, l'autre sur les demandes portées devant les juridictions de l'ordre administratif, se sont déclarés successivement incompétents pour connaître d'une demande d'aide juridictionnelle, il est statué sur cette demande par le bureau établi près le Conseil d'Etat, complété par le président du bureau établi près la Cour de cassation."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Chaque bureau ou section de bureau d'aide juridictionnelle prévus à l'article 13 est présidé, selon le cas, par un magistrat du siège du tribunal judiciaire ou de la cour d'appel ou un membre du tribunal administratif ou de la cour administrative d'appel. Ils peuvent également être présidés par un magistrat ou un membre honoraire de ces juridictions. Le directeur des services de greffe judiciaire du tribunal judiciaire ou de la cour d'appel ou le greffier en chef du tribunal administratif ou de la cour administrative d'appel, selon les cas, est vice-président du bureau ou de la section chargés d'examiner les demandes d'aide juridictionnelle relatives aux instances pour lesquelles le bureau ou la section sont respectivement compétents. En cas d'empêchement ou d'absence du président, il préside le bureau ou la section.\n\nLe bureau établi près la Cour de cassation est présidé par un magistrat du siège de cette cour en activité ou honoraire. Le greffier en chef en est vice-président. Il comporte en plus deux membres choisis par la Cour de cassation.\n\nLe bureau établi près le Conseil d'Etat est présidé par un membre du Conseil d'Etat en activité ou honoraire. Il comporte en plus deux membres choisis par le Conseil d'Etat ou, lorsque la demande concerne le tribunal des conflits, un membre choisi par le Conseil d'Etat et un membre choisi par la Cour de cassation.\n\nLe bureau établi près la Cour nationale du droit d'asile est présidé par un des présidents de formation de jugement mentionnés à l'article L. 131-3 du code de l'entrée et du séjour des étrangers et du droit d'asile.\n\nLe bureau ou chaque section de bureau comprend, en outre, deux fonctionnaires ainsi que deux auxiliaires de justice dont au moins un avocat ou un avocat au Conseil d'Etat et à la Cour de cassation, choisis parmi les avocats, avocats honoraires, les huissiers de justice, huissiers de justice honoraires, avoués honoraires et les avocats au Conseil d'Etat et à la Cour de cassation, avocats au Conseil d'Etat et à la Cour de cassation honoraires et une personne désignée au titre des usagers par le conseil départemental de l'aide juridique et qui ne soit ni agent public, ni membre d'une profession juridique et judiciaire.\n\nLes auxiliaires de justice sont désignés par leurs organismes professionnels."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les membres des bureaux d'aide juridictionnelle et le personnel de leurs services sont soumis au secret professionnel défini par les articles 226-13 et 226-14 du code pénal."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'aide juridictionnelle peut être demandée avant ou pendant l'instance."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'avocat commis ou désigné d'office dans les cas prévus par la loi peut saisir le bureau d'aide juridictionnelle compétent au lieu et place de la personne qu'il assiste ou qu'il a assistée."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "La commission ou la désignation d'office ne préjuge pas de l'application des règles d'attribution de l'aide juridictionnelle ou de l'aide à l'intervention de l'avocat. Par exception, l'avocat commis ou désigné d'office a droit à une rétribution, y compris si la personne assistée ne remplit pas les conditions pour bénéficier de l'aide juridictionnelle ou de l'aide à l'intervention de l'avocat, s'il intervient dans les procédures suivantes, en première instance ou en appel :1° Procédure judiciaire de mainlevée et de contrôle des mesures de soins psychiatriques ;2° Assistance d'une personne demandant ou contestant la délivrance d'une ordonnance de protection prévue à l'article 515-9 du code civil ;3° Comparution immédiate ;4° Comparution à délai différé ;5° Déferrement devant le juge d'instruction ;6° Débat contradictoire relatif au placement ou au maintien en détention provisoire ;7° Assistance d'un mineur dans le cadre d'une procédure d'assistance éducative, d'une procédure devant le juge des enfants en matière pénale ou le tribunal pour enfants, d'une audition libre, d'un interrogatoire de première comparution ou d'une instruction ;8° Assistance d'un accusé devant la cour d'assises, la cour criminelle départementale, la cour d'assises des mineurs ou le tribunal pour enfants statuant en matière criminelle ;9° Procédures devant le juge des libertés et de la détention relatives à l'entrée et au séjour des étrangers ;10° Procédures devant le tribunal administratif relatives à l'éloignement des étrangers faisant l'objet d'une mesure restrictive de liberté ;11° Procédures non juridictionnelles mentionnées aux 2° à 4° de l'article 11-2 de la présente loi.La personne qui a bénéficié de l'intervention d'un avocat commis ou désigné d'office dans les conditions prévues aux onze premiers alinéas du présent article et qui n'est pas éligible à l'aide juridictionnelle ou à l'aide à l'intervention de l'avocat est tenue de rembourser au Trésor public les sommes exposées par l'Etat. Le recouvrement des sommes dues à l'Etat a lieu comme en matière de créances étrangères à l'impôt et au domaine.L'avocat commis ou désigné d'office qui a perçu des honoraires au titre d'une des procédures mentionnées aux 1° à 11° du présent article perçoit une rétribution dans les conditions fixées à l'article 33 de la présente loi.Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans les cas d'urgence, sous réserve de l'application des règles relatives aux commissions ou désignations d'office, l'admission provisoire à l'aide juridictionnelle peut être prononcée par la juridiction compétente ou son président.\n\nL'admission provisoire à l'aide juridictionnelle peut également être accordée lorsque la procédure met en péril les conditions essentielles de vie de l'intéressé, notamment en cas d'exécution forcée emportant saisie de biens ou expulsion.\n\nL'aide juridictionnelle est attribuée de plein droit à titre provisoire dans le cadre des procédures présentant un caractère d'urgence dont la liste est fixée par décret en Conseil d'Etat.L'aide juridictionnelle provisoire devient définitive si le contrôle des ressources du demandeur réalisé a posteriori par le bureau d'aide juridictionnelle établit l'insuffisance des ressources."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le bureau d'aide juridictionnelle peut recueillir tous renseignements permettant d'apprécier l'éligibilité de l'intéressé à l'aide juridictionnelle et à l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles.\n\nLes services de l'Etat et des collectivités publiques, les organismes de sécurité sociale et les organismes qui assurent la gestion des prestations sociales sont tenus de communiquer au bureau, sans pouvoir opposer le secret professionnel, tous renseignements permettant de vérifier que l'intéressé satisfait aux conditions exigées pour bénéficier de l'aide juridictionnelle ou de l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles.\n\nLes entreprises mentionnées à l'article L. 310-1 du code des assurances sont tenues de communiquer au bureau, sans pouvoir opposer le secret professionnel, tous renseignements permettant de vérifier que l'intéressé ne bénéficie pas d'un contrat d'assurance de protection juridique ou d'un système de protection à même de prendre en charge les frais couverts par l'aide juridictionnelle ou par l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles.\n\nEn matière pénale, le bureau d'aide juridictionnelle peut, en outre, demander au procureur de la République ou au procureur général, selon les cas, communication des pièces du dossier pénal pouvant permettre d'apprécier les ressources de l'intéressé."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le président du bureau ou de la section compétente ou, en cas d'absence ou d'empêchement du président, le vice-président peut statuer seul sur les demandes ne présentant manifestement pas de difficulté sérieuse.Le président ou, le cas échéant, le vice-président peut, en outre, procéder aux mesures d'investigation nécessaires et rejeter la demande si le demandeur, sans motif légitime, ne communique pas dans le délai imparti les documents ou les renseignements demandés."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les décisions du bureau d'aide juridictionnelle, de la section du bureau ou de leur premier président peuvent être déférées, selon le cas, au président de la cour d'appel ou de la Cour de cassation, au président de la cour administrative d'appel, au président de la section du contentieux du Conseil d'Etat, au  président du Tribunal des conflits, au président de la Cour nationale du droit d'asile ou au membre de la juridiction qu'ils ont délégué. Ces autorités statuent sans recours.Les recours contre les décisions du bureau d'aide juridictionnelle peuvent être exercés par l'intéressé lui-même lorsque le bénéfice de l'aide juridictionnelle lui a été refusé, ne lui a été accordé que partiellement ou lorsque ce bénéfice lui a été retiré.Dans tous les cas, ces recours peuvent être exercés par les autorités suivantes :-le garde des sceaux, ministre de la justice, pour ceux qui sont intentés contre les décisions du bureau institué près le Conseil d'Etat ;-le ministère public pour ceux qui sont intentés contre les décisions des autres bureaux ;-le président de l'ordre des avocats au Conseil d'Etat et à la Cour de cassation pour ceux qui sont intentés contre les décisions des bureaux institués près ces juridictions et le bâtonnier pour ceux qui sont intentés contre les décisions des autres bureaux."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les dépenses qui incomberaient au bénéficiaire de l'aide juridictionnelle s'il n'avait pas cette aide sont à la charge de l'Etat.Toutefois, l'aide juridictionnelle partielle laisse à son bénéficiaire la charge d'un honoraire fixé par convention avec l'avocat conformément à l'article 35 ou d'un émolument au profit des officiers publics et ministériels qui prêtent leur concours."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le bénéficiaire de l'aide juridictionnelle a droit à l'assistance d'un avocat et à celle de tous officiers publics ou ministériels dont la procédure requiert le concours.Les avocats et les officiers publics ou ministériels sont choisis par le bénéficiaire de l'aide juridictionnelle. Ils peuvent l'être également par l'auxiliaire de justice premier choisi ou désigné.A défaut de choix ou en cas de refus de l'auxiliaire de justice choisi, un avocat ou un officier public ou ministériel est désigné, sans préjudice de l'application des règles relatives aux commissions ou désignations d'office, par le bâtonnier ou par le président de l'organisme professionnel dont il dépend.L'auxiliaire de justice qui prêtait son concours au bénéficiaire de l'aide juridictionnelle avant que celle-ci ait été accordée doit continuer de le lui prêter. Il ne pourra en être déchargé qu'exceptionnellement et dans les conditions fixées par le bâtonnier ou par le président de l'organisme dont il dépend."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "En cas d'appel, le bénéficiaire de l'aide juridictionnelle est assisté ou représenté par l'avocat qui lui avait prêté son concours en première instance au titre de cette aide, sauf choix contraire de la partie ou refus de l'avocat."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'avocat qui prête son concours au bénéficiaire de l'aide juridictionnelle ou de l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles perçoit une rétribution.L'Etat affecte annuellement à chaque barreau une dotation représentant sa part contributive aux missions d'aide juridictionnelle et aux missions d'aide à l'intervention de l'avocat dans les procédures non juridictionnelles accomplies par les avocats du barreau.Le montant de la dotation affecté à l'aide juridictionnelle résulte d'une part, du nombre de missions d'aide juridictionnelle accomplies par les avocats du barreau et, d'autre part, du produit d'un coefficient par type de procédure et d'une unité de valeur de référence. Le montant, hors taxe sur la valeur ajoutée, de cette unité de valeur de référence est fixé, pour les missions dont l'admission à l'aide juridictionnelle est prononcée à compter du 1er janvier 2022, à 36 €.Le montant de cette dotation affecté à l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles est fonction du nombre de missions effectuées par les avocats."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "La dotation due au titre de chaque année donne lieu au versement d'une provision initiale, versée en début d'année et ajustée en fonction de l'évolution du nombre des admissions à l'aide juridictionnelle. Elle est liquidée en fin d'année sur la base du nombre des missions achevées, après déduction des sommes perçues au titre du même deuxième alinéa."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La dotation est versée par l'Union nationale des caisses des règlements pécuniaires des avocats pour le compte de l'Etat sur un compte spécial de la caisse des règlements pécuniaires prévue au 9° de l'article 53 de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques. Le montant et la répartition par barreau de cette dotation sont fixés par arrêté du ministre de la justice. Elle est intégralement affectée au paiement des avocats effectuant des missions d'aide juridictionnelle et d'aide à l'intervention de l'avocat dans les procédures non juridictionnelles.\n\nLes modalités et le montant de ce paiement et, le cas échéant, le versement de provisions sont déterminés dans chaque barreau par le règlement intérieur.\n\nToutefois, pour l'aide juridictionnelle partielle, la part contributive de l'Etat revenant à l'avocat est calculée selon les modalités qui servent à déterminer la dotation du barreau.\n\nLe règlement intérieur peut prévoir que les avocats prêtent, à temps partiel, leur concours à l'aide juridictionnelle et à l'aide à l'intervention de l'avocat selon des modalités fixées par convention avec l'ordre.\n\nEn ce qui concerne les règles de gestion financière et comptable des fonds, le règlement intérieur doit être conforme à un règlement type établi par décret en Conseil d'Etat.\n\nLes dispositions du règlement intérieur relatives à l'aide juridictionnelle sont communiquées pour information au conseil départemental de l'accès au droit prévu à l'article 54."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La caisse des règlements pécuniaires désigne un commissaire aux comptes et, lorsque les conditions définies au troisième alinéa du I de l'article L. 821-40 sont réunies, un suppléant, choisis sur la liste mentionnée à l'article L. 225-219 du même code pour une durée de six exercices.\n\nNe peuvent être choisis comme commissaires aux comptes :\n\n1° Les conjoints, ascendants ou descendants et collatéraux au quatrième degré inclusivement du président et des administrateurs de la caisse, du bâtonnier et des membres du conseil de l'ordre ;\n\n2° Les personnes qui, directement ou indirectement ou par personne interposée, reçoivent de la caisse ou de son président une rémunération quelconque à raison d'une autre activité que celle de commissaire aux comptes ;\n\n3° Les sociétés de commissaires aux comptes dont l'un des associés, actionnaires ou dirigeants, se trouve dans l'une des situations prévues aux alinéas précédents ;\n\n4° Les conjoints des personnes qui, en raison d'une activité autre que celle de commissaire aux comptes, reçoivent de la caisse ou de son président une rémunération en raison de l'exercice d'une activité permanente ;\n\n5° Les sociétés de commissaires aux comptes dont soit l'un des dirigeants, soit l'associé ou actionnaire exerçant les fonctions de commissaire aux comptes au nom de la société, a son conjoint qui se trouve dans l'une des situations prévues au 4° ;\n\n6° Les avocats anciens conseils juridiques qui ont été autorisés à poursuivre les activités de commissaire aux comptes par le XI de l'article 50 de la loi n° 71-1130 du 31 décembre 1971 précitée dans sa rédaction antérieure de la loi n° 2004-130 du 11 février 2004 réformant le statut de certaines professions judiciaires ou juridiques, des experts judiciaires, des conseils en propriété industrielle et des experts en ventes aux enchères publiques.\n\nLe commissaire aux comptes vérifie que la dotation de l'Etat a été versée sur un compte spécial établi chaque année à cet effet dans des conditions fixées par décret en Conseil d'Etat et qu'elle a été utilisée conformément à la présente loi.\n\nLes dispositions des articles L. 821-8 à L. 821-10, L. 821-37, L. 821-38, L. 821-60, L. 821-61 du code de commerce sont applicables.\n\nLes dispositions du 1° de l'article L. 821-6 sont applicables au président de la caisse et celles du 2° du même article L. 821-6 au président de la caisse et à toute personne au service de celle-ci."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "L'avocat au Conseil d'Etat et à la Cour de cassation, le notaire, l'huissier de justice, le greffier titulaire de charge, le commissaire-priseur qui prêtent leur concours au bénéficiaire de l'aide juridictionnelle perçoivent une rétribution de l'Etat fixée selon des barèmes établis par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "La contribution due au titre de l'aide juridictionnelle totale à l'auxiliaire de justice est exclusive de toute autre rémunération, sous réserve des dispositions de l'article 36. Toute stipulation contraire est réputée non écrite."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les honoraires ou émoluments, ainsi que les provisions versées à ce titre avant l'admission à l'aide juridictionnelle totale par son bénéficiaire viennent en déduction de la contribution de l'Etat.Lorsqu'une rémunération a déjà été versée à un auxiliaire de justice avant une demande d'aide juridictionnelle, aucune contribution n'est due par l'Etat au titre de l'aide juridictionnelle totale si les sommes déjà reçues à titre d'émoluments ou d'honoraires sont au moins égales à celles qu'il aurait perçues à ce titre.Lorsque la rémunération déjà versée par le bénéficiaire de l'aide juridictionnelle totale est inférieure à la contribution de l'Etat prévue à ce titre, l'auxiliaire de justice ne peut prétendre à un complément qui aurait pour effet de dépasser le montant de cette contribution.Dans le cas prévu à l'article 9, il sera tenu compte de l'ensemble des diligences effectivement exercées par l'avocat."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "En cas d'aide juridictionnelle partielle, la part contributive de l'Etat au profit du bénéficiaire est, dans des conditions déterminées par un barème fixé par décret en Conseil d'Etat, inversement proportionnelle aux ressources du bénéficiaire."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "En cas d'aide juridictionnelle partielle, l'avocat a droit, de la part du bénéficiaire, à un honoraire complémentaire librement négocié.Une convention écrite préalable fixe, en tenant compte de la complexité du dossier, des diligences et des frais imposés par la nature de l'affaire, le montant et les modalités de paiement de ce complément d'honoraires, dans des conditions compatibles avec les ressources et le patrimoine du bénéficiaire.La convention rappelle le montant de la part contributive de l'Etat. Elle indique les voies de recours ouvertes en cas de contestation. A peine de nullité, elle est communiquée dans les quinze jours de sa signature au bâtonnier qui contrôle sa régularité ainsi que le montant du complément d'honoraires.Lorsque le barreau dont relève l'avocat établit une méthode d'évaluation des honoraires tenant compte des critères fixés ci-dessus, le montant du complément est calculé sur la base de cette méthode d'évaluation.Les dispositions qui précèdent sont applicables à l'avocat au Conseil d'Etat et à la Cour de cassation ; les pouvoirs qu'elles confèrent au barreau sont exercés par l'ordre, et ceux qu'elles confèrent au bâtonnier par le président de l'ordre.Dans le même cas, les autres officiers publics ou ministériels ont droit, de la part du bénéficiaire, à un émolument complémentaire calculé sur la base de leurs tarifs dans des limites fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Lorsque la décision passée en force de chose jugée rendue au profit du bénéficiaire de l'aide juridictionnelle a procuré à celui-ci des ressources telles que, si elles avaient existé au jour de la demande d'aide juridictionnelle, celle-ci ne lui aurait pas été accordée, l'avocat désigné peut demander des honoraires à son client après que le bureau d'aide juridictionnelle a prononcé le retrait de l'aide juridictionnelle.\n\nL'avocat désigné peut conclure avec son client une convention écrite préalable qui fixe le montant et les modalités de paiement des honoraires qu'il peut demander si le bureau d'aide juridictionnelle ou la juridiction saisie de la procédure prononce le retrait de l'aide juridictionnelle.Lorsque l'avocat perçoit des honoraires de la part de son client après que l'aide juridictionnelle lui a été retirée, l'avocat renonce à percevoir sa rétribution au titre de l'aide juridictionnelle."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les auxiliaires de justice rémunérés selon un tarif peuvent renoncer à percevoir la somme correspondant à la part contributive de l'Etat et poursuivre contre la partie condamnée aux dépens et non bénéficiaire de l'aide juridictionnelle le recouvrement des émoluments auxquels ils peuvent prétendre.\n\nDans toutes les instances, le juge condamne la partie tenue aux dépens, ou qui perd son procès, et non bénéficiaire de l'aide juridictionnelle, à payer à l'avocat pouvant être rétribué, totalement ou partiellement, au titre de l'aide juridictionnelle, une somme qu'il détermine et qui ne saurait être inférieure à la part contributive de l'Etat majorée de 50 %, au titre des honoraires et frais non compris dans les dépens que le bénéficiaire de l'aide aurait exposés s'il n'avait pas eu cette aide. Les parties peuvent produire les justificatifs des sommes qu'elles demandent et le juge tient compte de l'équité ou de la situation économique de la partie condamnée. Il peut, même d'office, pour des raisons tirées des mêmes considérations, dire qu'il n'y a pas lieu à cette condamnation.\n\nSi l'avocat du bénéficiaire de l'aide recouvre cette somme, il renonce à percevoir la part contributive de l'Etat. S'il n'en recouvre qu'une partie, la fraction recouvrée vient en déduction de la part contributive de l'Etat.\n\nSi, à l'issue du délai de quatre ans à compter du jour où la décision est passée en force de chose jugée, l'avocat n'a pas demandé le versement de tout ou partie de la part contributive de l'Etat, il est réputé avoir renoncé à celle-ci.\n\nUn décret en Conseil d'Etat fixe, en tant que de besoin, les modalités d'application du présent article."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "La contribution versée par l'Etat est réduite, selon des modalités fixées par décret en Conseil d'Etat, lorsqu'un avocat ou un avocat au Conseil d'Etat et à la Cour de cassation est chargé d'une série d'affaires présentant à juger des questions semblables."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Pour toute affaire terminée par une transaction conclue avec le concours de l'avocat, avant ou pendant l'instance, il est alloué à l'auxiliaire de justice une rétribution égale à celle due par l'Etat au titre de l'aide juridictionnelle lorsque l'instance s'éteint par l'effet d'un jugement.\n\nLes modalités de rétribution des auxiliaires de justice prévues par les alinéas précédents en matière de transaction s'appliquent également en cas de procédure participative prévue par le code civil, dans des conditions fixées par décret en Conseil d'Etat.\n\nDans le cas où le bénéficiaire de l'aide juridictionnelle renonce à poursuivre l'instance engagée, il est tenu compte de l'état d'avancement de la procédure.\n\nLorsque l'aide a été accordée en vue de parvenir à une transaction avant l'introduction de l'instance et qu'une transaction n'a pu être conclue, le versement de la rétribution due à l'avocat, dont le montant est fixé par décret en Conseil d'Etat, est subordonné à la justification, avant l'expiration du délai de six mois qui suit la décision d'admission, de l'importance et du sérieux des diligences accomplies par ce professionnel.\n\nLorsqu'une instance est engagée après l'échec de pourparlers transactionnels, la rétribution versée à l'avocat à raison des diligences accomplies durant ces pourparlers est fixée dans des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art39-1",
      "section": "39-1",
      "title": "Article 39-1",
      "content": "Dans le cas où le bénéficiaire de l'aide juridictionnelle renonce à divorcer par consentement mutuel par acte sous signature privée contresigné par avocats, déposé au rang des minutes d'un notaire, il est tenu compte de l'état d'avancement de la procédure.Lorsque l'aide a été accordée pour divorcer par consentement mutuel par acte sous signature privée contresigné par avocats, déposé au rang des minutes d'un notaire, et que les époux reviennent sur leur engagement, le versement de la rétribution due à l'avocat, dont le montant est fixé par décret en Conseil d'Etat, est subordonné à la justification, avant l'expiration du délai de six mois à compter de la décision d'admission, de l'importance et du sérieux des diligences accomplies par cet avocat.Lorsqu'une instance est engagée après l'échec de la procédure de divorce par consentement mutuel par acte sous signature privée contresigné par avocats, déposé au rang des minutes d'un notaire, la rétribution versée à l'avocat à raison des diligences accomplies durant ladite procédure s'impute, dans des conditions fixées par décret en Conseil d'Etat, sur celle qui lui est due pour l'instance."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'aide juridictionnelle concerne tous les frais afférents aux instances, procédures ou actes pour lesquels elle a été accordée, à l'exception des droits de plaidoirie.\n\nLe bénéficiaire de l'aide est dispensé du paiement, de l'avance ou de la consignation de ces frais.\n\nLes frais occasionnés par les mesures d'instruction sont avancés par l'Etat."
    },
    {
      "provision_ref": "art40-1",
      "section": "40-1",
      "title": "Article 40-1",
      "content": "Dans les litiges transfrontaliers mentionnés à l'article 3-1, l'aide juridictionnelle couvre les frais de traduction de sa demande et des documents exigés pour son instruction avant transmission de cette demande à l'Etat de la juridiction compétente sur le fond. En cas de rejet de cette demande, les frais de traduction peuvent être recouvrés par l'Etat.L'aide juridictionnelle couvre pour les mêmes litiges, lorsque l'instance se déroule en France, les frais d'interprète, les frais de traduction des documents que le juge a estimé indispensable d'examiner pour apprécier les moyens soulevés par le bénéficiaire de l'aide, ainsi que les frais de déplacement des personnes dont la présence à l'audience est requise par le juge."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les dépositaires publics délivrent gratuitement au bénéficiaire de l'aide juridictionnelle les actes et expéditions nécessaires à la procédure ou à la mesure d'exécution.Les droits et taxes dus par le bénéficiaire de l'aide juridictionnelle sont recouvrés par l'Etat après le jugement dans les conditions prévues aux articles 42 et suivants."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Lorsque le bénéficiaire de l'aide juridictionnelle est condamné aux dépens ou perd son procès, il supporte exclusivement la charge des dépens effectivement exposés par son adversaire, sans préjudice de l'application éventuelle des dispositions de l'article 75.Le juge peut toutefois, même d'office, laisser une partie des dépens à la charge de l'Etat.Dans le même cas, le juge peut mettre à la charge du bénéficiaire de l'aide juridictionnelle partielle, demandeur au procès, le remboursement d'une fraction des sommes exposées par l'Etat autres que la part contributive de l'Etat à la mission d'aide juridictionnelle des avocats et des officiers publics et ministériels."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Lorsque la partie condamnée aux dépens ou la partie perdante ne bénéficie pas de l'aide juridictionnelle, elle est tenue de rembourser au Trésor public les sommes exposées par l'Etat, à l'exclusion des frais de justice criminelle, correctionnelle ou de police. Toutefois, pour des considérations tirées de l'équité ou de la situation économique de cette partie, le juge peut la dispenser totalement ou partiellement de ce remboursement.Le bénéficiaire de l'aide juridictionnelle peut demander au juge de condamner dans les conditions prévues à l'article 75, la partie mentionnée à l'alinéa précédent au paiement d'une somme au titre des frais qu'il a exposés."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Le recouvrement des sommes dues à l'Etat a lieu comme en matière de créances étrangères à l'impôt et au domaine, sous réserve de dispositions particulières définies par décret.\n\nUn titre de perception est émis dans les cinq ans à compter de la décision de justice ou de l'acte mettant fin à la mission d'aide juridictionnelle.L'action en recouvrement se prescrit conformément aux dispositions de l'article L. 274 du livre des procédures fiscales."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les dispositions du présent chapitre ne sont pas applicables en matière pénale lorsque le bénéficiaire de l'aide juridictionnelle est témoin assisté, personne mise en examen, prévenu, accusé ou condamné ou qu'il fait l'objet de la procédure de comparution sur reconnaissance préalable de culpabilité."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Lorsque le bénéficiaire de l'aide juridictionnelle est partie civile au procès pénal, la juridiction de jugement met à la charge du condamné le remboursement de la contribution versée par l'Etat à l'avocat de la partie civile au titre de l'aide juridictionnelle. Toutefois, pour des considérations tirées de l'équité ou de la situation économique du condamné, le juge peut le dispenser totalement ou partiellement de ce remboursement."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Sans préjudice des sanctions prévues à l'article 441-7 du code pénal, le bénéfice de l'aide juridictionnelle ou de l'aide à l'intervention de l'avocat est retiré, en tout ou partie, même après l'instance ou l'accomplissement des actes pour lesquels il a été accordé, dans les cas suivants :1° Si ce bénéfice a été obtenu à la suite de déclarations ou au vu de pièces inexactes ;2° S'il survient au bénéficiaire, pendant cette instance ou l'accomplissement de ces actes, des ressources telles que si elles avaient existé au jour de la demande d'aide juridictionnelle ou d'aide à l'intervention de l'avocat, celle-ci n'aurait pas été accordée ;3° Lorsque la décision passée en force de chose jugée a procuré au bénéficiaire des ressources excédant les plafonds d'admission à l'aide juridictionnelle ;4° Lorsque la procédure engagée par le demandeur bénéficiant de l'aide juridictionnelle ou de l'aide à l'intervention de l'avocat a été jugée dilatoire, abusive, ou manifestement irrecevable ;5° Lorsque les éléments extérieurs du train de vie du bénéficiaire de l'aide juridictionnelle ou de l'aide à l'intervention de l'avocat apparaissent manifestement incompatibles avec le montant des ressources annuelles pris en compte pour apprécier son éligibilité."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Le retrait de l'aide juridictionnelle ou de l'aide à l'intervention de l'avocat peut intervenir jusqu'à quatre ans après la fin de l'instance ou de la mesure. Il peut être demandé par tout intéressé. Il peut également intervenir d'office.Le retrait est prononcé :1° Par le président du bureau dans les cas mentionnés aux 1° à 3° et 5° de l'article 50. Toutefois, si le retrait vise une procédure ou une mesure pour laquelle les auxiliaires de justice désignés n'ont pas perçu de rétribution, il est prononcé par le bureau ;2° Par la juridiction saisie dans le cas mentionné au 4° du même article 50."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Le retrait de l'aide juridictionnelle ou de l'aide à l'intervention de l'avocat rend immédiatement exigibles, dans les limites fixées par la décision de retrait, les droits, redevances, honoraires, émoluments, consignations et avances de toute nature dont le bénéficiaire avait été dispensé. Il emporte obligation pour le bénéficiaire de restituer les sommes versées par l'Etat."
    },
    {
      "provision_ref": "art52-1",
      "section": "52-1",
      "title": "Article 52-1",
      "content": "Les dispositions des articles 42 et 50 à 52 sont portées à la connaissance du bénéficiaire de l'aide juridictionnelle lors de la notification de son admission au bénéfice de celle-ci."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "L'aide à l'accès au droit comporte :1° L'information générale des personnes sur leurs droits et obligations ainsi que leur orientation vers les organismes chargés de la mise en oeuvre de ces droits ;2° L'aide dans l'accomplissement de toute démarche en vue de l'exercice d'un droit ou de l'exécution d'une obligation de nature juridique et l'assistance au cours des procédures non juridictionnelles ;3° La consultation en matière juridique ;4° L'assistance à la rédaction et à la conclusion des actes juridiques.Les conditions dans lesquelles s'exerce l'aide à la consultation en matière juridique sont déterminées par le conseil départemental de l'accès au droit en conformité avec les règles de déontologie des personnes chargées de la consultation et dans le respect des dispositions du titre II de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Dans chaque département, il est institué un conseil départemental de l'accès au droit, chargé de recenser les besoins, de définir une politique locale, de dresser et diffuser l'inventaire de l'ensemble des actions menées. Le conseil est saisi, pour information, de tout projet d'action préalablement à sa mise en oeuvre et, pour avis, de toute demande de concours financier de l'Etat préalablement à son attribution. Il procède à l'évaluation de la qualité et de l'efficacité des dispositifs auxquels il apporte son concours.\n\nIl participe à la mise en œuvre d'une politique locale de résolution amiable des différends.\n\nIl peut participer au financement des actions poursuivies.\n\nIl peut développer des actions communes avec d'autres conseils départementaux de l'accès au droit.\n\nIl établit chaque année un rapport sur son activité."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Sous réserve des dispositions du présent article, le conseil départemental de l'accès au droit est un groupement d'intérêt public auquel est applicable le chapitre II de la loi n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit.\n\nIl est constitué de représentants :\n\n1° De l'Etat ;\n\n2° Du département ou, en Corse, de la collectivité de Corse ;\n\n3° De l'association départementale des maires ;\n\n4° De l'ordre ou, si le département compte plus d'un barreau, de l'un des ordres des avocats établis dans le département choisi par leurs bâtonniers respectifs ;\n\n5° De la caisse des règlements pécuniaires de ce barreau ;\n\n6° De la chambre départementale des huissiers de justice ;\n\n7° De la chambre départementale des notaires ;\n\n8° A Paris, de l'ordre des avocats au Conseil d'Etat et à la Cour de cassation ;\n\n9° D'une ou de plusieurs associations œuvrant dans le domaine de l'accès au droit, de l'aide aux victimes, de la conciliation ou de la médiation, désignée conjointement par le président du   tribunal judiciaire du chef-lieu du département, par le procureur de la République près ce tribunal et par les membres mentionnés aux 2° à 8°, sur la proposition du représentant de l'Etat dans le département.\n\nLe conseil départemental de l'accès au droit est présidé par le président du   tribunal judiciaire du chef-lieu du département, qui a voix prépondérante en cas de partage égal des voix. Le procureur de la République près ce tribunal en assure la vice-présidence.\n\nUn magistrat du siège ou du parquet de la cour d'appel chargé de la politique associative, de l'accès au droit et de l'aide aux victimes, désigné conjointement par le premier président de la cour d'appel dans le ressort de laquelle siège le conseil départemental de l'accès au droit et par le procureur général près cette cour, exerce la fonction de commissaire du Gouvernement.\n\nLa convention constitutive détermine les modalités de participation des membres au financement des activités ou celles de l'association des moyens de toute nature mis par chacun à la disposition du groupement, ainsi que les conditions dans lesquelles ce dernier peut accueillir en son sein d'autres membres que ceux mentionnés aux 1° à 9°."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Peuvent être appelés par le président à siéger au conseil départemental de l'accès au droit, avec voix consultative, des représentants :1° Des communes ou groupements de communes du département ;2° Si le département compte plus d'un barreau, des ordres des avocats et de leurs caisses des règlements pécuniaires n'ayant pas la qualité de membres en application de l'article 55.Le président peut également appeler à siéger, avec voix consultative, toute personne physique ou morale qualifiée."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le conseil départemental de l'accès au droit reçoit et répartit les ressources définies à l'article 68. Il peut conclure des conventions :1° Avec des membres des professions juridiques ou judiciaires réglementées ou leurs organismes professionnels ou avec des personnes répondant aux exigences du titre II de la loi n° 71-1130 du 31 décembre 1971 précitée, en vue de définir les modalités de leur participation aux actions d'aide à l'accès au droit ;2° Avec les centres communaux d'action sociale ou tout autre organisme public ou privé, en vue d'obtenir leur concours pour la mise en oeuvre de l'aide à l'accès au droit."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le conseil départemental de l'accès au droit décide du montant des frais de consultation qui peuvent rester à la charge du bénéficiaire selon un barème qu'il établit en fonction des ressources de l'intéressé et de la nature de la consultation."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le bénéfice des mesures prises par les conseils départementaux de l'accès au droit ne peut être refusé aux Français établis hors de France en raison de leur résidence à l'étranger.Les questions relatives à l'aide à l'accès au droit intéressant les Français établis hors de France relèvent, en l'absence de lien avec un autre département, du conseil départemental de l'accès au droit de Paris."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le ministre des affaires étrangères et les chefs des postes diplomatiques ou consulaires exercent leurs attributions en matière d'aide à l'accès au droit pour les Français établis hors de France, concurremment, le cas échéant, avec les autres aides ou mesures d'assistance prévues par les conseils départementaux de l'accès au droit."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Dans les litiges transfrontaliers mentionnés à l'article 3-1, la consultation d'un avocat, préalablement à la réception de la demande d'aide juridictionnelle par l'Etat de la juridiction compétente sur le fond, a lieu au titre de l'aide à l'accès au droit mise en oeuvre en application de la deuxième partie de la présente loi."
    },
    {
      "provision_ref": "art64-4",
      "section": "64-4",
      "title": "Article 64-4",
      "content": "Les modalités et le montant de la rétribution de l'avocat sont déterminés dans chaque barreau par le règlement intérieur.\n\nCe règlement peut prévoir que les avocats désignés ou commis d'office interviennent, à temps partiel, au cours des mesures mentionnées aux articles qui précèdent, selon des modalités fixées par convention avec l'ordre.\n\nUne évaluation de ces conventions est effectuée annuellement par le Gouvernement."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Il est créé un Conseil national de l'aide juridique chargé de recueillir toutes informations quantitatives et qualitatives sur le fonctionnement de l'aide juridictionnelle et de l'aide à l'accès au droit et de proposer aux pouvoirs publics toutes mesures propres à l'améliorer, de faire aux conseils départementaux de l'accès au droit des suggestions en vue de développer et d'harmoniser les actions menées localement, d'établir chaque année un rapport sur l'activité d'aide juridique, au vu des rapports des conseils départementaux sur l'aide juridictionnelle et sur l'aide à l'accès au droit dans leur ressort. Ce rapport est publié.Les études, rapports et délibérations du Conseil national de l'aide juridique doivent tenir compte de la situation particulière des Français établis hors de France en matière d'aide juridictionnelle et d'accès au droit."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Un décret en Conseil d'Etat détermine les règles de composition et de fonctionnement du Conseil national de l'aide juridique.Le nombre des représentants des professions judiciaires et juridiques doit être égal à la moitié au moins du nombre des membres."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Le financement de l'aide juridictionnelle, de l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles et de l'aide à la médiation est assuré par l'Etat."
    },
    {
      "provision_ref": "art67-2",
      "section": "67-2",
      "title": "Article 67-2",
      "content": "L'Union nationale des caisses des règlements pécuniaires des avocats rend compte au ministère de la justice de l'utilisation au sein de chaque barreau des ressources affectées au financement de l'aide juridique par le biais de transmissions dématérialisées.\n\nElle coordonne la transmission aux bureaux d'aide juridictionnelle des informations nécessaires à la mise en œuvre du recouvrement relatif aux personnes ayant bénéficié de l'intervention d'un avocat dans les conditions prévues à l'article 19-1."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Le financement de l'aide à l'accès au droit est notamment assuré par :- les participations de l'Etat, du département et des autres membres du groupement d'intérêt public prévues par la convention constitutive dans les conditions de l'article 55 ;- les contributions des caisses des règlements pécuniaires des barreaux du ressort ;- les participations des organismes professionnels des professions judiciaires et juridiques ;- les subventions accordées par les collectivités territoriales, les établissements publics, les organismes de sécurité sociale et toute autre participation.Les fonds destinés à l'aide à l'accès au droit sont versés au conseil départemental de l'accès au droit territorialement compétent."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Pour compenser les disparités entre les départements et soutenir des initiatives d'intérêt général, l'Etat peut, en outre, participer par voie de convention à la prise en charge d'actions mises en oeuvre par le conseil départemental de l'accès au droit."
    },
    {
      "provision_ref": "art69-1",
      "section": "69-1",
      "title": "Article 69-1",
      "content": "La rétribution des personnes assurant des consultations juridiques organisées dans le cadre de la deuxième partie de la présente loi fait l'objet d'une tarification dans des conditions prévues par décret."
    },
    {
      "provision_ref": "art69-2",
      "section": "69-2",
      "title": "Article 69-2",
      "content": "La présente loi, à l'exception du troisième alinéa de l'article 2, de l'article 3-1, du dernier alinéa de l'article 10 et de l'article 61, est applicable en Polynésie française dans sa rédaction résultant de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023."
    },
    {
      "provision_ref": "art69-3",
      "section": "69-3",
      "title": "Article 69-3",
      "content": "Les dispositions de la présente loi mentionnant le préfet, les collectivités publiques et le tribunal de grande instance doivent être comprises comme désignant respectivement le haut-commissaire de la République, les collectivités territoriales et le tribunal de première instance."
    },
    {
      "provision_ref": "art69-4",
      "section": "69-4",
      "title": "Article 69-4",
      "content": "Au quatrième alinéa de l'article 3, l'absence de condition de résidence est applicable aux étrangers faisant l'objet de l'une des procédures prévues aux articles 19, 34, 50 et 52 de l'ordonnance n° 2000-372 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française."
    },
    {
      "provision_ref": "art69-6",
      "section": "69-6",
      "title": "Article 69-6",
      "content": "I. - Pour l'application du premier alinéa de l'article 16, les fonctions de vice-président du bureau ou de la section chargés d'examiner les demandes d'aide juridictionnelle, relatives aux instances portées devant les juridictions de première instance de l'ordre judiciaire et la cour d'assises ou devant la cour d'appel, sont exercées par le greffier en chef de la cour d'appel.Pour l'application du cinquième alinéa de l'article 16, les huissiers de justice et les huissiers de justice honoraires, membres du bureau d'aide juridictionnelle, sont désignés par le procureur général près la cour d'appel.II. - Pour l'application des troisième et quatrième alinéas de l'article 25, l'officier public ou ministériel est désigné ou déchargé par le président de l'organisme professionnel dont il dépend ou, en l'absence d'un tel organisme, par le procureur général près la cour d'appel."
    },
    {
      "provision_ref": "art69-7",
      "section": "69-7",
      "title": "Article 69-7",
      "content": "Le conseil de l'accès au droit qui exerce les attributions dévolues au conseil départemental de l'accès au droit prévu à l'article 55 est constitué de représentants :\n\n1° De l'Etat ;\n\n2° De la Polynésie française ;\n\n3° Du syndicat de la promotion des communes ;\n\n4° De l'ordre des avocats au barreau de Papeete ;\n\n5° De la caisse des règlements pécuniaires de ce barreau ;\n\n6° De la chambre des notaires de Polynésie française ;\n\n7° Des huissiers de justice désigné par le procureur général près la cour d'appel ;\n\n8° D'une ou de plusieurs associations œuvrant dans le domaine de l'accès au droit, de l'aide aux victimes, de la conciliation ou de la médiation, désignée conjointement par le président du tribunal de première instance, par le procureur de la République près ce tribunal et par les membres mentionnés aux 3° à 7°, sur la proposition du haut-commissaire.\n\nPeut en outre être admise toute autre personne morale de droit public ou privé.\n\nLe conseil de l'accès au droit est présidé par le président du tribunal de première instance, qui a voix prépondérante en cas de partage égal des voix. Le procureur de la République près ce tribunal en assure la vice-présidence.Un magistrat du siège ou du parquet de la cour d'appel chargé de la politique associative, de l'accès au droit et de l'aide aux victimes, désigné conjointement par le premier président de la cour d'appel et par le procureur général près cette cour, exerce la fonction de commissaire du Gouvernement.\n\nLes dispositions du dernier alinéa de l'article 55 sont applicables."
    },
    {
      "provision_ref": "art69-8",
      "section": "69-8",
      "title": "Article 69-8",
      "content": "La référence aux articles du code de commerce mentionnée à l'article 30 est remplacée par la référence aux dispositions de même nature applicables localement."
    },
    {
      "provision_ref": "art69-9",
      "section": "69-9",
      "title": "Article 69-9",
      "content": "La Polynésie française peut participer au financement de l'aide juridictionnelle en matière foncière par la prise en charge de la rémunération des avocats qu'elle emploie."
    },
    {
      "provision_ref": "art69-13",
      "section": "69-13",
      "title": "Article 69-13",
      "content": "Pour l'application de la deuxième phrase du dernier alinéa de l'article 13, les mots : \" l'organisme qui lui a délivré une attestation d'élection de domicile dans les conditions prévues au chapitre IV du livre II du code de l'action sociale et des familles ” sont remplacés par les mots : \" l'organisme d'accueil choisi par lui ”."
    },
    {
      "provision_ref": "art69-14",
      "section": "69-14",
      "title": "Article 69-14",
      "content": "I. ― Pour l'application de l'article 16, le dernier alinéa est complété par les mots : \" ou, s'agissant des huissiers de justice, en activité ou honoraires et, à défaut d'un tel organisme, par le procureur général près la cour d'appel ”.II. ― Pour l'application des troisième et quatrième alinéas de l'article 25, l'officier public ou ministériel est désigné ou déchargé, lorsqu'il s'agit d'un notaire, par le procureur général près la cour d'appel et lorsqu'il s'agit d'un huissier de justice par le président de la chambre professionnelle dont il dépend ou, à défaut d'un tel organisme, par le procureur général près la cour d'appel."
    },
    {
      "provision_ref": "art69-15",
      "section": "69-15",
      "title": "Article 69-15",
      "content": "Pour l'application des 6° et 7° de l'article 55, le conseil départemental de l'accès au droit est constitué par :1° La chambre des huissiers de justice ayant son siège à La Réunion ;2° La chambre des notaires de La Réunion."
    },
    {
      "provision_ref": "art69-16",
      "section": "69-16",
      "title": "Article 69-16",
      "content": "I. ― Pour l'application du 4 de l'article 53, les mots : \" et dans le respect des dispositions du titre II de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques ” sont supprimés.II. ― Pour l'application du I de l'article 57, les mots : \" personnes répondant aux exigences du titre II de la loi n° 71-1130 du 31 décembre 1971 ” sont remplacés par les mots : \" membres de professions réglementées autorisées à pratiquer le conseil juridique. ”"
    },
    {
      "provision_ref": "art69-17",
      "section": "69-17",
      "title": "Article 69-17",
      "content": "La deuxième partie de la présente loi, à l'exception de l'article 61, est applicable en Nouvelle-Calédonie, sous réserve des adaptations figurant au présent titre III."
    },
    {
      "provision_ref": "art69-18",
      "section": "69-18",
      "title": "Article 69-18",
      "content": "Les dispositions de la deuxième partie de la présente loi mentionnant le représentant de l'Etat, les collectivités publiques et le tribunal de grande instance sont comprises comme désignant respectivement le haut-commissaire de la République, les collectivités territoriales et le tribunal de première instance."
    },
    {
      "provision_ref": "art69-19",
      "section": "69-19",
      "title": "Article 69-19",
      "content": "Les conditions dans lesquelles s'exerce l'aide à la consultation en matière juridique mentionnée au 3° de l'article 53 sont déterminées par le conseil de l'accès au droit de Nouvelle-Calédonie, en conformité avec les règles de déontologie des personnes chargées de la consultation et dans le respect de la réglementation des professions judiciaires et juridiques concernées applicable localement."
    },
    {
      "provision_ref": "art69-20",
      "section": "69-20",
      "title": "Article 69-20",
      "content": "Le rapport mentionné au dernier alinéa de l'article 54 est transmis au haut-commissaire et aux présidents des institutions de la Nouvelle-Calédonie et publié par tout moyen."
    },
    {
      "provision_ref": "art69-21",
      "section": "69-21",
      "title": "Article 69-21",
      "content": "I.-Le conseil de l'accès au droit de la Nouvelle-Calédonie qui exerce les attributions dévolues au conseil départemental de l'accès au droit prévu à l'article 55 est constitué de représentants :1° De l'Etat ;2° Des associations de maires ;3° De l'ordre des avocats au barreau de Nouméa ;4° De la caisse des règlements pécuniaires de ce barreau ;5° De la chambre des notaires de Nouvelle-Calédonie ;6° De la chambre des huissiers de justice de Nouvelle-Calédonie ;7° De deux associations œuvrant dans le domaine de l'accès au droit, de l'aide aux victimes ou de la médiation, désignées conjointement par le président du tribunal de première instance et les membres du conseil, sur la proposition du haut-commissaire.Les institutions de la Nouvelle-Calédonie peuvent être membres du conseil d'accès au droit, sur décision de leur assemblée délibérante. En outre, toute autre personne morale de droit public ou privé peut également être membre.II.-Le conseil de l'accès au droit est présidé par le président du tribunal de première instance. Ce dernier a voix prépondérante en cas de partage égal des voix. Le procureur près le tribunal de première instance, membre de droit, est vice-président du conseil.Un magistrat de la cour d'appel de Nouméa, chargé de la politique associative, de l'accès au droit et de l'aide aux victimes, désigné conjointement par le premier président et le procureur général près ladite cour d'appel, exerce la fonction de commissaire du Gouvernement.III.-La convention constitutive détermine les modalités d'adhésion de nouveaux membres ainsi que la participation des membres au financement des activités."
    },
    {
      "provision_ref": "art69-22",
      "section": "69-22",
      "title": "Article 69-22",
      "content": "Pour son application en Nouvelle-Calédonie, le 1° de l'article 57 est ainsi rédigé :“ 1° Avec des membres des professions juridiques ou judiciaires réglementées ou leurs organismes professionnels, en vue de définir les modalités de leur participation aux actions d'aide à l'accès au droit ; ” ;\n\n2° Avant le dernier alinéa de l'article 70, il est inséré un 6° ainsi rédigé :6° En Nouvelle-Calédonie, notamment les règles de composition et de fonctionnement du conseil de l'accès au droit."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Un décret en Conseil d'Etat fixe les conditions d'application de la présente loi, et notamment :\n\n1° Le montant des plafonds prévus à l'article 4 ainsi que leurs modalités de révision, les correctifs liés à la composition du foyer fiscal, les modalités d'estimation du patrimoine et des ressources imposables à prendre en compte lorsque le revenu fiscal de référence n'est pas applicable ;\n\n2° L'organisation et le fonctionnement des bureaux d'aide juridictionnelle, les modalités de leur saisine par voie électronique, les règles de procédure ainsi que les modalités de nomination du président, des membres et de leurs suppléants ;\n\n3° Les modalités de désignation des avocats et officiers publics ou ministériels chargés de prêter leur concours au bénéficiaire de l'aide juridictionnelle ;\n\n4° Le règlement des conflits de compétence entre les bureaux d'aide juridictionnelle ;\n\n5° Les barèmes mentionnés aux articles 31, 34 et 35 ;\n\n6° Le règlement type fixant les règles de gestion financière et comptable des fonds versés au compte spécial des caisses chargées de cette gestion en application de l'article 29 ;\n\n7° Les modalités d'exercice du contrôle des commissaires aux comptes prévus à l'article 30 ;\n\n8° Les modalités suivant lesquelles est réduite la part contributive de l'Etat en cas de pluralité de parties au cas prévu par l'article 38 ;\n\n9° Les dispositions particulières applicables au recouvrement des sommes exposées par l'Etat au titre de l'aide juridictionnelle et de l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles, prévues par les articles 13, 19-1, 43, 44 et 67-2 ;\n\n10° Les règles de composition et de fonctionnement du conseil national de l'aide juridique et des conseils départementaux de l'accès au droit ;\n\n11° Les vacations versées aux personnes bénéficiant de l'honorariat et exerçant les fonctions de président ou de membre d'une section ou d'un bureau d'aide juridictionnelle.\n\nCe décret fixe également les modalités particulières d'application de la présente loi :\n\n1° Dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle ;\n\n2° Dans les départements de la Guadeloupe, de la Guyane, de la Martinique et de la Réunion ainsi que dans la collectivité territoriale de Saint-Pierre-et-Miquelon, notamment les plafonds de ressources ;\n\n3° En Polynésie française, notamment les modalités d'appréciation des ressources du foyer à défaut de pouvoir disposer de ressources imposables, les conditions de rémunération de l'avocat du bénéficiaire de l'aide juridictionnelle partielle, les règles de composition et de fonctionnement du conseil de l'accès au droit et les modalités d'indemnisation des frais de déplacement exposés par les avocats qui prêtent leur concours au bénéficiaire de l'aide juridictionnelle pour se rendre aux audiences foraines ou aux audiences des sections détachées ;\n\n4° Dans le Département de Mayotte ;\n\n5° Dans la collectivité de Saint-Barthélemy, notamment les modalités d'appréciation des ressources du foyer à défaut de pouvoir disposer de ressources imposables ;\n\n6° En Nouvelle-Calédonie, notamment les règles de composition et de fonctionnement du conseil de l'accès au droit.\n\nCe décret fixe également, en tant que de besoin, les modalités d'application de la présente loi aux Français établis hors de France, notamment en ce qui concerne les délais de distance."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I.-Dans toutes les instances, le juge condamne la partie tenue aux dépens ou, à défaut, la partie perdante, à payer à l'autre partie la somme qu'il détermine, au titre des frais exposés et non compris dans les dépens. Les parties peuvent produire les justificatifs des sommes qu'elles demandent et le juge tient compte de l'équité ou de la situation économique de la partie condamnée. Il peut, même d'office, pour des raisons tirées des mêmes considérations, dire qu'il n'y a pas lieu à cette condamnation.\n\nII.-A créé les dispositions suivantes :\n\nL'article L. 8-1 est applicable dans les territoires de la Nouvelle-Calédonie et de la Polynésie française.\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-A modifié les dispositions suivantes :\n\nV.-L'article 66-5 de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques ne fait pas obstacle à la production en justice de tout élément nécessaire à la justification des sommes demandées au titre des frais exposés et non compris dans les dépens.\n\nVI.-Le présent article est applicable dans les îles Wallis et Futuna, en Polynésie française et dans les Terres australes et antarctiques françaises. Il est également applicable en Nouvelle-Calédonie, en tant qu'il concerne la procédure pénale et la procédure administrative.\n\n-Code des tribunaux administratifs et des cours administratives d'appel\n\n-Code de procédure pénale\n\n-Code de procédure pénale"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "La présente loi entrera en vigueur le 1er janvier 1992. Toutefois, les dispositions relatives à la majoration en matière d'aide juridictionnelle totale prévue au quatrième alinéa de l'article 27 n'entreront en vigueur que le 1er janvier 1993.Les demandes d'aide judiciaire ainsi que les demandes de dispense d'honoraires d'avocat formées devant la commission prévue par le code de la sécurité sociale en cours d'examen au 1er janvier 1992 seront transférées en l'état aux bureaux d'aide juridictionnelle désormais compétents.Les bureaux d'aide juridictionnelle se prononceront dans les conditions prévues par les textes en vigueur à la date à laquelle les demandes ont été présentées et les admissions produiront les effets attachés à ces textes. Toutefois, les dispositions de la présente loi relatives au recouvrement des sommes exposées par l'Etat au titre de l'aide juridictionnelle seront applicables lorsque les missions seront achevées après le 31 décembre 1991.Jusqu'à l'installation du conseil départemental de l'aide juridique, le représentant des usagers au sein du bureau d'aide juridictionnelle, prévu à l'article 16, est désigné par le président de ce bureau."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "La loi n° 72-11 du 3 janvier 1972 relative à l'aide judiciaire et à l'indemnisation des commissions et désignations d'office est abrogée."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Avant le 1er juillet 1995, le Gouvernement fera un rapport au Parlement sur le bilan des trois premières années d'application de la présente loi. Il adressera au Parlement un rapport intermédiaire avant le 1er juillet 1993."
    }
  ]
}