{
  "id": "jorftext000043567200",
  "type": "statute",
  "title": "LOI n°2021-689 du 31 mai 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043567200",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. -A modifié les dispositions suivantes :\n\n- LOI n°2020-546 du 11 mai 2020\n\nII.-Les responsables des traitements créés en application de l'article 11 de la loi n° 2020-546 du 11 mai 2020 prorogeant l'état d'urgence sanitaire et complétant ses dispositions informent sans délai et par tout moyen les personnes intéressées que les données qui les concernent sont rassemblées et mises à disposition par le système national des données de santé, en application du X du même article 11, ainsi que des conséquences juridiques qui en résultent, s'agissant notamment de la durée de conservation de ces données, des personnes qui y ont accès et des finalités en vue desquelles elles peuvent être traitées. Ils les informent également du droit d'opposition dont elles disposent en application de l'article 74 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.L'information mentionnée au premier alinéa du présent II est délivrée individuellement aux personnes dont les données sont collectées à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. à XX.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nXIV.-Par dérogation à l'article L. 313-11-2, au IV ter de l'article L. 313-12 ainsi qu'aux articles L. 313-12-2 et L. 314-2 du code de l'action sociale et des familles, l'effet sur les taux d'occupation des baisses d'activité liées à la crise sanitaire sur tout ou partie de l'année 2021 n'est pas pris en compte dans la fixation des financements pour l'exercice 2022.XV.-Par dérogation à l'article L. 314-2 du code de l'action sociale et des familles, les résultats des évaluations du niveau de dépendance moyen et des besoins en soins requis des résidents des établissements mentionnés aux I et II de l'article L. 313-12 du même code, réalisées entre le 1er juillet 2021 et le 31 juillet 2021 inclus, sont pris en compte dans la détermination des forfaits globaux relatifs aux soins et à la dépendance à partir de l'année 2022.XVII.-Les décisions administratives individuelles applicables aux gens de mer mentionnées aux articles L. 5521-1, L. 5521-2 et L. 5549-1 du code des transports arrivées à échéance à compter du 12 mars 2020 et dont la durée de validité a été prorogée en application de l'article 3 de l'ordonnance n° 2020-306 du 25 mars 2020 relative à la prorogation des délais échus pendant la période d'urgence sanitaire et à l'adaptation des procédures pendant cette même période continuent de produire leurs effets dans les conditions et jusqu'à une date fixées par décret en Conseil d'Etat, laquelle date ne peut être postérieure au 31 décembre 2021. Le présent alinéa s'applique sur tout le territoire de la République, y compris en Nouvelle-Calédonie et en Polynésie française en ce qui concerne les compétences de l'Etat dans ces territoires et à l'exclusion des décisions administratives individuelles applicables aux gens de mer mentionnées à l'article L. 5521-1 et au II de l'article L. 5549-1 du code des transports.Pour les territoires de Nouvelle-Calédonie et de Polynésie française, les décisions administratives individuelles mentionnées au premier alinéa du présent XVII, à l'exclusion de celles relevant de l'article L. 5521-1 et du II de l'article L. 5549-1 du code des transports, qui sont échues à la date de publication de la loi n° 2021-1465 du 10 novembre 2021 portant diverses dispositions de vigilance sanitaire continuent de produire leurs effets dans les conditions fixées au premier alinéa du présent XVII.La durée de prorogation des effets des décisions administratives individuelles mentionnées aux deux premiers alinéas du présent XVII est déterminée selon des priorités tenant compte des circonstances, des impératifs de la sécurité maritime et de la protection du milieu marin, des nécessités du service et des formalités d'instruction, de visite ou de contrôle préalables requises.\n\n- Ordonnance n°2020-304 du 25 mars 2020\n\n- Ordonnance n°2020-1400 du 18 novembre 2020\n\n- Ordonnance n°2020-1402 du 18 novembre 2020\n\n- Ordonnance n°2020-1401 du 18 novembre 2020\n\n- Ordonnance n°2020-1507 du 2 décembre 2020\n\n- Ordonnance n°2020-321 du 25 mars 2020\n\n- LOI n°2020-1379 du 14 novembre 2020\n\n- Ordonnance n°2020-391 du 1er avril 2020\n\n- LOI n°2020-734 du 17 juin 2020\n\n- Ordonnance n°2020-323 du 25 mars 2020\n\n- Ordonnance n°2020-1441 du 25 novembre 2020\n\n- Ordonnance n°2020-1553 du 9 décembre 2020\n\n- Ordonnance n°2020-1502 du 2 décembre 2020\n\n- Ordonnance n°2020-1599 du 16 décembre 2020\n\n- Ordonnance n°2020-387 du 1er avril 2020\n\n- LOI n° 2018-771 du 5 septembre 2018\n\n- Ordonnance n°2020-321 du 25 mars 2020\n\n- Ordonnance n°2020-1401 du 18 novembre 2020"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les charges supplémentaires résultant, pour les départements, de l'obligation prévue au I du présent article font l'objet, en loi de finances, d'une compensation intégrale par l'Etat des dépenses effectivement engagées.\n\n- LOI n°2020-290 du 23 mars 2020"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'application du I de l'article 115 de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018 est suspendue en cas de congés de maladie directement en lien avec la covid-19 à compter du 2 juin 2021 et jusqu'au 31 décembre 2021.Le lien direct est établi par un examen de dépistage virologique concluant à une contamination par la covid-19 inscrit à la nomenclature des actes de biologie médicale."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé, jusqu'au 30 septembre 2021, à prendre par ordonnances :1° Toute mesure relevant du domaine de la loi permettant, afin de tenir compte de la situation sanitaire et de ses conséquences et d'accompagner la reprise d'activité, si nécessaire de manière territorialisée, l'adaptation et la prolongation des dispositions relatives :a) A l'activité partielle et à l'activité réduite pour le maintien en emploi mentionnée à l'article 53 de la loi n° 2020-734 du 17 juin 2020 relative à diverses dispositions liées à la crise sanitaire, à d'autres mesures urgentes ainsi qu'au retrait du Royaume-Uni de l'Union européenne ;b) A la position d'activité partielle des salariés mentionnés à l'article 20 de la loi n° 2020-473 du 25 avril 2020 de finances rectificative pour 2020 ;2° Toute mesure relevant du domaine de la loi permettant, afin de faire face aux conséquences économiques, financières et sociales de la propagation de l'épidémie de covid-19, d'adapter les dispositions de l'article L. 115-3 du code de l'action sociale et des familles, notamment pour prolonger ou anticiper la période prévue au troisième alinéa du même article L. 115-3 pour l'année 2021.II. - Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et pour faire face aux conséquences de la propagation de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation, à prendre par voie d'ordonnance, jusqu'au 31 août 2021, toute mesure relevant du domaine de la loi permettant la prorogation des dispositions relatives aux durées d'indemnisation prévues au deuxième alinéa de l'article 1er de l'ordonnance n° 2020-324 du 25 mars 2020 portant mesures d'urgence en matière de revenus de remplacement mentionnés à l'article L. 5421-2 du code du travail, avec les adaptations nécessaires, afin de tenir compte de l'état de la situation sanitaire et d'accompagner la reprise d'activité.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance prévue aux I et II.IV. -A modifié les dispositions suivantes :\n\n- LOI n°2020-734 du 17 juin 2020"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A. - Il est institué une procédure de traitement de sortie de crise ouverte sur demande d'un débiteur mentionné à l'article L. 620-2 du code de commerce qui, étant en cessation des paiements, dispose cependant des fonds disponibles pour payer ses créances salariales et justifie être en mesure, dans les délais prévus au présent article, d'élaborer un projet de plan tendant à assurer la pérennité de l'entreprise.La procédure ne peut être ouverte qu'à l'égard d'un débiteur dont le nombre de salariés et le total de bilan sont inférieurs à des seuils fixés par décret et dont les comptes apparaissent réguliers, sincères et aptes à donner une image fidèle de la situation financière de l'entreprise.L'ouverture de la procédure est examinée en présence du ministère public.B. - Le tribunal désigne un mandataire inscrit sur la liste prévue à l'article L. 811-2 du code de commerce ou sur celle prévue à l'article L. 812-2 du même code. Par décision spécialement motivée, il peut désigner une autre personne dans les conditions prévues aux mêmes articles L. 811-2 et L. 812-2. Les troisième et quatrième alinéas de l'article L. 621-4 et l'article L. 621-4-1 dudit code ne sont pas applicables.Le mandataire ainsi désigné exerce les fonctions prévues aux articles L. 622-1, à l'exception de toute mission d'assistance, et L. 622-20 du même code.C. - Les contrôleurs sont désignés dans les conditions prévues à l'article L. 621-10 du code de commerce. Le deuxième alinéa du même article L. 621-10 n'est pas applicable.D. - Le jugement ouvre une période d'observation d'une durée de trois mois. Au plus tard au terme d'un délai de deux mois à compter du jugement d'ouverture, le tribunal ordonne la poursuite de la période d'observation s'il lui apparaît que le débiteur dispose à cette fin de capacités de financement suffisantes.E. - Le ministère public saisit le tribunal à l'effet de mettre fin à la procédure de traitement de sortie de crise s'il apparaît que le débiteur ne sera pas en mesure de proposer un plan, avec l'assistance du mandataire désigné, dans le délai de trois mois mentionné au D du I du présent article. Le tribunal peut également être saisi aux mêmes fins par le mandataire désigné ou le débiteur. Il est alors fait application, le cas échéant, du D du IV.II. - A. - L'inventaire du patrimoine du débiteur ainsi que des garanties qui le grèvent est établi dans les conditions prévues aux articles L. 622-6 et L. 622-6-1 du code de commerce. Le tribunal peut dispenser le débiteur, à sa demande, de procéder à l'inventaire.B. - Le débiteur établit la liste des créances de chaque créancier identifié dans ses documents comptables ou avec lequel il est lié par un engagement dont il peut justifier l'existence. Cette liste comporte les indications prévues aux deux premiers alinéas de l'article L. 622-25 du code de commerce. Elle fait l'objet d'un contrôle dont les modalités sont fixées par décret en Conseil d'Etat.C. - La liste est déposée au greffe du tribunal par le débiteur. Le mandataire désigné transmet à chaque créancier figurant sur la liste l'extrait de cette liste déposée concernant sa créance. Dans des délais fixés par décret en Conseil d'Etat, les créanciers peuvent faire connaître au mandataire leur demande d'actualisation des créances mentionnées ou toute contestation sur le montant et l'existence de ces créances.D. - Les engagements pour le règlement du passif, mentionnés à l'article L. 626-10 du code de commerce, peuvent être établis sur la base de la liste prévue au B du présent II, actualisée le cas échéant, dès lors que ces créances ne sont pas contestées.III. - A. - La procédure de traitement de sortie de crise est soumise aux règles prévues au titre III du livre VI du code de commerce, sous réserve du présent article. Les III et IV de l'article L. 622-13, les sections 1, 3 et 4 du chapitre IV et le chapitre V du titre II du livre VI du même code ne sont pas applicables.B. - En cas de contestation par un créancier de l'existence ou du montant de sa créance portée sur la liste établie par le débiteur, le juge-commissaire, saisi par le mandataire désigné, le débiteur ou le créancier, statue sur la créance dans les conditions fixées à l'article L. 624-2 du code de commerce. La décision du juge-commissaire n'a d'autorité qu'à l'égard des parties entendues ou convoquées. Les conditions et formes du recours contre sa décision sont fixées par décret en Conseil d'Etat.IV. - A. - Le tribunal arrête le plan dans les conditions prévues au chapitre VI du titre II du livre VI du code de commerce, sous réserve du présent article. Toutefois, le plan ne peut comporter de dispositions relatives à l'emploi que le débiteur ne pourrait financer immédiatement. Le mandataire désigné exerce les fonctions confiées au mandataire judiciaire par le même chapitre VI.B. - Le plan ne peut affecter que les créances mentionnées sur la liste prévue au B du II du présent article, nées antérieurement à l'ouverture de la procédure. Il ne peut affecter les créances nées d'un contrat de travail, les créances alimentaires, les créances d'origine délictuelle, ni celles d'un montant inférieur à une somme fixée par décret en Conseil d'Etat.C. - Le montant des annuités prévues par le plan à compter de la troisième ne peut être inférieur à 8 % du passif établi par le débiteur.D. - A défaut de plan arrêté dans le délai de trois mois prévu au D du I, le tribunal, à la demande du débiteur, du mandataire désigné ou du ministère public, ouvre une procédure de redressement judiciaire, si les conditions prévues à l'article L. 631-1 du code de commerce sont réunies, ou prononce la liquidation judiciaire, si les conditions prévues à l'article L. 640-1 du même code sont réunies. Cette décision met fin à la procédure. La durée de la période d'observation de la procédure de traitement de sortie de crise s'ajoute à celle de la période définie à l'article L. 631-8 dudit code.V. - Les titres VI et VIII du livre VI du code de commerce sont applicables à la procédure de traitement de sortie de crise prévue au présent article.VI. - Le présent article est applicable à Wallis-et-Futuna.VII. - Le présent article s'applique aux procédures ouvertes à compter du premier jour suivant la publication de la présente loi et aux demandes formées avant l'expiration d'un délai de deux ans à compter de cette même date."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Pour le renouvellement général des conseils départementaux, des conseils régionaux, de l'Assemblée de Corse et des assemblées de Guyane et de Martinique organisé conformément à l'article 1er de la loi n° 2021-191 du 22 février 2021 portant report, de mars à juin 2021, du renouvellement général des conseils départementaux, des conseils régionaux et des assemblées de Corse, de Guyane et de Martinique :1° Les binômes et les listes de candidats peuvent fournir à la commission de propagande prévue aux articles L. 212, L. 354, L. 376 et L. 558-26 du code électoral une version électronique de leur circulaire lorsqu'ils lui remettent les exemplaires imprimés. Si la circulaire est conforme aux prescriptions édictées pour l'élection et si la version électronique de cette circulaire est identique aux exemplaires imprimés remis, la commission de propagande transmet sans délai cette version électronique au représentant de l'Etat dans le département, pour les élections départementales, ou au représentant de l'Etat dans la région ou la collectivité territoriale, pour les élections régionales et les élections à l'Assemblée de Corse ou aux assemblées de Guyane et de Martinique, aux fins de publication sur un service de communication au public en ligne ;2° Par dérogation aux dispositions du code électoral selon lesquelles les opérations électorales se tiennent dans une salle, le maire peut décider que ces opérations peuvent, dans les limites de l'emprise du lieu de vote désigné par l'arrêté préfectoral instituant les bureaux de vote, se dérouler à un emplacement, y compris à l'extérieur des bâtiments, permettant une meilleure sécurité sanitaire, à la condition que l'ensemble des prescriptions régissant le déroulement de ces opérations puisse y être respecté ;3° Par dérogation à l'article L. 62 du même code, lorsque deux scrutins sont organisés dans la même salle ou le même emplacement, il y a dans chaque salle ou chaque emplacement un isoloir par trois cents électeurs inscrits ou par fraction ;4° La dernière phrase du premier alinéa de l'article L. 65 dudit code n'est pas applicable ;5° A leur demande, les personnes attestant sur l'honneur ne pas pouvoir comparaître devant les officiers et agents de police judiciaire habilités à établir les procurations ou leurs délégués en raison de maladies ou d'infirmités graves disposent du droit à ce que les autorités compétentes se déplacent pour établir ou retirer leur procuration. Ces personnes peuvent saisir les autorités compétentes par voie postale, par téléphone ou, le cas échéant, par voie électronique.II. - Le service public audiovisuel assure une couverture du débat électoral relatif au renouvellement général des conseils régionaux, de l'Assemblée de Corse et des assemblées de Guyane et de Martinique organisé en juin 2021, le cas échéant à travers l'organisation de débats entre les représentants des listes candidates, et du débat électoral relatif au renouvellement général des conseils départementaux organisé en juin 2021. Lorsqu'un débat a été organisé, il reste accessible sur le site internet de la chaîne de service public audiovisuel qui l'a diffusé au moins jusqu'à la fin de la campagne électorale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - L'élection prévue en juin 2021 pour le renouvellement général de l'assemblée de Guyane peut être annulée par un décret publié au plus tard le 12 juin 2021 si l'évolution de la situation sanitaire locale ne permet pas sa tenue.Ce décret est publié après avis circonstancié du comité de scientifiques mentionné à l'article L. 3131-19 du code de la santé publique sur l'état de l'épidémie de covid-19 en Guyane et sur les risques sanitaires attachés à la tenue du scrutin, et après information de l'Assemblée nationale et du Sénat. L'avis du comité est rendu public.II. - S'il est fait application du I du présent article, pour l'assemblée de Guyane :1° Le renouvellement général est organisé au plus tard en octobre 2021, par un décret pris au moins six semaines avant l'élection ;2° Le mandat en cours des conseillers de l'assemblée est prorogé jusqu'au renouvellement général organisé en application du 1° du présent II ;3° Aucune délégation attribuée aux élus dont le mandat est prolongé non plus qu'aucune délibération ne devient caduque de ce seul fait ;4° Les vacances constatées dans l'assemblée ne donnent pas lieu à une élection partielle avant le renouvellement général organisé en application du même 1° ;5° Le mandat des conseillers élus lors du renouvellement général organisé en application dudit 1° prend fin en mars 2028.III. - S'il est fait application du I du présent article, la campagne électorale prévue à l'article L. 47 A du code électoral est close à compter de la publication du décret prévu au I du présent article.IV. - Pour l'élection convoquée par le décret prévu au 1° du II :1° La période pendant laquelle s'appliquent les interdictions prévues aux articles L. 51, L. 52-1, L. 52-4 et L. 52-8 du code électoral, qui commence le 1er septembre 2020, est prorogée jusqu'à ce que l'élection soit acquise ;2° L'article L. 50-1 du même code n'est pas applicable ;3° La campagne électorale est ouverte à partir du troisième lundi qui précède le premier tour du scrutin ;4° Le plafond des dépenses prévu à l'article L. 52-11 dudit code majoré dans les conditions prévues au 4° de l'article 6 de la loi n° 2021-191 du 22 février 2021 portant report, de mars à juin 2021, du renouvellement général des conseils départementaux, des conseils régionaux et des assemblées de Corse, de Guyane et de Martinique est majoré de 20 % ;5° Les candidatures dûment enregistrées pour le scrutin annulé en application du I du présent article sont maintenues pour le scrutin reporté en application du 1° du II. De nouvelles déclarations de candidatures pour l'élection des conseillers à l'assemblée de Guyane peuvent être déposées entre le sixième lundi précédant le scrutin et le cinquième lundi, à midi. Un arrêté du représentant de l'Etat fixe la période pendant laquelle de nouvelles déclarations de candidatures pour l'élection des conseillers à l'assemblée de Guyane peuvent être déposées. Les candidatures déposées peuvent être retirées durant le même délai."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Pour les élections législatives partielles organisées sur le fondement du I de l'article unique de la loi organique n° 2020-1669 du 24 décembre 2020 relative aux délais d'organisation des élections législatives et sénatoriales partielles, les dépenses engagées au titre de l'article L. 167 du code électoral pour un scrutin reporté sont remboursées. Toutefois, les documents imprimés et finalement utilisés ne peuvent faire l'objet que d'un seul remboursement."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Par dérogation au deuxième alinéa du VI de l'article 156 de la loi n° 2002-276 du 27 février 2002 relative à la démocratie de proximité, les enquêtes de recensement de la population ne sont pas réalisées en 2021.Pour les communes dont la population est inférieure à 10 000 habitants, la durée de la période mentionnée au même deuxième alinéa, en cours à la date de publication de la présente loi, est portée à six ans.II. - La dotation forfaitaire de l'Etat aux communes ou aux établissements publics de coopération intercommunale mentionnée au second alinéa du III de l'article 156 de la loi n° 2002-276 du 27 février 2002 précitée n'est pas versée en 2021.III. - Le présent article n'est pas applicable aux communes ou aux établissements publics de coopération intercommunale du Département de Mayotte."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Dans les circonscriptions où l'élection consulaire des 29 et 30 mai 2021 n'a pas pu être organisée du fait de la situation locale, une élection partielle est organisée entre les mois d'octobre et de décembre 2021, aussitôt que la situation locale le permet.II. - Par dérogation à l'article 14 de la loi n° 2013-659 du 22 juillet 2013 relative à la représentation des Français établis hors de France :1° Le mandat en cours des conseillers des Français de l'étranger et des délégués consulaires, élus dans les circonscriptions mentionnées au I du présent article, est prorogé jusqu'à la date de l'élection partielle organisée dans les conditions prévues au même I. Le présent 1° n'est pas applicable si la présente loi entre en vigueur après le 31 mai 2021 ;2° Le mandat des conseillers des Français de l'étranger et des délégués consulaires élus lors de l'élection partielle prévue au I expire en mai 2026 ;3° Dans le cas où l'élection prévue les 29 et 30 mai 2021 n'a pas pu être organisée dans une ou plusieurs circonscriptions électorales, les conseillers à l'Assemblée des Français de l'étranger sont élus par les conseillers des Français de l'étranger dans un délai d'un mois à compter de la dernière élection partielle prévue au même I.III. - Par dérogation au 1° du I de l'article 18 de la loi n° 2013-659 du 22 juillet 2013 précitée, pour l'élection partielle prévue au I du présent article, les électeurs sont convoqués par un décret publié au plus tard quarante-cinq jours avant le scrutin.IV. - Par dérogation au 1° du I de l'article 21 de la loi n° 2013-659 du 22 juillet 2013 précitée, pour l'élection partielle prévue au I du présent article, les électeurs sont informés de la date de l'élection, des conditions dans lesquelles ils peuvent voter ainsi que des candidats ou de la liste de candidats, par envoi électronique ou, à défaut, par envoi postal, au plus tard trente jours avant la date du scrutin.V. - Pour l'élection partielle prévue au I du présent article, la seconde phrase du second alinéa du I de l'article 22 de la loi n° 2013-659 du 22 juillet précitée n'est pas applicable.VI. - Pour l'élection partielle prévue au I du présent article, les déclarations de candidature enregistrées en vue du scrutin prévu les 29 et 30 mai 2021 restent valables sauf manifestation de volonté expresse des candidats. De nouvelles déclarations de candidature peuvent être déposées auprès de l'ambassade ou d'un poste consulaire de la circonscription, le cas échéant par voie dématérialisée, au plus tard le trente-cinquième jour précédant la date du scrutin, à 18 heures.VII. - Les procurations établies en vue de l'élection consulaire des 29 et 30 mai 2021 restent valables pour l'élection partielle prévue au I.VIII. -A modifié les dispositions suivantes :\n\nIX. - Par dérogation à l'article 44 de la loi n° 2013-659 du 22 juillet 2013 précitée, sont membres du collège électoral appelé, en septembre 2021, à élire six sénateurs représentant les Français établis hors de France, outre les personnes mentionnées au même article 44 :1° Les conseillers des Français de l'étranger et les délégués consulaires en fonction, à la date du 29 mai 2021, dans les circonscriptions mentionnées au I du présent article ;2° Les conseillers des Français de l'étranger et les délégués consulaires en fonction, à la date du 29 mai 2021, dans les circonscriptions où les opérations électorales des 29 et 30 mai 2021 ont été annulées par une décision de justice devenue définitive.Aucun remplaçant n'est désigné aux personnes mentionnées aux 1° et 2° du présent IX si elles sont déjà membres du collège électoral à un autre titre.Le 1° n'est pas applicable si la présente loi entre en vigueur avant le 1er juin 2021.La présente loi sera exécutée comme loi de l'Etat.\n\n- Ordonnance n°2020-307 du 25 mars 2020"
    }
  ]
}