{
  "id": "jorftext000046588706",
  "type": "statute",
  "title": "LOI n°2022-1449 du 22 novembre 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000046588706",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Les mandats des membres des comités d'hygiène, de sécurité et des conditions de travail et des comités techniques du personnel de La Poste en cours à la date d'entrée en vigueur de la présente loi sont prorogés jusqu'à la proclamation des résultats des élections aux comités sociaux et économiques à La Poste, et au plus tard jusqu'au 31 octobre 2024.\n\nII.-A modifié les dispositions suivantes :\n\n-LOI n° 90-568 du 2 juillet 1990"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - A compter de la proclamation des résultats des élections aux comités sociaux et économiques à La Poste, et au plus tard le 31 octobre 2024, les accords et les usages relatifs au droit syndical ou au dialogue social antérieurs à la publication de la présente loi cessent de produire leurs effets.III. - Sous réserve de l'article 3, le I du présent article entre en vigueur à compter de la proclamation des résultats des élections aux comités sociaux et économiques à La Poste, et au plus tard le 31 octobre 2024.\n\n- LOI n° 90-568 du 2 juillet 1990\n\n- LOI n° 90-568 du 2 juillet 1990"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - La Poste et les organisations syndicales qui satisfont aux critères de respect des valeurs républicaines et d'indépendance, légalement constituées depuis au moins deux ans et dont le champ professionnel et géographique couvre l'entreprise ou l'établissement concernés peuvent négocier les accords mentionnés aux articles L. 2314-6, L. 2314-7, L. 2314-12, L. 2314-13, L. 2314-15, L. 2314-27, L. 2314-28 et L. 2316-8 du code du travail.Les organisations syndicales disposant d'au moins un siège dans les comités techniques ainsi que les syndicats et les organisations syndicales mentionnés au deuxième alinéa de l'article L. 2314-5 du même code y sont également invités, par courrier.L'invitation à négocier mentionnée au présent I parvient au plus tard quinze jours avant la date de la première réunion de négociation.La validité des accords mentionnés aux articles L. 2314-12 et L. 2314-27 du code du travail est subordonnée à leur signature par toutes les organisations syndicales disposant d'au moins un siège au comité technique national.La validité des autres accords mentionnés au premier alinéa du présent I est subordonnée à leur signature par la majorité des organisations syndicales ayant participé à leur négociation, dont les organisations syndicales disposant d'au moins un siège au comité technique national et ayant recueilli, aux dernières élections de ce comité, plus de 50 % des suffrages exprimés en faveur de ces organisations.II. - Sont applicables à l'ensemble du personnel de La Poste les articles L. 2135-8, L. 2141-5, L. 2141-5-1, L. 2142-1, L. 2142-6, L. 2142-9, L. 2145-12, L. 2242-10 à L. 2242-12, L. 2312-19, L. 2312-21, L. 2312-55, L. 2312-81, L. 2312-82, L. 2313-1 à L. 2313-7, L. 2314-1, L. 2314-4, L. 2314-6, L. 2314-7, L. 2314-9, L. 2314-11 à L. 2314-15, L. 2314-17 à L. 2314-19, L. 2314-23, L. 2314-25 à L. 2314-34, L. 2315-2, L. 2315-4, L. 2315-39, L. 2315-41, L. 2315-43, L. 2315-45, L. 2315-79, L. 2316-8, L. 2316-11 et L. 2316-23 du code du travail.La Poste et les organisations syndicales disposant d'au moins un siège au comité technique national peuvent négocier les accords prévus à ces mêmes articles, à l'exclusion de ceux prévus au I du présent article.La validité de ces accords est subordonnée à leur signature, d'une part, par La Poste ou son représentant et, d'autre part, par une ou plusieurs organisations syndicales disposant d'au moins un siège au comité technique national et ayant recueilli, aux dernières élections de ce comité, plus de 50 % des suffrages exprimés en faveur de ces organisations.III. - Les salariés demandeurs d'organisation des élections et candidats aux fonctions de membre élu de la délégation du personnel du comité social et économique bénéficient de la protection en cas de rupture ou de transfert du contrat de travail dans les conditions prévues au livre IV de la deuxième partie du code du travail. Jusqu'à la mise en place des comités sociaux et économiques à La Poste, la commission consultative paritaire compétente rend un avis sur la rupture ou le transfert du contrat de travail de ces salariés.Bénéficient également de la protection prévue au chapitre Ier du titre Ier du même livre IV les salariés anciens représentants du personnel élus au sein d'une instance de représentation du personnel propre à La Poste, pendant les six premiers mois à compter de l'expiration de leur mandat, dans des conditions déterminées par décret en Conseil d'Etat.IV. - L'ensemble des biens, droits et obligations, créances et dettes des comités d'hygiène, de sécurité et des conditions de travail de La Poste sont transférés de plein droit et en pleine propriété aux comités sociaux et économiques de La Poste mis en place au terme du mandat en cours des instances précitées, et au plus tard à la date prévue au I de l'article 1er de la présente loi.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}