{
  "id": "jorftext000024741968",
  "type": "statute",
  "title": "LOI n°2011-1416\n du 2 novembre 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024741968",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ― Pour 2011, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an demeure inchangé.III. ― Pour 2011, le plafond d'autorisation des emplois rémunérés par l'Etat demeure inchangé.\n\nII. ― Pour 2011 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Il est ouvert à la ministre du budget, des comptes publics et de la réforme de l'Etat, pour 2011, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant à 2 869 637 000 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Il est ouvert aux ministres, pour 2011, au titre des comptes spéciaux, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant à 85 000 000 €, conformément à la répartition par programme donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. ― Le ministre chargé de l'économie est autorisé à accorder à titre onéreux la garantie de l'Etat :\n\na) Aux financements levés par les sociétés Dexia SA et Dexia Crédit Local SA auprès d'établissements de crédit et de déposants institutionnels ou d'autres investisseurs qualifiés au sens de la réglementation qui leur est applicable, y compris les filiales directes ou indirectes de Dexia SA ou de Dexia Crédit local SA ainsi qu'aux obligations et titres de créances qu'elles émettent à destination d'investisseurs institutionnels, dès lors que ces financements, obligations ou titres ont été levés ou souscrits entre le 1er janvier 2022 et le 31 décembre 2031 inclus ;\n\nb) Aux titres de créances émis par Dexia Crédit Local SA figurant à son bilan à la date de publication de la présente loi.\n\nCette garantie porte sur le principal, les intérêts, frais et accessoires des financements, obligations et titres de créances garantis. Elle est accordée pour un encours d'un montant maximal de 35,25 milliards d'euros en principal. Les financements, obligations ou titres de créances bénéficient de la garantie de l'Etat si, à la date de leur émission ou souscription ou, s'agissant des titres mentionnés au b, à la date à laquelle la garantie de l'Etat est accordée, le montant en principal de l'encours garanti par l'Etat au titre du présent I n'excède pas le montant mentionné ci-dessus, en tenant compte, pour les financements, obligations ou titres de créances libellés en dollars des Etats-Unis d'Amérique, dollars canadiens, livres sterling, yens ou francs suisses, de la contrevaleur en euros, à cette date, de leur encours en principal.\n\nLes montants en principal garantis par l'Etat au titre du présent I, appréciés à la date de chaque émission ou souscription ou de chaque série d'émissions ou souscriptions concomitantes, ne peuvent être supérieurs à 47 % de la somme des montants d'encours en principal des financements, obligations ou titres de créance levés ou émis par les sociétés concernées à compter de la date de publication de la présente loi et garantis par l'Etat et le Royaume de Belgique conjointement ou non.\n\nElle s'exercera, sauf dispositions contraires des conventions conclues par le ministre chargé de l'économie mentionnées au III, sous réserve de l'appel conjoint en garantie du Royaume de Belgique et dans la limite de 47 % des montants éligibles.\n\nEn cas de cession à un tiers par Dexia SA du contrôle, direct ou indirect, de Dexia Crédit Local SA, les financements, obligations ou titres de créance mentionnés au a levés ou souscrits postérieurement à la date de réalisation de ladite cession du contrôle de Dexia Crédit Local SA ne bénéficient pas de la garantie de l'Etat.\n\nII.-Le ministre chargé de l'économie est autorisé à accorder à titre onéreux la garantie de l'Etat à Dexia SA et à Dexia Crédit Local SA sur les engagements pris par ces sociétés avec son accord au titre d'actifs inscrits au bilan de la société Dexia Municipal Agency à la date de réalisation de la cession par Dexia Crédit Local SA de plus de la majorité du capital de cette société.\n\nCette garantie est accordée pour un encours d'actifs d'un montant maximal de 10 milliards d'euros. Elle s'exerce, après application d'une franchise de 500 millions d'euros, dans la limite de 70 % des montants dus au titre des engagements mentionnés ci-dessus et d'un montant total de 6,65 milliards d'euros.\n\nToute variation du plafond de garantie fait l'objet d'une consultation du comité des finances locales.\n\nIII.-Les conditions dans lesquelles chacune des garanties mentionnées aux I et II peut être appelée sont définies dans une ou plusieurs conventions conclues par le ministre chargé de l'économie avec les sociétés concernées ainsi que, s'agissant du I, avec les représentants du Royaume de Belgique.\n\nIV.-Avant le 1er juin de chaque année, le Gouvernement rend compte au Parlement de la mise en œuvre du présent article.\n\nV.-Le conseil d'administration ou le directoire d'un établissement de crédit à l'égard duquel l'Etat s'est financièrement engagé, directement ou indirectement, dans des conditions qui doivent faire l'objet d'un accord au titre de la réglementation européenne sur les aides d'Etat, par la souscription de titres ou l'octroi de prêts ou de garanties ne peut pas décider ou proposer :\n\n1° L'attribution d'options de souscription ou d'achat d'actions ou d'actions gratuites aux président du conseil d'administration, directeur général, directeurs généraux délégués, membres du conseil d'administration ou du directoire, président du conseil de surveillance ou gérants de cette société dans les conditions prévues aux articles L. 225-177 à L. 225-186-1 et L. 225-197-1 à L. 225-197-6 du code de commerce ;\n\n2° L'attribution ou le versement d'éléments de rémunération variable, d'indemnités et d'avantages indexés sur la performance, ainsi que de rémunérations différées à ces mêmes personnes ;\n\n3° Le versement d'un dividende en numéraire aux actionnaires lorsque la solvabilité ou la liquidité de l'établissement de crédit est compromise ou susceptible de l'être.\n\nLe présent V s'applique à compter de l'entrée en vigueur de la présente loi et aux exercices au cours desquels l'établissement de crédit a bénéficié d'un engagement financier de l'Etat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juin 2012, un rapport recensant les emprunts structurés conclus entre les établissements de crédit et les collectivités territoriales et organismes publics qui comportent soit un risque de change, soit des effets de structure cumulatifs ou dont les taux évoluent en fonction d'indices à fort risque. Il précise également le volume des produits répondant aux indices sous-jacents 3, 4 et 5 de la charte de bonne conduite entre les établissements bancaires et les collectivités locales conclue le 7 décembre 2009.Le rapport établit le bilan de la médiation organisée par l'Etat entre les établissements de crédit et les collectivités territoriales."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "ÉTATS LÉGISLATIFS ANNEXÉSÉTAT A(Art. 1er de la loi)Voies et moyens pour 2011 révisésI. ― BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nII. ― COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nÉTAT B(Art. 2 de la loi)Répartition des crédits pour 2011 ouverts et annulés, par mission et programme, au titre du budget généralBUDGET GÉNÉRAL\n\n(En euros)\n\nÉTAT C(Art. 3 de la loi)Répartition des crédits pour 2011 ouverts, par mission et programme, au titre des comptes spéciauxCOMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISIONdes évaluationspour 2011\n\ncenter\n\n1. Recettes fiscales\n\ncenter\n\ncenter\n\n11. Impôt sur le revenu\n\n― 560 555\n\n1101\n\nImpôt sur le revenu\n\n― 560 555\n\ncenter\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n― 14 230\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n― 14 230\n\ncenter\n\n14. Autres impôts directs et taxes assimilées\n\n2 012 412\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n586 905\n\n1405\n\nPrélèvement exceptionnel de 25 % sur les distributions de bénéfices\n\n4 000\n\n1406\n\nImpôt de solidarité sur la fortune\n\n306 000\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n― 21 353\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n250 000\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n― 10 000\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n28 860\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle ― Cotisation nationale de péréquation sur la cotisation locale d'activité à partir de 2010\n\n28 000\n\n1498\n\nCotisation foncière des entreprises (affectation temporaire à l'Etat en 2010)\n\n691 000\n\n1499\n\nRecettes diverses\n\n149 000\n\ncenter\n\n15. Taxe intérieure sur les produits pétroliers\n\n― 89 000\n\n1501\n\nTaxe intérieure sur les produits pétroliers\n\n― 89 000\n\ncenter\n\n16. Taxe sur la valeur ajoutée\n\n1 902 558\n\n1601\n\nTaxe sur la valeur ajoutée\n\n1 902 558\n\ncenter\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n655 799\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n21 045\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n7 000\n\n1703\n\nMutations à titre onéreux de meubles corporels\n\n1 000\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n48 654\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n219 000\n\n1706\n\nMutations à titre gratuit par décès\n\n― 320 000\n\n1711\n\nAutres conventions et actes civils\n\n21 179\n\n1713\n\nTaxe de publicité foncière\n\n― 19 482\n\n1714\n\nTaxe spéciale sur les conventions d'assurance\n\n92 000\n\n1716\n\nRecettes diverses et pénalités\n\n― 14 590\n\n1721\n\nTimbre unique\n\n― 27 138\n\n1753\n\nAutres taxes intérieures\n\n55 653\n\n1755\n\nAmendes et confiscations\n\n80 000\n\n1756\n\nTaxe générale sur les activités polluantes\n\n― 30 000\n\n1758\n\nDroit de licence sur la rémunération des débitants de tabacs\n\n2 000\n\n1768\n\nTaxe spéciale sur certains véhicules routiers\n\n― 362\n\n1773\n\nTaxe sur les achats de viande\n\n45 000\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n― 18 192\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n― 4 000\n\n1780\n\nTaxe de l'aviation civile\n\n975\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n130 353\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n4 864\n\n1785\n\nProduits des jeux exploités par la Française des jeux (hors paris sportifs)\n\n228 967\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n6 312\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n13 536\n\n1788\n\nPrélèvement sur les paris sportifs\n\n― 21 696\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n15 792\n\n1790\n\nRedevance sur les paris hippiques en ligne\n\n24 000\n\n1798\n\nImpositions forfaitaires sur les entreprises de réseaux (affectation temporaire à l'Etat en 2010)\n\n110 000\n\n1799\n\nAutres taxes\n\n― 16 071\n\ncenter\n\n2. Recettes non fiscales\n\ncenter\n\ncenter\n\n21. Dividendes et recettes assimilées\n\n― 134 793\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n― 392 993\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n34 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n224 200\n\ncenter\n\n22. Produits du domaine de l'Etat\n\n61 825\n\n2201\n\nRevenus du domaine public non militaire\n\n― 40 000\n\n2202\n\nAutres revenus du domaine public\n\n110 000\n\n2203\n\nRevenus du domaine privé\n\n28 000\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n― 13 000\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n― 8 175\n\n2299\n\nAutres revenus du Domaine\n\n― 15 000\n\ncenter\n\n23. Produits de la vente de biens et services\n\n― 118 137\n\n2301\n\nRemboursement par l'Union européenne des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n66 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n― 28 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor public au titre de la collecte de l'épargne\n\n― 2 998\n\n2305\n\nProduits de la vente de divers biens\n\n― 1 000\n\n2306\n\nProduits de la vente de divers services\n\n― 145 000\n\n2399\n\nAutres recettes diverses\n\n― 7 139\n\ncenter\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n― 39 368\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n― 26 698\n\n2402\n\nIntérêts des prêts du fonds de développement économique et social\n\n― 1 690\n\n2409\n\nIntérêts des autres prêts et avances\n\n19 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n― 28 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n― 5 980\n\n2413\n\nReversement au titre des créances garanties par l'Etat\n\n4 000\n\ncenter\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n― 101 497\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n3 683\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n― 30 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n― 20 000\n\n2504\n\nRecouvrements poursuivis à l'initiative de l'agence judiciaire du Trésor\n\n― 11 000\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n― 19 180\n\n2510\n\nFrais de poursuite\n\n― 8 000\n\n2511\n\nFrais de justice et d'instance\n\n― 11 000\n\n2512\n\nIntérêts moratoires\n\n― 2 000\n\n2513\n\nPénalités\n\n― 4 000\n\ncenter\n\n26. Divers\n\n25 423\n\n2601\n\nReversements de Natixis\n\n220 000\n\n2602\n\nReversements de la Compagnie française d'assurance pour le commerce extérieur\n\n― 300 000\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n15 000\n\n2612\n\nRedevances et divers produits pour frais de contrôle et de gestion\n\n― 6 000\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n157 181\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n― 32 000\n\n2615\n\nCommissions et frais de trésorerie perçus par l'Etat dans le cadre de son activité régalienne\n\n6 500\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n2 108\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n― 1 000\n\n2622\n\nDivers versements de l'Union européenne\n\n― 8 000\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n― 8 000\n\n2626\n\nRemboursement de certaines exonérations de taxe foncière sur les propriétés non bâties (art. 109 de la loi de finances pour 1992)\n\n― 1 366\n\n2698\n\nProduits divers\n\n― 19 000\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\ncenter\n\ncenter\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n― 90 597\n\n3103\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n1 289\n\n3104\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n― 2 063\n\n3105\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation de compensation de la taxe professionnelle\n\n16 147\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n― 635 907\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n25 790\n\n3114\n\nCompensation d'exonération au titre de la réduction de la fraction des recettes prises en compte dans les bases de taxe professionnelle des titulaires de bénéfices non commerciaux\n\n301\n\n3120\n\nCompensation relais de la réforme de la taxe professionnelle\n\n50 000\n\n3122\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n414 000\n\n3123\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n1 887\n\n3124\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n37 959\n\ncenter\n\n32. Prélèvements sur les recettes de l'Etat au profit de l'Union européenne\n\n― 3 600\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget de l'Union européenne\n\n― 3 600\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISIONdes évaluationspour 2011\n\ncenter\n\n1. Recettes fiscales\n\n3 906 984\n\n11\n\nImpôt sur le revenu\n\n― 560 555\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n― 14 230\n\n14\n\nAutres impôts directs et taxes assimilées\n\n2 012 412\n\n15\n\nTaxe intérieure sur les produits pétroliers\n\n― 89 000\n\n16\n\nTaxe sur la valeur ajoutée\n\n1 902 558\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n655 799\n\ncenter\n\n2. Recettes non fiscales\n\n― 306 547\n\n21\n\nDividendes et recettes assimilées\n\n― 134 793\n\n22\n\nProduits du domaine de l'Etat\n\n61 825\n\n23\n\nProduits de la vente de biens et services\n\n― 118 137\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n― 39 368\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n― 101 497\n\n26\n\nDivers\n\n25 423\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\n― 94 197\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n― 90 597\n\n32\n\nPrélèvements sur les recettes de l'Etat au profit de l'Union européenne\n\n― 3 600\n\ncenter\n\nTotal des recettes, nettes des prélèvements\n\n3 694 634\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nRÉVISIONdes évaluationspour 2011\n\ncenter\n\nAvances au fonds d'aide à l'acquisition de véhicules propres\n\n― 42 000 000\n\n1\n\nRemboursements des avances correspondant au produit de la taxe additionnelle à la taxe sur les certificats d'immatriculation des véhicules instituée par l'article 1011 bis du code général des impôts\n\n― 42 000 000\n\ncenter\n\nAvances aux collectivités territoriales\n\n― 743 000 000\n\ncenter\n\nSection : Avances sur le montant des impositions revenant aux régions,départements, communes, établissements et divers organismes\n\n― 743 000 000\n\n5\n\nRecettes\n\n― 743 000 000\n\ncenter\n\nPrêts à des Etats étrangers\n\n50 000 000\n\ncenter\n\nSection : Prêts à des Etats étrangerspour consolidation de dettes envers la France\n\n50 000 000\n\n2\n\nRemboursement de prêts du Trésor\n\n50 000 000\n\ncenter\n\nTotal\n\n― 735 000 000\n\n1\n\ncenter\n\nMISSION/PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiementannulés\n\nProvisions\n\n596 157 000\n\n596 157 000\n\ncenter\n\ncenter\n\nDépenses accidentelles et imprévisibles\n\n596 157 000\n\n596 157 000\n\ncenter\n\ncenter\n\nRemboursements et dégrèvements\n\n2 273 480 000\n\n2 273 480 000\n\ncenter\n\ncenter\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n1 711 480 000\n\n1 711 480 000\n\ncenter\n\ncenter\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n562 000 000\n\n562 000 000\n\ncenter\n\ncenter\n\nTotaux\n\n2 869 637 000\n\n2 869 637 000\n\ncenter\n\ncenter\n\n1\n\ncenter\n\nMISSION/PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiementannulés\n\nAvances au fonds d'aide à l'acquisition de véhicules propres\n\n35 000 000\n\n35 000 000\n\ncenter\n\ncenter\n\nAvances au titre du paiement de l'aide à l'acquisition de véhicules propres\n\n35 000 000\n\n35 000 000\n\ncenter\n\ncenter\n\nPrêts à des Etats étrangers\n\n50 000 000\n\n50 000 000\n\ncenter\n\ncenter\n\nPrêts à des Etats étrangers pour consolidation de dettes envers la France\n\n50 000 000\n\n50 000 000\n\ncenter\n\ncenter\n\nTotaux\n\n85 000 000\n\n85 000 000\n\ncenter\n\ncenter\n\n1\n\ncenter"
    }
  ]
}