{
  "id": "jorftext000041755875",
  "type": "statute",
  "title": "Ordonnance n°2020-319 du 25 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041755875",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sauf mention contraire, les dispositions de la présente ordonnance sont applicables aux contrats soumis au code de la commande publique ainsi qu'aux contrats publics qui n'en relèvent pas, en cours ou conclus durant la période courant du 12 mars 2020 jusqu'au 23 juillet 2020 inclus.Elles ne sont mises en œuvre que dans la mesure où elles sont nécessaires pour faire face aux conséquences, dans la passation et l'exécution de ces contrats, de la propagation de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour les contrats soumis au code de la commande publique, sauf lorsque les prestations objet du contrat ne peuvent souffrir aucun retard, les délais de réception des candidatures et des offres dans les procédures en cours sont prolongés d'une durée suffisante, fixée par l'autorité contractante, pour permettre aux opérateurs économiques de présenter leur candidature ou de soumissionner."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Lorsque les modalités de la mise en concurrence prévues en application du code de la commande publique dans les documents de la consultation des entreprises ne peuvent être respectées par l'autorité contractante, celle-ci peut les aménager en cours de procédure dans le respect du principe d'égalité de traitement des candidats."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les contrats arrivés à terme pendant la période mentionnée à l'article 1er peuvent être prolongés par avenant au-delà de la durée prévue par le contrat lorsque l'organisation d'une procédure de mise en concurrence ne peut être mise en œuvre.Dans le cas d'un accord-cadre, cette prolongation peut s'étendre au-delà de la durée mentionnée aux articles L. 2125-1 et L. 2325-1 du code de la commande publique.La prolongation d'un contrat de concession au-delà de la durée prévue à l'article L. 3114-8 du code de la commande publique est dispensée de l'examen préalable par l'autorité compétente de l'Etat prévu au même article.Dans tous les cas, la durée de cette prolongation ne peut excéder celle de la période prévue à l'article 1er, augmentée de la durée nécessaire à la remise en concurrence à l'issue de son expiration."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les acheteurs peuvent, par avenant, modifier les conditions de versement de l'avance. Son taux peut être porté à un montant supérieur à 60 % du montant du marché ou du bon de commande.Ils ne sont pas tenus d'exiger la constitution d'une garantie à première demande pour les avances supérieures à 30 % du montant du marché.\n\nLes dispositions du présent article sont applicables aux contrats soumis au code de la commande publique ainsi qu'aux contrats publics qui n'en relèvent pas, en cours ou conclus durant la période courant du 12 mars 2020 jusqu'à la fin de l'état d'urgence sanitaire déclaré par l'article 4 de la loi du 23 mars 2020 susvisée, augmentée d'une durée de deux mois."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "En cas de difficultés d'exécution du contrat, les dispositions suivantes s'appliquent, nonobstant toute stipulation contraire, à l'exception des stipulations qui se trouveraient être plus favorables au titulaire du contrat :\n\n1° Lorsque le titulaire ne peut pas respecter le délai d'exécution d'une ou plusieurs obligations du contrat ou que cette exécution en temps et en heure nécessiterait des moyens dont la mobilisation ferait peser sur le titulaire une charge manifestement excessive, ce délai est prolongé d'une durée au moins équivalente à celle mentionnée à l'article 1er, sur la demande du titulaire avant l'expiration du délai contractuel ;\n\n2° Lorsque le titulaire est dans l'impossibilité d'exécuter tout ou partie d'un bon de commande ou d'un contrat, notamment lorsqu'il démontre qu'il ne dispose pas des moyens suffisants ou que leur mobilisation ferait peser sur lui une charge manifestement excessive :\n\na) Le titulaire ne peut pas être sanctionné, ni se voir appliquer les pénalités contractuelles, ni voir sa responsabilité contractuelle engagée pour ce motif ;\n\nb) L'acheteur peut conclure un marché de substitution avec un tiers pour satisfaire ceux de ses besoins qui ne peuvent souffrir aucun retard, nonobstant toute clause d'exclusivité et sans que le titulaire du marché initial ne puisse engager, pour ce motif, la responsabilité contractuelle de l'acheteur ; l'exécution du marché de substitution ne peut être effectuée aux frais et risques de ce titulaire ;\n\n3° Lorsque l'annulation d'un bon de commande ou la résiliation du marché par l'acheteur est la conséquence des mesures prises par les autorités administratives compétentes dans le cadre de l'état d'urgence sanitaire, le titulaire peut être indemnisé, par l'acheteur, des dépenses engagées lorsqu'elles sont directement imputables à l'exécution d'un bon de commande annulé ou d'un marché résilié ;\n\n4° Lorsque l'acheteur est conduit à suspendre un marché à prix forfaitaire dont l'exécution est en cours, il procède sans délai au règlement du marché selon les modalités et pour les montants prévus par le contrat. A l'issue de la suspension, un avenant détermine les modifications du contrat éventuellement nécessaires, sa reprise à l'identique ou sa résiliation ainsi que les sommes dues au titulaire ou, le cas échéant, les sommes dues par ce dernier à l'acheteur ;\n\n5° Lorsque l'exécution d'une concession est suspendue par décision du concédant ou lorsque cette suspension résulte d'une mesure de police administrative, tout versement d'une somme au concédant est suspendu et si la situation de l'opérateur économique le justifie et à hauteur de ses besoins, une avance sur le versement des sommes dues par le concédant peut lui être versée. A l'issue de cette suspension, un avenant détermine, le cas échéant, les modifications du contrat apparues nécessaires ;\n\n6° Lorsque, sans que la concession soit suspendue, le concédant est conduit à modifier significativement les modalités d'exécution prévues au contrat, le concessionnaire a droit à une indemnité destinée à compenser le surcoût qui résulte de l'exécution, même partielle, du service ou des travaux, lorsque la poursuite de l'exécution de la concession impose la mise en œuvre de moyens supplémentaires qui n'étaient pas prévus au contrat initial et qui représenteraient une charge manifestement excessive au regard de la situation financière du concessionnaire ;\n\n7° Lorsque le contrat emporte occupation du domaine public et que les conditions d'exploitation de l'activité de l'occupant sont dégradées dans des proportions manifestement excessives au regard de sa situation financière, le paiement des redevances dues pour l'occupation ou l'utilisation du domaine public est suspendu pour une durée qui ne peut excéder la période mentionnée à l'article 1er. A l'issue de cette suspension, un avenant détermine, le cas échéant, les modifications du contrat apparues nécessaires."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Par dérogation aux articles L. 1411-6 et L. 1414-4 du code général des collectivités territoriales, les projets d'avenants aux conventions de délégation de service public et aux marchés publics entraînant une augmentation du montant global supérieure à 5 % sont dispensés, respectivement, de l'avis préalable de la commission mentionnée à l'article L. 1411-5 du même code et de celui de la commission d'appel d'offres."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises, la présente ordonnance s'applique aux contrats de la commande publique conclus par l'Etat et ses établissements publics. Dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises, elle s'applique également aux contrats de concession conclus par les autres organismes et personnes de droit public et de droit privé chargés par l'Etat d'une mission de service public administratif.\n\nLa présente ordonnance est applicable dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises dans sa rédaction résultant de l'ordonnance n° 2020-560 du 13 mai 2020."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre et le ministre de l'économie et des finances sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}