{
  "id": "jorftext000000352181",
  "type": "statute",
  "title": "Loi n°91-6 du 4 janvier 1991",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000352181",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont homologuées les dispositions prévoyant l'application de peines correctionnelles et de sanctions complémentaires des délibérations suivantes de l'assemblée de la Polynésie française :1° Délibération n° 83-81 du 28 avril 1983 portant sur la réglementation archivistique en Polynésie française, modifiée par la délibération n° 84-71 du 7 juin 1984 ;2° Délibération n° 83-155 du 14 octobre 1983 portant réglementation de la pratique d'accouchement en Polynésie française ;3° Délibération n° 88-92 du 27 juin 1988 fixant les dispositions relatives aux prélèvements, à la préparation, à la conservation et à la distribution de produits sanguins ;4° Délibération n° 88-154 du 20 octobre 1988 portant réglementation des laboratoires d'analyses de biologie médicale en Polynésie française, modifiée, en son article 129, par la délibération n° 89-17 du 13 avril 1989 ;5° Délibération n° 89-95 du 26 juin 1989 portant modification des articles 1er, 1er bis, 3, 4, 6 et 14 du décret n° 57-246 du 24 février 1957 relatif au recouvrement de sommes dues par les employeurs aux caisses de compensation des prestations familiales installées dans les territoires d'outre-mer et au Cameroun."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Sont homologuées les dispositions de la délibération n° 80-107 du 29 août 1980 de l'assemblée de la Polynésie française fixant les conditions d'importation des médicaments en Polynésie française qui prévoient la destruction des produits, à l'exception de l'article 7 de ladite délibération.II. - Toute infraction aux prescriptions de la délibération n° 80-107 du 29 août 1980 fixant les conditions d'importation des médicaments en Polynésie française entraînera la saisie des produits sans préjudice des poursuites judiciaires contre les délinquants pour exercice illégal de la pharmacie."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Sont homologuées les dispositions de la délibération n° 82-11 du 18 février 1982 de l'assemblée de la Polynésie française portant organisation de la lutte sur le territoire contre l'abus de tabac et le tabagisme, modifiée en ses articles 9, troisième alinéa, et 11 par la délibération n° 87-49 du 30 avril 1987, qui prévoient l'application de peines correctionnelles et de sanctions complémentaires, à l'exception du troisième alinéa de l'article 11.II. - Les infractions au titre Ier de la délibération n° 82-11 du 18 février 1982 précitée sont constatées par les officiers de police judiciaire et les agents assermentés du service de l'hygiène publique."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Sont homologuées les dispositions de la délibération n° 83-122 du 28 juillet 1983 de l'assemblée de la Polynésie française instituant une carte sanitaire en Polynésie française qui prévoient l'application de peines correctionnelles et de sanctions complémentaires, à l'exception du deuxième alinéa de l'article 40 et des deux premiers alinéas de l'article 43.II. - Sera puni d'un emprisonnement d'un mois et d'une amende de 100 000 F C.F.P. à 1 000 000 F C.F.P. ou de l'une de ces deux peines seulement :1° Toute personne qui aura ouvert, géré, procédé à l'extension d'un établissement sanitaire privé ou installé un équipement lourd sans autorisation préalable ou en infraction aux dispositions des articles 1er à 33 et 35 à 41 de la délibération n° 83-122 du 28 juillet 1983 instituant une carte sanitaire en Polynésie française ;2° Toute personne qui aura passé outre à la suspension de l'autorisation d'ouverture, au retrait d'autorisation ou à la fermeture prévus par les dispositions des articles 1er à 33 et 35 à 41 de la délibération du 28 juillet 1983 précitée.En cas de récidive, les peines prévues ci-dessus pourront être portées à deux mois d'emprisonnement et de 200 000 F C.F.P. à 2 000 000 F C.F.P. ou à l'une de ces deux peines seulement et la confiscation des équipements installés sans autorisation pourra être prononcée.III. - Les visites périodiques de contrôle et la constatation des faits ou infractions éventuelles concernant la réglementation des établissements hospitaliers privés en Polynésie française sont effectuées par des médecins et pharmaciens assermentés qui, porteurs de leur commission d'agent assermenté, ont accès sans entrave à toutes les parties des établissements."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Sont homologuées les dispositions de la délibération n° 84-37 du 12 avril 1984 de l'assemblée de la Polynésie française modifiant la délibération n° 61-44 du 8 avril 1961 portant code de l'aménagement du territoire et qui prévoient l'application de peines correctionnelles et de sanctions complémentaires, à l'exception du premier alinéa de l'article 36 ter.II. - Quiconque aura transgressé les dispositions des articles 24, 26, 27, 30, 32 et 35 de la délibération n° 61-44 du 8 avril 1961 précitée sera puni d'un emprisonnement de deux mois à quatre mois et d'une amende de 200 000 F C.F.P. à 1 000 000 F C.F.P."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Sont homologuées les dispositions de la délibération n° 87-48 du 29 avril 1987 de l'assemblée de la Polynésie française portant réglementation de l'hygiène des eaux usées qui prévoient l'application de peines correctionnelles et de sanctions complémentaires, à l'exception de l'article 42.II. - En Polynésie française, sera puni d'un emprisonnement de deux mois à deux ans et d'une amende de 40 000 F C.F.P. à 200 000 F C.F.P. ou de l'une de ces deux peines seulement quiconque aura jeté, déversé ou laissé s'écouler dans le milieu naturel des eaux usées dont l'action ou les réactions ont provoqué ou accru la dégradation du milieu naturel et porté atteinte à la santé publique.Sera puni des mêmes peines quiconque aura évacué ou laissé s'évacuer des eaux usées dans le milieu naturel sans que celles-ci aient subi au préalable un traitement agréé par l'administration."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Sont homologuées les dispositions prévoyant l'application de peines correctionnelles et de sanctions complémentaires de la délibération n° 87-80 du 12 juin 1987 de l'assemblée de la Polynésie française modifiant le livre IV de la délibération n° 61-44 du 8 avril 1961 portant code de l'aménagement du territoire de la Polynésie française, à l'exception de l'article 225.II. - Les infractions à la délibération n° 87-80 du 12 juin 1987 précitée sont constatées par les procès-verbaux des officiers de police judiciaire et des inspecteurs des installations classées. Ces procès-verbaux sont dressés en double exemplaire dont l'un est adressé au président du gouvernement et l'autre au procureur. Ils font foi jusqu'à preuve contraire.III. - Toute association régulièrement déclarée depuis au moins deux ans à la date des faits, se proposant par ses statuts la sauvegarde de tout ou partie des intérêts visés à l'article 192 de la délibération n° 87-80 du 12 juin 1987 précitée, peut exercer les droits reconnus à la partie civile en ce qui concerne les faits constituant une infraction aux dispositions de ladite délibération ou des règlements ou arrêtés pris pour son application et portant un préjudice direct ou indirect aux intérêts collectifs qu'elle a pour objet de défendre."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Sont homologuées les dispositions prévoyant l'application de peines correctionnelles et de sanctions complémentaires de la délibération n° 88-183 du 8 décembre 1988 de l'assemblée de la Polynésie française portant réglementation de la pêche en Polynésie française, à l'exception de l'article 19.II. - Les infractions à la délibération n° 88-183 du 8 décembre 1988 précitée sont constatées par les procès-verbaux des officiers ou agents de police judiciaire ainsi que par tout agent spécialement commissionné à cet effet et exerçant en Polynésie française des fonctions équivalentes à celles des fonctionnaires et agents métropolitains compétents pour constater des infractions de même nature.III. - Toute infraction aux dispositions de ladite délibération entraîne la saisie, par les personnes habilitées à constater l'infraction, des produits pêchés, transportés, détenus ou commercialisés."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Sont homologuées les dispositions prévoyant l'application de peines correctionnelles et de sanctions complémentaires de la délibération n° 88-184 du 8 décembre 1988 de l'assemblée de la Polynésie française relative à la protection de certaines espèces animales marines et d'eau douce du patrimoine naturel polynésien, à l'exception de l'article 18.II. - Les infractions à la délibération n° 88-184 du 8 décembre 1988 précitée sont constatées par les procès-verbaux des officiers ou agents de police judiciaire ainsi que par tout agent spécialement commissionné à cet effet et exerçant en Polynésie française des fonctions équivalentes à celles des fonctionnaires et agents métropolitains compétents pour constater des infractions de même nature.III. - Toute infraction aux dispositions de ladite délibération entraîne la saisie, par les personnes habilitées à constater l'infraction, des produits pêchés, transportés, détenus ou commercialisés."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Sont homologuées les dispositions prévoyant l'application de peines correctionnelles et de sanctions complémentaires de la délibération n° 89-13 du 13 avril 1989 de l'assemblée de la Polynésie française portant création d'un corps de gardes-nature territoriaux, à l'exception des quatre premiers alinéas de l'article 3, des deux premiers alinéas de l'article 4 et du premier alinéa de l'article 15.II. - Les gardes-nature territoriaux institués par la délibération n° 89-13 du 13 avril 1989 précitée sont commissionnés, par un arrêté du ministre chargé de l'environnement, pour la surveillance, la recherche et la constatation des infractions à la réglementation relative à la protection de la nature, de la faune et de la flore, à la protection des monuments et des sites naturels et historiques classés ou inscrits sur la liste des monuments et sites à classer, à la protection des réserves et des parcs naturels territoriaux.III. - Les gardes-nature territoriaux peuvent également être commissionnés par les ministres intéressés pour la constatation des infractions à la police de la chasse et des eaux et forêts ainsi qu'à la police de la pêche.IV. - Lorsqu'ils constatent des infractions à la réglementation de la pêche ou de la chasse, lesdits gardes-nature peuvent procéder à la saisie des dépouilles."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Sont homologuées les dispositions prévoyant l'application de peines correctionnelles et de sanctions complémentaires de la délibération n° 89-114 du 12 octobre 1989 de l'assemblée de la Polynésie française relative à la pharmacie vétérinaire, à l'exception de l'article 15.II. - Les infractions à la délibération n° 89-114 du 12 octobre 1989 précitée sont constatées par les procès-verbaux des officiers ou agents de police judiciaire ainsi que par les inspecteurs de la pharmacie et les vétérinaires inspecteurs de l'administration territoriale chargés de contrôler l'application des dispositions de la délibération."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Sont homologuées les dispositions prévoyant l'application de peines correctionnelles et de sanctions complémentaires de la délibération n° 88-153 du 20 octobre 1988 relative à certaines dispositions concernant l'exercice de la pharmacie, à l'exception du premier alinéa de l'article 20.II. - Les infractions à la délibération n° 88-153 du 20 octobre 1988 précitée, aux lois sur la répression des fraudes et, plus généralement, à tous les règlements qui concernent l'exercice de la pharmacie et aux arrêtés pris pour leur application sont constatées par les procès-verbaux des officiers ou agents de police judiciaire ainsi que par les inspecteurs de la pharmacie."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Sont homologuées les dispositions prévoyant l'application de peines correctionnelles et de sanctions complémentaires de la délibération n° 90-83 du 13 juillet 1990 de l'assemblée de la Polynésie française relative à la protection des tortues marines, à l'exception de l'article 13.II. - Les infractions à la délibération n° 90-83 du 13 juillet 1990 précitée sont constatées par les procès-verbaux des officiers ou agents de police judiciaire ainsi que par tout agent spécialement commissionné à cet effet et exerçant en Polynésie française des fonctions équivalentes à celles des fonctionnaires et agents métropolitains compétents pour constater des infractions de même nature.III. - Toute infraction aux dispositions de ladite délibération peut entraîner la saisie, par les personnes habilitées à constater l'infraction, des navires, moyens de transport, engins de pêche ou tout autre outil ayant aidé à la commission de l'infraction."
    }
  ]
}