{
  "id": "jorftext000041789819",
  "type": "statute",
  "title": "Ordonnance n°2020-413 du 8 avril 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041789819",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A compter du 15 mars 2020 et jusqu'à l'élection des maires à la suite du premier ou du second tour du renouvellement général des conseils municipaux, ou, le cas échéant, jusqu'à la date d'entrée en fonction des maires déjà élus à la suite du premier tour, par dérogation aux dispositions de l'article L. 2122-14 du code général des collectivités territoriales et à l'article L. 122-7 du code des communes de la Nouvelle-Calédonie, en cas de vacance pour quelque cause que ce soit, les fonctions de maire sont provisoirement exercées par un adjoint au maire dans l'ordre du tableau ou des nominations ou, à défaut, par un membre de l'organe délibérant désigné par celui-ci.II. - Dans les communes dont le conseil municipal a été élu au complet lors du premier tour organisé le 15 mars 2020, le conseil municipal procède à l'élection du maire et des adjoints lors de sa première réunion organisée conformément au premier alinéa du III de l'article 19 de la loi du 23 mars 2020 susvisée même si des vacances se produisent après ce premier tour.III. - Les dispositions du présent article sont applicables à la Ville de Paris, aux communes de la Nouvelle-Calédonie et aux communes de la Polynésie française."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - A compter du 15 mars 2020 et jusqu'à la date d'entrée en fonction des conseillers municipaux et communautaires élus au premier tour, fixée par le décret mentionné au premier alinéa du III de l'article 19 de la loi du 23 mars 2020, par dérogation aux dispositions des articles L. 3122-2, L. 4133-2, L. 4422-21, L. 7123-2 et L. 7224-7 du code général des collectivités territoriales, en cas de vacance, pour quelque cause que ce soit, les fonctions de président sont provisoirement exercées par un vice-président dans l'ordre des nominations ou, à défaut, par un membre de l'organe délibérant désigné par celui-ci. Pour l'application de ces dispositions à la collectivité de Corse et à la collectivité territoriale de la Martinique, les mots : un vice-président dans l'ordre des nominations sont remplacés par les mots : un conseiller exécutif choisi dans l'ordre de son élection .II. - Par dérogation aux dispositions des articles L. 4422-20 et L. 7224-6 du code général des collectivités territoriales, en cas de vacance, pour quelque cause que ce soit, intervenue au cours de la période mentionnée au I, des fonctions d'un ou de plusieurs membres du conseil exécutif de la collectivité de Corse ou de la collectivité territoriale de Martinique autre que le président, le ou les membres en question ne sont pas remplacés.III. - En cas de vacance, pour quelque cause que ce soit, intervenue au cours de la période mentionnée au I, du siège de président de l'Assemblée de Corse ou de l'Assemblée de Martinique, il n'est pas procédé aux élections mentionnées au dernier alinéa de l'article L. 4422-8 ainsi qu'au premier et au troisième alinéa de l'article L. 7223-3 du code général des collectivités territoriales.IV. - Lorsqu'il est fait application des alinéas précédents, le président de l'organe délibérant ou l'élu exerçant provisoirement les fonctions de président convoque celui-ci afin de procéder aux élections nécessaires dans le délai d'un mois suivant la fin de la période mentionnée au I, ou, le cas échéant, suivant l'élection partielle des conseils départementaux. La convocation est adressée cinq jours francs au moins avant la réunion.V. - Les dispositions du I sont applicables aux groupements de collectivités territoriales. Les dispositions du IV sont applicables aux groupements de collectivités territoriales à l'exception des établissements publics de coopération intercommunale à fiscalité propre.VI. - Les dispositions du V sont applicables en Polynésie française et en Nouvelle-Calédonie. Pour l'application du V en Nouvelle-Calédonie, les mots : à l'exception des établissements publics de coopération intercommunale à fiscalité propre sont supprimés."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Lorsqu'il est fait application des articles 1er et 2 de la présente ordonnance, à compter du 15 mars 2020 et jusqu'à l'élection prévue au I de l'article 1er et au IV de l'article 2, le deuxième alinéa de l'article L. 2122-4, le premier alinéa des articles L. 3122-3, L. 3631-8, L. 4133-3 ainsi que le 1° du II de l'article L. 7224-4 du code général des collectivités territoriales et le premier alinéa de l'article L. 122-4-1 du code des communes de la Nouvelle-Calédonie ne sont pas applicables.II. - Dans la même période qu'à l'alinéa précédent, par dérogation aux dispositions du premier alinéa des articles L. 7123-3 et L. 7223-4 du code général des collectivités territoriales, les incompatibilités avec les fonctions de maire et de président d'un établissement public de coopération intercommunale à fiscalité propre de plus de 50 000 habitants ne sont pas applicables.III. - Les dispositions du I sont applicables à la Ville de Paris, aux communes de la Polynésie française et à la collectivité de Corse."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Par dérogation à l'article L. 221 du code électoral, si des sièges de conseillers départementaux deviennent vacants pendant l'état d'urgence sanitaire prévu à l'article 4 du titre Ier de la loi n° 2020-290 du 23 mars 2020 susvisée et qu'il ne peut être pourvu à leur remplacement, il est procédé à une élection partielle dans les quatre mois suivant la date à laquelle la vacance survient. Si le délai de quatre mois arrive à échéance avant la date du scrutin permettant d'achever le renouvellement général des conseils municipaux de 2020, l'élection partielle a lieu au plus tard dans le mois qui suit cette date. .Lorsqu'il est fait application de l'alinéa précédent, le VII de l'article L. 221 du même code n'est pas applicable."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre, le ministre de l'intérieur et la ministre de la cohésion des territoires et des relations avec les collectivités territoriales sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française et entrera en vigueur immédiatement."
    }
  ]
}