{
  "id": "jorftext000000684065",
  "type": "statute",
  "title": "Loi n° 88-15 du 5 janvier 1988",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000684065",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Paragraphe modificateur.II. - Jusqu'à la réunion de la première assemblée générale extraordinaire suivant la promulgation de la présente loi, le montant prévu à l'article L. 228-8 mentionné ci-dessus ne peut être inférieur à un montant fixé par décret."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les contribuables domiciliés en France au sens de l'article 4 B du code général des impôts peuvent bénéficier d'une réduction de leur impôt sur le revenu égale à 25 p. 100 des sommes versées pour les apports en numéraire aux sociétés qui se constituent entre le 1er janvier 1985 et le 31 décembre 1990, ou aux sociétés créées entre ces deux années qui procèdent à des augmentations de capital dans les deux années suivant leur constitution.Ces versements, qui sont retenus dans la limite annuelle de 762,25 euros pour les contribuables célibataires, veufs ou divorcés, et de 1524,49 euros pour les contribuables mariés, soumis à imposition commune, doivent intervenir l'année de création de la société ou au cours des deux années suivantes.II. - La réduction d'impôt est subordonnée aux conditions suivantes :1° La société nouvelle doit être soumise à l'impôt sur les sociétés dans les conditions de droit commun et exercer une activité mentionnée à l'article 34 du code général des impôts ;2° Les droits de vote attachés aux actions ou parts de la société nouvelle ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés ;3° La société ne doit pas avoir été créée dans le cadre d'une concentration ou d'une restructuration d'activités préexistantes ou pour la reprise de telles activités ;4° Les souscriptions donnant lieu aux déductions prévues au dernier alinéa de l'article 62, au 2° quater de l'article 83, aux articles 163 quindecies et 163 septedecies du code général des impôts ou aux réductions d'impôt prévues aux articles 199 quinquies et 199 undecies du même code ne peuvent ouvrir droit à la réduction d'impôt mentionnée au paragraphe I. Cette réduction d'impôt est exclusive du bénéfice des dispositions de l'article 84 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986).III. - La réduction d'impôt s'applique sur l'impôt calculé dans les conditions fixées par l'article 197 du code général des impôts avant l'application, le cas échéant, du paragraphe VI de cet article ; elle ne peut donner lieu à remboursement.Lorsque, au cours d'une des quatre années suivant celle au titre de laquelle la première réduction d'impôt a été pratiquée, le contribuable cède à titre onéreux tout ou partie des actions ou parts ayant donné lieu à réduction d'impôt, le quart du montant de la cession effectuée doit être ajouté à l'impôt sur le revenu dû au titre de l'année de la cession, dans la limite des réductions opérées.Les dispositions de l'alinéa précédent ne s'appliquent pas dans les cas mentionnés aux a et b de l'article 9 de la loi n° 87-416 du 17 juin 1987 sur l'épargne.Pour l'application des dispositions du paragraphe I de l'article 1730 du code général des impôts, la base sur laquelle a été calculée la réduction d'impôt prévue au paragraphe I est assimilée à une insuffisance de déclaration lorsque la réduction a été pratiquée indûment.Un décret fixe les modalités d'application du présent article, notamment les obligations déclaratives incombant aux contribuables et aux sociétés nouvelles."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Pour les apports réalisés à compter du 1er janvier 1988, l'agrément prévu à l'article 151 octies du code général des impôts est supprimé."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les sociétés soumises à l'impôt sur les sociétés, dans les conditions de droit commun, qui sont créées entre le 1er janvier 1987 et le 31 décembre 1991 pour reprendre une entreprise en difficulté exerçant une activité industrielle, commerciale, artisanale ou agricole qui fait l'objet d'une procédure de redressement judiciaire peuvent répartir par parts égales le montant du bénéfice réalisé au cours du premier exercice d'activité sur l'exercice de sa réalisation et sur les deux exercices suivants. Ce bénéfice s'entend du bénéfice imposable au taux de droit commun déclaré selon les modalités prévues à l'article 53 A du code général des impôts.Ce régime peut être accordé sur agrément du ministre chargé du budget si la procédure de redressement judiciaire n'est pas mise en oeuvre.Lorsqu'une société créée dans les conditions prévues aux deux alinéas ci-dessus interrompt l'activité reprise ou est affectée par l'un des événements mentionnés au premier alinéa du 2 de l'article 221 du code général des impôts, le montant du bénéfice dont l'imposition a été différée en application du présent article est immédiatement rapporté au résultat imposable.Les dispositions du présent article ne sont pas applicables aux sociétés dont un associé bénéficie des dispositions de l'article 209 A bis du code général des impôts."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. -Paragraphe modificateur.II. - Les dispositions du chapitre premier de la présente loi sont applicables aux territoires d'outre-mer et à Mayotte à l'exception de l'article 40.III. - Les dispositions de l'article 42 de la présente loi sont applicables aux territoires d'outre-mer.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}