{
  "id": "jorftext000000886346",
  "type": "statute",
  "title": "Loi n° 78-1 du 2 janvier 1978",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000886346",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Une indemnisation est allouée, selon les modalités fixées ci-après, aux personnes qui remplissent les conditions définies au titre 1er de la loi n° 70-632 du 15 juillet 1970 modifiée.Cette indemnisation se compose de la contribution nationale établie par la loi susmentionnée et du complément défini par la présente loi. Elle a le caractère d'une avance sur les créances détenues à l'encontre des Etats étrangers ou des bénéficiaires de la dépossession."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le complément d'indemnisation est égal, sous réserve des dispositions du dernier alinéa du présent article, à la différence entre la valeur d'indemnisation des biens, déterminée conformément aux dispositions du titre II de la loi susmentionnée du 15 juillet 1970, et le montant brut de la contribution nationale, calculé en application de l'article 41 de ladite loi.Pour le calcul de ce complément, la valeur d'indemnisation est actualisée au 31 décembre 1978 selon les modalités prévues à l'article 30-I de la loi du 15 juillet 1970 et l'indemnité brute est également actualisée, dans les mêmes conditions, lorsque sa liquidation intervient avant le 1er janvier 1978.La valeur d'indemnisation est retenue dans la limite de 152 449,02 euros par ménage pour :Les personnes mariées au moment de la dépossession, quel que soit leur régime matrimonial ;Les personnes divorcées, dans le cas où il existe des enfants issus du mariage ; Le conjoint survivant des personnes disparues ainsi que les personnes devenues orphelines de père et de mère, ou dont les deux parents ont disparu, en raison des événements qui ont entraîné la dépossession.La valeur d'indemnisation est retenue dans la limite de 76 224,51 euros par personne dépossédée dans les autres cas.La valeur d'indemnisation revenant à chacun des époux mariés sous un régime de communauté est déterminée conformément aux dispositions de l'article 40 de la loi du 15 juillet 1970. La valeur d'indemnisation revenant à chacun des époux mariés sous d'autres régimes est déterminée séparément pour chacun d'eux dans la limite de 76 224,51 euros Toutefois, cette limite est relevée pour le conjoint dont le patrimoine est le plus important sans que le total des deux valeurs d'indemnisation puisse excéder 152 449,02 euros."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont, le cas échéant et dans l'ordre suivant, déduits du complément d'indemnisation :- les prêts mentionnés à l'article 45 de la loi du 15 juillet 1970 pour le solde non acquitté à la date de liquidation du complément d'indemnisation ;- les intérêts non payés des prêts mentionnés à l'article 46 de ladite loi échus avant le 6 novembre 1969 et entre les dates de liquidation de la contribution nationale et du complément d'indemnisation ;- le capital des prêts mentionnés à l'article 46 de ladite loi non remboursé à la date de liquidation du complément d'indemnisation.Lorsque le bénéficiaire du complément est un ayant droit de la personne dépossédée, ces déductions s'appliquent aux dettes dont il est personnellement responsable et à celles dont la personne dépossédée était elle-même responsable. Les déductions correspondant à ces dernières sont opérées au prorata des parts successorales."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le montant du complément, après application de l'article précédent, est diminué du solde non acquitté des dettes mentionnées au chapitre Ier du titre IV de la loi du 15 juillet 1970, réduit dans la proportion existant entre la valeur d'indemnisation actualisée des biens indemnisables et la valeur d'indemnisation retenue en application des troisième, quatrième et cinquième alinéas de l'article 2 ci-dessus. Le décret prévu à l'article 24 détermine les modalités de versement aux créanciers de la retenue effectuée sur le montant du complément."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les personnes âgées d'au moins soixante-dix ans au 1er janvier 1978, reçoivent, en règlement du complément d'indemnisation, un titre d'indemnisation prioritaire.Chaque année, à compter de 1979, les détenteurs d'un titre d'indemnisation prioritaire peuvent demander le remboursement d'un cinquième du montant du titre. Ils peuvent faire valoir à chaque échéance les droits à remboursement qu'ils n'ont pas exercés les années précédentes.Toutefois, les personnes âgées d'au moins quatre-vingts ans au 1er janvier 1978 peuvent demander que leur titre d'indemnisation prioritaire leur soit remboursé en deux années, par moitié.Le titre porte intérêt au taux de 6,5 % l'an, à compter du 1er janvier 1979, sur la partie non remboursée du capital. Cet intérêt est payable annuellement."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les personnes âgées de moins de soixante-dix ans au 1er janvier 1978 reçoivent, en règlement du complément d'indemnisation, un titre d'indemnisation.Ce titre, majoré des intérêts capitalisés du 1er janvier 1979 au 31 décembre 1981 au taux de 6,5 % l'an, est remboursable en dix ans à compter de 1982, par annuités constantes au même taux d'intérêt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Toute personne atteignant l'âge de soixante-dix ans après le 1er janvier 1978 peut demander qu'il lui soit délivré, directement ou par échange du titre d'indemnisation, un titre d'indemnisation prioritaire représentant la partie non remboursée du capital, portant intérêt au taux de 6,5 % l'an et remboursable selon les modalités fixées à l'article 6.Un titre d'indemnisation prioritaire peut être délivré dans les mêmes conditions aux personnes âgées de moins de soixante-dix ans, lorsqu'elles peuvent apporter la justification d'un revenu brut annuel inférieur à celui qui résulterait de l'application du salaire minimum interprofessionnel de croissance."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Par dérogation aux dispositions des articles 6 à 8 ci-dessus, les compléments d'indemnisation d'un montant inférieur ou égal à 3 048,98 euros par personne dépossédée sont réglés en espèces dès leur liquidation ; les mêmes modalités de règlement sont applicables au conjoint survivant, lorsque ses droits sont inférieurs ou égaux à 3 048,98 euros, ainsi qu'aux autres héritiers lorsque l'ensemble de leurs droits n'excède pas cette somme ou, pour chaque ayant droit, la somme de 1 524,49 euros.Pour les compléments d'indemnisation de plus de 1 524,49 euros, les intérêts prévus aux articles 6 et 7 ci-dessus ne courent que du 1er janvier 1979 à la date du règlement définitif de la créance."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La fraction de capital des titres d'indemnisation prioritaires et des titres d'indemnisation remboursée chaque année est garantie dans les conditions fixées ci-dessous par référence à l'indice national des prix à la consommation.Pour déterminer s'il y a lieu de mettre en jeu la garantie, est pris en considération, chaque année, le rapport existant au 1er janvier entre la valeur de l'indice résultant de la hausse des prix à la consommation depuis le 1er janvier 1978 et la valeur de l'indice correspondant à une hausse annuelle des prix de 10 % depuis cette même date.Si ce rapport est supérieur à l'unité, la fraction de capital venant à échéance au cours de l'année est majorée proportionnellement."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les intérêts des titres d'indemnisation prioritaires et des titres d'indemnisation sont exonérés de l'impôt sur le revenu."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les titres d'indemnisation prioritaires et les titres d'indemnisation sont nominatifs. Ils sont incessibles, sauf au profit     d'un établissement de crédit ou d'une société de financement dans les conditions prévues à l'article 13.En cas de décès du bénéficiaire du complément d'indemnisation avant l'amortissement complet de sa créance, il est délivré aux héritiers, dans la limite de leurs droits dans la succession, de nouveaux titres d'indemnisation, dont le terme d'amortissement est identique à celui retenu pour le bénéficiaire décédé ; les intéressés peuvent, le cas échéant, se prévaloir des dispositions de l'article 8 ci-dessus.Les droits de mutation par décès exigibles sur la créance revenant à chaque ayant droit peuvent être acquittés par imputation sur cette créance."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les titres d'indemnisation prioritaires et les titres d'indemnisation peuvent être nantis au profit     d'un établissement de crédit ou d'une société de financement, à l'occasion des emprunts contractés par leurs détenteurs. Dans ce cas, ils peuvent être divisés et le créancier peut se faire payer, par privilège et préférence aux autres créanciers, sur les intérêts et la part du capital remboursable annuellement."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'exécution des obligations financières mentionnées à l'article 2 de la loi n° 69-992 du 6 novembre 1969 demeure suspendue jusqu'à la date de notification du complément d'indemnisation. En outre, sur simple demande, la suspension est prolongée d'une année."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions de l'article 89 de la loi n° 76-1232 du 29 décembre 1976 modifiant l' article 4 de la loi du 15 juillet 1970 sont applicables aux dossiers d'indemnisation ayant donné lieu à décision avant l'entrée en vigueur desdites dispositions."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Nonobstant les dispositions de l' article 11 de la loi du 15 juillet 1970 et sans préjudice de l'application de l'article 66 de ladite loi, la dépossession peut être prise en considération lorsque la gestion du bien par mandataire a été imposée et que le solde du compte de gestion est déficitaire de façon irréversible."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les dispositions de la loi du 15 juillet 1970 modifiée non contraires à la présente loi sont applicables au complément d'indemnisation."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La forclusion est levée à compter de la promulgation de la présente loi pour une durée de cinq ans pour le dépôt des demandes d'indemnisation des biens perdus en Algérie par les Français de souche islamique rapatriés tardivement."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Un décret en Conseil d'Etat fixera les modalités d'application de la présente loi."
    }
  ]
}