{
  "id": "jorftext000031593620",
  "type": "statute",
  "title": "Ordonnance n°2015-1620 du 10 décembre 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031593620",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont constituées à compter du 1er janvier 2016, dans les délimitations des régions issues du regroupement de plusieurs régions définies au I de l'article 1er de la loi du 16 janvier 2015 susvisée, de nouvelles agences régionales de santé qui se substituent aux agences régionales de santé existantes au 31 décembre 2015.Sous réserve des dispositions de l'article 8, la présente ordonnance s'applique à la date de leur création aux nouvelles unions régionales de professionnels de santé qui sont constituées dans les régions mentionnées au premier alinéa et qui se substituent aux unions régionales de professionnels de santé existantes au 31 décembre 2015."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont applicables aux nouvelles agences régionales de santé, à titre transitoire et par dérogation aux articles L. 1432-3 et L. 1435-8 du code de la santé publique, les dispositions suivantes :1° Les comptes financiers pour l'année 2015 des agences régionales de santé existantes au 31 décembre 2015 mentionnées au premier alinéa de l'article 1er sont approuvés par les ministres chargés de la santé, des personnes âgées, des personnes handicapées et de l'assurance maladie ;2° Le budget initial, ainsi que le budget annexe établi pour la gestion des crédits du fonds d'intervention régional mentionné à l'article L. 1435-8 du code de la santé publique, du premier exercice des nouvelles agences régionales de santé, est arrêté par les ministres chargés de la santé, des personnes âgées, des personnes handicapées et de l'assurance maladie ;3° Le directeur général de chacune des nouvelles agences régionales de santé peut exécuter le budget initial et le budget annexe sans approbation de ces documents par le conseil de surveillance. Dans les six mois suivant la date de création de la nouvelle agence régionale de santé, le directeur général prépare et soumet à l'approbation du conseil de surveillance de l'agence un budget rectificatif et un budget annexe rectificatif."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les biens immeubles des départements mis à la disposition, à la date du 31 décembre 2015, des agences régionales de santé auxquelles les nouvelles agences se substituent à compter du 1er janvier 2016 sont mis à disposition de ces dernières à compter de cette date. A compter de cette même date, ces nouvelles agences sont substituées aux agences régionales de santé existantes au 31 décembre 2015 pour les droits et obligations afférents à ces biens.Le transfert des droits et obligations aux nouvelles agences ainsi que des biens meubles et immeubles de l'État ou des départements s'effectue à titre gratuit et ne donne lieu ni à un versement de salaires ou d'honoraires au profit de l'État, ni à perception d'impôts, droits ou taxes."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A compter du 1er janvier 2016, sont transférés dans les nouvelles agences régionales de santé :1° Les agents contractuels de droit public mentionnés au 3° de l'article L. 1432-9 du code de la santé publique exerçant, au 31 décembre 2015, leurs fonctions dans les agences régionales de santé auxquelles elles se substituent ; par dérogation à l'article 14 ter de la loi susvisée du 13 juillet 1983, ils conservent à titre individuel le bénéfice de toutes les stipulations de leur contrat ;2° Les salariés dont le contrat de travail est en cours au 31 décembre 2015 dans les agences régionales de santé auxquelles elles se substituent ; par dérogation à l'article L. 1224-3 du code du travail, ils conservent, à titre individuel, le bénéfice de toutes les stipulations de leur contrat de travail.II. - Les conventions et les accords collectifs conclus pour leurs agents de droit privé au niveau des agences régionales de santé antérieurement à la date du 1er janvier 2016 sont maintenus en vigueur à compter de cette date, sous les réserves prévues par les alinéas suivants :1° Une nouvelle négociation s'engage dans les nouvelles agences régionales de santé, au plus tard le 1er juillet 2016, pour l'élaboration de nouvelles stipulations ;2° Jusqu'à l'entrée en vigueur de la nouvelle convention ou du nouvel accord ou, à défaut, pendant une durée d'un an à compter de l'ouverture de la négociation, les précédentes conventions et les précédents accords conclus au niveau des agences régionales de santé auxquelles les nouvelles agences se substituent continuent de produire effet ;3° Lorsqu'un nouvel accord n'est pas intervenu dans le délai précisé au 2° du présent II, les personnels des agences concernées conservent, à l'expiration de ce délai, les avantages individuels qu'ils ont acquis en application de l'accord.III. - Le mandat en cours à la date du 31 décembre 2015 des représentants du personnel membres des comités d'agence et des comités d'hygiène et de sécurité et des conditions de travail prévus à l'article L. 1432-11 du code de la santé publique, et des délégués du personnel des agences régionales de santé auxquelles se substituent les nouvelles agences à compter du 1er janvier 2016, est prorogé jusqu'à la désignation des représentants du personnel des nouvelles agences régionales de santé, et au plus tard jusqu'au 14 septembre 2016. Jusqu'à cette date, les instances prévues à l'article L. 1432-11 dont les représentants du personnel sont membres et les délégués du personnel demeurent compétents et peuvent être réunis respectivement et en tant que de besoin en formation conjointe, sur convocation du directeur général de la nouvelle agence, selon des modalités fixées par décret.IV. - Le patrimoine dévolu, en application de l'article L. 1432-11 du code de la santé publique, aux comités d'agence fonctionnant à la date du 31 décembre 2015 au sein des agences régionales de santé auxquelles se substituent de nouvelles agences à compter du 1er janvier 2016 est transféré, dès la mise en place de ces comités, et au plus tard le 14 septembre 2016, aux comités d'agence institués au sein des nouvelles agences régionales de santé substituées aux précédentes. A la même date, les nouveaux comités d'agence sont substitués aux précédents comités dans tous leurs droits et obligations."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Tant que les schémas interrégionaux d'organisation des soins pris en application de l'article L. 1434-10 du code de la santé publique demeurent en vigueur, par application du I de l'article 136 de la loi du 7 août 2015 susvisée, sont regardées comme intéressées par le projet pour l'application des dispositions de l'article L. 6122-9 du code de la santé publique, les nouvelles agences régionales de santé dont le ressort territorial est inclus, en tout ou partie, dans le ressort territorial du schéma interrégional d'organisation des soins demeurant applicable aux activités de soins faisant l'objet de la demande d'autorisation."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans chacune des régions mentionnées à l'article 1er de la présente ordonnance, les conférences régionales de santé et de l'autonomie prévues à l'article L. 1432-1 du code de la santé publique et leurs formations spécialisées compétentes pour se prononcer en application des articles L. 1432-4 et L6122-9 du même code demeurent celles qui sont installées dans le ressort territorial des agences régionales de santé existantes au 31 décembre 2015 tant que les nouvelles conférences régionales de santé et de l'autonomie n'ont pas été installées dans le ressort des nouvelles agences, et au plus tard jusqu'au 30 septembre 2016. Le mandat de leurs membres est prorogé pour le même délai.A compter du 1er janvier 2016, les nouvelles agences régionales de santé mettent en place, dans des conditions prévues par décret, des structures de coordination entre les conférences régionales de la santé et de l'autonomie de leur ressort."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les biens, droits et obligations des unions régionales de professionnels de santé constituées au 31 décembre 2015 dans les régions devant se regrouper dans les conditions mentionnées à l'article 1er sont transférés aux nouvelles unions régionales de professionnels de santé à la date de leur création. Les unions régionales de professionnels de santé existantes conservent leur capacité juridique, pour les besoins de leur dissolution, jusqu'à cette date. Ce transfert est effectué à titre gratuit et ne donne lieu à aucune imposition."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "En dérogation aux dispositions des articles 1er et 7 de la présente ordonnance et à celles de l'article L. 4031-1 du code de la santé publique, les unions régionales existantes regroupant les infirmiers sont maintenues dans leur ressort territorial antérieur jusqu'au prochain renouvellement de leurs assemblées. Les dispositions de l'article 7 relatives au transfert des biens, droits et obligations ne prennent effet à l'égard de ces unions qu'à la date de la création de la nouvelle union postérieure à ce renouvellement, et au plus tard le 30 juin 2016."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Premier ministre et la ministre des affaires sociales, de la santé et des droits des femmes sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}