{
  "id": "jorftext000042025624",
  "type": "statute",
  "title": "LOI n°2020-760 du 22 juin 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042025624",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Compte tenu des risques sanitaires liés à l'épidémie de covid-19, le présent article s'applique au second tour de l'élection des conseillers municipaux et communautaires, des conseillers de Paris et des conseillers métropolitains de Lyon, organisé en juin 2020.Le présent article est applicable sur tout le territoire de la République.II. - Chaque mandataire peut disposer de deux procurations, y compris lorsqu'elles sont établies en France.Si cette limite n'est pas respectée, les procurations qui ont été dressées les premières sont les seules valables. La ou les autres procurations sont nulles de plein droit.III. - A leur demande, les personnes qui, en raison de l'épidémie de covid-19, ne peuvent pas comparaître devant les officiers et agents de police judiciaire habilités à établir les procurations ou leurs délégués disposent du droit à ce que les autorités compétentes se déplacent pour établir ou retirer leur procuration.Les personnes mentionnées au premier alinéa du présent III peuvent saisir les autorités compétentes par voie postale, par téléphone ou, le cas échéant, par voie électronique. Ces personnes indiquent la raison de leur impossibilité de se déplacer, sans qu'il leur soit nécessaire de fournir un justificatif.IV. - Au sein du bureau de vote, des équipements de protection adaptés sont mis à la disposition des électeurs qui n'en disposent pas et des personnes participant à l'organisation ou au déroulement du scrutin.Les dépenses résultant du présent IV sont à la charge de l'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n°2020-290 du 23 mars 2020\n\nII. - Le présent article entre en vigueur le 11 juillet 2020."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Après le second tour du renouvellement général des conseils municipaux et communautaires de 2020, par dérogation à l'article L. 2121-12 du code général des collectivités territoriales, dans les établissements publics de coopération intercommunale mentionnés au VII de l'article 19 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19, la convocation de la première réunion est adressée aux membres de l'assemblée délibérante trois jours francs au moins avant celle-ci."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Par dérogation aux articles L. 2122-7, L. 5211-7 et L. 5711-1 du code général des collectivités territoriales et à l'article L. 163-5 du code des communes de la Nouvelle-Calédonie, jusqu'au 25 septembre 2020 :1° Le conseil municipal peut décider, à l'unanimité, de ne pas procéder au scrutin secret aux nominations des délégués au sein des établissements publics de coopération intercommunale et des syndicats mixtes mentionnés à l'article L. 5711-1 du code général des collectivités territoriales ;2° L'organe délibérant d'un établissement public de coopération intercommunale peut décider, à l'unanimité, de ne pas procéder au scrutin secret aux nominations des délégués au sein des syndicats mixtes mentionnés au même article L. 5711-1.Le présent article est applicable sur tout le territoire de la République."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\nII.-Le présent article entre en vigueur le 25 mai 2020. Les décisions prises entre le 25 mai 2020 et la date de publication de la présente loi par les maires, les présidents d'établissements publics de coopération intercommunale ou de groupements de collectivités territoriales dans les domaines mentionnés au A du I de l'article L. 5211-9-2 du code général des collectivités territoriales sont régulières s'agissant de la compétence de leur auteur."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Par dérogation aux articles L. 2122-17, L. 5211-2 et L. 5711-1 du code général des collectivités territoriales, lorsqu'à la suite de la désignation de ses nouveaux représentants par une commune ou un établissement public de coopération intercommunale ou un syndicat mixte mentionné à l'article L. 5711-1 du même code au sein d'un syndicat de communes ou d'un syndicat mixte mentionné au même article L. 5711-1, le président dudit syndicat a perdu son mandat, il est provisoirement remplacé dans la plénitude de ses fonctions par un vice-président dans l'ordre des nominations, jusqu'à l'installation de l'organe délibérant du syndicat qui suit le second tour du renouvellement général des conseils municipaux."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- LOI n°2020-290 du 23 mars 2020\n\n- Ordonnance n°2020-307 du 25 mars 2020\n\n- Ordonnance n°2020-307 du 25 mars 2020\n\nIII. - Le Gouvernement remet à l'Assemblée des Français de l'étranger, au plus tard trois mois après la promulgation de la présente loi, un rapport indiquant les mesures envisagées pour assurer la mise en œuvre du vote par correspondance électronique et sa sécurisation lors des élections consulaires de mai 2021."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Le second tour des élections municipales et communautaires organisé le 28 juin 2020 peut être annulé par décret en conseil des ministres jusqu'à la veille du scrutin dans une ou plusieurs communes où l'évolution de la situation sanitaire locale ne permettrait pas sa tenue. Ce décret ne peut concerner plus de 5 % des communes pour lesquelles un second tour est nécessaire. Le second tour du renouvellement général des conseillers de Paris organisé à la même date peut être annulé par le même décret si la situation sanitaire locale ne permet pas sa tenue.Le décret prévu au premier alinéa du présent I est pris après avis circonstancié du comité de scientifiques institué sur le fondement de l'article L. 3131-19 du code de la santé publique sur l'état de l'épidémie de covid-19 dans les communes concernées et sur les risques sanitaires attachés à la tenue du scrutin dans ces communes et, le cas échéant, à Paris, après information de l'Assemblée nationale et du Sénat. L'avis du comité est rendu public.II. - S'il est fait application du I :1° Dans les communes concernées et, le cas échéant, à Paris :a) Par dérogation à l'article L. 227 du code électoral, le mandat des conseillers municipaux, des conseillers d'arrondissement et des conseillers de Paris en exercice est prolongé jusqu'à ce que l'élection organisée conformément au 2° du présent II soit acquise dans leur commune ou, le cas échéant, à Paris. Le cas échéant, leur mandat de conseiller communautaire est également prorogé jusqu'à cette même date, sous réserve du 3 du 4° du présent II ;b) Les délégations attribuées aux élus dont le mandat est prolongé non plus qu'aucune délibération ne deviennent caduques de ce seul fait ;c) Par dérogation aux articles L. 251, L. 258, L. 270 et L. 272-6 du code électoral et à l'article L. 2122-8 du code général des collectivités territoriales, les vacances constatées au sein du conseil municipal prorogé ou, le cas échéant, du conseil d'arrondissement ou du conseil de Paris ne donnent pas lieu à élection partielle ;2° Sans préjudice du 3° du présent II, dans les communes concernées de 1 000 habitants et plus, les résultats du premier tour organisé le 15 mars 2020 sont annulés et un nouveau scrutin à deux tours est organisé dans un délai de quatre mois suivant la publication du décret prévu au I. Ce scrutin est convoqué par décret en conseil des ministres au moins six semaines avant l'élection.Dans les communes concernées de moins de 1 000 habitants, les électeurs sont convoqués par décret en conseil des ministres, dans un délai de quatre mois suivant la publication du décret prévu au même I, pour un scrutin à deux tours portant sur les sièges vacants, pour quelque cause que ce soit, à la date de publication du décret de convocation. Celui-ci est publié au moins six semaines avant l'élection.En cas d'annulation du second tour du renouvellement général des conseillers de Paris, les résultats du premier tour organisé le 15 mars 2020 sont annulés dans les secteurs où il n'a pas été conclusif et un nouveau scrutin à deux tours est organisé dans un délai de quatre mois suivant la publication du décret prévu audit I. Ce scrutin est convoqué par décret en conseil des ministres au moins six semaines avant l'élection.Pour les scrutins organisés conformément au présent 2°, les dispositions des articles L. 50-1, L. 51, L. 52-1, L. 52-4 et L. 52-8 du code électoral s'appliquent à compter du 1er juillet 2020. L'article 1er de la présente loi est applicable aux deux tours de ces scrutins.Les conseillers municipaux et communautaires ainsi que, le cas échéant, les conseillers d'arrondissement et, à Paris, les conseillers de Paris élus à l'issue de ces scrutins sont renouvelés intégralement en mars 2026 ;3° Dans les communes concernées et, le cas échéant, à Paris, l'élection régulière des conseillers municipaux et communautaires ainsi que, le cas échéant, des conseillers d'arrondissement et, à Paris, des conseillers de Paris, élus dès le premier tour organisé le 15 mars 2020, reste acquise, conformément à l'article 3 de la Constitution.Ces derniers entrent en fonction le lendemain du tour de scrutin où l'élection organisée conformément au 2° du présent II est acquise dans leur commune ou, le cas échéant, à Paris.Leur statut ne leur confère ni les droits ni les obligations normalement attachés à leur mandat. Toutefois, jusqu'à leur entrée en fonction, ils sont destinataires de la copie de l'ensemble des décisions prises sur le fondement de l'article L. 2122-22 du code général des collectivités territoriales et, le cas échéant, de tout acte de même nature pris par le président de l'établissement public de coopération intercommunale ou son remplaçant, et ce jusqu'à leur installation.Le régime des incompatibilités ne s'applique à eux qu'à compter de leur entrée en fonction.L'article L. 236 du code électoral ne leur est pas applicable si, pour une cause survenue postérieurement à leur élection et antérieurement à leur prise de fonction, ils se trouvent dans l'un des cas d'inéligibilité prévus à l'article L. 231 du même code.Leur démission ne prend effet qu'après leur entrée en fonction. Toutefois, dans les communes concernées de moins de 1 000 habitants, la démission des conseillers municipaux régulièrement élus dès le premier tour, reçue par le maire en exercice jusqu'à la veille de la publication du décret de convocation des électeurs mentionné au deuxième alinéa du 2° du présent II, prend effet à la date de cette publication ;4° 1. Dans les établissements publics de coopération intercommunale à fiscalité propre composés d'au moins une commune concernée par l'application du I et jusqu'à la première réunion de l'organe délibérant suivant l'entrée en fonction des conseillers municipaux élus en application du 2° du présent II, qui se tient au plus tard le quatrième vendredi suivant la date du premier tour du scrutin, l'organe délibérant est constitué par :a) Les conseillers communautaires élus en application de l'article L. 273-6 du code électoral ainsi que ceux désignés dans l'ordre du tableau en vertu de l'article L. 273-11 du même code dans les communes dont le conseil municipal a été renouvelé intégralement à l'issue du premier tour du renouvellement général des conseils municipaux organisé le 15 mars 2020 ou du second tour organisé à la date fixée par le décret prévu au premier alinéa du I de l'article 19 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 ;b) Les conseillers communautaires maintenus en fonction représentant les communes concernées par l'application du I du présent article, sous réserve des dispositions des 2 et 3 du présent 4°.2. Dans le cas où le nombre des conseillers mentionnés au b du 1 du présent 4° est inférieur au nombre de représentants prévu pour leur commune par l'arrêté préfectoral pris en application du VII de l'article L. 5211-6-1 du code général des collectivités territoriales, le représentant de l'État appelle à siéger à due concurrence :a) Dans les communes dont les conseillers communautaires maintenus en fonction ont été désignés en application de l'article L. 273-11 du code électoral, le ou les conseillers municipaux n'exerçant pas le mandat de conseiller communautaire occupant le rang le plus élevé dans l'ordre du tableau ;b) Dans les communes dont les conseillers communautaires maintenus en fonction ou certains d'entre eux ont été élus en application de l'article L. 273-6 du même code, le ou les conseillers municipaux ou d'arrondissement ayant obtenu lors de leur élection les moyennes les plus élevées après le dernier élu pour l'attribution des sièges de conseiller communautaire, en faisant usage, le cas échéant, des règles de remplacement fixées à l'article L. 273-10 dudit code.S'il s'agit d'une commune nouvelle créée depuis le renouvellement général des conseils municipaux organisé les 23 et 30 mars 2014, les règles prévues aux a et b du présent 2 sont appliquées successivement aux conseillers municipaux issus des anciennes communes fusionnées par ordre décroissant de population.Lorsqu'il n'existe pas de conseiller municipal ou de conseiller d'arrondissement pouvant être désigné en application des mêmes a et b, le siège demeure vacant.3. Dans le cas où le nombre des conseillers mentionnés au b du 1 est supérieur au nombre de représentants prévu pour leur commune par l'arrêté préfectoral pris en application du VII de l'article L. 5211-6-1 du code général des collectivités territoriales, le représentant de l'État constate la cessation du mandat, à due concurrence :a) Dans les communes dont les conseillers communautaires maintenus en fonction ont été désignés en vertu de l'article L. 273-11 du code électoral, du ou des conseillers occupant le rang le moins élevé dans l'ordre du tableau du conseil municipal ;b) Dans les autres communes :\n\n- du ou des conseillers communautaires ayant obtenu lors de leur élection les moyennes les moins élevées pour l'application des a ou b du 1° de l'article L. 5211-6-2 du code général des collectivités territoriales, et prioritairement de ceux dont l'élection est la plus récente ;- à défaut, du ou des conseillers communautaires ayant obtenu lors de leur élection les moyennes les moins élevées pour l'application de l'article L. 273-8 du code électoral.\n\nLe cas échéant, il est fait application, successivement, des règles prévues au présent 3 par ordre croissant de population à plusieurs anciennes communes ayant fusionné au sein d'une même commune nouvelle.4. Il est procédé à une élection du président, des vice-présidents et des autres membres du bureau, dans les conditions prévues à l'article L. 5211-6 du code général des collectivités territoriales au plus tard trois semaines après la date du second tour du renouvellement général des conseillers municipaux et communautaires organisé dans les conditions prévues au premier alinéa du I de l'article 19 de la loi n° 2020-290 du 23 mars 2020 précitée. Le président, les vice-présidents et les autres membres du bureau en exercice à cette date sont maintenus dans leurs fonctions jusqu'à cette élection.Par dérogation au quatrième alinéa de l'article L. 5211-12 du code général des collectivités territoriales, dans le mois suivant l'élection des élus mentionnés au premier alinéa du présent 4, l'organe délibérant fixe le montant des indemnités de ses membres, le cas échéant à titre rétroactif.Une nouvelle élection du président, des vice-présidents et des autres membres du bureau est organisée lors de la première réunion de l'organe délibérant mentionnée au 1 du présent 4° si sa composition a évolué consécutivement aux élections organisées conformément au 2° du présent II. Le quatrième alinéa de l'article L. 5211-12 du code général des collectivités territoriales est alors applicable à l'établissement public de coopération intercommunale à compter de la date de cette première réunion.5. Le présent 4° est applicable aux établissements publics territoriaux créés dans le périmètre de la métropole du Grand Paris. Pour l'application du présent 4° aux établissements publics territoriaux, les conseillers de territoire désignés en application du second alinéa de l'article L. 5219-9-1 du code général des collectivités territoriales sont assimilés à des conseillers communautaires.6. Le présent 4° est applicable à la métropole du Grand Paris dans le cas où le second tour du renouvellement général des conseillers de Paris est annulé dans les conditions prévues au I. Dans ce cas, sont applicables aux conseillers métropolitains représentant la Ville de Paris les dispositions du présent 4° relatives aux conseillers communautaires des communes concernées par l'application du I.5° 1. Dans les établissements publics de coopération intercommunale à fiscalité propre résultant d'une fusion intervenue dans la semaine précédant le scrutin organisé le 15 mars 2020 composés d'au moins une commune concernée par l'application du I, et jusqu'à la première réunion de l'organe délibérant suivant l'entrée en fonction des conseillers municipaux élus en application du 2° du présent II, qui se tient au plus tard le quatrième vendredi suivant la date du premier tour de scrutin :a) Les conseillers communautaires en fonction dans les anciens établissements publics de coopération intercommunale à fiscalité propre conservent leur mandat au sein de l'établissement public issu de la fusion, sous réserve de l'application des dispositions des 2 et 3 du 4° du présent II ;b) Par dérogation aux dispositions de l'article L. 5211-41-3 du code général des collectivités territoriales, le président et les vice-présidents de l'établissement public de coopération intercommunale à fiscalité propre appartenant à la catégorie à laquelle la loi a confié le plus grand nombre de compétences exercent les fonctions de président et de vice-présidents de l'établissement public issu de la fusion ;c) Le président de l'établissement public de coopération intercommunale à fiscalité propre n'appartenant pas à la catégorie à laquelle la loi a confié le plus grand nombre de compétences devient, de droit, vice-président du nouvel établissement public de coopération intercommunale à fiscalité propre. Il n'est pas compté pour l'application du deuxième alinéa de l'article L. 5211-10 du même code ;d) Le V de l'article L. 5211-41-3 dudit code n'est pas applicable.2. Dans les établissements publics de coopération intercommunale mentionnés au 1 du présent 5°, jusqu'à ce que l'organe délibérant de l'établissement public en ait décidé autrement et, au plus tard, jusqu'au quatrième vendredi suivant la date du premier tour de scrutin :a) La commission d'appel d'offres et de concession de service public prévue à l'article L. 1411-5 du code général des collectivités territoriales, la commission consultative des services publics locaux prévue à l'article L. 1413-1 du même code et le règlement intérieur de l'organe délibérant prévu à l'article L. 2121-8 dudit code de l'établissement public de coopération intercommunale à fiscalité propre appartenant à la catégorie à laquelle la loi a confié le plus grand nombre de compétences deviennent ceux du nouvel établissement public ;b) Le mandat des représentants de chaque ancien établissement public de coopération intercommunale au sein d'organismes de droit public ou de droit privé en exercice à la veille du premier tour organisé le 15 mars 2020 est prorogé ;c) Les actes et délibérations des anciens établissements publics de coopération intercommunale à fiscalité propre demeurent applicables, dans le champ d'application qui était le leur avant la fusion ;6° Le second alinéa du X de l'article 19 de la loi n° 2020-290 du 23 mars 2020 précitée n'est pas applicable aux syndicats mixtes fermés comportant, parmi leurs membres, au moins une commune concernée par l'application du I du présent article ou au moins un établissement public de coopération intercommunale comportant une telle commune parmi ses membres ;7° Dans les communes concernées par l'application du même I et, le cas échéant, à Paris :a) La campagne électorale du scrutin dont le premier tour a eu lieu le 15 mars 2020 est close à compter de la publication du décret mentionné audit I ;b) Dans les communes de 1 000 habitants et plus ainsi que, le cas échéant, dans les secteurs des communes mentionnées au chapitre IV du titre IV du livre Ier du code électoral, pour lesquels les résultats du premier tour du 15 mars 2020 sont annulés :\n\n- les dépenses engagées pour ce tour au titre de l'article L. 242 du même code sont remboursées aux listes ayant obtenu à ce tour au moins 5 % des suffrages exprimés ;- les dépenses engagées au même titre pour le second tour de scrutin initialement prévu le 22 mars 2020 et pour celui prévu le 28 juin 2020 sont remboursées aux listes ayant obtenu au premier tour au moins 10 % des suffrages exprimés ;\n\nc) Le chapitre V bis du titre Ier du livre Ier du code électoral est applicable aux listes de candidats dans les communes de 9 000 habitants et plus ainsi que, le cas échéant, dans les secteurs des communes mentionnées au chapitre IV du titre IV du même livre Ier, pour lesquels les résultats du premier tour du 15 mars 2020 sont annulés, sous réserve des adaptations suivantes :\n\n- pour ces listes, la date limite mentionnée à la première phrase du deuxième alinéa de l'article L. 52-12 du même code est fixée au 10 juillet 2020 ;- les dépenses électorales des candidats têtes de liste ayant obtenu au moins 5 % des suffrages exprimés au premier tour du 15 mars 2020 font l'objet d'un remboursement forfaitaire de la part de l'État dans les conditions prévues à l'article L. 52-11-1 dudit code ;- par dérogation à l'article L. 52-4 du même code et pour les listes de candidats ayant obtenu au moins 10 % des suffrages exprimés au premier tour du 15 mars 2020 et candidates au second tour, aucune dépense ne peut être engagée à compter de la date de publication du décret mentionné au I du présent article. Les fonds destinés au financement peuvent être recueillis jusqu'au dépôt du compte de campagne ;- pour les listes de candidats ayant obtenu au moins 10 % des suffrages exprimés au premier tour des élections municipales du 15 mars 2020 et candidates au second tour, le plafond de dépenses est celui applicable aux listes présentes au second tour tel que prévu à l'article L. 52-11 du code électoral ;- le troisième alinéa de l'article L. 52-15 du même code n'est pas applicable.\n\nIII. - S'il est fait application du I du présent article, dans les communes concernées et, le cas échéant, à Paris :1° L'ordonnance n° 2020-390 du 1er avril 2020 relative au report du second tour du renouvellement général des conseillers municipaux et communautaires, des conseillers de Paris et des conseillers de la métropole de Lyon de 2020 et à l'établissement de l'aide publique pour 2021 n'est pas applicable ;2° Pour les recours formés contre les opérations électorales du 15 mars 2020, le délai de deux mois prévu au premier alinéa de l'article L. 118-2 du code électoral est porté à trois mois à compter de la date limite de dépôt des comptes de campagne auprès de la Commission nationale des comptes de campagne et des financements politiques ;3° Par dérogation au dernier alinéa de l'article L. 68 du même code, dans les communes et les secteurs des communes mentionnées au chapitre IV du titre IV du livre Ier dudit code dans lesquels des conseillers municipaux et communautaires, des conseillers d'arrondissement ou des conseillers de Paris ont été élus dès le premier tour de scrutin organisé le 15 mars 2020, les listes d'émargement de ce même premier tour sont communiquées à tout électeur requérant, selon le cas, par la préfecture, la sous-préfecture ou la mairie jusqu'à l'expiration du délai de recours contentieux. Dans les autres communes ou secteurs concernés, les listes d'émargement établies lors du scrutin du 15 mars 2020 ne sont plus communicables ;4° Par dérogation au 3° du II de l'article 15 de l'ordonnance n° 2020-305 du 25 mars 2020 portant adaptation des règles applicables devant les juridictions de l'ordre administratif, à Paris et dans les communes de moins de 1 000 habitants dont le conseil municipal n'a pas été élu au complet lors du premier tour de scrutin organisé le 15 mars 2020, les réclamations et les recours mentionnés à l'article R. 119 du code électoral peuvent être formés contre les opérations électorales du premier tour au plus tard à 18 heures le sixième jour suivant la publication du décret mentionné au I du présent article.IV. - Par dérogation à l'article 4 de l'ordonnance n° 2020-413 du 8 avril 2020 visant à assurer la continuité de l'exercice des fonctions exécutives locales durant l'état d'urgence sanitaire et à l'article L. 221 du code électoral, il n'est procédé à aucune élection partielle jusqu'au prochain renouvellement général des conseils départementaux si une vacance survient dans un canton composé d'au moins une commune concernée par l'application du I du présent article.V. - S'il est fait application du I dans au moins une commune située sur le territoire de la métropole de Lyon, le second tour des élections métropolitaines de Lyon est annulé par le même décret en conseil des ministres et les II et III du présent article sont applicables à la métropole de Lyon et aux élections métropolitaines de Lyon, à l'exception de la seconde phrase du a du 1° du II, du c du même 1° des deuxième et troisième alinéas du 2° du même II, des 3°, 4° et 5° dudit II ainsi que des 2° et 4° du III, sous réserve des adaptations suivantes :1° Chaque occurrence du mot : « commune », des mots : « les communes concernées », des mots : « les communes de 1 000 habitants et plus » ou des mots : « les communes de 9 000 habitants et plus » est remplacée par les mots : « la métropole de Lyon » ;2° Chaque occurrence des mots : « les conseillers municipaux » ou des mots : « les conseillers municipaux et communautaires » est remplacée par les mots : « les conseillers métropolitains de Lyon » ;3° Chaque occurrence des mots : « élections municipales » est remplacée par les mots : « élections métropolitaines de Lyon » ;4° La référence à l'article L. 227 du code électoral est remplacée par la référence à l'article L. 224-1 du même code ;5° La référence à l'article L. 242 du code électoral est remplacée par la référence à l'article L. 224-24 du même code.VI. - En vue du prochain renouvellement de la série 2 du Sénat et par dérogation à l'article L. 283 du code électoral, la date de désignation des délégués municipaux et de leurs suppléants pour les communes dans lesquelles il est fait application du I du présent article peut être fixée par décret à une date différente de celle fixée sur le reste du territoire national. Un intervalle de quatre semaines au moins doit séparer cette date de celle de l'élection des sénateurs."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "En vue du prochain renouvellement de la série 2 du Sénat et par dérogation à la première phrase de l'article L. 283 du code électoral, la date de la désignation des délégués des conseils municipaux et de leurs suppléants dans les communes de la Polynésie française peut être fixée par décret à une date différente de celle fixée sur le reste du territoire national."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\n- LOI n°2020-290 du 23 mars 2020\n\n- Ordonnance n°2020-391 du 1er avril 2020\n\n- Ordonnance n°2020-562 du 13 mai 2020\n\n- Code général des collectivités territoriales\n\nV. - Les articles 7 et 12 sont applicables en Polynésie française.La présente loi entrera en vigueur immédiatement et sera exécutée comme loi de l'Etat."
    }
  ]
}