{
  "id": "jorftext000047106119",
  "type": "statute",
  "title": "Ordonnance n°2023-77 du 8 février 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047106119",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les professions libérales réglementées groupent les personnes exerçant à titre habituel, de manière indépendante et sous leur responsabilité, une activité ayant pour objet d'assurer, dans l'intérêt du client, du patient et du public, des prestations mises en œuvre au moyen de qualifications professionnelles appropriées.Ces professions sont soumises à un statut législatif ou réglementaire ou leur titre est protégé.Elles sont tenues, quel que soit le mode d'exercice de leur profession et conformément aux textes qui régissent son accès et son exercice, au respect de principes éthiques ou d'une déontologie professionnelle susceptibles d'être sanctionnés par l'autorité compétente en matière disciplinaire."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour l'application de la présente ordonnance, les professions libérales réglementées sont regroupées en trois familles :1° La famille des professions de santé réunit les professions libérales réglementées mentionnées à la quatrième partie législative du code de la santé publique ainsi que les biologistes médicaux ;2° La famille des professions juridiques ou judiciaires, dont la liste est précisée par décret ;3° La famille des professions techniques et du cadre de vie réunit les autres professions libérales réglementées."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Au sens de la présente ordonnance, on entend par professionnel exerçant la personne physique ayant qualité pour exercer sa profession ou son ministère, enregistrée en France conformément aux textes qui réglementent la profession, et qui réalise de façon indépendante des actes relevant de sa profession ou de son ministère.La seule réalisation d'actes de gestion ne confère pas la qualité de professionnel exerçant."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Au sens de la présente ordonnance, on entend par personne européenne la personne physique ou morale établie dans un Etat membre de l'Union européenne autre que la France, dans un Etat partie à l'accord sur l'Espace économique européen ou dans la Confédération suisse et qui exerce, dans l'un de ces Etats, une activité présentant les caractéristiques d'une profession libérale réglementée au sens de l'article 1er."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Peuvent être constituées entre personnes physiques exerçant une même profession libérale réglementée, notamment entre officiers publics ou ministériels, des sociétés civiles professionnelles qui jouissent de la personnalité morale et sont soumises aux dispositions du présent titre.Ces sociétés civiles professionnelles ont pour objet l'exercice en commun de la profession de leurs membres, nonobstant toute disposition législative ou réglementaire réservant aux personnes physiques l'exercice de cette profession.L'immatriculation de la société ne peut intervenir qu'après l'agrément de celle-ci par l'autorité compétente ou son inscription sur la liste ou, le cas échéant, au tableau de l'ordre professionnel.Les conditions d'application des articles 5 à 33 de la présente ordonnance à chaque profession sont déterminées par un décret en Conseil d'Etat pris après avis de l'autorité chargée de représenter la profession auprès des pouvoirs publics ou, à défaut, des organisations les plus représentatives de la profession considérée."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Un décret peut autoriser, dans les conditions qu'il détermine, les personnes physiques exerçant une profession libérale réglementée à constituer des sociétés civiles professionnelles avec des personnes physiques exerçant d'autres professions libérales, en vue de l'exercice en commun de leurs professions respectives.Les membres des professions libérales réglementées ne peuvent entrer dans une société civile professionnelle groupant des personnes appartenant à des professions libérales qui ne sont pas mentionnées à l'article 1er qu'à la condition d'y avoir été autorisés par l'autorité mentionnée au troisième alinéa de l'article 1er compétente en matière disciplinaire. En cas de refus d'autorisation, appel peut être fait dans des conditions prévues par décret.Les sociétés civiles professionnelles ne peuvent accomplir les actes d'une profession déterminée que par l'intermédiaire d'un de leurs membres ayant qualité pour exercer cette profession."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sous réserve des dispositions des articles 27 et 28, peuvent seules être associées les personnes qui, préalablement à la constitution de la société, exerçaient régulièrement la profession ainsi que celles qui, réunissant toutes les conditions exigées par les lois et règlements en vigueur, ont vocation à l'exercer."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sauf disposition contraire du décret particulier à chaque profession, tout associé ne peut être membre que d'une seule société civile professionnelle et ne peut exercer la même profession que dans le cadre de cette société."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Des personnes physiques titulaires d'un office public ou ministériel et exerçant la même profession peuvent également constituer entre elles des sociétés civiles professionnelles pour l'exercice en commun de leur profession, sans que ces sociétés soient elles-mêmes nommées titulaires d'un office.Ces sociétés ne sont pas soumises aux conditions d'agrément ou d'inscription mentionnées au premier alinéa de l'article 10 ni aux obligations mentionnées au troisième alinéa de l'article 22.Leur sont applicables les dispositions du deuxième alinéa de l'article 10 et celles de l'article 6."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les sociétés civiles professionnelles sont librement constituées dans les conditions prévues au décret particulier à chaque profession, qui détermine le rôle de l'autorité compétente en matière d'agrément ou d'inscription, la procédure d'agrément ou d'inscription par l'autorité de ces sociétés et les conditions dans lesquelles elles sont immatriculées.En ce qui concerne les offices publics ou ministériels, la société est agréée ou titularisée dans l'office selon les conditions prévues par décret."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les statuts de la société sont établis par écrit. Le décret particulier à chaque profession détermine les indications qui figurent obligatoirement dans les statuts."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La dénomination sociale de la société est immédiatement précédée ou suivie de la mention : « société civile professionnelle » ou des initiales : « SCP », elles-mêmes suivies de l'indication de la ou des professions exercées.Le nom d'un ou de plusieurs associés peut être inclus dans la dénomination sociale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le capital social est divisé en parts égales qui ne peuvent être représentées par des titres négociables.Le décret particulier à chaque profession peut limiter le nombre des associés."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les parts sociales sont souscrites en totalité par les associés. Celles qui représentent des apports en nature sont libérées intégralement dès la constitution de la société.La répartition des parts sociales est mentionnée dans les statuts. Elle tient compte des apports en numéraire et, selon l'évaluation qui en est faite, des apports en nature et notamment des apports de droits incorporels.Les statuts peuvent, à l'unanimité des associés, fixer les principes et les modalités applicables à la détermination de la valeur des parts sociales.Sauf dispositions contraires du décret particulier à chaque profession, la valeur des parts sociales prend en considération une valeur représentative de la clientèle civile. Toutefois, à l'unanimité des associés, les statuts peuvent exclure cette valeur représentative de la clientèle civile de la valorisation des parts sociales."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Tous les associés sont gérants, sauf stipulation contraire des statuts qui peuvent désigner un ou plusieurs gérants parmi les associés ou en prévoir la désignation par un acte ultérieur.Les conditions de nomination et de révocation des gérants, leurs pouvoirs et la durée de leur mandat sont déterminés par les statuts. Les pouvoirs des gérants ne peuvent, en aucun cas, avoir pour effet de créer une subordination des associés à la société pour l'accomplissement de leurs actes professionnels."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les gérants sont responsables, individuellement ou solidairement selon les cas, envers la société ou envers les tiers, soit des infractions aux lois et règlements, soit de la violation des statuts, soit des fautes commises dans leur gestion. Si plusieurs gérants ont coopéré aux mêmes faits, le tribunal détermine la part contributive de chacun dans la répartition du dommage."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les décisions qui excèdent les pouvoirs des gérants sont prises par les associés.Chaque associé dispose, sauf dispositions particulières du décret propre à chaque profession ou, à défaut, des statuts, d'une seule voix, quel que soit le nombre de parts sociales qu'il détient.Le décret particulier à chaque profession détermine le mode de consultation des associés, les règles de quorum et de majorité exigées pour la validité de leurs décisions et les conditions dans lesquelles ils sont informés de l'état des affaires sociales."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les rémunérations de toute nature, versées en contrepartie de l'activité professionnelle des associés, constituent des recettes de la société et sont perçues par celle-ci.Le décret particulier à chaque profession ou, à défaut, les statuts peuvent déterminer des modalités de répartition des bénéfices qui ne seraient pas proportionnelles aux apports en capital.En l'absence de disposition réglementaire ou de la clause statutaire, chaque associé a droit à la même part dans les bénéfices."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les associés répondent indéfiniment des dettes sociales à l'égard des tiers. Cette disposition ne fait pas obstacle à ce que deux époux soient associés dans une même société civile professionnelle.Les créanciers de la société ne peuvent poursuivre le paiement des dettes sociales contre un associé qu'après avoir vainement mis en demeure la société et à la condition de la mettre en cause.Les statuts peuvent stipuler que, dans les rapports entre associés chacun de ceux-ci est tenu des dettes sociales dans la proportion qu'ils déterminent."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Chaque associé répond sur l'ensemble de son patrimoine, des actes professionnels qu'il accomplit.La société est solidairement responsable avec lui des conséquences dommageables de ces actes.La société ou les associés contractent une assurance de responsabilité civile professionnelle, dans les conditions prévues par le décret particulier à chaque profession."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le décret particulier à chaque profession détermine les attributions et les pouvoirs de chaque associé et de la société pour l'exercice de la profession, et procède, le cas échéant, à l'adaptation des règles de déontologie et de discipline qui leur sont applicables."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Un associé peut se retirer de la société, soit qu'il cède ses parts sociales, soit que la société lui rembourse la valeur de ses parts.L'officier public ou ministériel qui se retire d'une société en raison d'une mésentente entre associés peut solliciter sa nomination à un office créé à cet effet à la même résidence dans des conditions prévues par le décret particulier à chaque profession, à l'expiration d'un délai de cinq ans à compter de sa nomination en qualité d'officier public ou ministériel associé au sein de cette société.Lors du retrait d'un associé, la société civile professionnelle est soumise aux modifications d'inscription et le cessionnaire des parts sociales à la procédure d'agrément, prévues par le décret particulier à chaque profession.En ce qui concerne les offices publics ou ministériels, le décret particulier à chaque profession détermine les conditions dans lesquelles devra être agréé par l'autorité de nomination le cessionnaire des parts sociales et approuvé le retrait de l'associé auquel est remboursée la valeur de ses parts."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les parts sociales peuvent être transmises ou cédées à des tiers avec le consentement des associés représentant au moins les trois quarts des voix. Toutefois, les statuts peuvent imposer l'exigence d'une majorité plus forte ou de l'unanimité des associés.La transmission ou le projet de cession est notifié à la société et à chacun des associés. Si la société n'a pas fait connaître sa décision dans le délai de deux mois, à compter de la dernière des notifications prévues au présent alinéa, le consentement est implicitement donné.Si la société a refusé de donner son consentement, les associés sont tenus, dans le délai de six mois à compter de ce refus, d'acquérir ou de faire acquérir les parts sociales, à un prix représentant leur valeur déterminée en application des troisième et quatrième alinéas de l'article 14 ou, lorsque les statuts ne prévoient pas les modalités de détermination du prix, à un prix fixé dans les conditions prévues par l'article 1843-4 du code civil.Les délais prévus aux deuxième et troisième alinéas du présent article peuvent être augmentés par décret."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Sauf disposition contraire des statuts, les parts sociales sont librement cessibles entre associés.Si les statuts contiennent une clause limitant la liberté de cession, les dispositions des deuxième et troisième alinéas de l'article 23 sont applicables à défaut de stipulations statutaires."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Lorsqu'un associé le demande, la société est tenue, soit de faire acquérir ses parts par d'autres associés ou des tiers, soit de les acquérir elle-même, dans les conditions déterminées par le décret particulier à chaque profession. Dans le second cas, la société est tenue de réduire son capital du montant de la valeur nominale de ces parts."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Sauf dispositions contraires du décret particulier à chaque profession, les statuts fixent librement la durée de la société."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Sauf dispositions contraires du décret particulier à chaque profession ou, à défaut, des statuts, la société civile professionnelle possédant plusieurs associés n'est pas dissoute par le décès, l'incapacité ou le retrait de la société d'un associé pour toute autre cause. Elle n'est pas non plus dissoute lorsqu'un des associés est frappé de l'interdiction définitive d'exercer sa profession.En cas de décès, les ayants droit de l'associé décédé n'acquièrent pas la qualité d'associé.Toutefois, ils ont la faculté, dans le délai fixé par le décret mentionné au premier alinéa, de céder les parts sociales de l'associé décédé, dans les conditions prévues à l'article 23. En outre, si un ou plusieurs d'entre eux remplissent les conditions exigées par l'article 7, ils peuvent demander le consentement de la société dans les conditions prévues à l'article 23. Si le consentement est donné, les parts sociales de l'associé décédé peuvent faire l'objet d'une attribution préférentielle au profit de l'ayant droit agréé, à charge de soulte s'il y a lieu. En cas de refus, le délai ci-dessus est prolongé du temps écoulé entre la demande de consentement et le refus de celui-ci. Si aucune cession ni aucun consentement n'est intervenu à l'expiration du délai, la société ou les associés remboursent la valeur des parts sociales aux ayants droit dans les conditions prévues à l'article 25.L'associé frappé d'une interdiction définitive d'exercer la profession perd, au jour de cette interdiction, la qualité d'associé. Les dispositions de l'alinéa précédent sont applicables, à l'exception de celles concernant les ayants droit de l'intéressé.Pendant le délai prévu au troisième alinéa, l'associé, ses héritiers ou ayants droit, selon les cas, ne peuvent exercer aucun droit dans la société. Toutefois, et à moins qu'ils n'en soient déchus, ils conservent vocation à la répartition des bénéfices, dans les conditions prévues par les statuts."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le décret particulier à chaque profession détermine les effets de l'interdiction temporaire d'exercer la profession dont un associé ou la société serait frappé."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La dissolution ou la prorogation de la société est décidée par les associés statuant à la majorité qui est déterminée par le décret particulier à la profession.La réunion de toutes les parts sociales en une seule main n'entraîne pas la dissolution de plein droit de la société. Tout intéressé peut demander cette dissolution si la situation n'a pas été régularisée dans le délai de deux ans. Le tribunal peut accorder à la société un délai maximal de trois ans pour régulariser la situation. Il ne peut prononcer la dissolution si, au jour où il statue sur le fond, cette régularisation a eu lieu.Lorsque la société constituée entre associés exerçant des professions différentes ne comprend plus, au moins, un associé exerçant chacune des professions considérées, les associés peuvent, dans le délai d'un an, régulariser la situation ou décider la modification de l'objet social. A défaut, la société est dissoute dans les conditions fixées par décret.En cas de dissolution d'une société civile professionnelle titulaire d'un office public ou ministériel, sous réserve des dispositions de l'article 3 de l'ordonnance du 10 septembre 1817 susvisée, les associés peuvent solliciter leur nomination à des offices créés à cet effet, à la même résidence, dans les conditions prévues par le décret particulier à chaque profession. L'associé qui a fait apport d'un droit de présentation à la société ne peut toutefois bénéficier de cette faculté lorsque ce droit est exercé en sa faveur."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Sauf clause contraire des statuts, la décision de transformer une société civile professionnelle en une société d'une autre forme est prise à la majorité des deux tiers des associés.Toutefois, un décret en Conseil d'Etat peut, pour chaque profession, fixer la majorité qui, à défaut de clause contraire des statuts, sera requise pour transformer une société civile professionnelle en une société pluri-professionnelle d'exercice régie par le livre V de la présente ordonnance ou pour participer, par voie de fusion, à la constitution d'une telle société, existante ou nouvelle.Lorsqu'un associé a exprimé son refus d'approuver une des opérations mentionnées à l'alinéa précédent, la société est tenue soit de faire acquérir ses parts par d'autres associés ou des tiers, soit de les acquérir elle-même à l'issue d'un délai de six mois à compter de la date d'expression du refus. Dans le second cas, la société est tenue de réduire son capital du montant de la valeur nominale de ces parts. Dans les deux cas, la valeur des parts est déterminée dans les conditions prévues à l'article 23."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "L'appellation « société civile professionnelle » ne peut être utilisée que par les sociétés soumises aux dispositions du présent livre.L'emploi illicite de cette appellation ou de toute expression de nature à prêter à confusion avec celle-ci est puni d'un emprisonnement d'un an et d'une amende de 6 000 euros, ou de l'une de ces deux peines seulement.Le tribunal peut, en outre, ordonner la publication du jugement, aux frais du condamné, dans trois journaux au maximum et son affichage, dans les conditions prévues à l'article 131-35 du code pénal."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les articles 1832 à 1870-1 du code civil sont applicables aux sociétés civiles professionnelles, dans leurs dispositions qui ne sont pas contraires à celles du présent livre."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les dispositions de l'article 78 de la loi n° 48-1360 du 1er septembre 1948 ne sont pas applicables aux sous-locations et aux cessions de bail faites au profit d'une société civile professionnelle.Les dispositions du présent article sont applicables aux baux en cours."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Nonobstant toute disposition législative ou réglementaire déterminant limitativement les modes d'exercice en commun de la profession, il peut être constitué entre personnes physiques ou morales exerçant une ou des professions libérales réglementées une société en participation, régie par les dispositions du présent titre et celles non contraires des articles 1871 à 1872-1 du code civil.Sa durée peut être illimitée.Une société en participation peut également être constituée, dans des conditions fixées par décret en Conseil d'Etat, entre personnes physiques et morales exerçant plusieurs professions libérales réglementées."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "La dénomination sociale de la société est immédiatement précédée ou suivie de la mention : « société en participation » ou des initiales : « SEP », elles-mêmes suivies de l'indication de la ou des professions exercées.Le nom d'un ou de plusieurs associés peut être inclus dans la dénomination sociale.Ces sociétés sont soumises à publicité dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les associés sont tenus indéfiniment à l'égard des tiers des engagements pris par chacun d'eux en qualité d'associé."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Si la convention qui fonde la société en participation ne prévoit pas les modalités de l'admission et de la révocation d'un associé, la décision est prise à l'unanimité des associés non concernés.Cette convention peut prévoir le versement d'une prestation compensatrice en cas de retrait de l'un des associés."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Nonobstant toutes dispositions législatives ou réglementaires contraires, les personnes physiques ou morales exerçant des professions libérales et notamment les officiers publics ou ministériels, peuvent constituer entre elles des sociétés civiles ayant pour objet exclusif de faciliter à chacun de leurs membres l'exercice de son activité.A cet effet, les associés mettent en commun les moyens utiles à l'exercice de leurs professions, sans que la société puisse elle-même exercer celle-ci."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les sociétés régies par le présent livre peuvent adopter le statut de société coopérative. En ce cas, les dispositions de ce livre ne leur sont applicables que dans la mesure où elles ne sont pas contraires à celles de la loi du 10 septembre 1947 susvisée.Toutefois, en cas de dissolution d'une société ayant adopté le statut de coopérative et nonobstant l'article 19 de la loi précitée du 10 septembre 1947, l'actif net de la société subsistant après extinction du passif et remboursement du capital versé peut être réparti entre les associés dans les conditions fixées par le décret particulier à chaque profession."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Il peut être constitué, pour l'exercice d'une profession libérale réglementée, des sociétés à responsabilité limitée, des sociétés anonymes, des sociétés par actions simplifiées ou des sociétés en commandite par actions régies par les dispositions du livre II du code de commerce, sous réserve des dispositions du présent livre.Ces sociétés ne peuvent exercer la profession qui constitue leur objet social que par l'intermédiaire d'un de leurs membres ayant qualité pour exercer cette profession.Au moins un professionnel exerçant au sein de la société en est associé, directement ou par l'intermédiaire d'une société de participations financières de professions libérales.Les dispositions du présent livre ne font pas obstacle à l'exercice des professions libérales réglementées en société selon les modalités prévues par les textes particuliers à chacune d'elles."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "La dénomination sociale de la société est, immédiatement précédée ou suivie, selon le cas, soit de la mention : « société d'exercice libéral à responsabilité limitée » ou des initiales : « S.E.L.A.R.L. », soit de la mention : « société d'exercice libéral à forme anonyme » ou des initiales : « S.E.L.A.F.A. », soit de la mention : « société d'exercice libéral par actions simplifiée » ou des initiales : « S.E.L.A.S. », soit de la mention : « société d'exercice libéral en commandite par actions » ou des initiales : « S.E.L.C.A. », et par l'indication de la profession exercée et du montant de son capital social.Le nom d'un ou plusieurs associés exerçant leur profession au sein de la société peut être inclus dans sa dénomination sociale.La société peut faire suivre ou précéder sa dénomination sociale du nom et du sigle de l'association, du groupement ou du réseau professionnel, national ou international dont elle est membre, sans préjudice des dispositions de l'article 67 de la loi du 31 décembre 1971 susvisée."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "La société ne peut exercer la profession constituant son objet social qu'après son agrément par l'autorité compétente ou son inscription sur la liste ou au tableau de l'ordre professionnel.En ce qui concerne les offices publics ou ministériels, la société est agréée ou titularisée dans l'office selon des conditions fixées par décret en Conseil d'Etat.L'immatriculation de la société ne peut intervenir qu'après l'agrément de celle-ci par l'autorité compétente ou son inscription sur la liste ou au tableau de l'ordre professionnel."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Chaque associé répond sur l'ensemble de son patrimoine des actes professionnels qu'il accomplit.La société est solidairement responsable avec lui."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Sans préjudice des dispositions spécifiques à chaque profession, une fois par an, la société adresse à l'autorité compétente en matière d'agrément ou d'inscription à l'ordre professionnel dont elle relève, un état de la composition de son capital social et des droits de vote afférents, ainsi qu'une version à jour de ses statuts.Sont également adressées par les associés de la société, dans les conditions prévues au premier alinéa, les conventions contenant des clauses portant sur l'organisation et les pouvoirs des organes de direction, d'administration ou de surveillance ayant fait l'objet d'une modification au cours de l'exercice écoulé.Pour chaque profession, les modalités d'application de cette procédure d'information peuvent être précisées par décret."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les conditions d'application du présent livre sont déterminées, en tant que de besoin, par des décrets en Conseil d'Etat pris après avis de l'autorité chargée de représenter la profession auprès des pouvoirs publics ainsi que des organisations les plus représentatives de ces professions.Ces décrets déterminent les effets de l'interdiction temporaire d'exercer la profession dont la société ou un associé serait frappé.Ils peuvent prévoir des cas où un associé peut être exclu de la société en précisant les garanties morales, procédurales et patrimoniales qui lui sont accordées dans ce cas.Ils peuvent également prévoir qu'un associé n'exerce sa profession qu'au sein d'une seule société d'exercice libéral et ne peut exercer la même profession à titre individuel ou au sein d'une société civile professionnelle."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Sous réserve des dispositions propres à chaque famille de professions mentionnée à l'article 2, plus de la moitié du capital social et des droits de vote est détenue, soit directement, soit par l'intermédiaire d'une société de participations financières de professions libérales, par des professionnels exerçant au sein de la société."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Sous réserve des dispositions propres à chaque famille de professions mentionnée à l'article 2, le complément du capital social et des droits de vote peut être détenu par :1° Des personnes physiques qui sont des professionnels exerçants ou des personnes morales exerçant la profession constituant l'objet social de la société ;2° Pendant un délai de dix ans, des associés personnes physiques qui, ayant cessé toute activité professionnelle, ont exercé cette profession au sein de la société, sous réserve de l'article 54 ;3° Les ayants droit des personnes physiques mentionnées ci-dessus pendant un délai de cinq ans suivant leur décès ;4° Une société de participations financières de professions libérales régie par le livre V de la présente ordonnance ;5° Des personnes exerçant une profession libérale réglementée de la même famille que celle mentionnée dans l'objet social ;6° Des personnes européennes dont l'activité constitue l'objet social de la société. S'il s'agit d'une personne morale contrôlée, partiellement ou totalement, par une autre personne morale, elle respecte les exigences en matière de détention du capital et des droits de vote prévues par la présente ordonnance."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Afin de tenir compte des nécessités propres à chaque profession et dans la mesure nécessaire au bon exercice de la profession concernée, au respect de l'indépendance de ses membres ou de ses règles déontologiques propres, des décrets en Conseil d'Etat peuvent interdire à des catégories de personnes physiques ou morales déterminées la détention, directe ou indirecte de parts sociales ou d'actions représentant tout ou partie du capital social non détenu par des professionnels en exercice au sein de la société ou par des personnes mentionnées aux 1° à 4° et 6° de l'article 47, lorsque cette détention serait de nature à mettre en péril l'exercice des professions concernées dans le respect de l'indépendance de leurs membres et de leurs règles déontologiques propres."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les actions des sociétés d'exercice libéral à forme anonyme, par actions simplifiée ou en commandite par actions, revêtent la forme nominative."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les actions à dividende prioritaire sans droit de vote existantes au jour de l'entrée en vigueur de l'ordonnance du 24 juin 2004 susvisée ou créées en application de l'article L. 228-29-8 du code de commerce ne peuvent être détenues par les professionnels exerçant au sein de la société.Les droits particuliers attachés aux actions de préférence mentionnées à l'article L. 228-11 du code de commerce ne peuvent faire obstacle ni à l'application des règles de répartition du capital et des droits de vote, ni aux dispositions relatives à la gouvernance mentionnée aux articles 58, 59, 61 et 62."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Lorsque, à l'expiration du délai de dix ans prévu au 2° de l'article 47, les anciens associés, ou à l'expiration du délai de cinq ans prévu au 3° du même article, les ayants droit des associés ou anciens associés, n'ont pas cédé les parts sociales ou actions qu'ils détiennent, la société peut, nonobstant leur opposition, décider de réduire son capital du montant de la valeur nominale de leurs parts ou actions et de les racheter à un prix fixé dans les conditions définies par les statuts ou à défaut dans les conditions prévues à l'article 1843-4 du code civil."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les statuts peuvent, à l'unanimité des associés, fixer les principes et les modalités applicables à la détermination de la valeur des parts sociales ou des actions en cas de cession soumise à un agrément.Sauf dispositions contraires du décret particulier à chaque profession, la valeur des parts sociales ou des actions prend en considération une valeur représentative de la clientèle civile. Toutefois, à l'unanimité des associés, les statuts peuvent exclure cette valeur représentative de la clientèle civile de la valorisation des parts sociales ou des actions."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Dans l'hypothèse où l'une des conditions relatives à la détention du capital et des droits de vote ou de la gouvernance mentionnées aux articles 56 à 67 viendrait à ne plus être remplie, la société dispose d'un délai d'un an pour se mettre en conformité avec les dispositions de la présente ordonnance. A défaut, tout intéressé peut demander en justice la dissolution de la société. Le tribunal peut accorder à la société un délai maximal de six mois pour régulariser la situation. La dissolution ne peut être prononcée si, au jour où il est statué sur le fond, cette régularisation a eu lieu."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les dispositions de la présente section, ou celles prises pour son application, autorisant la détention d'une part du capital social par des personnes n'exerçant pas au sein de la société ne peuvent bénéficier aux personnes faisant l'objet d'une interdiction d'exercice de la profession ou de l'une des professions dont l'exercice constitue l'objet de la société."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "A compter de l'entrée en vigueur des décrets relatifs aux exigences de détention du capital et des droits de vote et prévus aux articles 48, 69, 70 et 86, les associés ont un délai de deux ans pour se mettre en conformité. A l'expiration de ce délai, si un ou plusieurs associés ne remplissant pas les conditions fixées par ces décrets n'ont pas cédé les parts ou actions qu'ils détiennent, la société peut, nonobstant leur opposition, décider de réduire son capital du montant de la valeur nominale des parts ou actions de ceux-ci et de les racheter à un prix fixé, sauf accord entre les parties, dans les conditions prévues à l'article 1843-4 du code civil. A défaut, tout intéressé peut demander en justice la dissolution de la société. Le tribunal peut accorder à la société un délai maximal de six mois pour régulariser la situation. La dissolution ne peut être prononcée si, au jour où il est statué sur le fond, cette régularisation a eu lieu."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Pour l'application des articles L. 223-19, L. 225-38, L. 225-40, L. 225-86, L. 225-88, L. 226-10 et L. 227-10 du code de commerce, seuls les professionnels exerçant au sein de la société prennent part aux délibérations prévues par ces textes lorsque les conventions en cause portent sur les conditions dans lesquelles ils y exercent leur profession."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "A défaut de dispositions prévoyant les modalités de retrait dans les lois et règlements particuliers à chaque profession, les statuts de la société peuvent prévoir les modalités de retrait des associés de la société.L'officier public ou ministériel qui se retire d'une société en raison d'une mésentente entre associés peut solliciter sa nomination à un office créé à cet effet à la même résidence dans des conditions prévues par le décret particulier à chaque profession, à l'expiration d'un délai de cinq ans à compter de sa nomination en qualité d'officier public ou ministériel associé au sein de cette société."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les gérants des sociétés à responsabilité limitée sont des associés exerçant leur activité au sein de la société."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Pour les sociétés anonymes et suivant leurs modalités d'organisation :1° Les membres du directoire, le président du conseil de surveillance ainsi que deux tiers au moins des membres du conseil de surveillance sont des associés exerçant leur activité au sein de la société ;2° Les directeurs généraux, le président du conseil d'administration ainsi que les deux tiers au moins des membres du conseil d'administration sont des associés exerçant leur activité au sein de la société."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Les dispositions des premier et deuxième alinéas de l'article L. 225-22, de l'article L. 225-44 et de l'article L. 225-85 du code de commerce ne sont pas applicables aux sociétés d'exercice libéral."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le président et les dirigeants des sociétés par actions simplifiées sont des associés exerçant leur activité au sein de la société."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Le gérant, le président du conseil de surveillance ainsi que deux tiers au moins des membres du conseil de surveillance des sociétés en commandite par actions sont des associés exerçant leur activité au sein de la société."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les associés commandités d'une société d'exercice libéral en commandite par actions n'ont pas la qualité de commerçants. Ils répondent néanmoins indéfiniment et solidairement des dettes sociales."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Les actionnaires commanditaires ne peuvent faire aucun acte de gestion externe ou interne, même en vertu d'une procuration. Tout acte intervenu en contrevenant à cette interdiction est nul, sans que pour autant cette nullité puisse être opposée aux tiers de bonne foi ni invoquée pour dégager l'actionnaire commanditaire en cause de la responsabilité solidaire prévue par le second alinéa de l'article L. 222-6 du code de commerce."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Nonobstant toute disposition contraire législative ou statutaire, les cessions d'actions de société d'exercice libéral en commandite par actions sont soumises à un agrément préalable dans les conditions prévues à l'article 79."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "L'acquisition de la qualité d'associé commandité est soumise à une décision d'agrément prise à l'unanimité des associés commandités et qui résulte soit de la signature des statuts, soit, en cours de vie sociale, d'une décision prise dans les formes prescrites par ces statuts à l'unanimité des associés commandités et à la majorité des deux tiers des actionnaires commanditaires."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "La qualité d'associé commandité se perd par décès, retraite, démission, retrait, radiation ou destitution. Les statuts peuvent prévoir une procédure de révocation qui comporte une décision prise à l'unanimité des commandités non concernés par la révocation. Le commandité qui quitte la société ou ses ayants droit sont indemnisés dans les conditions prévues à l'article 1843-4 du code civil."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Les dispositions du présent chapitre sont applicables aux sociétés constituées pour l'exercice d'une profession de santé au sens de l'article 2."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Par dérogation à l'article 46, plus de la moitié du capital social de la société d'exercice libéral peut aussi être détenue :1° Par tout professionnel exerçant la profession constituant l'objet social de la société ou par toute personne morale exerçant l'objet social de la société ;2° Par des sociétés de participations financières de professions libérales, à condition que la majorité du capital et des droits de vote de celles-ci soit détenue par tout professionnel exerçant la profession constituant l'objet social de la société ou par toute personne morale, établis en France ou par une personne européenne au sens de l'article 4, exerçant la profession constituant l'objet social de la société d'exercice faisant l'objet d'une prise de participations.Des décrets en Conseil d'Etat peuvent écarter l'application du présent article afin de tenir compte des nécessités propres à chaque profession et dans la mesure nécessaire au bon exercice de la profession concernée, au respect de l'indépendance de ses membres ou de ses règles déontologiques propres."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Afin de tenir compte des nécessités propres à chaque profession, des décrets en Conseil d'Etat peuvent prévoir que des personnes autres que celles mentionnées aux articles 46 et 47 puissent détenir une part, qu'ils fixent, inférieure à la moitié du capital des sociétés constituées sous la forme de sociétés à responsabilité limitée, de sociétés par actions simplifiées ou de sociétés à forme anonyme. Toutefois, ces personnes ne peuvent détenir individuellement plus du quart du capital.Les statuts d'une société constituée sous la forme d'une société en commandite par actions peuvent permettre aux personnes mentionnées à l'alinéa précédent de détenir individuellement une part du capital pouvant être supérieure au quart de ce capital, tout en restant inférieur à la moitié de celui-ci."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Par dérogation aux dispositions de l'article L. 225-123 du code de commerce, aucun droit de vote double ne peut être attribué aux actions des sociétés constituées sous la forme de sociétés à responsabilité limitée, de sociétés par actions simplifiées ou de sociétés anonymes, lorsqu'elles sont détenues par des actionnaires autres que des professionnels exerçants réalisant leur activité au sein de la société.Lorsque les statuts prévoient qu'il est créé ou que pourront être créées des actions à droit de vote double, celles-ci sont attribuées à tous les actionnaires ayant la qualité de professionnel exerçant et réalisant leur activité au sein de la société. Il peut être prévu que cette attribution est suspendue à la condition d'une ancienneté dans l'actionnariat qui ne pourra dépasser deux années.Par dérogation à l'article L. 225-124 du code de commerce, les actions à droit de vote double transférées, pour quelque cause que ce soit, perdent leur droit de vote double dès lors que le bénéficiaire du transfert n'est pas un professionnel en exercice au sein de la société."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Les parts sociales ou les actions peuvent faire l'objet du contrat de bail prévu aux articles L. 239-1 à L. 239-5 du code de commerce au seul profit de professionnels salariés ou de collaborateurs libéraux en exercice au sein de la société qui deviennent alors associés."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Un décret en Conseil d'Etat peut préciser les conditions dans lesquelles les associés peuvent mettre des sommes à la disposition de la société, au titre de comptes d'associés. Ce décret fixe, notamment, le montant maximum des sommes susceptibles d'être mises à la disposition de la société et les conditions applicables au retrait de ces sommes. Il peut comporter des dispositions différentes selon la forme sociale choisie ou selon la catégorie d'associé concernée au regard des articles 46 et 47."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Afin de tenir compte des nécessités propres à chaque profession, et dans la mesure nécessaire au bon exercice de la profession concernée, au respect de l'indépendance de ses membres ou de ses règles déontologiques propres, des décrets en Conseil d'Etat peuvent limiter le nombre de sociétés constituées pour l'exercice d'une même profession libérale réglementée dans lesquelles une même personne physique ou morale peut prendre des participations, directes ou indirectes."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Pour l'application des dispositions de l'article L. 223-14 du code de commerce, l'exigence d'une majorité des associés représentant, au moins, les trois quarts des porteurs de parts exerçant la profession au sein de la société est substituée à celle d'une majorité des associés représentant, au moins, la moitié des parts sociales."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Nonobstant toute disposition contraire prévue par les statuts ou par une disposition législative, les cessions d'actions de sociétés d'exercice libéral à forme anonyme sont soumises à un agrément préalable donné, dans les conditions prévues par les statuts :1° Soit par les deux tiers des actionnaires ayant la qualité de professionnel exerçant au sein de la société ;2° Soit par les deux tiers des membres du conseil de surveillance ayant la qualité de professionnel exerçant au sein de la société s'il s'agit d'une société anonyme avec directoire et conseil de surveillance, ou par les deux tiers des membres du conseil d'administration ayant la qualité de professionnel exerçant au sein de la société s'il s'agit d'une société anonyme avec conseil d'administration."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "L'agrément de nouveaux associés d'une société par actions simplifiés est donné par les associés exerçant leur activité au sein de la société à la majorité des deux tiers. Pour l'application des clauses statutaires mentionnées aux articles L. 227-16 et L. 227-17 du code de commerce, il est fait application de cette même règle de majorité."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Le ou les associés commandités sont des personnes physiques, ayant la qualité de professionnel exerçant, réalisant régulièrement leur activité au sein de la société."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "L'agrément de nouveaux actionnaires commanditaires est donné par les associés commandités à la majorité des deux tiers."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Les dispositions du présent chapitre sont applicables aux sociétés constituées pour l'exercice d'une profession juridique ou judiciaire au sens de l'article 2."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Par dérogation à l'article 46, plus de la moitié du capital social et des droits de vote de la société peut également être détenue :1° Par tout professionnel exerçant l'une quelconque des professions juridiques ou judiciaires ou par toute personne morale, établis en France ou une personne européenne au sens de l'article 4, exerçant l'une quelconque des professions juridiques ou judiciaires ;2° Par des sociétés de participations financières de professions libérales, à condition que la majorité du capital et des droits de vote de celles-ci soit détenue par des personnes exerçant l'une des professions de la famille des professions juridiques et judiciaires, établies en France, ou par une personne européenne au sens de l'article 4.Cette société comprend au moins, parmi ses associés, directement ou par l'intermédiaire d'une société de participations financières de professions libérales, une personne exerçant la profession constituant l'objet social de la société."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Les parts sociales ou actions des sociétés peuvent faire l'objet du contrat de bail prévu aux articles L. 239-1 à L. 239-5 du code de commerce au seul profit :1° De professionnels salariés ou collaborateurs libéraux exerçant au sein de celles-ci qui deviennent alors associés ;2° A l'exception des sociétés exerçant les fonctions d'officier public ou ministériel, de professionnels exerçants dont la profession constitue l'objet social de ces sociétés."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Lorsqu'il est fait application de la possibilité mentionnée à l'article 81, les dispositions relatives à la gouvernance mentionnées aux articles 56, 58, 59, 61 et 62 ne sont pas applicables.Toutefois, lorsque plus de la moitié du capital et des droits de vote est détenue par des personnes n'exerçant pas la profession constituant l'objet social de la société, mais l'une quelconque des professions juridiques ou judiciaires, le conseil d'administration ou le conseil de surveillance de la société comprend au moins un membre ayant la qualité d'associé exerçant au sein de la société."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Le ou les associés commandités sont des personnes physiques, ayant la qualité de professionnel exerçant, réalisant régulièrement leur activité au sein de la société.Lorsqu'il est fait application de la possibilité mentionnée à l'article 81, les dispositions du premier alinéa ne sont pas applicables. Toutefois, lorsque plus de la moitié du capital et des droits de vote est détenue par des personnes n'exerçant pas la profession constituant l'objet social de la société, mais l'une quelconque des professions juridiques ou judiciaires, au moins un associé commandité doit être un professionnel exerçant au sein de la société."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Les dispositions du présent chapitre sont applicables aux sociétés constituées pour l'exercice d'une profession technique ou du cadre de vie au sens de l'article 2."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Par dérogation à l'article 46, plus de la moitié du capital social et des droits de vote de la société peut aussi être détenue :1° Par tout professionnel exerçant ou toute personne morale, établis en France ou une personne européenne au sens de l'article 4, exerçant la profession constituant l'objet social de la société ;2° Par des sociétés de participations financières de professions libérales, à condition que la majorité du capital et des droits de vote de celles-ci soit détenue par des personnes, établies en France ou personnes européennes au sens de l'article 4, exerçant la profession constituant l'objet social de la société faisant l'objet d'une prise de participations.Afin de tenir compte des nécessités propres à chaque profession et dans la mesure nécessaire au bon exercice de la profession concernée, au respect de l'indépendance de ses membres ou de ses règles déontologiques propres, des décrets en Conseil d'Etat peuvent écarter l'application du présent article."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Par dérogation à l'article 47, lorsque la société est constituée sous forme de société à responsabilité limitée, de société par actions simplifiées ou de société à forme anonyme et sous réserve des interdictions mentionnées à l'article 48, des décrets en Conseil d'Etat peuvent prévoir, afin de tenir compte des nécessités propres à chaque profession, que des personnes autres que celles mentionnées aux articles 46 et 47 puissent détenir une part inférieure à la moitié du capital ou des droits de vote de la société."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Les parts sociales ou actions des sociétés peuvent faire l'objet du contrat de bail prévu aux articles L. 239-1 à L. 239-5 du code de commerce au seul profit :1° De professionnels salariés ou collaborateurs libéraux exerçant leur activité au sein de celles-ci qui deviennent alors associés ;2° De professionnels exerçant la profession constituant l'objet social de ces sociétés."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Afin de tenir compte des nécessités propres à chaque profession et dans la mesure nécessaire au bon exercice de la profession concernée, au respect de l'indépendance de ses membres ou de ses règles déontologiques propres, des décrets en Conseil d'Etat peuvent limiter le nombre de sociétés d'exercice constituées pour l'exercice d'une même profession dans lesquelles une même personne physique ou morale autre que celles mentionnées aux articles 46 et 47 peut détenir des participations directes ou indirectes."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Lorsqu'il est fait application de la possibilité mentionnée à l'article 86 les dispositions relatives à la gouvernance mentionnées aux articles 56, 58, 59, 61 et 62 ne sont pas applicables, sauf pour les sociétés d'exercice de vétérinaires."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Pour l'application des dispositions de l'article L. 223-14 du code de commerce, l'exigence d'une majorité des associés représentant au moins les trois quarts des porteurs de parts exerçant la profession au sein de la société est substituée à celle d'une majorité des associés représentant au moins la moitié des parts sociales.Lorsqu'il est fait application de la possibilité mentionnée à l'article 86, le premier alinéa du présent article n'est pas applicable."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Nonobstant toute disposition contraire prévue par les statuts ou par une disposition législative, les cessions d'actions de sociétés d'exercice libéral à forme anonyme sont soumises à un agrément préalable donné, dans les conditions prévues par les statuts :1° Soit par les deux tiers des actionnaires ayant la qualité de professionnel exerçant au sein de la société ;2° Soit par les deux tiers des membres du conseil de surveillance ayant la qualité de professionnel exerçant au sein de la société s'il s'agit d'une société anonyme avec directoire et conseil de surveillance, ou par les deux tiers des membres du conseil d'administration ayant la qualité de professionnel exerçant au sein de la société s'il s'agit d'une société anonyme avec conseil d'administration.Lorsqu'il est fait application de la possibilité mentionnée à l'article 86, le premier alinéa du présent article n'est pas applicable."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "L'agrément de nouveaux associés est donné par les associés exerçant leur activité au sein de la société à la majorité des deux tiers. Pour l'application des clauses statutaires conformes aux articles L. 227-16 et L. 227-17 du code de commerce, il est fait application de cette même règle de majorité.Lorsqu'il est fait application de la possibilité mentionnée à l'article 86, le premier alinéa du présent article n'est pas applicable."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Le ou les associés commandités sont des personnes physiques, ayant la qualité de professionnel exerçant, réalisant régulièrement leur activité au sein de la société.Lorsqu'il est fait application de la possibilité mentionnée à l'article 86, le premier alinéa du présent article n'est pas applicable."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Nonobstant toute disposition contraire prévue par les statuts ou par une disposition législative, l'agrément de nouveaux actionnaires est donné par les associés commandités à la majorité des deux tiers.Cependant, lorsqu'il est fait application de la possibilité mentionnée à l'article 86, le premier alinéa du présent article n'est pas applicable."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "La société pluri-professionnelle d'exercice a pour objet l'exercice en commun de plusieurs des professions d'avocat, d'avocat au Conseil d'Etat et à la Cour de cassation, de commissaire de justice, de notaire, d'administrateur judiciaire, de mandataire judiciaire, de conseil en propriété industrielle, de commissaire aux comptes, d'expert-comptable et de géomètre-expert.Cette société peut revêtir toute forme sociale, à l'exception de celles qui confèrent à leurs associés la qualité de commerçant. Elle est régie par les règles particulières à la forme sociale choisie et par les dispositions du présent livre.Elle ne peut exercer les professions constituant son objet social que par l'intermédiaire d'un de ses membres ayant qualité pour exercer l'une de ces professions au sein de la société.La société peut exercer, à titre accessoire, toute activité commerciale dont la loi ou le décret n'interdit pas l'exercice à l'une au moins des professions qui constituent son objet social.Pour l'exercice des professions constituant son objet social, la société peut mettre en commun des moyens matériels, notamment immobiliers.Les dispositions du présent livre ne font pas obstacle à l'exercice en commun de plusieurs professions libérales réglementées selon les modalités prévues par les textes particuliers applicables à chacune d'elles."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "La dénomination sociale de la société inclut, outre les mentions obligatoires liées à la forme de la société, la mention : « société pluri-professionnelle d'exercice » ou les initiales : « S.P.E ». Elle est immédiatement précédée ou suivie de l'indication des professions exercées et du montant de son capital social.Le nom d'un ou plusieurs associés exerçant leur profession au sein de la société peut être inclus dans la dénomination sociale."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "La société ne peut exercer les professions constituant son objet social qu'après son agrément par l'autorité ou les autorités compétentes ou son inscription sur la liste ou les listes ou au tableau de l'ordre ou des ordres professionnels.En ce qui concerne les offices publics ou ministériels, la société est agréée ou titularisée dans l'office selon des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Chaque associé répond sur l'ensemble de son patrimoine des actes professionnels qu'il accomplit.La société est solidairement responsable avec lui.La société souscrit une assurance couvrant ces risques."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "Sans préjudice des dispositions spécifiques à chaque profession, une fois par an, la société adresse à l'autorité compétente en matière d'agrément ou d'inscription à l'ordre professionnel dont elle relève un état de la composition de son capital social et des droits de vote afférents, ainsi qu'une version à jour de ses statuts.Sont également adressées par les associés de la société, dans les conditions prévues au premier alinéa, les conventions contenant des clauses portant sur l'organisation et les pouvoirs des organes de direction, d'administration ou de surveillance ayant fait l'objet d'une modification au cours de l'exercice écoulé.Pour chaque profession, les modalités d'application de cette procédure d'information peuvent être précisées par décret."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "La totalité du capital social et des droits de vote est détenue par les personnes suivantes :1° Tout professionnel exerçant réalisant, au sein de la société ou en dehors, l'une des professions mentionnées à l'article 96 et exercées en commun au sein de la société ;2° Toute personne morale dont la totalité du capital social et des droits de vote est détenue directement ou indirectement par une ou des personnes mentionnées au 1° ;3° La personne européenne au sens de l'article 4, sous réserve qu'elle respecte les exigences prévues au 1° du présent article pour les personnes physiques ou au 2° du présent article pour les personnes morales.La société pluri-professionnelle d'exercice comprend, parmi ses associés, au moins un membre de chacune des professions qu'elle exerce."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Les dispositions relatives aux exigences de détention du capital autorisant la détention d'une part du capital social par des personnes n'exerçant pas au sein de la société ne peuvent bénéficier aux personnes faisant l'objet d'une interdiction d'exercice d'une ou de plusieurs des professions dont l'exercice constitue l'objet de la société."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Les actions des sociétés pluri-professionnelles d'exercice à forme anonyme, par actions simplifiées ou en commandite par actions, revêtent la forme nominative."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Dans l'hypothèse où l'une des conditions relatives à la détention du capital et des droits de vote viendrait à ne plus être remplie, la société dispose d'un délai d'un an pour se mettre en conformité avec les dispositions de la présente ordonnance. A défaut, tout intéressé peut demander en justice la dissolution de la société. Le tribunal peut accorder à la société un délai maximal de six mois pour régulariser la situation. La dissolution ne peut être prononcée si, au jour où il est statué sur le fond, cette régularisation a eu lieu."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Les statuts de la société comportent des stipulations propres à garantir, d'une part, l'indépendance de l'exercice professionnel des associés, des collaborateurs libéraux et des salariés et, d'autre part, le respect des dispositions encadrant l'exercice de chacune des professions qui constituent son objet social, notamment celles relatives à la déontologie."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "La société pluri-professionnelle d'exercice informe le client qui envisage de contracter avec elle de la nature de l'ensemble des prestations qui peuvent lui être fournies par les différentes professions qu'elle exerce et de la possibilité dont il dispose de s'adresser à l'une ou plusieurs de ces professions pour les prestations qu'elles offrent. Le client désigne les professionnels exerçants réalisant leur activité au sein de la société auxquels il entend confier ses intérêts.Lorsque la société exerce la profession d'administrateur judiciaire ou de mandataire judiciaire, la juridiction désigne en son sein le professionnel auquel est confié le mandat de justice."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Le professionnel exerçant, réalisant au sein de la société une des professions qui en constituent l'objet social, est tenu aux obligations de loyauté, de confidentialité ou de secret professionnel ainsi qu'aux autres obligations déontologiques propres à l'exercice de sa profession.Toutefois, les obligations de confidentialité ou de secret professionnel ne font pas obstacle à ce qu'il communique aux autres professionnels exerçants, réalisant leur activité au sein de la société, toute information nécessaire à l'accomplissement des actes professionnels et à l'organisation du travail au sein de la société, dans l'intérêt du client et à condition que ce dernier ait été préalablement informé de cette faculté de communication et y ait donné son accord. Cet accord mentionne, le cas échéant, la ou les professions constituant l'objet social de la société auxquelles le client s'adresse et entend limiter la communication des informations le concernant.Lorsque le professionnel est un administrateur judiciaire ou un mandataire judiciaire, il peut communiquer à d'autres professionnels toute information nécessaire à l'accomplissement des actes professionnels et à l'organisation du travail au sein de la société dans les limites de ce que lui permet le mandat de justice pour lequel il a été désigné."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Chaque professionnel qui exerce au sein de la société informe celle-ci et les autres professionnels exerçants réalisant leur activité au sein de la société, dès qu'il en a connaissance, de l'existence de tout conflit d'intérêt susceptible de naître, d'une part, entre sa qualité de professionnel et toute autre activité professionnelle qu'il exerce ou tout intérêt qu'il détient en dehors de la société, d'autre part, entre l'exercice de son activité professionnelle et l'exercice par les autres professionnels de leur activité."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Un décret en Conseil d'Etat fixe les conditions d'application du présent livre, notamment :1° Les règles de fonctionnement spécifiques à la société pluri-professionnelle d'exercice ;2° Les modalités selon lesquelles les personnes physiques associées, les collaborateurs libéraux et les salariés exercent leur profession au sein de la société ;3° Les règles concernant la tenue des comptabilités et la présentation des documents comptables ;4° Les effets de l'interdiction ou de l'incapacité, temporaire ou définitive, d'exercer la profession dont la société ou une personne physique ou morale associée serait frappée ;5° Les cas où une personne physique ou morale associée peut être exclue de la société, en précisant les garanties morales, procédurales et patrimoniales qui lui sont accordées dans ces cas ;6° La détermination de l'autorité compétente pour exercer le contrôle sur la société, les modalités de ce contrôle ainsi que les conditions dans lesquelles le secret professionnel est opposable."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "Des sociétés de participations financières de professions libérales peuvent être constituées entre des personnes physiques ou morales, y compris des personnes européennes, exerçant une ou plusieurs professions libérales réglementées. Ces sociétés prennent la forme de sociétés à responsabilité limitée, de sociétés anonymes, de sociétés par actions simplifiées ou de sociétés en commandite par actions. Les sociétés de participations financières de professions libérales pluri-professionnelles sont réservées aux professions mentionnées à l'article 125.Les sociétés de participations financières de professions libérales ont pour objet la détention de parts ou d'actions de sociétés d'exercice et de groupements de droit étranger, ayant eux-mêmes pour objet l'exercice d'une ou plusieurs professions libérales réglementées.Dans l'hypothèse où leur objet viendrait à ne plus être rempli, ces sociétés disposent d'un délai fixé par décret pour se remettre en conformité avec cet objet, sous peine de dissolution.Les sociétés faisant l'objet d'une prise de participations, notamment celles qui sont régies par d'autres textes que la présente ordonnance, sont constituées sous la forme de sociétés à responsabilité limitée, de sociétés anonymes, de sociétés par actions simplifiées ou de sociétés en commandite par actions.Les sociétés de participations financières de professions libérales peuvent détenir, gérer et administrer tous biens et droits immobiliers et fournir des prestations de services, sous réserve que ces activités soient destinées exclusivement au fonctionnement des sociétés ou groupements dans lesquels elles détiennent des participations. Sous cette réserve, elles peuvent notamment détenir des parts sociales ou actions de toute société à forme civile ou commerciale aux seules fins d'acquérir et d'administrer des immeubles.Des décrets en Conseil d'Etat peuvent prévoir que les sociétés de participations financières de professions libérales de certaines professions juridiques et judiciaires peuvent également détenir des parts ou actions de sociétés commerciales, sous réserve que l'objet de ces dernières soit la réalisation de toute activité que les professionnels détenant la société de participations financières libérales sont autorisés à exercer conformément aux règles applicables à chacune des professions.Les dispositions du présent livre ne font pas obstacle à l'exercice des professions libérales réglementées en société selon les modalités prévues par les textes particuliers à chacune d'elles."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "La dénomination sociale de ces sociétés, outre les mentions obligatoires liées à la forme de la société, est immédiatement précédée ou suivie de la mention : « Société de participations financières de professions libérales » ou des initiales : « S.P.F.P.L. ». Elle est également suivie de l'indication de la ou des professions exercées par la ou les sociétés faisant l'objet d'une prise de participation."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Les sociétés de participations financières des professions libérales sont inscrites sur la liste de l'autorité compétente en matière d'agrément ou d'inscription, ou au tableau de l'ordre ou des ordres professionnels concernés."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Sans préjudice des dispositions spécifiques à chaque profession, une fois par an, la société de participations financières de professions libérales adresse à l'autorité compétente en matière d'agrément ou d'inscription à l'ordre professionnel dont elle relève un état de la composition de son capital social et des droits de vote afférents, ainsi qu'une version à jour de ses statuts.Sont également adressées par les associés de la société, dans les conditions prévues au premier alinéa, les conventions contenant des clauses portant sur l'organisation et les pouvoirs des organes de direction, d'administration ou de surveillance ayant fait l'objet d'une modification au cours de l'exercice écoulé.Pour chaque profession, les modalités d'application de cette procédure d'information peuvent être précisées par décret."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Plus de la moitié du capital et des droits de vote est détenue par des personnes, y compris des personnes européennes, qui exercent l'une des professions exercées par la ou les sociétés faisant l'objet d'une prise de participation."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Le complément du capital et des droits de vote peut être détenu par :1° Pendant un délai de dix ans, des personnes physiques qui ont exercé au sein de la ou d'une des sociétés faisant l'objet d'une prise de participation la profession constituant son objet social et ont cessé d'exercer cette profession, sauf s'ils ont fait l'objet d'une radiation ou d'une destitution pour motif disciplinaire ;2° Pendant un délai de cinq ans à compter du décès des personnes physiques mentionnées à l'article 114 et au 1° du présent article, leurs ayants droit ;3° Des personnes exerçant une profession libérale réglementée de la même famille que celle exercée par l'une des sociétés faisant l'objet d'une prise de participation."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Afin de tenir compte des nécessités propres à chaque profession et dans la mesure nécessaire au bon exercice de la profession concernée, au respect de l'indépendance de ses membres ou de ses règles déontologiques propres, des décrets en Conseil d'Etat peuvent interdire à des catégories de personnes physiques ou morales déterminées la détention, directe ou indirecte, de parts ou d'actions représentant tout ou partie du capital social non détenu par des personnes mentionnées à l'article 114, lorsque cette détention pourrait mettre en péril l'exercice de la ou des professions concernées dans le respect de l'indépendance de ses membres et de leurs règles déontologiques propres."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Les actions des sociétés de participations financières de professions libérales à forme anonyme, par actions simplifiées ou en commandite par actions, revêtent la forme nominative."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Dans l'hypothèse où l'une des conditions relatives à la détention du capital et des droits de vote ou aux règles de gouvernance mentionnées aux articles 119 à 122 viendrait à ne plus être remplie, la société dispose d'un délai d'un an pour se mettre en conformité avec les dispositions de la présente ordonnance. A défaut, tout intéressé peut demander en justice la dissolution de la société. Le tribunal peut accorder à la société un délai supplémentaire maximal de six mois pour régulariser la situation. La dissolution ne peut être prononcée si, au jour où il est statué sur le fond, cette régularisation a eu lieu."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "Les gérants des sociétés à responsabilité limitée sont des professionnels exerçants réalisant leur activité au sein de la ou des sociétés dans lesquelles la société de participations financières de professions libérales détient des participations."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Pour les sociétés anonymes et suivant leurs modalités d'organisation :1° Les membres du directoire, le président du conseil de surveillance ainsi que deux tiers au moins des membres du conseil de surveillance sont des professionnels exerçants réalisant leur activité au sein de la ou des sociétés dans lesquelles la société de participations financières de professions libérales détient des participations ;2° Les directeurs généraux, le président du conseil d'administration ainsi que les deux tiers au moins des membres du conseil d'administration sont des professionnels exerçants réalisant leur activité au sein de la ou des sociétés dans lesquelles la société de participations financières de professions libérales détient des participations."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Le président et les dirigeants des sociétés par actions simplifiées sont des professionnels exerçants réalisant leur activité au sein de la société dans lesquelles la société de participations financières de professions libérales détient des participations."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Le gérant, le président du conseil de surveillance ainsi que deux tiers au moins des membres du conseil de surveillance des sociétés en commandite par actions sont des professionnels exerçants réalisant leur activité au sein de la ou des sociétés dans lesquelles la société de participations financières de professions libérales détient des participations."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "Par dérogation à l'article 114, lorsque la société de participations financières a pour objet la prise de participations dans une ou plusieurs sociétés exerçant une même profession juridique ou judiciaire, plus de la moitié du capital social et des droits de vote de cette société peut être détenu par toute personne, établie en France ou étant une personne européenne exerçant l'une quelconque des professions juridiques ou judiciaires."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "La société de participations financières ayant pour objet la prise de participations dans une ou plusieurs sociétés exerçant une même profession juridique ou judiciaire n'est pas soumise aux exigences des articles 119 à 122. Toutefois, les organes de contrôle de la société comprennent au moins une personne exerçant la même profession que celle exercée par la ou les sociétés faisant l'objet d'une prise de participations."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "Les sociétés de participations financières ayant pour objet la prise de participation dans des sociétés pluri-professionnelles d'exercice, dans des sociétés d'exercice ou dans des groupements de droit étranger exercent, au moins, deux des professions d'avocat, d'avocat au Conseil d'Etat et à la Cour de cassation, de commissaire de justice, de notaire, d'administrateur judiciaire, de mandataire judiciaire, d'expert-comptable, de commissaire aux comptes, de conseil en propriété industrielle ou de géomètre-expert."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Par dérogation à l'article 114, lorsqu'au moins une des sociétés faisant l'objet d'une prise de participation exerce une profession juridique ou judiciaire, plus de la moitié du capital et des droits de vote de la société de participations financières peut également être détenue par toute personne admise à détenir la majorité du capital et des droits de vote de la ou des sociétés faisant l'objet de la prise de participation."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "Lorsque la société détient une participation dans au moins une société exerçant une profession juridique ou judiciaire, les fonctions mentionnées aux articles 119 à 122 peuvent être également exercées par toute autre personne admise à détenir la majorité du capital social et des droits de vote de cette société."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Un décret en Conseil d'Etat précise les conditions d'application du présent chapitre."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I. - La présente ordonnance est applicable à Wallis-et-Futuna à l'exception de l'article 130, du 3° et du 5° de l'article 131, des I et III de l'article 132, des 3° à 5° et du 7° du I, des II à VI, du VIII et du XI de l'article 133.\n\nII. - A modifié les dispositions suivantes :\n\n- Loi n° 71-1130 du 31 décembre 1971"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I. - Les dispositions de la présente ordonnance entrent en vigueur au 1er septembre 2024.Par dérogation à l'alinéa précédent, les dispositions de l'article 130 entrent en vigueur le lendemain de la publication de la présente ordonnance.II. - a) Les sociétés exerçant les activités mentionnées à l'article L. 422-1 du code de la propriété intellectuelle disposent d'un délai d'un an à compter de l'entrée en vigueur de la présente ordonnance pour se mettre en conformité avec les conditions édictées au 2° de l'article L. 422-7 du même code. A défaut de se mettre en conformité, ces sociétés seront radiées, par le directeur de l'Institut national de la propriété industrielle, de la liste mentionnée à l'article L. 422-1 du même code.b) Les sociétés régies par le titre Ier de la loi n° 90-1258 du 31 décembre 1990 relative à l'exercice sous forme de sociétés des professions libérales soumises à un statut législatif ou réglementaire ou dont le titre est protégé et aux sociétés de participations financières de professions libérales le sont désormais par le livre III et disposent d'un délai d'un an à compter de l'entrée en vigueur de la présente ordonnance pour se mettre en conformité avec les exigences de celui-ci à l'exception de celles qui sont prévues à l'article 44.c) Les sociétés mentionnées au I de l'article 8 de la loi du 31 décembre 1971 susvisée, à l'article 3-2 de l'ordonnance du 10 septembre 1817 susvisée, à l'article 1er bis de l'ordonnance n° 45-2590 du 2 novembre 1945 susvisée, à l'article 5 de l'ordonnance du 2 juin 2016 susvisée, et aux articles L. 811-7 et L. 812-5 du code de commerce disposent d'un délai d'un an à compter de l'entrée en vigueur de la présente ordonnance pour se mettre en conformité avec les exigences de celle-ci, à l'exception de celles prévues à l'article 44."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "La Première ministre, le ministre de l'économie, des finances et de la souveraineté industrielle et numérique, le garde des sceaux, ministre de la justice, le ministre de l'agriculture et de la souveraineté alimentaire, le ministre de la transition écologique et de la cohésion des territoires, la ministre de la culture, le ministre de la santé et de la prévention et la ministre déléguée auprès du ministre de l'économie, des finances et de la souveraineté industrielle et numérique, chargée des petites et moyennes entreprises, du commerce, de l'artisanat et du tourisme, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}