{
  "id": "jorftext000000317305",
  "type": "statute",
  "title": "Loi n° 86-1317 du 30 décembre 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000317305",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Le barème de l'impôt sur le revenu est fixé comme suit :(tableau non reproduit, voir JO du 31/12/1987 page 15485).II. à VII. Paragraphes modificateurs"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I a) Alinéa modificateur.\n\nb) La moyenne des bases de taxe professionnelle par habitant retenue pour l'application en 1987 du paragraphe I de l'article 1648 A du code général des impôts est réduite de 16 %.\n\nPour l'application de l'article 1647 bis du code général des impôts aux impositions établies au titre de 1986, la diminution de base résultant de l'article 1472 A bis du même code n'est pas prise en compte.\n\nPour l'application en 1987 des 2° et 3° du paragraphe II de l'article 1648 B du même code, les pertes de base d'imposition à la taxe professionnelle sont calculées sans tenir compte de la diminution de 16 % prévue à l'article 1472 A bis du même code.\n\nAlinéa modificateur\n\nII et III Paragraphes modificateurs\n\nIV. - Il est institué une dotation compensant la perte de recettes résultant, pour les collectivités locales ou les groupements dotés d'une fiscalité propre, du paragraphe I de l'article 13, du paragraphe I de l'article 14 et du paragraphe I de l'article 18 de la loi de finances rectificative pour 1982 (n° 82-540 du 28 juin 1982), ainsi que de l'article 1472 A bis du code général des impôts.\n\nLes sommes destinées à compenser en 1987 la perte de recettes résultant, pour chaque collectivité locale ou groupement doté d'une fiscalité propre, du paragraphe I de l'article 13, du paragraphe I de l'article 14 et du paragraphe I de l'article 18 de la loi de finances rectificative pour 1982 précitée sont celles définies respectivement au paragraphe II de l'article 13, au paragraphe II de l'article 14 et au paragraphe II de l'article 18 de la même loi.\n\nLa somme destinée à compenser en 1987 la perte de recettes résultant, pour chaque collectivité locale ou groupement doté d'une fiscalité propre ou fonds départemental de la taxe professionnelle, de l'article 1472 A bis du code général des impôts est égale au montant de la diminution de 16 % de la base imposable figurant dans les rôles généraux établis au titre de 1987, prévue à cet article, multipliée par le taux de la taxe professionnelle de la collectivité, du groupement ou du fonds pour 1986.\n\nA compter de 1992, la dotation instituée au premier alinéa du présent paragraphe, est actualisée en fonction de l'indice de variation des recettes fiscales de l'Etat, nettes des remboursements et dégrèvements et des prélèvements sur recettes, tel que cet indice résulte des évaluations de la loi de finances initiale de l'année de versement, corrigé le cas échéant de l'incidence d'éventuels transferts de recettes liés à des transferts de compétences aux collectivités locales et territoriales, à d'autres personnes morales publiques ainsi qu'aux communautés européennes.\n\nToutefois, pour 1992 et les années suivantes, l'accroissement annuel résultant de l'application de l'alinéa précédent est affecté jusqu'à concurrence d'un montant au plus égal à 300 millions de francs, la première année, 600 millions de francs et 1 milliard de francs les deux années suivantes au Fonds national de péréquation de la taxe professionnelle prévu par l'article 1648 A bis du code général des impôts.\n\nL'application de l'alinéa précédent ne peut réduire la compensation perçue par :\n\na) Les communes qui remplissent, au titre de l'année précédente, les conditions d'éligibilité à la dotation de solidarité urbaine et de cohésion sociale prévue au titre de la loi n° 91-429 du 13 mai 1991 ;\n\nb) Les communes qui ont bénéficié, au titre de l'année précédente, d'une attribution du Fonds de solidarité des communes de la région d'Ile-de-France institué par l'article 14 de la loi n° 91-429 du 13 mai 1991 précitée.\n\nEn 1995, la compensation versée aux communes progresse comme l'indice prévisionnel du prix de la consommation des ménages (hors tabac) figurant dans la projection économique annexée au projet de loi de finances. La différence avec le montant résultant de l'application du quatrième alinéa est affectée au fonds national de péréquation institué à l'article 1648 B bis du code général des impôts.\n\nPour chacune des années 1996, 1997 et 1998, le montant de la dotation instituée par le premier alinéa du présent IV est celui qui permet, compte tenu du montant total des autres dotations à structure constante, de respecter la norme d'évolution fixée au I de l'article 32 de la loi de finances pour 1996 (n° 95-1346 du 30 décembre 1995), majoré de 300 millions de francs.\n\nPour chacune des années 1999, 2000, 2001, 2002 et 2003 le taux d'évolution de la dotation instituée au premier alinéa du présent paragraphe est celui qui permet de respecter la norme d'évolution fixée au I de l'article 57 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998), compte tenu du montant total des autres dotations énumérées au même I.\n\nEn 2004, en 2005, en 2006 et en 2007, le taux d'évolution de la dotation instituée au premier alinéa du présent paragraphe est celui qui permet de respecter la norme d'évolution fixée au II de l'article 57 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003), compte tenu du montant total des autres dotations énumérées au même II. En 2008, l'évolution de la dotation est celle résultant de l'application du II de l'article 36 de la loi n° 2007-1822 du 24 décembre 2007 de finances pour 2008 et de l'article L. 1613-6 du code général des collectivités territoriales. En 2009, le montant de la dotation, avant prise en compte de l'article L. 1613-6 du même code, est minoré par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. En 2010, le montant de la dotation, avant prise en compte du même article L. 1613-6, est minoré par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article.\n\nPour les années 1999,2000,2001 et 2002 toute diminution de cette dotation par rapport au montant de l'année précédente est modulée de telle sorte que supportent une diminution égale à la moitié de la diminution moyenne de la dotation de compensation telle qu'elle résulte de l'application de l'alinéa précédent :\n\n- les communes qui remplissent au titre de l'année précédente les conditions d'éligibilité aux attributions de la dotation de solidarité urbaine et de cohésion sociale instituée par l'article L. 2334-15 du code général des collectivités territoriales ;\n\n- les communes bénéficiaires au titre de l'année précédente de la première fraction de la dotation de solidarité rurale visée à l'article L. 2334-21 du code général des collectivités territoriales ;\n\n- les départements qui remplissent au titre de l'année précédente les conditions d'éligibilité aux attributions de la dotation de fonctionnement minimale prévue à l'article L. 3334-7 du code général des collectivités territoriales ;\n\n- les régions qui remplissent au titre de l'année précédente les conditions d'éligibilité aux attributions du fonds de correction des déséquilibres régionaux prévu à l'article L. 4332-4 du code général des collectivités territoriales.\n\nCette modulation s'applique au sein de chaque catégorie de collectivité territoriale telle que définie à l'article L. 1111-1 du code général des collectivités territoriales.\n\nAlinéa modificateur\n\nPour le calcul en 2003 du montant de la dotation instituée au premier alinéa du présent IV, le montant de cette même dotation au titre de 2002, tel qu'il résulte de l'application des alinéas précédents, est minoré de 126,075 millions d'euros.\n\nPour 2006 et 2007, la mise en oeuvre du douzième alinéa du présent IV ne peut réduire le montant de l'allocation perçue l'année précédente en compensation de la perte de recettes résultant de l'application des dispositions du II de l'article 18 de la loi de finances rectificative pour 1982 (n° 82-540 du 28 juin 1982) par :\n\na) Les communes qui remplissent, au titre de l'année précédente, les conditions d'éligibilité à la dotation de solidarité urbaine et de cohésion sociale prévue à l'article L. 2334-15 du code général des collectivités territoriales ;\n\nb) Les communes qui remplissent, au titre de l'année précédente, les conditions d'éligibilité à la première fraction de la dotation de solidarité rurale prévue à l'article L. 2334-21 du même code.\n\nLes compensations versées à l'ensemble des communes en application du II de l'article 13 de la loi de finances rectificative pour 1982 précitée et du troisième alinéa du IV du présent article ainsi qu'à celles des communes autres que celles mentionnées à l'alinéa précédent en application du II de l'article 18 de la loi de finances rectificative pour 1982 précitée sont réduites à due concurrence.\n\nEn 2009, toute diminution de cette dotation par rapport au montant de l'année précédente est modulée de telle sorte que supportent une diminution égale à la moitié de la diminution moyenne de la dotation de compensation, par rapport à 2008, les communes dont le potentiel financier par habitant, calculé conformément aux articles L. 2334-2 et L. 2334-4 du code général des collectivités territoriales, au titre de l'année précédente, est inférieur à 95 % du potentiel financier moyen par habitant de l'ensemble des communes du même groupe démographique, au sens de l'article L. 2334-3 du même code, au titre de la même année, et dont la dotation de compensation représente plus de 5 % de la dotation globale de fonctionnement dont elles ont bénéficié l'année précédente.\n\nA compter de 2011, les prélèvements sur les recettes de l'Etat destinés à compenser les pertes de recettes subies par les collectivités territoriales et leurs groupements dotés d'une fiscalité propre sont intégrés aux dotations définies pour les départements au XVIII du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010, pour les régions au XIX du même 8 et pour les communes ou leurs groupements dotés d'une fiscalité propre au I du III de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011.\n\nIV bis. - A compter de 1992, la dotation prévue au premier alinéa du IV est majorée afin de compenser, dans les conditions ci-après, la perte de recettes qui résulte, chaque année, pour les collectivités locales et leurs groupements dotés d'une fiscalité propre créés avant le 1er janvier 1987, des dispositions de l'article 1469 A bis et du dernier alinéa du II de l'article 1478 du code général des impôts.\n\nLa compensation prévue à l'alinéa précédent est égale au produit obtenu en multipliant la perte de bases résultant, chaque année et pour chaque collectivité bénéficiaire, des dispositions de l'article 1469 A bis et du dernier alinéa du II de l'article 1478 du code général des impôts, par le taux de taxe professionnelle de la collectivité ou du groupement pour 1986 multiplié par 0,960.\n\nCette compensation est diminuée jusqu'en 2010 d'un montant égal à 2 % des recettes fiscales de la collectivité ou du groupement bénéficiaire, sauf pour :\n\na) Les collectivités locales et leurs groupements dont les bases de taxe professionnelle par habitant sont, l'année précédente, inférieures à la moyenne des bases de taxe professionnelle par habitant constatée la même année pour les collectivités ou groupements de même nature ;\n\nLes groupements de même nature s'entendent des catégories visées à l'article L. 5211-29 du code général des collectivités territoriales ;\n\nb) Les communes qui remplissent, au titre de l'année précédente ou de la pénultième année, les conditions d'éligibilité à la dotation de solidarité urbaine et de cohésion sociale prévue aux articles L. 2334-15 à L. 2334-19 du code général des collectivités territoriales ;\n\nc) Les communes de moins de 10 000 habitants dont le nombre de logements sociaux tels que définis au sixième alinéa de l'article L. 2334-17 du code général des collectivités territoriales est, l'année précédente, supérieur à 1 445 ;\n\nd) Les communes de 10 000 habitants et plus dans lesquelles le rapport entre le nombre de logements sociaux tels que définis au sixième alinéa de l'article L. 2334-17 du code général des collectivités territoriales et la population de la commune telle qu'elle résulte des recensements généraux et complémentaires est, l'année précédente, supérieur à 14,45 % ;\n\ne) Les communes bénéficiaires, au titre de l'année précédente ou de la pénultième année, d'une attribution du Fonds de solidarité des communes de la région d'Ile-de-France institué par les articles L. 2531-12 à L. 2531-16 du code général des collectivités territoriales ;\n\nf) Les départements qui remplissent, au titre de l'année précédente ou de la pénultième année, les conditions d'éligibilité au mécanisme de solidarité financière institué par l'article L. 3334-8 du code général des collectivités territoriales.\n\nPour les groupements dont les bases de taxe professionnelle par habitant sont supérieures à la moyenne nationale des groupements de même nature et qui comprennent des communes visées aux b à e ci-dessus, la compensation est diminuée jusqu'en 2010 d'un montant égal à 2 % des recettes fiscales du groupement multiplié par le rapport entre, d'une part, la population des communes membres du groupement autres que celles visées aux b à e ci-dessus et, d'autre part, la population totale du groupement.\n\nLes recettes fiscales s'entendent, pour l'application du présent paragraphe, du produit des rôles généraux et des rôles supplémentaires de la taxe d'habitation, de la taxe foncière sur les propriétés bâties, de la taxe foncière sur les propriétés non bâties, de la taxe professionnelle et de la taxe départementale sur le revenu émis l'année précédente au profit de la collectivité ou du groupement, majoré du montant des compensations qui lui ont été versées, la même année, en application des IV et IV bis du présent article ainsi que de l'article 21 de la loi de finances pour 1992 (n° 91-1322 du 30 décembre 1991). Ce produit est majoré pour les communes, les départements et les groupements de communes dotés d'une fiscalité propre du montant perçu l'année précédente au titre respectivement de la part de la dotation forfaitaire prévue à l'article L. 2334-7 du code général des collectivités territoriales, de la part de la dotation forfaitaire prévue à l'article L. 3334-3 du même code et de la part de la dotation de compensation prévue à l'article L. 5211-28-1 dudit code, correspondant au montant antérieurement versé en application du I du D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998) ; pour les régions, ce produit est majoré des montants perçus en 2003 en application du I du D de l'article 44 précité et du 1 du III de l'article 29 de la loi de finances pour 2003 (n° 2002-1575 du 30 décembre 2002) ainsi que de l'article 11 de la loi de finances rectificative pour 2000 (n° 2000-656 du 13 juillet 2000), indexés, chaque année entre 2004 et l'année précédant celle au titre de laquelle la compensation doit être versée, selon les modalités prévues pour la dotation forfaitaire mentionnée à l'article L. 4332-7 du code général des collectivités territoriales.\n\nA compter de 2011, les réductions énumérées aux alinéas qui précèdent ne s'appliquent plus au montant calculé conformément au deuxième alinéa.\n\nAu titre de 2008, la compensation calculée selon les dispositions qui précèdent est minorée par application du taux d'évolution résultant de la mise en oeuvre du II de l'article 36 de la loi n° 2007-1822 du 24 décembre 2007 de finances pour 2008.\n\nAu titre de 2009, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliquée le taux d'évolution fixé précédemment au titre de 2008 est minorée par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article.\n\nAu titre de 2010, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre des années 2008 et 2009 est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article.\n\nA compter de 2011, les taux à prendre en compte pour les communes et les groupements de communes à fiscalité propre pour le calcul des compensations ou des abattements visés aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des départements et des régions.\n\nLes dispositions relatives à cette majoration au profit des communes ou des groupements de communes sont fixées au VI du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nAu titre de 2011, la compensation calculée selon les dispositions qui précèdent et à laquelle sont appliqués le taux d'évolution fixé au titre de l'année 2008, le taux d'évolution fixé au titre de l'année 2009 et le taux d'évolution fixé au titre de l'année 2010 est minorée par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2008, 2009, 2010 et 2011, est minorée par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2008, 2009, 2010, 2011 et 2012, est minorée par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2008, 2009, 2010, 2011, 2012 et 2013, est minorée par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2008, est minorée par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2008, est minorée par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2008, est minorée par application du taux prévu pour 2017 au X de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017. A compter de 2018, les taux d'évolution fixés depuis 2008 et jusqu'à 2017 sont appliqués à la même compensation.\n\nV. Alinéa modificateur"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. Paragraphe modificateurII. - L'indemnité de congé payé correspondant aux droits acquis durant la période neutralisée définie ci-après, calculée dans les conditions prévues aux articles L. 223-11 à L. 223-13 du code du travail, n'est pas déductible. Cette période neutralisée est celle qui est retenue pour le calcul de l'indemnité afférente aux droits acquis et non utilisés à l'ouverture du premier exercice clos à compter du 31 décembre 1987 ; sa durée ne peut être inférieure à celle de la période d'acquisition des droits à congé payé non utilisés à la clôture de cet exercice. L'indemnité correspondant à ces derniers droits est considérée comme déduite du point de vue fiscal.Si la charge déduite des résultats imposables du premier exercice clos à compter du 31 décembre 1987 au titre des droits effectivement utilisés par les salariés durant ce même exercice est inférieure à l'indemnité correspondant à la période neutralisée définie au premier alinéa du présent paragraphe, la différence est réintégrée aux résultats imposables de cet exercice.Par dérogation aux dispositions des deux alinéas précédents, si l'indemnité correspondant aux droits acquis et non utilisés à la clôture du premier exercice arrêté à compter du 31 décembre 1987 est inférieure à l'indemnité afférente à la période neutralisée, la différence constitue une charge déductible de cet exercice pour la fraction qui correspond aux droits acquis au cours de la période neutralisée par les salariés licenciés durant le même exercice et qui ont bénéficié de l'indemnité minimum de licenciement prévue à l'article L. 122-9 du code du travail. Cette disposition s'applique aux entreprises dont l'exercice social a une durée de douze mois et qui n'ont pas contrevenu aux dispositions de l'article L. 64 du livre des procédures fiscales.Si un ou plusieurs exercices clos entre le 14 septembre 1986 et le 31 décembre 1987 ou si le premier exercice clos à compter de cette dernière date ont une durée différente de douze mois, l'entreprise doit, à la clôture de ce dernier exercice, réintégrer aux résultats imposables de chacun des exercices concernés les indemnités de congé payé déduites au titre des droits acquis au cours de la période du 1er juin 1984 au 31 mai 1987, dans la mesure où les sommes ainsi déduites correspondent à des droits calculés sur une durée supérieure à celle de l'exercice de déduction. Les sommes réintégrées ne sont pas déductibles des résultats imposables des exercices ultérieurs.Les dispositions du présent paragraphe s'appliquent aux charges sociales et fiscales attachées à ces indemnités.III. Paragraphe modificateurIV. - Un décret fixe les modalités d'application des dispositions du présent article.V. Paragraphe modificateur"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Par exception aux dispositions de l'article 7, les entreprises peuvent, sur option irrévocable, se placer sous le régime défini ci-dessous pour la détermination des résultats des exercices clos à compter du 31 décembre 1987.L'indemnité pour congés payés, calculée dans les conditions définies aux articles L. 223-11 à L. 223-13 du code du travail, revêt du point de vue fiscal le caractère d'un salaire de substitution qui constitue une charge normale de l'exercice au cours duquel le salarié prend le congé correspondant.Il en est de même des charges sociales et fiscales afférentes à cette indemnité, pour la détermination des résultats imposables des exercices clos à compter du 1er janvier 1986.L'option prévue au premier alinéa est exercée avant l'expiration du délai de dépôt de la déclaration des résultats du premier exercice clos à compter du 31 décembre 1987. Elle ne peut pas être exercée par les entreprises créées après le 31 décembre 1986.II. - Si une entreprise qui a opté pour le régime défini au présent article est absorbée par une entreprise placée sous le régime prévu à l'article 7, l'indemnité pour congés payés correspondant aux droits acquis par les salariés transférés, durant la période neutralisée définie ci-après, n'est pas déductible. Cette période neutralisée est celle durant laquelle ont été acquis les droits non utilisés par ces salariés à la date de la fusion. Sa durée ne peut être inférieure à celle de la période d'acquisition des droits à congés payés non utilisés à la clôture de l'exercice de la société absorbante qui est en cours lors de la fusion ; elle est au minimum de sept mois. L'indemnité correspondant à ces derniers droits est considérée comme déduite du point de vue fiscal.Si la charge déduite des résultats imposables de cet exercice par la société absorbante au titre des droits effectivement utilisés durant ce même exercice par les salariés transférés est inférieure à l'indemnité correspondant à la période neutralisée définie à l'alinéa précédent, la différence est réintégrée aux résultats imposables de cet exercice.En cas d'apport partiel d'actif, de scission et de transfert de salariés avec maintien des contrats de travail, il est fait application des dispositions du présent paragraphe.Ces dispositions s'appliquent aux charges sociales et fiscales afférentes aux indemnités pour congés payés.III. - Un décret fixe les modalités d'application du présent article, notamment en cas de création d'entreprises, de fusion ou opérations assimilées, et de transfert de salariés avec maintien des contrats de travail."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "A compter du 1er février 1987, il est créé une taxe sur les allumettes et les briquets commercialisés en France continentale et en Corse.Elle est due par le fabricant ou l'importateur.Les taux de la taxe sont fixés comme suit :(tableau non reproduit, voir JO du 31/12/1986 page 15828)La taxe est liquidée chaque mois d'après les quantités livrées sur le marché intérieur au cours du mois précédent. Elle est acquittée au plus tard le 5 du mois suivant celui de la liquidation.Elle est recouvrée selon les conditions, garanties et sanctions prévues en matière de contributions indirectes. A l'importation, elle est recouvrée comme en matière de douane.Un décret précise les conditions d'application du présent article, notamment les obligations déclaratives des fabricants et importateurs."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. à V. Paragraphes modificateursVI. - Les dispositions de la loi n° 49-420 du 25 mars 1949 précitée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1987.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1987 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.VII. - Les actions ouvertes par la loi n° 49-420 du 25 mars 1949 précitée, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée par la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986), pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.VIII. - Les taux de majoration fixés au paragraphe IV ci-dessus sont applicables, sous les mêmes conditions de date, aux rentes viagères visées par la loi n° 48-957 du 9 juin 1948 portant majoration des rentes viagères constituées au profit des anciens combattants auprès des caisses autonomes mutualistes et par l'article 1er de la loi n° 51-695 du 24 mai 1951 précitée ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "La perception des taxes parafiscales dont la liste figure à l'état E annexé à la présente loi continuera d'être opérée pendant l'année 1987 (Etat non reproduit, voir J.O. du 31 décembre 1986)."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I.-La procédure de rectification d'office prévue à l'article L. 75 du livre des procédures fiscales est supprimée.Les reconstitutions du montant déclaré du bénéfice industriel ou commercial, du bénéfice non commercial, du bénéfice agricole ou du chiffre d'affaires déterminé selon un mode réel d'imposition sont effectuées selon la procédure de redressement contradictoire visée à l'article L. 55 du même livre. Le désaccord éventuel peut être soumis à la commission départementale des impôts directs et des taxes sur le chiffre d'affaires, à la demande du contribuable ou de l'administration.Par dérogation aux dispositions de l'article L. 192 du même livre, la charge de la preuve incombe toujours au contribuable en cas de défaut de présentation de la comptabilité ou des documents en tenant lieu.Le défaut de présentation de la comptabilité est constaté par procès-verbal que le contribuable est invité à contresigner. Mention est faite de son refus éventuel.II.-Lorsque les déclarations de bénéfice industriel ou commercial, de bénéfice non commercial, de bénéfice agricole, d'impôt sur les sociétés ou de taxes assises sur les salaires n'ont pas été déposées dans le délai légal, la procédure d'évaluation ou de taxation d'office n'est applicable que si le contribuable n'a pas régularisé sa situation dans les trente jours de la notification d'une première mise en demeure.Il n'y a toutefois pas lieu de procéder à cette mise en demeure :-si le contribuable change fréquemment son lieu de résidence ou de principal établissement ;-si le contribuable a transféré son activité à l'étranger sans déposer la déclaration de ses résultats ou de ses revenus non commerciaux ;-si un contrôle fiscal n'a pu avoir lieu du fait du contribuable ou de tiers ;-si le contribuable ne s'est pas fait connaître d'un centre de formalités des entreprises ou du greffe du tribunal de commerce ou d'un organisme consulaire.III.-L'administration, ainsi que le contribuable dans la limite du dégrèvement ou de la restitution sollicités, peuvent faire valoir tout moyen nouveau, tant devant le tribunal administratif que devant le Conseil d'Etat, jusqu'à la clôture de l'instruction. Il en est de même devant le   tribunal judiciaire. Ces dispositions sont applicables aux instances en cours. En ce qui concerne les instances devant le juge administratif, elles s'appliquent à tous les moyens nouveaux présentés depuis le 1er janvier 1987.IV.-La décision d'appliquer les majorations ou l'amende prévues aux articles 1729 et 1731 du code général des impôts est prise par un agent ayant au moins le grade d'inspecteur principal qui vise à cet effet le document comportant la motivation des pénalités.V.-En cas de réclamation, le sursis de paiement visé à l'article L. 277 du livre des procédures fiscales ne peut être refusé au contribuable que s'il n'a pas constitué auprès du comptable les garanties propres à assurer le recouvrement de la créance du Trésor.En ce qui concerne les majorations ou amendes prévues aux articles 1729,1731 et 1732 du code général des impôts, les garanties demandées ne peuvent excéder le montant des pénalités de retard qui seraient exigibles si la bonne foi n'avait pas été mise en cause.Le contribuable dispose d'un délai de quinze jours pour contester devant le juge du référé la décision du comptable de refuser les garanties présentées.La consignation préalable à l'action en référé portant sur les garanties est réduite du quart au dixième des impôts contestés. Lorsque le juge du référé estime suffisantes les garanties initialement offertes, les sommes consignées sont restituées. Dans le cas contraire, les garanties supplémentaires à présenter sont diminuées à due concurrence.Une caution bancaire ou la remise de valeurs mobilières cotées en bourse peut tenir lieu de consignation.VI.-Lorsqu'elle fait application des dispositions de l'article L. 17 du livre des procédures fiscales, l'administration est tenue d'apporter la preuve de l'insuffisance des prix exprimés et des évaluations fournies dans les actes ou déclarations.En cas de saisine de la commission départementale des impôts directs et des taxes sur le chiffre d'affaires, si la mutation est soumise à la taxe sur la valeur ajoutée, ou de la commission départementale de conciliation, dans les autres cas, les avis formulés par ces organismes n'ont pas d'incidence sur la charge de la preuve qui incombe toujours à l'administration."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. Paragraphe modificateurII. - Les sociétés visées au même article 30 de la loi n° 80-531 du 15 juillet 1980 précitée sont autorisées à financer, par voie de crédit-bail immobilier et mobilier, de crédit ou de location, les ouvrages et équipements utilisés par des collectivités territoriales, leurs établissements publics, leurs groupements et leurs concessionnaires, pour une activité dont les recettes sont soumises à la taxe sur la valeur ajoutée en application des dispositions des articles 256, 256 B et 260 A du code général des impôts. Les dispositions du paragraphe II du même article 30 ne sont pas applicables aux opérations financées dans les conditions prévues au présent article."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. et II. Paragraphes modificateursIII. (Abrogé).IV. - Les dispositions des paragraphes I et II sont applicables à compter du 1er janvier 1988."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Les comptables du Trésor disposent du droit de communication prévu à l'article L. 81 du livre des procédures fiscales, pour le recouvrement des amendes et condamnations pécuniaires qui ne sont pas de nature fiscale."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Le Gouvernement présentera, en annexe au projet de loi de finances de l'année, un document récapitulatif, pour les deux derniers exercices connus, le montant définitif constaté :\n\n- des crédits inscrits au budget général, par titre et par chapitre, et des dépenses effectives ;\n\n- des prélèvements sur les recettes du budget général ;\n\n- des dépenses des comptes spéciaux du Trésor ;\n\nconstituant l'effort budgétaire de l'Etat en faveur des collectivités territoriales de la métropole.\n\nIl présentera également dans ce document, les montants prévisionnels des mêmes crédits et prélèvements pour l'exercice budgétaire en cours d'exécution et pour le projet de loi de finances.\n\nCe document sera fourni en temps voulu pour la discussion budgétaire."
    }
  ]
}