{
  "id": "jorftext000000684231",
  "type": "statute",
  "title": "Loi du 15 décembre 1923",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000684231",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les actes de l'état civil dont les deux originaux ont été détruits par suite d'un sinistre ou de faits de guerre, seront reconstitués dans leurs éléments essentiels. Cette reconstitution sera effectuée obligatoirement en ce qui concerne les actes dont la date est antérieure de moins de quatre-vingts ans à celle de l'année du sinistre ou des faits de guerre et à la demande des intéressés en ce qui concerne les actes d'une date plus ancienne. Elle aura lieu :1° d'après les extraits authentiques desdits actes ;2° sur les déclarations des personnes intéressées ou les témoignages des tiers et au vu des documents présentés à l'appui, tels que les livrets de famille ;3° d'après les registres des hôpitaux et des cimetières, les tables de décès dressées par la régie de l'enregistrement, les documents des préfectures, des tribunaux, des mairies, de l'administration de l'éducation nationale, des bureaux de recrutement, de l'office de la statistique générale en France, ainsi que toutes les pièces qui peuvent reproduire la substance des actes de l'état civil. La communication provisoire de tous ces registres, documents ou pièces pourra être exigée par la commission prévue à l'article 2."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La reconstitution des actes de l'état civil sera effectuée, dans chaque arrondissement intéressé, par les soins d'une commission qui pourra se diviser en sections de trois membres au moins.Cette commission procédera dans les conditions prévues aux articles 3, 4, 5, 17 et 18, alinéa premier, de la loi du 12 février 1872, relative à la reconstitution des registres de l'état civil de Paris.Elle dressera dans les mêmes conditions les actes qui n'auraient pas été établis ou qui l'auraient été irrégulièrement pendant l'occupation ennemie.Si les reconstitutions opérées par les commissions d'arrondissement contiennent des omissions ou des erreurs, les intéressés pourront en poursuivre la rectification conformément au droit commun.Une commission centrale consultative de sept. membres, siégeant à Paris nommée par le ministre de la justice et présidée par un magistrat ou un haut fonctionnaire, sera chargée de donner, en toutes matières ressortissant de la présente loi, des renseignements et directives aux commissions d'arrondissement en cas de difficultés ou de conflits. Le décret en Conseil d'Etat précisera le rôle de cette commission."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Une liste des registres de l'état civil à reconstituer en tout ou en partie sera publiée, à la diligence du procureur de la République de l'arrondissement au Journal officiel, au recueil des actes administratifs de la préfecture et dans tous les journaux du département. Toute personne, tout fonctionnaire, tout officier public ou ministériel qui détiendra, découvrira ou recevra, à quelque titre que ce soit, un extrait authentique ou un livret de famille se rapportant à un acte à reconstituer devra, dans les trois mois de la publication au Journal officiel ou dans le mois suivant la date à laquelle ledit extrait ou livret parviendra dans ses mains, le déposer à la mairie ou au greffe du tribunal d'instance ou du tribunal de sa résidence et, à l'étranger, aux chancelleries des ambassades ou des consulats.Ce dépôt sera effectué contre remise d'une copie sur papier libre dûment certifiée, qui servira de récépissé et qui fera la même foi que l'extrait ou le livret déposé.Les extraits ou livrets ainsi déposés seront transmis par le maire ou le greffier qui les auront reçus au secrétaire de la commission intéressée, par lettre recommandée, sans frais, avec accusé de réception.Lorsque plusieurs extraits du même acte seront présentés au maire ou au greffier, celui-ci n'en retiendra qu'un seul et remettra les autres à leur possesseur, après les avoir revêtus d'une mention constatant qu'un extrait dudit acte a été déposé. Il sera procédé de même par le secrétaire de la commission, qui constatera, lors de la réception, qu'un extrait du même acte a déjà été remis à la commission."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les maires des communes dont les actes de l'état civil ont été détruits dresseront, pour être transmise à la commission, la liste des personnes qui habitaient leurs communes avant le sinistre ou les faits de guerre et des personnes qui, jusqu'au moment où l'état civil a été réorganisé, ont été en situation de faire dresser des actes sur les registres de l'état civil de leurs communes, en indiquant, si possible, la résidence actuelle de ces personnes. Sont exclues de cette liste toutes personnes dont l'état civil ne nécessite aucune reconstitution.Toutes les personnes portées sur cette liste seront tenues, dans le délai d'un an à partir de la publication visée à l'article 3, d'effectuer, à la mairie de leur résidence ou, à l'étranger, dans les ambassades, légations ou consulats, une déclaration indiquant les naissances, reconnaissances, décès, mariages ou transcriptions de jugements de divorce, survenus dans les communes où l'état civil a été détruit et dans l'une des années correspondant à des destructions de registres, les concernant ou concernant les membres de leur famille.La déclaration contiendra les mentions essentielles aux divers actes de l'état civil qu'elle aura pour objet de reproduire. A l'appui, le comparant présentera toutes pièces justificatives et indiquera les registres, tels que ceux des différents cultes, qui pourraient permettre de contrôler ses assertions.La déclaration sera signée, après lecture, par le comparant et l'officier de l'état civil. Elle sera transmise, avec copie ou extrait des pièces présentées à l'appui, au secrétaire de la commission intéressée, dans les conditions prévues à l'article 3."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Un décret en Conseil d'Etat précisera les conditions d'application de la présente loi et déterminera notamment les énonciations que devront contenir les actes de l'état civil à reconstituer, ainsi que la composition et le mode de fonctionnement de la commission prévue à l'article 2. Les membres de cette commission, qui sera présidée par un magistrat, autant que possible le procureur de la République de l'arrondissement, seront nommés par le procureur général près la cour d'appel.La commission d'arrondissement, sur la demande des parties intéressées, du maire, ou d'office, pourra modifier la liste prévue à l'article 4, soit en ajoutant des noms oubliés, soit en supprimant des noms ne rentrant pas dans les catégories prévues par la loi, en suivant les règles de publicité édictées à l'article 3."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les possesseurs de documents relatifs à des travaux publics seront tenus de les communiquer gratuitement à l'administration intéressée, lorsque celle-ci se trouvera démunie de tout exemplaire desdits documents par suite d'événements de guerre.Les divers actes et formalités prévus par les dispositions qui précèdent sont exempts de tous droits de timbre, d'enregistrement et frais de toute nature."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Lorsque le titre original a été perdu ou détruit par suite d'événements de guerre, les copies font foi d'après les indications suivantes :1° Les grosses et les expéditions font la même foi que l'original quand elles ont été délivrées par l'officier public ou ministériel compétent.Lorsqu'une de ces grosses ou de ces expéditions se trouve chez un officier public ou ministériel, chez un fonctionnaire ou chez un particulier, celui-ci est tenu soit de la déposer pour minute dans l'étude de l'officier public ou ministériel qui possédait l'original détruit, soit de faire dresser par cet officier public ou ministériel une copie certifiée conforme de la grosse ou expédition et de déposer cette copie pour minute en l'étude dudit officier public ou ministériel. Dans l'un et l'autre cas, l'officier public ou ministériel dresse procès-verbal du dépôt effectué ;2° Lorsqu'une grosse ou expédition déposée chez un officier public ou ministériel ou chez un fonctionnaire a été détruite, la copie de cette grosse ou expédition, délivrée par le dépositaire, fait la même foi que l'original et doit être remise à l'étude de l'officier public ou ministériel qui possédait l'original détruit, dans les conditions prévues au paragraphe précédent ;3° Les extraits littéraux font foi selon les distinctions établies ci-dessus, comme la copie entière, jusqu'à concurrence de leur contenu, mais, en cas de contestation, les tribunaux ont tout pouvoir d'apprécier dans quelle mesure les dispositions transcrites peuvent être admises à produire effet, alors qu'il n'est pas justifié du surplus du contenu de l'acte ;4° Quand un officier public ou ministériel, détenteur d'un titre original, et ayant qualité pour en délivrer expédition, a reproduit tout ou partie de ce texte, littéralement ou par analyse, dans un autre acte dressé par lui, cette reproduction et les copies qui en sont régulièrement délivrées ont la même force probante que celles respectivement attribuées aux expéditions et aux extraits de l'original disparu ;5° Les copies de transcription d'actes authentiques délivrées par les conservateurs des hypothèques font foi, jusqu'à preuve contraire, en cas de non-existence de la minute et, à défaut de grosses, d'expéditions et d'extraits littéraux.Elles font même foi que les originaux quand elles ont été déposées au rang des minutes de l'officier public ou ministériel qui détenait ceux-ci, et ce dans les conditions prescrites par le n° 2 du présent article.Les extraits analytiques et notes d'audience établis par les magistrats ou les officiers publics ou ministériels compétents, les mentions des répertoires et celles de l'enregistrement peuvent servir de commencement de preuve par écrit.Toutes autres copies de copie ne peuvent être admises que comme simples renseignements."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Toute personne, tout fonctionnaire, tout officier public ou ministériel qui aura sciemment retenu un extrait authentique d'un registre à l'état civil ou un livret de famille, contrairement à l'article 3, ou une grosse, une expédition ou une copie d'acte, contrairement à l'article 7, ou un document, contrairement à l'article 6, ou qui n'aura pas fait la déclaration prévue à l'article 4, sera puni d'une amende de 16 à 300 anciens francs , sans préjudice des dispositions contenues dans les articles 20 et 22 de la loi du 12 février 1872."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Indépendamment des actes, jugements et registres mentionnés dans la loi du 1er juin 1916, tous les actes qu'il y aura lieu de reconstituer par suite de sinistres ou de faits de guerre, ainsi que toutes les formalités de procédure ayant cette reconstitution pour objet, seront visés pour timbre et enregistrés gratis, à moins, en ce qui concerne les actes reconstitués, que les droits applicables à l'acte original n'aient pas été acquittés. Les expéditions des jugements destinés à tenir lieu de registres de l'état civil seront visées pour timbre gratis. Aucune pénalité de timbre ou d'enregistrement ne pourra être réclamée sur les pièces produites à l'occasion de l'application de la présente loi.Les dispositions qui précèdent ne s'appliquent pas aux actes détruits par suite d'un sinistre chez un officier public ou ministériel."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les frais de reconstitution des actes visés par l'article 1er de la présente loi sont avancés par l'Etat sous réserve des recours qu'il pourrait exercer contre toute personne ou collectivité publique responsable. Ils seront remboursés par les préfets sur états présentés par les intéressés et arrêtés par la commission prévue à l'article 2. Toutefois, cette commission ne pourra valablement procéder à ces arrêtés qu'en présence d'un représentant du secrétaire d'Etat à l'économie et aux finances.Les appels des décisions de la commission, en ce qui concerne les frais, seront portés devant le tribunal de grande instance statuant en chambre du conseil, sans procédure."
    }
  ]
}