{
  "id": "jorftext000000322095",
  "type": "statute",
  "title": "Loi n° 89-548 du 2 août 1989",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000322095",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La République française a, dès sa proclamation, affirmé ses principes d'hospitalité et de tolérance. En conséquence, elle interdit et condamne, sur tous les territoires où elle a autorité, le racisme, l'antisémitisme et la xénophobie.Les agissements discriminatoires des détenteurs de l'autorité publique, des groupements ou des personnes privées, la provocation à la discrimination, à la haine ou à la violence, la diffamation et l'injure au motif de l'appartenance ou de la non-appartenance à une ethnie, une nation, une race ou une religion sont interdits.Conformément à la convention internationale du 21 décembre 1965 sur l'élimination de toutes les formes de discrimination raciale, sont interdites toute distinction, exclusion, restriction ou préférence fondées sur la race, la couleur, l'ascendance ou l'origine nationale, ethnique, qui a pour but ou pour effet de détruire ou de compromettre la reconnaissance, la jouissance ou l'exercice, dans des conditions d'égalité, des droits de l'homme et des libertés fondamentales dans les domaines politique, économique, social ou culturel, ou dans tout autre domaine de la vie publique."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La loi n° 86-1025 du 9 septembre 1986 relative aux conditions d'entrée et de séjour des étrangers en France est abrogée dans ses articles 1er (paragraphe III), 2 (paragraphes I, II et VI), 5 (cinquième, huitième, neuvième et dixième alinéa), 7 (deuxième et troisième alinéa), 8, 9, 10 et 12."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 89-261 DC du 28 juillet 1989"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le premier et le deuxième alinéa de l'article 23 de l'ordonnance n° 45-2658 du 2 novembre 1945 sont rétablis dans leur rédaction antérieure à la loi n° 86-1025 du 9 septembre 1986."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'article 24 de l'ordonnance n° 45-2658 du 2 novembre 1945 est rétabli dans sa rédaction antérieure à la loi n° 86-1025 du 9 septembre 1986, sous les réserves suivantes :........"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Les 1°, 2° et 4° de l'article 25 de l'ordonnance n° 45-2658 du 2 novembre 1945 sont rétablis dans leur rédaction antérieure à la loi n° 86-1025 du 9 septembre 1986.II. - Le 3° de l'article 25 de l'ordonnance n° 45-2658 du 2 novembre 1945 dans sa rédaction antérieure à la loi n° 86-1025 du 9 septembre 1986 est modifié et est ainsi rédigé :.......IV. - Le 6° de l'article 25 de l'ordonnance n° 45-2658 du 2 novembre 1945 dans sa rédaction antérieure à la loi n° 86-1025 du 9 septembre 1986 est ainsi rédigé :.......V. - Le 7° et le dernier alinéa de l'article 25 de l'ordonnance n° 45-2658 du 2 novembre 1945 sont rétablis dans leur rédaction résultant de la loi n° 81-913 du 29 octobre 1981 sous réserve de ......."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'article 26 de l'ordonnance n° 45-2658 du 2 novembre 1945 est rétabli dans sa rédaction antérieure à la loi n° 86-1025 du 9 septembre 1986."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Dispositions déclarées inséparables de l'article 10 de la présente loi par décision du Conseil constitutionnel n° 89-261 DC du 28 juillet 1989."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Un décret fixe les modalités d'application \"dispositions déclarées inséparables de l'article 10 de la présente loi par décision du Conseil constitutionnel n° 89-261 DC du 28 juillet 1989\" de l'article 35 bis de l'ordonnance n° 45-2658 du 2 novembre 1945 précitée et précise notamment la compétence territoriale des magistrats mentionnés à ces articles, ainsi que les modalités des recours contre leurs décisions."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Dans les six mois de la promulgation de la présente loi, un décret en Conseil d'Etat procédera à la publication de l'ordonnance n° 45-2658 du 2 novembre 1945 précitée dans le texte résultant de la présente loi. Ce décret, pris après avis de la commission supérieure chargée d'étudier la codification et la simplification des textes législatifs et réglementaires, ne pourra apporter à cette loi que les modifications rendues strictement et évidemment nécessaires par l'intervention de la présente loi."
    }
  ]
}