{
  "id": "jorftext000000869867",
  "type": "statute",
  "title": "Loi du 1er juin 1924",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000869867",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Est mis en vigueur dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle, à partir du 1er du septième mois qui suivra la promulgation de la présente loi et sauf les exceptions indiquées ci-après, l'ensemble de la législation civile française, notamment :\n\n1° Les textes généraux suivants, en tant qu'ils ne sont pas déjà applicables :\n\na) Le code civil ;\n\nb) Les parties suivantes du code du travail : livre Ier, articles 19 à 22, 24, 29 à 32, 43 à 51, 74 à 78 et 103 à 107 ;\n\nc) Les parties suivantes du code rural et de la pêche maritime : le livre Ier (sauf le titre VII) et les titres Ier et 2 du livre II ;\n\n2° Les textes particuliers suivants, en tant qu'ils ne sont pas déjà applicables :\n\na) En matière d'état civil et de nationalité :\n\nLa loi du 6 fructidor an II portant qu'aucun citoyen ne pourra porter de nom ni de prénom autres que ceux exprimés dans son acte de naissance ;\n\nL'avis du Conseil d'Etat du 12 brumaire an XI (sur les actes non portés dans les délais prescrits) ;\n\nLa loi du 11 germinal an XI (relative aux noms et changements de noms) ;\n\nL'arrêté du 20 prairial an XI (sur le mode de délivrance des dispenses relatives aux mariages) ;\n\nL'ordonnance du 26 novembre 1823, sur la vérification des registres ;\n\n13 (Supprimé)\n\nLa loi du 2 mai 1861, relative à la légalisation de la signature des officiers de l'état civil et des notaires ;\n\nLa loi du 4 avril 1915 ayant pour objet de permettre, en temps de guerre, le mariage par procuration des militaires et marins présents sous les drapeaux ;\n\nLa loi du 2 juillet 1915, modifiée par celle du 28 février 1922, complétant, en ce qui concerne les actes de décès de militaires ou civils tués à l'ennemi, les articles du code civil sur les actes de l'état civil ;\n\nLa loi du 19 août 1915 étendant aux militaires et marins, prisonniers de guerre, les dispositions de la loi du 4 avril 1915 ;\n\nLa loi du 3 décembre 1915, relative aux actes de décès des personnes présumées victimes d'opérations de guerre ;\n\nLes lois des 1er juin 1916 et 15 décembre 1923, sur la reconstitution des registres, actes et archives ;\n\nLa loi du 18 avril 1918, sur la rectification administrative de certains actes de l'état civil dressés pendant la durée de la guerre ;\n\nLa loi du 1er juillet 1918, sur les déclarations de décès aux armées par des témoins mineurs ;\n\nLa loi du 25 juin 1919, sur les personnes disparues pendant la durée des hostilités ;\n\nLa loi du 20 juin 1920, sur les actes de notoriété destinés à suppléer aux actes d'état civil détruits ou disparus par suite de faits de guerre ;\n\nLa loi du 18 décembre 1922, sur les tarifs des droits d'expédition des actes de l'état civil ;\n\nLa loi du 2 juillet 1923, perpétuant le nom des citoyens morts pour la patrie ;\n\nb) En matière de capacité des personnes :\n\nLa loi du 20 juillet 1895, articles 16 (alinéas 2, 3 et 4) et 17, sur les livrets de caisses d'épargne ;\n\nLa loi du 4 février 1901 modifiée sur la tutelle administrative en matière de dons et legs en ce qui concerne l'Etat, le département et les établissements publics, y compris les établissements publics communaux ;\n\nLa loi du 13 juillet 1907 sur le libre salaire de la femme mariée ;\n\nc) En matière de protection de l'enfance :\n\nLa loi du 24 juillet 1889, sur la protection des enfants maltraités ou moralement abandonnés ;\n\nd) En matière de protection des aliénés :\n\nLes parties de la loi du 30 juin 1838, qui avaient été abrogées ;\n\ne) En matière de propriété :\n\nLes lois des 12 juillet 1909 et 8 avril 1910, article 13, sur la constitution d'un bien de famille insaisissable ;\n\nLa loi du 9 avril 1918, sur l'acquisition des petites propriétés rurales par les victimes civiles de la guerre ;\n\nLa loi du 4 mars 1919, sur la délimitation, le lotissement et le remembrement des propriétés foncières dans les régions dévastées par le fait de la guerre ;\n\nf) En matière de régime des eaux, les lois :\n\nDes 29 avril 1845 et 11 juillet 1847, sur les irrigations ;\n\nDu 10 juin 1854, sur l'écoulement des eaux de drainage ;\n\ng) En matière d'épaves :\n\nL'édit d'août 1669, article 16, sur les épaves fluviales ;\n\nLa loi du 6 août 1791, articles 2 et 5, sur les objets abandonnés dans les bureaux de douane ;\n\nLes ordonnances du 22 février 1829 et du 9 juin 1831 sur les objets laissés dans les greffes ;\n\nLa loi du 16 avril 1895, article 43, sur la caisse des dépôts et consignations ;\n\nLa loi du 31 mars 1896, relative à la vente des objets abandonnés ou laissés en gage par les voyageurs aux aubergistes ou hôteliers ;\n\nLa loi du 31 décembre 1903, relative à la vente des objets abandonnés chez les ouvriers et les industriels ;\n\nLa loi de finances du 30 janvier 1907, articles 31 à 34, sur les valeurs abandonnées ou trouvées dans les services des postes ;\n\nLa loi du 30 juin 1913, sur les copies de tableaux abandonnées ;\n\nLe décret du 28 février 1918, sur les épaves maritimes ;\n\nLa loi du 25 juin 1920, portant création de nouvelles ressources fiscales, article 111 (coupons ou actions atteints par la prescription) ;\n\nh) En matière de successions :\n\nLes décrets des 11 ventôse et 10 fructidor an II, sur les scellés à apposer si l'héritier est militaire ;\n\nLes décrets des 17 nivôse an IIII, article 23, et 9 fructidor an IIII, article 3, prohibant la \"faculté d'élire\" ;\n\nLa loi de finances du 30 décembre 19O3, article 7, sur les successions en déshérence ;\n\nLes lois du 16 avril 1917 et du 12 avril 1922, article 18, sur certaines facilités en matière de succession.\n\ni) En matière de responsabilité, la loi du 20 juillet 1899, relativement aux membres de l'enseignement.\n\nj) En matière de paiements et saisies :\n\nLe décret du 22 avril 1790, article 7, sur l'obligation de faire l'appoint ;\n\nLe décret du 18 août 1810, article 2, sur la monnaie de billon ;\n\nLa loi du 29 janvier 1831, article 9, sur la prescription des créances à l'égard de l'Etat ;\n\nLes lois des 12 août 1870 et 5 août 1914, article 3, sur le cours légal et le cours forcé du billet de la Banque de France ;\n\nLes lois des 23 décembre 1904, 13 juillet 1905, 29 octobre 1909 sur les prorogations de paiements en cas de fête légale ;\n\nLa loi du 12 juillet 1905 sur la signification d'opposition entre les mains du comptable de deniers publics ;\n\nLa loi du 14 avril 1917 sur l'insaisissabilité du mobilier des familles nombreuses ;\n\nLes lois du 8 nivôse an VI (art. 4) et 22 floréal an VII (art. 7), relativement à l'insaisissabilité des rentes sur l'Etat ;\n\nLa loi du 21 ventôse an IX, sur l'insaisissabilité des traitements des fonctionnaires ;\n\nLes lois des 11 avril 1831 (art. 28), 18 avril 1831 (art. 30) et 9 juin 1855 (art. 6) sur l'insaisissabilité des pensions civiles et militaires ;\n\nk) En matière de ventes, les lois :\n\nDu 8 juillet 1907 sur la vente des engrais ;\n\nDu 20 mai 1920, du 31 décembre 1921, article 37, et du 27 octobre 1922, sur les ventes publiques d'objets d'art.\n\nl) En matière de baux et louages de services, les lois :\n\nDu 19 février 1889, article 1er, sur la restriction du privilège du bailleur d'un fonds rural ;\n\nDu 8 février 1897 sur les domaines congéables ;\n\nDu 8 mars 1898 sur les vignes à complant ;\n\nDu 22 novembre 1918 garantissant aux mobilisés la reprise de leur contrat de travail.\n\nm) En matière de prêts, les lois :\n\nDu 26 juillet 1917 sur l'interdiction des prêts sur pensions ;\n\nDes 3 septembre 1807, 19 décembre 1850 et 18 avril 1918 sur le taux des intérêts.\n\nn) En matière de privilèges et hypothèques, les lois et décrets :\n\nDu 26 pluviôse an II, du 25 juillet 1891 et du 29 décembre 1892, article 18, relatives aux travaux publics ;\n\nDu 12 décembre 1806 sur les fournitures aux armées ;\n\nDu 16 septembre 1807, article 23, sur le dessèchement des marais ;\n\nDu 17 juillet 1856 sur le drainage ;\n\nDu 23 décembre 1874, article 14, sur la protection des nourrissons ;\n\nDu 15 février 1902, article 15, sur la protection de la santé publique ;\n\nDu 30 mars 1902, article 58, sur le recouvrement des taxes communales.\n\nEt les textes suivants qui instituent des privilèges ou hypothèques en faveur du Trésor public :\n\nDécret du 6 août 1791, articles 22 et 23 du titre 13 relatif aux douanes ;\n\nDécret du 4 germinal an II, article 4, relatif au commerce maritime et aux douanes ;\n\nDécret du 1er germinal an XIII, article 47, relatif aux contributions indirectes ;\n\nLoi du 5 septembre 1807, relative aux biens des comptables ;\n\nLa loi du 12 novembre 1808, relative au recouvrement des contributions directes.\n\no) En matière de sociétés et associations, les lois :\n\nDu 18 décembre 1915 sur les sociétés coopératives ouvrières ;\n\nDu 7 mai 1917 sur les coopératives de consommation ;\n\nDu 26 décembre 1908, article 41, et du 15 novembre 1918 sur le cautionnement mutuel des comptables.\n\np) En matière de rédaction et de conservation des actes notariés, les lois :\n\nDu 25 ventôse an XI, modifiée ainsi qu'il est dit aux articles 96 et 97 de la présente loi ;\n\nDu 21 juin 1843 ;\n\nDu 29 décembre 1885 ;\n\nDu 12 août 1902 ;\n\nDu 30 janvier 1907, article 7 ;\n\nDu 31 décembre 1921, article 25.\n\nEt toute autre disposition relative à cette matière, sous réserve toutefois de l'application de l'arrêté du 2 février 1919 et du décret du 15 mai 1922, relatifs à la langue judiciaire en Alsace et Lorraine.\n\nq) En matière de certificats de vie et d'assurances sur la vie :\n\nLe décret du 6 mars 1791, article 11 ;\n\nLa loi du 8 décembre 1904 interdisant l'assurance en cas de décès des enfants de moins de douze ans ;\n\nLa loi du 13 juillet 1911, article 74 ;\n\nLa loi du 29 avril 1921, article 19.\n\nr) Les diverses lois particulières suivantes :\n\nDu 28 floréal an VII sur les transferts des inscriptions au Grand-Livre de la dette publique ;\n\nDu 14 novembre 1808 sur la saisie des biens situés dans plusieurs arrondissements ;\n\nDu 21 mai 1836 sur les loteries ;\n\nDu 2 juillet 1862, article 42 et du 16 septembre 1871, article 29, sur les emplois et remplois en rentes sur l'Etat ;\n\nDu 15 novembre 1887 sur la liberté des funérailles ;\n\nDu 15 mars 1910 et l'article 140 de la loi de finances du 31 juillet 1911 protégeant les femmes en couches.\n\ns) Les lois ou règlements dont la mise en vigueur a été expressément réservée par des lois ou règlements antérieurs jusqu'au moment de l'introduction des lois civiles françaises.\n\nt) Les conventions internationales sur les matières visées par les lois ci-dessus énumérées.\n\nu) Les décrets et règlements pris en exécution des lois ci-dessus énumérées."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Il n'est apporté par la présente loi aucun changement à la législation fiscale actuellement en vigueur, ni à la législation sur les séquestres et les liquidations de biens ennemis, ni à l'organisation judiciaire.Ne sont pas mis en vigueur :1° Les lois et règlements ayant accordé des délais de paiement en raison de la guerre de 1914 ;2° Les lois ayant, en raison de cette guerre, suspendu les prescriptions, péremption ou délais en matière civile ;3° La loi du 17 août 1917 sur la résiliation des baux ruraux par suite de la guerre, la loi du 9 mars 1918 sur les baux à loyer et les autres lois subséquentes relatives à la prorogation des baux ;4° La loi du 17 mai 1919 sur les acquéreurs d'habitations de famille par termes échelonnés ;5° La législation française sur les accidents du travail, les maladies professionnelles et les retraites ouvrières et paysannes ;6° (paragraphe abrogé) ;7° Les lois françaises sur le domicile de secours ;8° La législation française sur la chasse et la pêche ;9° La législation française sur les associations ;10° L'article 178O, alinéas 2 à 5, du code civil."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sous réserve de l'article 1er, paragraphe 2, alinéa s, il n'est pas dérogé aux lois et règlements antérieurs à la mise en vigueur de la présente loi et portant introduction des lois civiles françaises. Toutefois, les renvois faits par ces lois et règlements à des lois locales abrogées s'entendent comme visant les lois françaises correspondantes."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sont abrogées les modifications qui avaient été apportées par la législation allemande aux lois françaises demeurées en vigueur en Alsace et Lorraine, et qui avaient seulement pour but de mettre ces lois d'accord avec des lois allemandes non maintenues en vigueur par la présente loi. Au contraire, les modifications qui ont été apportées à ces lois par la législation française entrent immédiatement en vigueur, mais avec les réserves et restrictions résultant de la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Quand les lois désormais mises en vigueur contiennent des renvois exprès ou implicites à d'autres lois françaises non encore mises en vigueur, ces renvois s'entendent comme visant des lois locales correspondantes."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A partir de la date fixée à l'article 1er, sont abrogées dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle (sauf les exceptions résultant de la présente loi) : le code civil local, la loi d'introduction et la loi d'exécution en Alsace et Lorraine de ce code et, d'une manière générale, l'ensemble de la législation civile locale, en y comprenant les diverses lois relatives aux matières pour lesquelles la loi française est mise en vigueur.Les règles contenues dans les textes abrogés et relatives à l'Etat, aux départements, communes et établissements publics sont remplacées par les règles correspondantes du droit français."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Continuent à être appliquées, telles qu'elles sont encore en vigueur dans les trois départements, à la date fixée à l'article 1er, même en tant qu'elles contiennent des règles de droit civil, les lois locales suivantes :1° Les lois locales sur la chasse et la pêche, notamment les articles 835 du code civil local et 16 à 36 de la loi d'exécution de ce code en Alsace-Lorraine ;2° Le code professionnel, sauf les articles 11 a, 105, 113, 114, 115 à 119 a et la loi du 20 décembre 1911 sur le travail à domicile ;3° La législation locale des assurances sociales ;4° La législation des mines ;5° La législation relative aux cours d'eau navigables ou flottables et celle régissant les droits de gage sur les bateaux ;6° La législation sur les sociétés coopératives ;7° La loi du 19 juin 1906 sur le certificat en vue de la cession d'une partie d'un fonds comme libérée de toutes charges ;8° (paragraphe abrogé) ;9° Les articles 21 à 79 du code civil local, ainsi que toutes autres dispositions sur les associations ;10° Les articles 80 à 88 du code civil local et les articles 7, 7 a, 7 b de la loi d'exécution relatifs aux fondations, sous les réserves contenues à l'article 8 de la présente loi ;11° Les articles 565 et 570 du code civil local sur les baux ;12° Les articles 616 à 629 du code civil local sur le louage des services ; les articles 3 à 9 de la loi du 26 juillet 1903 sur les rapports entre maîtres et domestiques ;13° La législation locale sur les cultes et les congrégations religieuses ;14° Les articles 86 de la loi d'introduction du code civil local et 6 de la loi d'exécution du même code, en ce qui concerne les communes, les établissements publics communaux, les établissements publics du culte et les personnes juridiques privées ;15° La loi municipale du 6 juin 1895 et plus généralement toutes les lois administratives ;16° Les textes particuliers expressément maintenus en vigueur par la législation postérieure au 6 décembre 1918, mais sous réserve de toutes les limitations (de temps ou autres) apportées par cette législation à leur maintien en vigueur."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'autorisation, la modification ou la suppression de la fondation prévues par les articles 80 et 87 du code civil local font l'objet d'un décret rendu en la forme d'un décret en Conseil d'Etat.Le transfert des biens à la fondation résulte du fait même de l'autorisation, à moins d'intention contraire du fondateur, et sous réserve de l'application du titre II, chapitre 3, de la présente loi.Si la fondation est instituée par une disposition à cause de mort, le ministère public près le tribunal civil demande l'autorisation, lorsqu'elle n'est pas sollicitée par l'héritier ou l'exécuteur testamentaire."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans la mesure où les textes maintenus en vigueur par l'article 7 et le titre II de la présente loi se réfèrent à une disposition d'une loi locale abrogée, la législation française relative à cette matière est applicable, à moins qu'elle ne soit incompatible avec les règles du droit local maintenues en vigueur.En outre, sont observées pour l'application des textes locaux maintenus en vigueur les prescriptions des articles 10 et 11 ci-après."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Aux autorisations prévues par ces textes comme devant être données par ordonnance impériale ou par décision du Bundesrat sont substituées à l'avenir des autorisations données par décret.\n\nA la surveillance de l'Etat allemand est substituée celle de l'Etat français.\n\nLes dispositions concernant les placements autorisés sont maintenues, sauf à y remplacer les dénominations d'empire, d'Etats confédérés, de provinces, cercles, communes, banques et établissements allemands par celles d'Etat, de départements, de banques similaires, de communes et des établissements similaires français.\n\nLes insertions au Reichsanzeiger ou à tous autres journaux sont faites respectivement au Journal officiel et sur un support habilité à recevoir des annonces légales dans les conditions déterminées par les arrêtés des 18 mars 1919 et 18 juin 1919."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les déterminations en marks dans les textes législatifs du droit local maintenus en vigueur sont remplacées par des déterminations en francs sur la base d'équivalence : 1 Mark égale 1,25 F.Sont remplacées les expressions \"territoire allemand\" par \"territoire français\", \"nationalité allemande\" par \"nationalité française\", \"président de département\" par \"préfet\", \"directeur d'arrondissement\" par \"sous-préfet\", \"Banque d'Empire\" par \"Banque de France\" et \"établissements allemands\" par \"établissements français\". La mention des Etats allemands est supprimée. Les formes judiciaires sont remplacées par les formes notariées."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les textes des lois locales maintenues en vigueur par la présente loi seront publiés en français, à titre documentaire, avec les modifications de rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les conflits entre la législation civile française et la législation civile locale, maintenue en vigueur par la présente loi, continuent à être réglés par la loi du 24 juillet 1921.Toutefois, ne pourront être stipulées, même par voie d'option pour la législation française, des clauses prohibées par le droit local maintenu en vigueur."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Sont provisoirement applicables les règles qui font l'objet du présent titre."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les articles 1559 et 1561, alinéas 1er et 2, du code civil local sont abrogés."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle, la publicité foncière est régie par le présent chapitre."
    },
    {
      "provision_ref": "art36-1",
      "section": "36-1",
      "title": "Article 36-1",
      "content": "Les droits sur les immeubles, les privilèges et les hypothèques sont ceux prévus par la législation civile française ainsi que les prestations foncières des articles 1105 (premier alinéa), 1107 et 1108 du code civil local, de l'article 75 de la loi d'exécution du même code et l'hypothèque d'exécution forcée de l'article 866 du code de procédure civile locale.Les règles concernant l'organisation, la constitution, la transmission et l'extinction des droits réels immobiliers et autres droits et actes soumis à publicité sont celles de la législation civile française, sous réserve des dispositions du présent chapitre."
    },
    {
      "provision_ref": "art36-2",
      "section": "36-2",
      "title": "Article 36-2",
      "content": "Le livre foncier est constitué du registre destiné à la publicité des droits sur les immeubles.\n\nLe livre foncier peut être tenu sous forme électronique dans les conditions définies par les articles 1366 et 1367 du code civil.\n\nLe livre foncier est tenu sous l'autorité du juge du livre foncier.\n\nLe service du livre foncier est assuré par le tribunal judiciaire et, dans le cadre de ses missions prévues par la loi n° 2002-306 du 4 mars 2002 portant réforme de la loi du 1er juin 1924 mettant en vigueur la législation civile française dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, dans ses dispositions relatives à la publicité foncière, par l'établissement public de l'Etat créé à l'article 2 de la même loi.\n\nLes données du livre foncier permettent l'identification des immeubles ainsi que des droits de propriété, servitudes, charges et sûretés portant sur ces immeubles, et l'identification des personnes titulaires de droits inscrits."
    },
    {
      "provision_ref": "art36-3",
      "section": "36-3",
      "title": "Article 36-3",
      "content": "Les annexes au livre foncier sont constituées des actes et documents produits à l'appui d'une requête en inscription, ainsi que des décisions rendues à sa suite.\n\nElles peuvent être conservées sur support électronique dans les conditions définies par l'article 1366 du code civil.\n\nElles ne sont pas soumises à publicité légale. Elles peuvent toutefois être consultées dans des conditions fixées par décret en Conseil d'Etat par les catégories de personnes désignées par le même décret.\n\nCes personnes peuvent en outre obtenir des copies des annexes qu'elles ont consultées."
    },
    {
      "provision_ref": "art36-4",
      "section": "36-4",
      "title": "Article 36-4",
      "content": "Les données du livre foncier informatisé peuvent faire l'objet d'une réutilisation dans les conditions fixées par le titre II du livre III du code des relations entre le public et l'administration."
    },
    {
      "provision_ref": "art36-5",
      "section": "36-5",
      "title": "Article 36-5",
      "content": "Toute contestation relative au service du livre foncier ou à ses annexes relève de la compétence du juge judiciaire."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - La consultation des données du livre foncier et du registre des dépôts sur place ou à distance est libre.\n\nII. - Toute personne qui consulte ces données peut en obtenir une copie délivrée par le greffe ou l'établissement public. La copie est délivrée par l'établissement public à titre de simple renseignement.\n\nIII. - L'inscription d'un droit sur le registre destiné à la publicité des droits sur les immeubles doit être portée à la connaissance des titulaires de droits concernés avec l'indication de leur droit d'accès et de rectification.\n\nToute personne peut obtenir communication des informations concernant ses biens et ses droits et, sous réserve des droits des tiers, exiger la rectification, la modification ou la suppression d'une information inexacte, incomplète ou périmée par requête présentée au juge du livre foncier.\n\nIV. - Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, détermine les conditions d'application du présent article et, notamment, la liste des données consultables outre les droits énumérés à l'article 38 ainsi que les modes de consultation et les conditions dans lesquelles s'exerce le libre accès aux données du livre foncier et du registre des dépôts."
    },
    {
      "provision_ref": "art37-1",
      "section": "37-1",
      "title": "Article 37-1",
      "content": "Par dérogation aux articles L. 213-1 et L. 213-2 du code du patrimoine, l'accès aux données du livre foncier et du registre des dépôts s'exerce dans les conditions définies par l'article 37 et donne lieu à la perception d'une redevance pour service rendu au titre de la délivrance de copie prévue au 1° de l'article 4 de la loi n° 2002-306 du 4 mars 2002.\n\nL'accès aux annexes est soumis au délai prévu au 3° du I de l'article L. 213-2 du code du patrimoine et s'exerce dans les conditions définies au second alinéa de l'article L. 213-1 du même code."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Sont inscrits au livre foncier, aux fins d'opposabilité aux tiers, les droits suivants :\n\na) La propriété immobilière, quel que soit son mode d'acquisition ;\n\nb) La superficie, l'emphytéose et tout autre droit réel conféré par un bail, l'usufruit établi par la volonté de l'homme, l'usage, l'habitation, les servitudes foncières établies par le fait de l'homme, le gage immobilier, le droit réel résultant d'un titre d'occupation du domaine public de l'Etat ou d'un établissement public de l'Etat délivré en application des articles L. 34-1 à L. 34-9 du code du domaine de l'Etat et de l'article 3 de la loi n° 94-631 du 25 juillet 1994 complétant le code du domaine de l'Etat et relative à la constitution de droits réels sur le domaine public et les prestations foncières ;\n\nc) Les privilèges et les hypothèques ;\n\nd) Le droit du locataire et du fermier en cas de bail d'une durée de plus de douze années ;\n\ne) Le paiement anticipé ou la cession d'une somme équivalant à au moins trois années de loyers ou de fermages non échus ;\n\nf) Les restrictions au droit de disposer insérées dans un acte d'aliénation ou découlant de tous autres actes, tels que promesses de vente, legs ou donations sous condition ou avec charge de restitution en vertu des articles 1048 et 1049 du code civil, le droit de retour conventionnel prévu par les articles 951 et 952 du code civil, le droit de réméré ainsi que celles résultant de la saisie immobilière ou de toutes autres décisions judiciaires ;\n\ng) Tout droit à la résolution d'un contrat synallagmatique ;\n\nh) Le droit à la révocation d'une donation ;\n\ni) Le droit au rapport en nature d'une donation prévue par les articles 859 et 865 du code civil ;\n\nj) Les droits résultant des actes et décisions constatant ou prononçant la résolution, la révocation, l'annulation ou la rescision d'une convention ou d'une disposition à cause de mort ;\n\nk) Toute servitude dont la publicité foncière est prévue par la loi à peine d'inopposabilité."
    },
    {
      "provision_ref": "art38-1",
      "section": "38-1",
      "title": "Article 38-1",
      "content": "Dès le dépôt de la requête en inscription et sous réserve de leur inscription, les droits et restrictions visés à l'article 38 ainsi que la prénotation prévue par l'article 39 sont opposables aux tiers qui ont des droits sur les immeubles et qui les ont fait inscrire régulièrement."
    },
    {
      "provision_ref": "art38-2",
      "section": "38-2",
      "title": "Article 38-2",
      "content": "L'opposabilité des donations reste régie par les dispositions de l'article 941 du code civil.Les baux qui n'ont pas été inscrits ne peuvent être opposés aux tiers pour une durée de plus de douze années."
    },
    {
      "provision_ref": "art38-4",
      "section": "38-4",
      "title": "Article 38-4",
      "content": "Sont inscrites au livre foncier, à peine d'irrecevabilité, les demandes en justice tendant à obtenir la résolution, la révocation, l'annulation ou la rescision d'une convention ou d'une disposition à cause de mort."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Une prénotation peut être inscrite avec le consentement des intéressés ou en vertu d'une décision judiciaire dans le but d'assurer à l'un des droits énumérés à l'article 38 son rang d'inscription ou de garantir l'efficacité d'une rectification ultérieure."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'inscription des droits a lieu sur requête.\n\nLes requêtes sont portées sur le registre des dépôts, au fur et à mesure de leur dépôt.\n\nCe registre peut être tenu sous forme électronique dans les conditions définies à     l'article 1366 du code civil.\n\nA peine de rejet, la requête est établie conformément à un modèle et présentée, par remise ou transmission, au service du livre foncier compétent.\n\nLes modalités d'établissement, de présentation et d'enregistrement de la requête sont définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "L'inscription ou la prénotation d'un droit mentionné à l'article 38 emporte présomption de l'existence de ce droit en la personne du titulaire."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Tout acte portant sur un droit susceptible d'être inscrit doit être, pour les besoins de l'inscription, dressé, en la forme authentique, par un notaire, un tribunal ou une autorité administrative.Tout acte entre vifs, translatif ou déclaratif de propriété immobilière, tout acte entre vifs portant constitution ou transmission d'une servitude foncière souscrit sous une autre forme doit être suivi, à peine de caducité, d'un acte authentique ou, en cas de refus de l'une des parties, d'une demande en justice, dans les six mois qui suivent la passation de l'acte."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les notaires, les greffiers et les autorités administratives sont tenus de faire inscrire, sans délai et indépendamment de la volonté des parties, les droits résultant d'actes dressés devant eux et visés à l'article 42.Par dérogation, ils peuvent être dispensés par les parties de faire inscrire les droits visés aux g, h et i de l'article 38.Dans l'accomplissement des formalités de l'inscription, les notaires ont qualité pour représenter les parties contractantes et leurs ayants cause, sans pouvoir spécial de leur part. Ils sont tenus de prêter leur ministère lorsqu'ils en sont requis."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Le titulaire d'un des droits énoncés à l'article 38 ne peut être inscrit avant que le droit de son auteur immédiat n'ait été lui-même inscrit. Le titulaire d'un droit autre que la propriété ne peut être inscrit qu'après l'inscription du propriétaire.L'héritier n'est dispensé d'inscrire son droit de propriété que si un acte translatif ou déclaratif de propriété est dressé dans les dix mois du décès."
    },
    {
      "provision_ref": "art44-1",
      "section": "44-1",
      "title": "Article 44-1",
      "content": "Par exception aux dispositions du premier alinéa de l'article 44, le juge du livre foncier peut, à la requête de tout intéressé, inscrire le droit portant sur un immeuble acquis par prescription ou par accession, dans les conditions fixées par décret en Conseil d'Etat.Si la prescription est contestée, le juge du fond est seul compétent."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "La date et le rang de l'inscription sont déterminés par la mention du dépôt de la requête, portée au registre des dépôts.\n\nLorsque des requêtes relatives au même immeuble sont déposées simultanément, elles ont rang égal. En cas de parité de rang, les privilèges du vendeur et du copartageant priment les droits inscrits du chef du nouveau propriétaire.\n\nL'article 2418 du code civil ne s'applique pas."
    },
    {
      "provision_ref": "art45-1",
      "section": "45-1",
      "title": "Article 45-1",
      "content": "La convention de rechargement dont un créancier est bénéficiaire est inscrite au livre foncier à peine d'inopposabilité aux tiers.La date du dépôt détermine, entre eux, le rang des créanciers inscrits sur l'hypothèque rechargeable."
    },
    {
      "provision_ref": "art45-2",
      "section": "45-2",
      "title": "Article 45-2",
      "content": "Le rang de la convention de rechargement inscrite est celui conféré par l'inscription initiale de l'hypothèque."
    },
    {
      "provision_ref": "art45-3",
      "section": "45-3",
      "title": "Article 45-3",
      "content": "La radiation de l'inscription initiale de l'hypothèque s'impose au créancier qui n'a pas procédé à la publication prévue à l'article 45-1."
    },
    {
      "provision_ref": "art45-4",
      "section": "45-4",
      "title": "Article 45-4",
      "content": "L'inscription d'une hypothèque légale ou judiciaire conservatoire est réputée d'un rang antérieur à celui conféré à la convention de rechargement lorsque la publicité de cette convention est postérieure à l'inscription de cette hypothèque."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Le juge du livre foncier vérifie si le droit visé dans la requête est susceptible d'être inscrit, si l'acte répond à la forme prescrite, si l'auteur du droit est lui-même inscrit conformément aux dispositions de l'article 44 et, enfin, si les parties sont capables et dûment représentées. Il statue par voie d'ordonnance, selon les règles de la matière gracieuse.L'Etat est responsable des fautes commises par le juge du livre foncier dans l'exercice de ses fonctions, sauf son recours contre ce dernier. L'action en responsabilité est portée devant les tribunaux civils et doit l'être, à peine de forclusion, dans le délai d'un an à partir de la découverte du dommage ; elle se prescrit par trente ans à partir du jour où la faute a été commise."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les privilèges généraux sur les immeubles et le privilège du syndicat des copropriétaires sont dispensés de la formalité de l'inscription."
    },
    {
      "provision_ref": "art47-1",
      "section": "47-1",
      "title": "Article 47-1",
      "content": "Pour les besoins de leur inscription, les privilèges et hypothèques portant sur des lots dépendant d'un immeuble soumis au statut de la copropriété sont réputés ne pas grever la quote-part de parties communes comprises dans ces lots.Néanmoins, les créanciers inscrits exercent leurs droits sur ladite quote-part, prise dans sa consistance au moment de la mutation dont le prix forme l'objet de la distribution ; cette quote-part est tenue pour grevée des mêmes sûretés que les parties privatives et de ces seules sûretés.Pour les besoins de leur publication, les ordonnances d'exécution forcée portant sur des lots dépendant d'un immeuble soumis au statut de la copropriété sont réputés ne pas porter sur la quote-part des parties communes comprises dans ces lots.Néanmoins, les créanciers saisissants exercent leur droit sur ladite quote-part, prise dans sa consistance au moment de la mutation dont le prix forme l'objet de la distribution."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "L'inscription ne peut avoir lieu que pour une somme déterminée et sur des immeubles déterminés.Si la créance est indéterminée, le chiffre en est évalué par le créancier en principal et accessoires, sans préjudice de l'application des articles 2444 et 2445 du code civil au profit du débiteur."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Le privilège des architectes, entrepreneurs, maçons et autres ouvriers prévu par le 4° de l'article 2374 du code civil prend rang à la date du dépôt de la requête en inscription du premier procès-verbal prévu par ce texte, pour la somme fixée dans ce procès-verbal."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le privilège de séparation des patrimoines qui appartient aux créanciers et légataires peut être inscrit avant que l'héritier soit lui-même inscrit, mais ne peut plus l'être après l'inscription du transfert de la propriété à un tiers."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "L'inscription des privilèges et des hypothèques est sans effet rétroactif."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Tout notaire recevant un acte duquel il résulte que de nouveaux droits ou valeurs sont échus à un mineur ou à un majeur en tutelle doit donner avis sans délai au juge des tutelles compétent, au moyen d'un extrait de l'acte sur papier libre et sans frais ; cet envoi est mentionné en marge de la minute."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les dispositions de l'article 2401 du code civil sont applicables à l'hypothèque judiciaire. L'hypothèque est inscrite, pour la totalité de la créance, sur les divers immeubles du débiteur, à moins que le créancier ne le requière autrement."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les inscriptions conservent l'hypothèque et le privilège dans les conditions prévues aux articles 2434 à 2437 du code civil."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "La radiation d'une inscription a lieu soit en vertu d'une mainlevée consentie sous forme authentique par le titulaire du droit inscrit ou son ayant droit et sur sa requête, soit en vertu d'une décision judiciaire. Toutefois, la radiation d'une inscription d'une hypothèque ou d'un privilège peut être requise par le dépôt au bureau foncier d'une copie authentique soit de l'acte notarié certifiant que le créancier a, à la demande du débiteur, donné son accord à cette radiation, soit d'une décision judiciaire.La radiation d'une inscription concernant un droit, dont l'existence ou la durée est subordonnée à un événement à date incertaine survenant en la personne du titulaire de ce droit, a lieu également sur requête du propriétaire de l'immeuble grevé ou sur requête de tout autre intéressé, s'il est fait la preuve de cet événement par la production de pièces justificatives, notamment d'actes d'état civil. Le consentement du titulaire de l'inscription n'est pas nécessaire.Lorsque l'inscription comporte une date extrême d'effet, le juge du livre foncier ordonne d'office sa radiation à cette date."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les actes de mainlevée de l'hypothèque légale du Trésor sont dispensés de la forme authentique."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Les articles 1127 et 1128 du code civil local demeurent en vigueur ; leurs règles seront étendues au cas où l'objet assuré est grevé d'un privilège."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Provisoirement ne sont pas mis en vigueur les articles 1733 et 1734 du code civil, l'article 2 de la loi du 19 février 1889 en ce qui concerne l'assurance-incendie."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Lorsque le don ou legs fait à un successible en ligne directe ou au conjoint survivant a pour objet une exploitation agricole, industrielle ou commerciale unique, le donataire ou légataire peut, par dérogation à l'article 866 du code civil, retenir en totalité l'objet de la libéralité, même si la valeur de cet objet excède la quotité disponible et quel que soit cet excédent, sauf à récompenser les cohéritiers ou héritiers en argent ou autrement.Il en est de même lorsque le don ou legs fait au conjoint survivant concerne les objets mobiliers ayant servi au ménage commun des époux.L'estimation d'une exploitation agricole se fait à dire d'experts, sur la base du revenu net moyen de l'exploitation à l'époque de l'ouverture de la succession.Les avantages résultant pour le donataire ou légataire d'une exploitation agricole, des délais accordés pour le paiement des sommes dues aux héritiers, ne constituent pas une libéralité imputable sur la portion disponible et sur la réserve légale, même si les sommes sont stipulées non productives d'intérêt, pourvu toutefois que le paiement ne soit pas retardé au-delà de cinq ans à partir de l'ouverture de la succession du disposant. En cas de vente totale ou partielle des immeubles légués ou donnés avant expiration du délai de libération, les sommes encore dues deviennent immédiatement exigibles."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Les articles 2353 à 2368 du code civil local relatifs au certificat d'héritier sont maintenus en vigueur dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle.Toutefois, il n'est pas dérogé aux règles du droit français concernant l'étendue des pouvoirs des exécuteurs testamentaires."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Le certificat d'héritier est délivré par le juge du tribunal judiciaire de l'ouverture de la succession.\n\nToute fausse déclaration, faite dans les formes des articles 2356 et 2357 du code civil local, est passible d'une amende de 60.000 F."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Les légataires universels et à titre universel sont considérés comme héritiers pour l'application des textes maintenus en vigueur par les articles 74 et 75.Les legs à titre particulier, portant sur les immeubles situés dans lesdits départements, doivent figurer dans les certificats d'héritier par mention du légataire et de l'immeuble.Doivent également figurer au certificat d'héritier le régime matrimonial s'il s'agit d'un régime de communauté ainsi que les clauses de partage inégal de la communauté."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Dans le cas où les lois maintenues en vigueur exigent la production du certificat d'héritier, ce certificat peut être remplacé, s'il s'agit d'une succession non ouverte dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle, par un certificat de notoriété ou de propriété, dressé conformément aux lois françaises.Le certificat d'héritier vaut sur toute l'étendue du territoire français comme certificat de notoriété ou de propriété, dans les cas où un certificat de cette sorte est prévu pour l'application des lois civiles françaises, sous réserve toutefois de la procédure spéciale instituée par la loi du 28 floréal an VII pour les mutations des inscriptions au grand-livre de la dette publique."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Les lois introduites déterminent seules les modes de preuve admissibles et la foi qui s'y attache. Demeurent soumises à la législation locale les règles concernant l'administration des preuves en justice et la rédaction des actes par les officiers publics autres que les notaires et les officiers de l'état civil."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Les renvois faits au code civil local par le code de procédure local doivent s'entendre comme étant faits aux règles correspondantes des lois civiles françaises."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Quand les lois mises en vigueur prévoient la \"procédure sommaire\", il y a lieu de suivre la procédure ordinaire du droit local, mais les parties sont de plein droit dispensées de la tentative de conciliation."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Sont déclarés au greffe du tribunal judiciaire les acceptations sous bénéfice d'inventaire, les renonciations à succession ou à communauté et les délaissements d'immeubles hypothéqués."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "L'insaisissabilité des biens est déterminée exclusivement par les lois mises en vigueur et par les articles 580 à 582, 592 et 593 du code de procédure français, sauf application des lois locales expressément maintenues en vigueur par l'article 7 de la présente loi."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Provisoirement, les voies d'exécution, les ventes judiciaires, la purge des hypothèques, la distribution par contribution ou par ordre demeurent, sous les réserves contenues aux titres V et VI, soumises aux règles de procédure de la législation locale. Les règles de procédure des lois civiles françaises présentement mises en vigueur (en particulier celles des articles 2204 à 2217 du code civil et de la loi du 14 novembre 1808) ne sont applicables qu'en tant qu'elles ne sont pas contraires à celles des lois locales. L'arrondissement y est remplacé par le canton pour toutes les procédures qui sont de la compétence du tribunal judiciaire.\n\nLa loi d'Empire du 24 mars 1897 sur la vente forcée aux enchères et sur l'administration forcée est abrogée."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Les cas dans lesquels il y a lieu à partage judiciaire, les règles relatives à la formation et à l'attribution des lots, sont déterminés par les articles 815 et suivants du code civil.  Mais il est procédé tant au partage qu'à la vente des biens, s'il y a lieu, par le juge et le notaire commis suivant les dispositions du titre VI de la présente loi."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Sont mis en vigueur les articles suivants du code de procédure civile :articles 505 à 516 sur la prise à partie ;articles 812 à 818 sur les offres réelles et la consignation ;articles 855 à 858 sur la rectification des actes de l'état civil ;articles 865 à 874 sur la séparation de biens ;articles 875 à 881 sur la séparation de corps et le divorce ;articles 882 à 889 sur les avis de parents ;articles 89O à 897 sur l'interdiction ;articles 898 à 9O6 sur la cession de biens."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Cessent d'être applicables, à partir de la mise en vigueur de la présente loi, les articles suivants du code local de procédure civile :articles 12 à 35 et 36, paragraphes 5 et 6, sur la compétence à raison du lieu ;article 52, 2e, sur la capacité de la femme mariée pour ester en justice ;articles 72 à 77 sur la notification du procès à un tiers ;articles 110 à 113 sur la caution judicatum solvi ;articles 286 à 293 sur l'admissibilité des moyens de preuve ;article 305 sur les exceptions dilatoires de l'héritier et de la femme mariée ;articles 322 à 328, 415 à 419, 439, 440, 445 à 459, 469 à 476, 477, alinéas 2 et 3, relatifs aux moyens de preuves admissibles ;articles 606 à 639 en tant qu'ils s'appliquent au divorce ;articles 639 à 643 sur l'autorité de la chose jugée en matière d'état ;articles 645 à 687 sur la tutelle des majeurs ;article 806 sur le recours en garantie de l'adjudication ;articles 611, 812 et 850 sur les biens insaisissables ;articles 946 et suivants en tant qu'ils visent la déclaration de décès.Cessent également d'être applicables :L'article 14, 2°, de la loi d'introduction du code local de procédure sur la liberté de la preuve ;La loi locale du 21 juillet 1879, relative à l'action paulienne et généralement tous les textes contraires aux dispositions de procédure contenues expressement dans les lois introduites et applicables en vertu des articles du présent titre."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Dans tous les cas où les lois maintenues en vigueur exigent une légalisation publique au sens de l'article 129 du code civil local, cette légalisation doit être effectuée selon les prescriptions de la loi locale ; les notaires sur toute l'étendue du territoire français ont compétence pour y procéder.Dans les cas où les lois introduites exigent la légalisation d'une signature, celle-ci est effectuée par les autorités compétentes et selon les prescriptions de la loi française."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "La demande qui tend à faire ordonner l'exécution forcée sur les biens immeubles doit être présentée au tribunal cantonal, dans le ressort duquel ils sont situés, soit par écrit, soit par déclaration prise en procès-verbal par le greffier. Si les immeubles sont situés dans le ressort de plusieurs tribunaux, le tribunal compétent est désigné sur requête par le tribunal judiciaire dans le ressort duquel il se trouve en tout ou en partie.\n\nAvec la demande, doivent être produites :\n\n1° L'expédition en forme dûment exécutoire du titre de la créance ;\n\n2° La preuve des circonstances à l'existence desquelles est subordonnée l'ouverture de l'exécution forcée ;\n\n3° Une copie du livre foncier concernant les immeubles dont la vente par expropriation forcée est demandée ;\n\n4° La déclaration d'une mise à prix pour chaque article ;\n\n5° Les conclusions éventuelles dur créancier au sujet de l'époque, du lieu, du mode et des conditions de l'adjudication, ainsi que la personne du notaire qui en sera chargé."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "Contre un tiers acquéreur, l'exécution forcée ne peut être poursuivie qu'après qu'on lui aura signifié, avec la sommation mentionnée à l'article 2454 du code civil, une copie du titre de la créance à exécuter, et que, depuis cette signification, il se sera écoulé un délai d'un mois.\n\nLa sommation doit être réitérée si, dans l'année, la demande aux fins d'exécution n'a pas été déposée."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "Le tribunal d'exécution rejette les demandes non fondées et ordonne la régularisation de celles qui sont incomplètes.Lorsque plusieurs créanciers ont été admis à poursuivre l'exécution forcée sur le même immeuble, on considère comme partie poursuivante celui qui le premier a déposé sa demande ; les autres créanciers peuvent, en tout état de cause, reprendre l'instance lorsque la procédure est négligée ou abandonnée par le créancier poursuivant."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "Si la demande est fondée, le tribunal ordonne l'exécution forcée.\n\nL'ordonnance d'exécution forcée doit contenir :\n\n1° Les noms, profession et domicile du créancier poursuivant, et, le cas échéant, du fondé de pouvoir chargé de recevoir les significations, ainsi que du débiteur et du tiers acquéreur ;\n\n2° La désignation des immeubles ;\n\n3° L'ordonnance de mise en vente et la nomination d'un notaire chargé de procéder à l'adjudication.\n\nCe dernier doit être choisi autant que possible parmi les notaires du ressort du tribunal judiciaire et, si les immeubles sont situés dans les ressorts différents, parmi les notaires de ces divers ressorts."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "L'ordonnance d'exécution est signifiée d'office au débiteur et au tiers acquéreur et inscrite d'office au livre foncier.\n\nSi le domicile du débiteur ou tiers débiteur est inconnu, la signification se fait entre les mains d'un curateur désigné par le tribunal d'exécution sur requête du créancier poursuivant."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "Dans le délai d'une semaine après l'accomplissement des formalités prescrites aux deux premiers paragraphes de l'article précédent, les pièces de la procédure doivent, en tant qu'elles sont nécessaires pour procéder à l'adjudication, être transmises au notaire chargé de l'adjudication.Le tribunal transmet également à ce notaire toutes ordonnances ultérieures, ou toutes pièces ultérieurement parvenues, qui peuvent avoir quelque influence sur l'adjudication ou sur l'inscription du procès-verbal d'adjudication."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "Le notaire convoque d'abord par lettre recommandée le créancier poursuivant, le débiteur et le tiers acquéreur, pour débattre les points à examiner, notamment la mise à prix, les conditions, l'époque, le mode et le lieu de l'adjudication.\n\nIl dresse un procès-verbal de ces débats, fait mettre à jour la copie du livre foncier et procède sans délai à la rédaction du cahier des charges."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "Le cahier des charges contient :1° La teneur de l'ordonnance d'exécution forcée et la mention de la signification et de l'inscription de cette ordonnance ;2° L'énonciation du titre exécutoire de la sommation notifiée au tiers détenteur ;3° Les mises à prix et les conditions de la vente ;4° Le mode, le lieu, jour et heure de l'adjudication.Les conditions de vente résultant tacitement, soit du droit civil, soit de la présente loi, ainsi que les dispositions de cette dernière au sujet du mode d'adjudication, ne figurent pas au cahier des charges.Le délai entre le jour où l'adjudication a été fixée et celui auquel elle a lieu ne peut dépasser trois mois."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "Le notaire rédige sur la base du cahier des charges une annonce de l'adjudication et la fait publier.\n\nCelle-ci contient :\n\n1° La date de l'ordonnance du tribunal d'exécution décidant la vente, les indications désignées aux 1° et 2° de l'article 144, la mise à prix, le mode, les lieu, jour et heure de l'adjudication.\n\n2° L'avis que le cahier des charges et les actes de procédure complets sont déposés en son étude et que chacun peut en prendre connaissance sans frais ;\n\n3° Un renvoi à la disposition de l'alinéa 1er de l'article 159 ;\n\n4° La sommation aux créanciers hypothécaires ou autres intéressés inconnus d'avoir à faire valoir leurs droits par une inscription avant l'inscription du procès-verbal d'adjudication ;\n\n5° La sommation aux créanciers titulaires d'une sûreté publiée sur les immeubles par destination objet de l'ordonnance d'exécution d'avoir à déclarer leur créance, soit par une déclaration prise en procès-verbal par le notaire soit par la remise d'un acte signé d'un avocat ou notaire."
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "L'annonce de l'adjudication est publiée :\n\n1° Par l'affichage d'un exemplaire au tableau du tribunal d'exécution, ainsi qu'aux endroits destinés aux publications officielles dans les communes de la situation des biens ;\n\n2° Par une insertion dans la feuille désignée pour les publications officielles au siège du tribunal d'exécution ;\n\n3° Par l'envoi d'exemplaires aux créanciers et autres titulaires de droits inscrits sur le livre foncier, ainsi qu'aux créanciers à hypothèques légales connus et aux créanciers titulaires d'une sûreté publiée sur les immeubles par destination objet de l'ordonnance d'exécution. Ces envois sont effectués sous pli recommandé.\n\nL'affichage, l'insertion et l'envoi aux créanciers intéressés ont lieu au plus tôt deux mois et au plus tard deux semaines avant l'adjudication.\n\nL'affichage au tableau du tribunal est constaté par une attestation du greffier. L'affichage aux endroits destinés aux publications officielles est constaté par l'attestation du maire ou d'un huissier.\n\nL'insertion est constatée par la production d'un exemplaire du journal et l'envoi aux intéressés par une attestation du notaire et de la poste.\n\nLe notaire peut faire procéder à d'autres publications, notamment à son de caisse ou de cloche et par voie d'insertion d'extraits sommaires de l'annonce."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "Si le créancier poursuivant ne se présente pas à l'adjudication, ni personnellement, ni par fondé de pouvoir, la procédure est close, sous réserve du droit que peut avoir un autre créancier de la reprendre.\n\nSi le créancier a été empêché de comparaître sans qu'il y ait eu négligence de sa part, le tribunal d'exécution ordonne la reprise de la procédure, sur la demande qu'en fait le créancier dans les deux semaines. La nouvelle fixation qui est faite par le notaire est publiée conformément à l'article précédent et porte à la connaissance du débiteur et du tiers acquéreur par lettre recommandée. Dans ce cas, l'affichage, l'insertion et l'avis ont lieu au plus tôt un mois et au plus tard deux semaines avant le jour de l'adjudication.\n\nLes frais occasionnés par la non-comparution du créancier poursuivant restent à sa charge."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "Avant l'ouverture des enchères, les pièces de la procédure et les procès-verbaux des débats sur les contestations sont tenus à la disposition de tout intéressé et portés à la connaissance des personnes présentes.Il est ensuite donné lecture des conditions de la vente, avec une indication approximative des frais tombant à la charge de la masse.Enfin, les immeubles sont mis aux enchères sur les mises à prix."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "Les enchères se font à l'extinction des feux ; l'article mis en vente est adjugé aussitôt que trois bougies, dont chacune aura brûlé au moins pendant une minute, se seront successivement éteintes sans nouvelle enchère.Si la mise à prix n'est pas couverte, le créancier poursuivant est déclaré adjudicataire.Un enchérisseur cesse d'être tenu à sa mise, lorsqu'une mise supérieure aura été faite sans être immédiatement déclarée irrecevable par le notaire ou contestée par un intéressé, dans les conditions de l'article 154."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "Le juge du tribunal judiciaire, le greffier et le notaire ne peuvent enchérir, ni directement, ni par intermédiaire, à peine de nullité. Le débiteur est exclu des enchères.\n\nA la requête d'un intéressé, l'adjudicataire est tenu de fournir immédiatement une caution convenable ou une autre garantie. S'il ne le fait pas ou s'il n'est pas autorisé à enchérir, il est procédé à de nouvelles enchères sur la mise encore valable d'un précédent enchérisseur ou, à son défaut, sur la mise à prix."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "Dans les trois jours qui suivent l'adjudication, l'adjudicataire ou son représentant peut déclarer par-devant le notaire chargé de la vente qu'il a enchéri pour le compte d'un tiers, et si, dans le même délai et dans la même forme, cette déclaration est confirmée par ce tiers, ce dernier est réputé adjudicataire direct, tandis que le premier adjudicataire devient codébiteur solidaire."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Article 156",
      "content": "Les frais de l'enregistrement, du timbre, de l'expédition et de l'inscription au livre foncier, ainsi que les émoluments revenant au notaire pour l'adjudication tombent à la charge des adjudicataires proportionnellement à leur prix d'adjudication ; en sus de cette quote-part, chaque adjudicataire supporte les frais de son extrait d'adjudication. Les autres frais de procédure sont à la charge de la masse, y compris ceux du curateur nommé par application du paragraphe 2 de l'article 145."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "Le procès-verbal d'adjudication doit contenir, outre une mention de l'ordonnance d'exécution forcée et du cahier des charges :\n\n1° La désignation du créancier poursuivant, du fondé de pouvoir, chargé par lui, le cas échéant, de recevoir les significations du débiteur et du tiers acquéreur ;\n\n2° La date de l'annonce de l'adjudication et de sa publication ;\n\n3° La constatation que toutes les pièces de la procédure ont été exposées et portées à la connaissance des personnes présentes à conditions de l'adjudication ;\n\n4° La constatation qu'il a été donné lecture des conditions de l'adjudication ;\n\n5° La désignation de chaque immeuble mis en adjudication par renvoi au cahier des charges ; l'indication des plus forts enchérisseurs ; la constatation de l'adjudication faite dans la forme prescrite l'article 153 ; enfin la désignation de la garantie fournie, ainsi que des fondés de pouvoir que les adjudicataires peuvent avoir chargés de recevoir les signification ;\n\n6° La déclaration que l'acquisition a été faite pour des tiers (art. 155)."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "Le tribunal d'exécution statue sur les conclusions, objections et observations présentées dans la procédure d'exécution forcée, sans préjudice des dispositions des articles 737, 767 à 771, 781, 796 et 797 du code local de procédure civile.Il y a qualité pour ordonner les mesures mentionnées à l'article 732, alinéa 2, dudit code."
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "Les objections et observations concernant la procédure antérieure à l'adjudication, notamment la fixation des mises à prix et des conditions de l'adjudication, doivent, à peine de déchéance, être produites au tribunal d'exécution au plus tard une semaine avant le jour de l'adjudication. Les objections et observations concernant la procédure de l'adjudication même doivent être produites au plus tard deux semaines après l'adjudication. La production en est faite soit par écrit, soit par déclaration prise en procès-verbal par le greffier.Les infractions aux prescriptions sur la procédure en entraînent la nullité complète ou partielle, selon l'importance des prescriptions enfreintes, l'étendue des infractions et le préjudice vraisemblablement causé aux parties intéressées.Les dispositions de l'article 698 du    code de procédure civile sont applicables au notaire chargé de l'adjudication."
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "Le notaire prépare une expédition du cahier des charges et du procès-verbal d'adjudication en vue des inscriptions à faire au livre foncier. Les adjudicataires en reçoivent des extraits qui ne leur sont délivrés, toutefois, que s'ils justifient qu'ils ont satisfait aux conditions préalables.Les pièces justificatives sont annexées à la minute."
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "S'il n'y a pas eu d'objections contre la procédure, ou si les objections élevées ont été définitivement écartées, l'adjudicataire est tenu de remplir ses obligations et le débiteur ou le tiers acquéreur de délaisser l'immeuble. En cas de besoin, le tribunal d'exécution ordonne l'expulsion du débiteur ou du tiers acquéreur au profit de l'adjudicataire, qui a le droit d'entrer en possession.\n\nL'adjudicataire peut, sans offres de paiement préalables, se libérer par la consignation du prix avec les intérêts et par le paiement des frais tombant à sa charge.\n\nA la requête du créancier poursuivant, du débiteur ou du tiers acquéreur, le tribunal d'exécution peut ordonner la consignation du prix exigible. Copie de cette ordonnance est transmise d'office à la Caisse des dépôts et consignations.\n\nDans le délai d'une semaine après la consignation, l'adjudicataire remet au tribunal l'original ou une copie du certificat de consignation ; faute de quoi, il n'est libéré qu'à partir du jour de la remise.\n\nDans le cas de l'alinéa 3 ou si la procédure d'ordre est déjà ouverte, l'adjudicataire ne peut plus retirer la somme consignée qu'avec le consentement des autres intéressés.\n\nQuand les frais d'inscription ont été avancés par le créancier poursuivant celui-ci peut, si l'adjudicataire omet de lui rembourser ces frais ou de les payer au greffe, en faire fixer le montant par le tribunal d'exécution et en poursuivre le remboursement contre l'adjudicataire."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "L'adjudicataire est l'ayant cause du débiteur. L'inscription au livre foncier entraîne la purge de toutes les sûretés publiées en ce sens que les droits des créanciers portent sur le prix d'adjudication."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "Après l'adjudication, les objections qui concernent la délivrance de la formule exécutoire ou la créance elle-même ne peuvent plus être élevées au préjudice de l'adjudicataire. Si elles ont été élevées avant l'adjudication, elles n'ont effet à l'égard de l'adjudicataire que si elles l'ont été par déclaration devant le notaire ou, tant que celui-ci n'était pas encore désigné, par déclaration au tribunal d'exécution, soit par écrit, soit par déclaration prise en procès-verbal par le greffier."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "A partir de la notification de l'ordonnance d'exécution forcée, le débiteur et le tiers acquéreur sont considérés comme séquestres judiciaires des immeubles saisis. Toutefois, le tribunal d'exécution peut, à la requête d'un intéressé, commettre un tiers pour l'administration générale ou pour la perception des revenus et fruits des immeubles. Il peut également faire défense aux locataires et fermiers de payer au débiteur ou au tiers acquéreur. Sitôt que l'une ou l'autre décision aura été notifiée aux locataires ou fermiers, ceux-ci ne peuvent plus se libérer qu'en payant à l'administrateur, aux créanciers désignés par lui, ou à la caisse des consignations."
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "Les fruits perçus ou loyers et fermages échus après l'inscription de l'ordonnance d'exécution forcée sont, vis-à-vis des créanciers, assimilés aux immeubles et le montant en est distribué avec le prix de ces biens d'après le rang des hypothèques."
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166",
      "content": "Les aliénations, charges, hypothèques, baux et locations consentis par le débiteur après l'inscription de l'ordonnance d'exécution forcée ne sont opposables ni au créancier poursuivant, ni aux créanciers hypothécaires antérieurement inscrits, ni au futur adjudicataire.L'aliénation consentie postérieurement à cette date peut être validée, si l'acquéreur consigne une somme suffisante tant pour désintéresser les créanciers dont s'agit, que pour couvrir les frais et fait, auprès du notaire chargé de l'adjudication, opposition à cette dernière avant l'ouverture des enchères (art. 152)."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "Toutes les décisions du tribunal d'exécution peuvent être rendues sans débat oral préalable. Elles sont susceptibles de pourvoi immédiat."
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "Les dispositions du présent chapitre s'appliquent aux autres objets et droits qui, par rapport à l'exécution forcée, sont assimilés aux biens immeubles."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "Les dispositions du présent chapitre sont applicables aux concessions minières, situées dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle, avec les modalités suivantes :1° A la requête aux fins d'exécution forcée doit être jointe une copie de l'acte de concession légalisée par l'administration supérieure des mines ou par un notaire ;2° L'annonce de l'adjudication doit contenir l'indication du nom de la mine, du minerai qui fait l'objet de la concession, de l'arrondissement et des communes où elle se trouve et de son étendue."
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Article 170",
      "content": "Si, à l'époque de l'ouverture de la faillite, une procédure d'exécution forcée dirigée contre le failli, par un créancier non nanti d'un gage ou privilège sur l'immeuble, est encore pendante, elle peut être continuée à la diligence du syndic de la faillite."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Article 171",
      "content": "L'administration forcée d'un immeuble est ordonnée par le tribunal d'exécution. L'ordonnance est soumise aux mêmes règles que celle ordonnant la vente forcée aux enchères, sous réserve des dispositions ci-après. Elle doit être notifiée d'office à tous les intéressés inscrits au livre foncier."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "Par la saisie résultant de l'inscription de l'ordonnance au livre foncier, le débiteur est dessaisi de l'administration et de la jouissance de l'immeuble."
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "Article 173",
      "content": "Le débiteur habitant l'immeuble au moment de la saisie doit être laissé dans les locaux indispensables à son ménage.Si le débiteur ou une personne habitant avec lui met en péril l'immeuble ou entrave l'administration, le tribunal ordonne, sur requête, l'évacuation de l'immeuble."
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Article 174",
      "content": "L'administrateur est nommé par le tribunal qui lui fait remettre l'immeuble par un huissier ou l'autorise à se mettre lui-même en possession."
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Article 175",
      "content": "La saisie devient effective à l'égard des tiers débiteurs aussitôt que la défense de payer au débiteur leur a été notifiée par le tribunal ou par l'administrateur."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Article 176",
      "content": "L'administrateur a le droit et le devoir d'effectuer toutes les opérations nécessaires au maintien de l'immeuble dans son état d'exploitation et à sa gestion normale ; il fait valoir des créances comprises dans la saisie et convertit en espèces les produits qui ne sont pas indispensables à l'administration.Tout bail conclu avant la saisie est opposable à l'administrateur."
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Article 177",
      "content": "Le tribunal, après audition du créancier et du débiteur, donne à l'administrateur les instructions nécessaires, fixe sa rémunération et surveille sa gestion ; le cas échéant, il a recours à un expert.Le tribunal peut exiger de l'administrateur une caution, lui infliger des amendes punies des peines d'amende prévues pour les contraventions de la 1ère classe relevant du 1° de l'article 131-13 du code pénal ; il peut aussi le congédier."
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Article 178",
      "content": "L'administrateur est responsable envers tous les intéressés. Il doit rendre des comptes au tribunal qui les communique au créancier et au débiteur."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Article 179",
      "content": "Sont prélevés sur les produits de l'immeuble les dépenses d'administration et les frais de la procédure, à l'exception de ceux qui sont occasionnés par l'ouverture de la procédure ou par l'intervention d'un créancier."
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Article 180",
      "content": "Les contributions et autres charges publiques venant à échéance pendant l'administration sont à régler sans délai.S'il est à prévoir que des fonds seront disponibles pour effectuer des paiements sur d'autres créances, le tribunal fixe un jour auquel un état de distribution est établi pour toute la durée de l'administration. La fixation de ce jour est notifiée à tous les intéressés.A l'audience de distribution, le juge dresse l'état, après audition des intéressés présents, et, le cas échéant, avec l'assistance d'un expert."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "Sont admises sur l'état les créances résultant du livre foncier. Les délais, les pourvois et la mise à exécution de l'état sont réglés par les articles 876 à 882 du code local de procédure civile l'opposition du débiteur contre une créance exécutoire est soumise aux règles des articles 767, 769 et 770 du même code."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "Après l'établissement de l'état de distribution, le tribunal ordonne le paiement, conformément à cet état, des différentes sommes aux intéressés ; cette décision doit être complétée si, postérieurement, l'intervention d'un créancier est admise. Les versements sont faits par l'administrateur à leur échéance dans la mesure des disponibilités."
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "Article 183",
      "content": "Pour les paiements à faire sur le principal d'une hypothèque, le tribunal doit fixer une date, sur la demande de l'administrateur. Quand le titulaire de l'hypothèque est désintéressé, le tribunal requiert la radiation au livre foncier."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Article 184",
      "content": "Tout intéressé peut, par voie d'assignation, demander la modification de l'état de distribution. Cette modification ne donne pas lieu au remboursement des paiements effectués conformément à l'état primitif."
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "Article 185",
      "content": "La distribution par le tribunal n'a pas lieu si les intéressés se sont mis d'accord sur la distribution et si la preuve en est fournie par acte authentique."
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Article 186",
      "content": "Les dispositions du chapitre IV du présent titre sont applicables par analogie, en tant qu'elles ne sont pas contraires à celles du présent chapitre."
    },
    {
      "provision_ref": "art187",
      "section": "187",
      "title": "Article 187",
      "content": "La procédure en matière de purge des hypothèques est réglée par les dispositions des articles 2364 à 2472 du code civil et les avis du Conseil d'Etat du 1er juin 1807 et du 8 mai 1812.\n\nLa publication prescrite par l'avis du Conseil d'Etat du 1er juin 1807 se fait conformément aux dispositions de l'article 150, n. 2, de la présente loi."
    },
    {
      "provision_ref": "art188",
      "section": "188",
      "title": "Article 188",
      "content": "Les attributions des tribunaux dans la procédure de purge des hypothèques, y compris la revente sur surenchère, sont de la compétence des tribunaux cantonaux.Les prescriptions des articles 141, alinéa 1er, et 168 de la présente loi sont applicables."
    },
    {
      "provision_ref": "art189",
      "section": "189",
      "title": "Article 189",
      "content": "La notification prévue à l'article 2464 du code civil est adressée par acte d'huissier aux domiciles déclarés par les créanciers dans leurs inscriptions.Le tiers acquéreur annexe à l'acte :1° Un extrait de son titre, contenant la date et la nature de l'acte, l'identité du vendeur ou du donateur, la nature et la situation de l'immeuble vendu ou donné, le prix de la vente, ou, s'il y eu donation, l'évaluation de l'immeuble ;2° Un extrait de la publication de l'acte de vente ou de l'acte de donation ;3° Un état hypothécaire sommaire sur formalités faisant apparaître les charges réelles qui grèvent l'immeuble."
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "La notification dont parle l'article 2465 du code civil est adressée par acte d'huissier au débiteur principal, au tiers acquéreur ainsi qu'aux autres créanciers titulaires d'une inscription sur l'immeuble. Elle doit contenir copie de l'acte authentique de cautionnement, ainsi que la déclaration que les documents prouvant la solvabilité de cette caution ont été déposés au greffe du tribunal judiciaire. Si, dans le cas prévu à l'article 2301 du code civil, la garantie est donnée moyennant la consignation de valeurs en numéraire ou en titres, est signifiée une copie du certificat de consignation.\n\nLes objections contre la surenchère ou celles concernant l'insuffisance de la garantie offerte doivent, sous peine de déchéance, être élevées dans les deux semaines qui suivent la signification."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "Le tribunal judiciaire statue sur les conclusions, objections et observations qui concernent soit la procédure, soit la suffisance de la surenchère ou de la garantie offerte. L'article 167 est applicable."
    },
    {
      "provision_ref": "art192",
      "section": "192",
      "title": "Article 192",
      "content": "Le créancier surenchérisseur doit, dans le délai fixé par l'article 2465 du code civil pour la signification de la surenchère, présenter requête au tribunal cantonal comptent aux fins de revente sur surenchère.\n\nFaute par lui de présenter ladite requête dans ce délai, la revente sur surenchère peut, dans un nouveau délai d'un mois, être demandée par tout autre créancier hypothécaire.\n\nSi, dans le délai fixé par l'article 190, alinéa 2, il n'a pas été élevé d'objections contre la surenchère ou la suffisance de la garantie offerte, ou si les objections élevées ont été rejetées par une décision passée en force de chose jugée, le tribunal cantonal rend l'ordonnance de vente. Sont applicables à cette ordonnance les dispositions de l'article 144 relatives à l'ordonnance d'exécution forcée."
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Article 193",
      "content": "En cas de vente par suite de surenchère, on applique les dispositions concernant l'exécution forcée sur les immeubles.Toutefois, la mise à prix est déterminée par le prix de vente, augmenté du montant de la surenchère."
    },
    {
      "provision_ref": "art193-1",
      "section": "193-1",
      "title": "Article 193-1",
      "content": "Lorsqu'un créancier gagiste forme surenchère, la vente est faite par un officier ministériel habilité par son statut à procéder à des ventes aux enchères publiques de meubles corporels et, dans les cas prévus par la loi, par des courtiers de marchandises assermentés.Faute d'enchérisseur, le créancier gagiste est déclaré adjudicataire pour le montant de la mise à prix.Le versement du prix ou sa consignation et le paiement des frais de la vente purgent de plein droit l'immeuble de toute gage.La distribution du prix est réalisée en application des dispositions du chapitre IV du présent titre."
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Article 194",
      "content": "Lorsqu'une vente sur exécution forcée ou une revente sur surenchère est devenue définitive, le notaire chargé de l'adjudication doit transmettre au préposé du livre foncier une expédition du cahier des charges et du procès-verbal d'adjudication et requérir l'inscription du droit de propriété des adjudicataires. Dans le cas de l'article 2470 du code civil, l'inscription première du droit de propriété est confirmée par une note marginale.\n\nEn même temps, le notaire fait mettre à jour la copie du livre foncier."
    },
    {
      "provision_ref": "art195",
      "section": "195",
      "title": "Article 195",
      "content": "Les intéressés peuvent s'entendre à l'amiable sur la distribution devant le notaire chargé de l'adjudication."
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Article 196",
      "content": "A défaut d'entente amiable, le notaire ouvre la procédure de distribution et en dresse procès-verbal. Il fait sommation, signifiée d'office, au créancier poursuivant, aux créanciers inscrits et aux créanciers titulaires d'une sûreté publiée sur les immeubles par destination saisis avant la publication du titre de vente, d'avoir à produire et à justifier leurs créances en principal, intérêts, frais et accessoires, dans le délai d'un mois, à partir de la signification, sous peine de forclusion.\n\nSi un créancier est domicilié en dehors des trois départements, la sommation se fait par lettre recommandée.\n\nSi l'adjudicataire a consigné volontairement le prix d'adjudication, il est donné avis à la Caisse des dépôts et consignations de l'ouverture de la procédure de distribution."
    },
    {
      "provision_ref": "art197",
      "section": "197",
      "title": "Article 197",
      "content": "La production se fait soit par une déclaration prise en procès-verbal par le notaire soit par la remise d'un acte signé d'un avocat ou notaire."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "Le délai pour la production des créances commence à courir, pour chaque créancier en particulier, à partir de la signification de la sommation : dans le cas de l'article 196, alinéa 2, à partir de la remise à la poste.Le notaire doit, d'une manière précise, indiquer dans le procès-verbal l'époque de la production et en délivrer au créancier une attestation sur sa demande."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "Si, contrairement aux prescriptions de l'article 196, la signification ou communication de la sommation n'a pas eu lieu, l'intéressé peut faire la production de ses prétentions jusqu'à l'expiration du délai fixé à l'article 206, alinéa 2.La faculté de faire valoir, par voie d'assignation, un droit de propriété contre des créanciers à qui il a été ainsi délivré un bordereau de collocation inexact n'est éteinte ni par le fait que la production n'a pas eu lieu à temps, ni par la mise à exécution de l'état de collocation."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "Dans le délai d'un mois après expiration des délais de production, le notaire dresse un état de collocation.Cet état doit contenir :1° La déclaration que les créanciers qui n'ont pas produit à temps leurs prétentions demeurent forclos ;2° L'état de la masse à distribuer avec indication du taux de l'intérêt et du jour à partir duquel courent les intérêts ;3° L'état du passif comprenant :a) Les frais à la charge de la masse, sous réserve d'un arrêté de compte ultérieur ;b) Les créances admises d'après leur rang, les intérêts, les frais et autres accessoires ; pour les intérêts et les rentes, la désignation du taux et du jour à partir duquel ils courent, ainsi que la mention qu'ils sont colloqués jusqu'à la clôture de l'état.Si plusieurs immeubles ont été vendus en bloc, le notaire détermine au besoin dans l'état de collocation la portion du prix total devant échoir proportionnellement à sa valeur, à chaque immeuble en particulier. Il peut au préalable prendre l'avis d'un ou de trois experts. L'avis est inséré au procès-verbal."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "Après l'établissement de l'état de collocation, le notaire le tient à la disposition des intéressés qui peuvent en prendre communication ; il fixe un jour auquel doivent être produites les contestations contre l'état.Le notaire fait ensuite sommation aux intéressés désignés à l'article 196, ainsi qu'au débiteur et au tiers détenteur, de prendre communication de l'état de collocation, et de comparaître au jour fixé pour fournir leurs observations sur cet état, et de présenter au plus tard audit jour leurs contestations, sous peine d'être forclos. En même temps il est donné avis à l'adjudicataire du jour fixé.Les sommations et avis doivent être signifiés et notifiés conformément aux dispositions de l'article 196. Il y a un délai d'au moins deux semaines entre la signification et le jour fixé."
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "Les contestations concernant l'état de collocation, si elles sont élevées avant le jour fixé, le sont par une déclaration prise en procès-verbal du greffier, ou par la remise d'un acte signé d'un avocat ou notaire. La disposition de l'article 198, alinéa 2, est applicable."
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "Article 203",
      "content": "Au jour fixé, l'état de collocation dûment complété est lu et expliqué.S'il s'élève une contestation, chacun des intéressés doit fournir séance tenante, ses observations. Si la contestation est reconnue fondée par les intéressés ou s'il s'établit quelque autre accord entre les parties, l'état de collocation doit être rectifié dans ce sens.L'opération est consignée dans un procès-verbal qui est lu aux intéressés ou leur est présente pour qu'ils en prennent connaissance. Mention de cette lecture ou communication est faite dans le procès-verbal ; il y est dit également si le procès-verbal a été adopté ou quelles contestations ont été élevées."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "S'il ne s'élève aucune contestation contre l'état de collocation, ou bien si les contestations élevées ont été vidées au jour fixé, l'état de collocation est clos.Pour faire la clôture, le notaire établit le calcul de la masse à distribuer, des frais à la charge de la masse et du montant de la créance de chaque créancier colloqué ; il délivre aux créanciers colloqués des bordereaux contenant délégation sur les adjudicataires ou sur la Caisse des dépôts et consignations ; il requiert que la radiation des inscriptions des créanciers non colloqués, ainsi que de ceux colloqués sur ladite caisse, en tant qu'elles concernent les immeubles vendus.Les frais à la charge de la masse sont, outre ceux désignés à l'article 156, les frais de procédure de distribution, y compris ceux de la radiation des inscriptions des créanciers non colloqués. Les frais à la charge de la masse sont colloqués de préférence à toutes autres créances.Les frais à la charge de la masse avancés par le créancier poursuivant sont colloqués avec intérêts à raison de 5 %.Sont colloquées, au rang des créances, les sommes qu'un créancier colloqué a eu à payer à un mandataire dans la procédure de distribution ou pour la confection des actes désignés aux articles 197 et 202, si ces frais sont estimés nécessaires."
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Article 205",
      "content": "Si une contestation n'est pas vidée, le notaire clôt l'état de collocation pour les créances antérieures à celles contestées et délivre des bordereaux de collocation à ces créanciers. Il le peut même en ce qui concerne les créances postérieures à celles contestées, pourvu qu'il réserve une somme suffisante pour couvrir les créances contestées."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "La clôture de l'état de collocation doit avoir lieu au jour fixé ou au plus tard dans la semaine qui suit. Après la clôture de l'état, les intéressés peuvent en prendre connaissance en l'étude du notaire, pendant une semaine, à partir du jour qui a été désigné lors de la discussion de l'état.Pendant cette semaine, les intéressés sont admis à se pourvoir contre la clôture de l'état devant le tribunal d'exécution. La décision de ce tribunal est susceptible d'un nouveau pourvoi dans la semaine qui suit la signification."
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "Si, avant l'expiration du délai fixé à l'article précédent, une créance est produite après coup en vertu de la disposition de l'article 199, il est fixé un nouveau jour pour s'expliquer sur cette créance et pour rectifier, s'il y a lieu, l'état de collocation.Au jour fixé, le créancier produisant peut élever, sans aucune restriction, des contestations contre l'état ; les autres intéressés ne le peuvent qu'autant qu'ils risquent de ne pas être satisfaits pour leurs créances par suite de la production tardive.Il est donné avis aux intéressés du nouveau jour fixé. En même temps, il est fait sommation aux personnes désignées à l'article 201, alinéa 2, de comparaître audit jour pour fournir leurs observations sur la créance tardivement produite et présenter, sous peine d'être forclos, les contestations qu'ils peuvent avoir à élever contre le nouvel état, en tant que ces contestations sont recevables d'après la disposition de l'alinéa 2 ci-dessus."
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208",
      "content": "S'il n'a pas été formé de pourvoi ou si le pourvoi a fait l'objet d'une décision définitive, le notaire transmet sans retard au préposé du livre foncier un extrait de l'état renfermant les collocations et la requête en radiation ; le préposé procède à la radiation des inscriptions des créanciers non colloqués, ainsi que des créanciers colloqués sur la Caisse des dépôts et consignations.Le notaire délivre sans retard à chaque créancier colloqué un bordereau de collocation exécutoire."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "Si une contestation contre l'état de collocation n'a pas été vidée au jour fixé pour la discussion de l'état de collocation, celui qui a élevé la contestation doit, dans le délai d'un mois, à partir de ce jour, fournir au notaire la preuve qu'il a actionné les intéressés. Si, à l'expiration de ce délai, cette preuve n'est pas fournie l'état est clos, sans égard à la contestation, mais sans préjudice pour l'opposant du droit de faire valoir par voie d'assignation sa priorité à l'égard du créancier colloqué à tort."
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Article 210",
      "content": "Si la preuve visée à l'article précédent est fournie à temps, la clôture de l'état est ajournée jusqu'à ce que le jugement statuant sur le paiement de la portion litigieuse de la masse ait acquis l'autorité de la chose jugée.A la demande de la partie ayant obtenu gain de cause, les frais mis par le jugement à la charge d'un créancier colloqué sont prélevés sur le montant colloqué au profit de ce créancier.Les dispositions de l'article 206, alinéas 2 et 3, sont applicables ; le notaire désigne aux intéressés, par lettre recommandée, le jour à partir duquel court le délai d'une semaine."
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "Le créancier non colloqué, ainsi que le débiteur ou le tiers débiteur, ont un recours contre ceux qui ont élevé une contestation non fondée, pour le dommage leur résultant de cette contestation, notamment pour la perte d'intérêts."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Article 212",
      "content": "Le créancier qui reçoit paiement sur sa collocation est tenu de consentir jusqu'à concurrence du montant payé, la radiation de son inscription ; les frais de la radiation sont à la charge de l'adjudicataire."
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "Article 213",
      "content": "Après la clôture de l'état, l'adjudicataire qui a consigné le prix avec les intérêts échus, peut demander la radiation des inscriptions existantes.La demande de radiation doit être formée par écrit ou par une déclaration prise en procès-verbal du notaire. Sommation est faite par celui-ci aux créanciers intéressés, aux débiteurs et aux tiers détenteurs d'avoir à présenter leurs objections à un jour fixé à cet effet. La signification de cette sommation doit être faite au moins deux semaines avant le jour fixé.Si, au jour fixé, il n'est élevé aucune objection, le notaire joint le certificat de consignation au dossier, déclare la consignation valable et requiert la radiation des inscriptions avec maintien de leur effet en ce qui concerne le prix consigné.S'il est élevé une objection, elle est jugée par le tribunal d'exécution, sur requête de l'opposant présentée dans le délai d'une semaine. La décision donne ouverture au pourvoi immédiat.Les frais de consignation sont supportés par l'adjudicataire. Quant aux autres frais de la procédure, il en est fait distraction en faveur de l'adjudicataire sur le montant du prix et ils sont assignés sur la Caisse des dépôts et consignations, en tant que l'état en a été produit avant la clôture de la procédure de distribution. Il en est de même en faveur de la partie qui a eu gain de cause en ce qui concerne les frais occasionnés par une contestation, sous réserve du recours visé à l'article 211."
    },
    {
      "provision_ref": "art214",
      "section": "214",
      "title": "Article 214",
      "content": "En cas d'aliénation volontaire d'un immeuble non suivie de surenchère, l'ouverture de la procédure de distribution peut être demandée par chaque créancier hypothécaire ou gagiste, par l'acquéreur, et en tant que le prix de vente est exigible, par le vendeur.\n\nLa demande doit être présentée au tribunal judiciaire compétent, soit par écrit, soit par déclaration prise en procès-verbal du greffier.\n\nLe tribunal désigne un notaire qui procède conformément aux articles 196 et 213.\n\nLes dispositions de l'article 161, alinéas 2 et 3, et de l'article 213 sont applicables à l'acquéreur après l'ouverture de la procédure de distribution. Il est fait distraction en sa faveur, sur le montant du prix, des frais de la procédure prescrite par l'article 2464 du code civil, en tant que l'état en a été produit au plus tard au jour fixé pour la discussion de l'état de collocation."
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Article 215",
      "content": "La désignation d'un fondé de pouvoir chargé de recevoir les significations dans la procédure d'exécution forcée ou de purge des hypothèques est encore valable pour la procédure de distribution."
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Article 216",
      "content": "En cas de désignation d'un fondé de pouvoir chargé de recevoir les significations, c'est à lui que doivent être adressées toutes les significations et communications."
    },
    {
      "provision_ref": "art218",
      "section": "218",
      "title": "Article 218",
      "content": "Les ordonnances d'expulsion dans la procédure d'exécution forcée ou en cas de revente sur surenchère, ainsi que les bordereaux de collocation délivrés dans la procédure de distribution, sont exécutoires conformément aux dispositions des articles 724 à 793 et 797 du code local de procédure."
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Article 219",
      "content": "Après la clôture de la procédure, les pièces relatives à la procédure d'exécution forcée, de purge des hypothèques et de distribution sont remises au tribunal d'exécution, y compris une expédition sur papier libre du cahier des charges, du procès-verbal d'adjudication et de l'état de collocation."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "Le partage judiciaire a lieu d'après les prescriptions de la présente loi par voie de juridiction gracieuse.Il est réservé aux parties intéressées le droit de provoquer par voie d'assignation une décision sur le fond et la recevabilité du partage."
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "La procédure de partage est de la compétence des tribunaux judiciaires.\n\nChaque partie intéressée est en droit de demander l'ouverture de la procédure. Les prescriptions des articles 465 et 817 du code civil s'appliquent au cas où des mineurs, majeurs en tutelle ou absents sont intéressés, sous réserve de l'application de l'article 1822 du code civil local aux mineurs dont la tutelle demeure soumise à ce code. Les mineurs étrangers sont tenus de justifier de l'autorité exigée par les lois de leur pays.\n\nLa demande doit indiquer clairement les parties intéressées et la masse à partager et contenir les propositions éventuelles sur le choix du notaire.\n\nSi plusieurs tribunaux judiciaires sont compétents, le demandeur a le droit de choisir entre eux. Si la demande en partage a été formée par plusieurs intéressés, celle qui est la première en date fixe la compétence du tribunal.\n\nLe tribunal compétent pour le partage d'une succession est également compétent pour le partage des communautés de biens, successions et autres masses qui en dépendent. Sur la demande de l'une des parties intéressées, le juge peut néanmoins, s'il le trouve utile, prononcer la distraction de la procédure de l'une de ces masses."
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "Article 222",
      "content": "Si d'autres renseignements sont nécessaires avant de statuer sur la demande, le tribunal saisi a à les provoquer, soit en demandant des éclaircissements oraux au demandeur, soit en lui donnant des injonctions à cet égard.Toutes les autres parties intéressées peuvent se joindre au demandeur ou, le cas échéant, le remplacer. Par la communication des conclusions de la partie poursuivante, au besoin par lettre recommandée, il doit leur être fourni l'occasion de faire de leur côté des propositions sur le choix du notaire."
    },
    {
      "provision_ref": "art223",
      "section": "223",
      "title": "Article 223",
      "content": "Si la demande est reconnue non fondée ou inadmissible, ou si elle ne peut être complétée, le juge doit la rejeter. Dans le cas contraire, il renvoie les parties devant le notaire qu'il désigne pour procéder au partage.Si les circonstances s'y prêtent, un autre notaire peut être chargé de certaines parties de la procédure. Les prescriptions ci-dessus sont applicables si, dans le cours de la procédure, la désignation ou le remplacement d'un notaire deviennent nécessaires.La désignation du notaire pour les opérations de partage implique la mission de procéder, le cas échéant, à l'inventaire.Si la décision du renvoi est devenue définitive, le tribunal adresse au notaire commis l'ordonnance avec les actes et le certificat constatant l'époque où la décision a acquis l'autorité de la chose jugée."
    },
    {
      "provision_ref": "art224",
      "section": "224",
      "title": "Article 224",
      "content": "Le notaire invite le demandeur à fournir toutes justifications utiles concernant l'objet de la demande et à faire des propositions précises sur le mode et les bases du partage qu'il provoque.Si, dans les six mois, après que la décision a obtenu l'autorité de la chose jugée, le demandeur ou une autre partie intéressée ne remplit pas les conditions prévues par l'alinéa précédent, la procédure est à considérer comme éteinte."
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225",
      "content": "Le notaire convoque toutes les parties intéressées à un jour fixé pour les débats en leur laissant un délai d'au moins deux semaines ou, dans le cas où des parties intéressées sont à convoquer en dehors des départements du Bas-Rhin, du Haut-Rhin et de la Moselle, dans un délai d'au moins un mois pour la comparution ; il leur communique par écrit les propositions du demandeur en les avertissant qu'au cas de non-comparution les absents sont présumés consentir à ce que l'on procède au partage et que le partage sera obligatoire pour eux malgré leur non-comparution.Au jour fixé pour les débats, ou dans le délai de deux semaines après ce terme, chaque partie peut demander la remise des débats ou la fixation d'un nouveau terme.L'article 238, alinéa 2, est applicable.Il est dressé procès-verbal des débats qui ont lieu au terme fixé."
    },
    {
      "provision_ref": "art226",
      "section": "226",
      "title": "Article 226",
      "content": "Le partage a lieu d'après les prescriptions suivantes, si les parties intéressées, présentes et majeures, ne sont pas tombées d'accord sur un autre mode de partage."
    },
    {
      "provision_ref": "art227",
      "section": "227",
      "title": "Article 227",
      "content": "Sur la demande des parties, il y a lieu d'ordonner une expertise pour déterminer la valeur des objets, la possibilité de partage en nature et pour former les lots.\n\nSi parmi les parties intéressées se trouvent des personnes désignées à l'article 838 du code civil, l'expertise est indispensable du moment que des immeubles doivent faire l'objet d'une attribution sans formation de lots.\n\nSi les parties intéressées présentes tombent d'accord sur le choix d'un ou plusieurs experts, ceux-ci sont assermentés par le notaire. En cas de désaccord, la nomination et, le cas échéant, l'assermentation se fait sur les poursuites du notaire par le tribunal saisi du partage. Ce tribunal peut requérir un autre tribunal judiciaire de procéder à la nomination et à l'assermentation des experts. Les experts font part aux intéressés du jour de l'expertise ; il en est fait mention dans le rapport.\n\nLe rapport d'expertise est à remettre au notaire qui peut aussi recevoir la déclaration des experts et en dresser procès-verbal. Le notaire prévient les intéressés, qui n'ont pas assisté à la rédaction du rapport, qu'ils peuvent en prendre connaissance en son étude ; à la demande des intéressés, il leur soumet le rapport et leur en délivre copie."
    },
    {
      "provision_ref": "art228",
      "section": "228",
      "title": "Article 228",
      "content": "Si le partage en nature n'est pas faisable sans qu'il en résulte une dépréciation des biens à partager, ceux-ci doivent être vendus, à moins que toutes les parties ne se soient entendues autrement.Si parmi les parties intéressées se trouvent des personnes désignées à l'article 838 du code civil, on ne peut procéder à la vente des immeubles qu'avec les autorisations prévues à l'article 221.La vente doit avoir lieu, à moins d'autres conventions, conformément aux prescriptions suivantes."
    },
    {
      "provision_ref": "art229",
      "section": "229",
      "title": "Article 229",
      "content": "La vente des meubles a lieu par voie d'adjudication aux enchères publiques.Les enchères ont lieu devant le notaire chargé du partage et, en cas d'empêchement, devant un notaire ou un huissier désigné par les parties intéressées présentes, ou au besoin par le tribunal du partage. Le jour des enchères est annoncé d'après les usages locaux. Les intéressés sont prévenus du jour des enchères par lettre recommandée.L'estimation des meubles d'art n'est pas nécessaire.Les titres sont à vendre de la main à la main au cours du jour, s'ils sont cotés à la bourse ou au marché ; s'ils ne sont pas soumis à une cote, ils sont à vendre aux enchères."
    },
    {
      "provision_ref": "art230",
      "section": "230",
      "title": "Article 230",
      "content": "La vente d'immeubles se fait d'après les prescriptions du chapitre II du présent titre."
    },
    {
      "provision_ref": "art231",
      "section": "231",
      "title": "Article 231",
      "content": "Lorsque les opérations n'ont pas pu être terminées à une précédente réunion, le notaire convoque les parties à nouveau, aux fins d'établir les masses, de fixer les droits de chaque intéressé, de former les lots et de procéder ensuite au tirage au sort de ces lots.Le tirage se fait par le notaire et, si l'une des parties en forme la demande, à un jour ultérieur indiqué à cet effet. Si l'un des intéressés élève des objections devant le notaire, le tirage est remis jusqu'à ce qu'il ait été statué sur l'opposition. Après le tirage, même d'une partie seulement des lots, il ne peut plus être soulevé d'opposition."
    },
    {
      "provision_ref": "art232",
      "section": "232",
      "title": "Article 232",
      "content": "S'il s'élève des difficultés pendant les opérations devant le notaire et si elles n'ont pas reçu de solution, le notaire dresse procès-verbal sur les contestations et renvoie les parties à se pourvoir par voie d'assignation."
    },
    {
      "provision_ref": "art233",
      "section": "233",
      "title": "Article 233",
      "content": "S'il ne s'élève pas de difficultés pendant les opérations ou si elles ont été aplanies, le notaire rédige l'acte de partage et en transmet la minute avec les pièces préparatoires au tribunal saisi du partage.La même procédure est à suivre, s'il est possible de procéder au partage d'objets non litigieux, en réservant les points litigieux jusqu'après la décision judiciaire.Les parties non comparantes sont à informer par le notaire, au moyen de lettres recommandées, que l'acte de partage a été dressé."
    },
    {
      "provision_ref": "art234",
      "section": "234",
      "title": "Article 234",
      "content": "Si une partie justifie au juge que c'est sans sa faute qu'elle a été empêchée de comparaître le jour fixé pour la passation de l'acte de partage et que l'on puisse admettre que ses droits aient été lésés par le partage, les parties intéressées sont à renvoyer, sur sa demande, devant le notaire.Le notaire fixe un nouveau jour pour la continuation des opérations et citée d'office toutes les parties. Aux opérations ultérieures s'appliquent les dispositions des articles 232 et 233 ; les modifications que peut subir l'acte de partage sont à considérer comme continuation de cet acte."
    },
    {
      "provision_ref": "art235",
      "section": "235",
      "title": "Article 235",
      "content": "Si toutes les prescriptions sur la procédure ont été observées, le tribunal homologue l'acte de partage remis par le notaire.Dans le cas où des personnes désignées à l'article 838 du code civil sont intéressées, l'homologation n'est à accorder que si leurs intérêts sont sauvegardés. S'il s'élève des difficultés, le juge peut se mettre en rapport avec le notaire pour compléter ou modifier l'acte de partage ; ces opérations sont à considérer comme continuation de l'acte de partage.Après que l'homologation est devenue exécutoire, l'acte de partage est renvoyé au notaire avec une copie de la décision d'homologation, sur laquelle le greffier certifie qu'elle est devenue exécutoire."
    },
    {
      "provision_ref": "art236",
      "section": "236",
      "title": "Article 236",
      "content": "L'exécution forcée peut avoir lieu, en vertu de l'acte de partage homologué et devenu exécutoire. Sont applicables, dans ce cas, les prescriptions des articles 795 et 797 du code local de procédure civile, relatifs à l'exécution forcée en vertu d'actes notariés.Le partage homologué et devenu exécutoire a également force obligatoire pour les parties intéressées qui n'y ont pas participé.Les dispositions légales sur l'annulation de l'acte de partage conventionnel sont applicables au partage judiciaire."
    },
    {
      "provision_ref": "art238",
      "section": "238",
      "title": "Article 238",
      "content": "Pour toutes citations à comparaître, il doit être donné aux personnes citées un délai de deux semaines pour comparaître, en tant que la présente loi ne contient pas d'autres prescriptions. Cette prescription n'est pas applicable aux remises.En cas de remise, la publication du nouveau jour est à considérer comme citation pour toutes les parties citées à comparaître au jour précédemment fixé."
    },
    {
      "provision_ref": "art240",
      "section": "240",
      "title": "Article 240",
      "content": "Les frais de procédure devant le tribunal saisi du partage, ainsi que des opérations devant le notaire et les frais nécessaires pour mettre les intéressés en possession de leurs lots respectifs sont à la charge de la masse.Il en est de même des frais occasionnés par la rédaction de la demande en ouverture de la procédure, dans le cas où, d'après l'avis du juge, la rédaction de cet acte par un tiers était nécessaire pour ouvrir utilement les opérations de partage.Les frais et déboursés d'un fondé de pouvoir sont à la charge du mandant.Les frais spéciaux qui sont occasionnés par une soulte qu'une partie peut avoir à payer, restent à sa charge."
    },
    {
      "provision_ref": "art241",
      "section": "241",
      "title": "Article 241",
      "content": "La procédure devant notaire, telle qu'elle est prévue par le présent titre, est régie par les prescriptions générales sur les opérations et les actes des notaires."
    },
    {
      "provision_ref": "art242",
      "section": "242",
      "title": "Article 242",
      "content": "Les mesures à prendre pour la conservation de documents communs sont ordonnées par le tribunal saisi du partage si les parties ne tombent pas d'accord à ce sujet."
    },
    {
      "provision_ref": "art243",
      "section": "243",
      "title": "Article 243",
      "content": "La vente d'immeubles a lieu par adjudication publique.L'adjudication a lieu devant le notaire chargé du partage, en tant qu'un autre notaire n'a pas été désigné conformément à l'article 223, alinéa 2. Le notaire commis peut, en cas d'empêchement, se faire remplacer par un autre notaire."
    },
    {
      "provision_ref": "art244",
      "section": "244",
      "title": "Article 244",
      "content": "L'adjudication a lieu sur les mises à prix proposées, dans le cas où il ne s'élève aucune objection. Dans le cas contraire, l'estimation des immeubles à vendre est faite par un ou trois experts, à moins que cette estimation n'ait déjà été faite antérieurement. Sont applicables dans ce cas les dispositions de l'article 227.Sur la demande collective des copartageants les mises à prix peuvent également être fixées par le juge saisi du partage sur le rapport du notaire."
    },
    {
      "provision_ref": "art245",
      "section": "245",
      "title": "Article 245",
      "content": "Le notaire établit le projet des conditions de la vente. Les parties sont convoquées à jour fixe pour se déclarer sur les conditions de la vente et sur le procès-verbal d'expertise ; c'est dans cette séance que sont arrêtées les conditions de la vente sous les modifications qui peuvent avoir été proposées et admises.Les objections contre l'expertise ou les conditions de la vente ne sont admissibles que si le notaire a été saisi de la demande en modification, soit au cours de la séance ou dans les deux semaines qui suivent.Le tribunal saisi du partage statue sur les demandes en modification.Dans le cas où les personnes désignées à l'article 838 du code civil sont intéressées, l'homologation du juge saisi du partage est nécessaire pour fixer les conditions de la vente."
    },
    {
      "provision_ref": "art246",
      "section": "246",
      "title": "Article 246",
      "content": "La publication de l'adjudication doit contenir :1° La désignation des immeubles à vendre et les mises à prix ;2° Les noms, domiciles et professions des personnes qui en sont propriétaires ou de la succession desquelles ils dépendent ;3° Le lieu, le jour et l'heure de l'adjudication, ainsi que le nom et domicile du notaire chargé de l'adjudication ;4° L'avis que toutes les pièces relatives à l'adjudication sont déposées à l'étude du notaire et que chacun peut en prendre communication sans frais."
    },
    {
      "provision_ref": "art247",
      "section": "247",
      "title": "Article 247",
      "content": "La publication du jour de l'adjudication se fait par le notaire par voie d'insertion dans le journal désigné pour les publications officielles des tribunaux.La publication a lieu au moins une fois, au plus tôt six semaines, et au plus tard deux semaines avant le jour de l'adjudication.Le notaire a à faire toutes les autres publications dont conviennent les parties comparues.L'insertion n'est pas nécessaire si tous les copartageants ont choisi un autre mode de publication, et, dans le cas où des personnes désignées à l'article 838 du code civil sont intéressées, si le tribunal saisi du partage a donné son approbation. Les pièces justificatives de la publication doivent être annexées par le notaire au procès-verbal d'adjudication, mais ne sont pas à expédier avec ce procès-verbal. Le procès-verbal mentionne le mode de publication et l'annexe des pièces justificatives."
    },
    {
      "provision_ref": "art248",
      "section": "248",
      "title": "Article 248",
      "content": "Le notaire fait parvenir une affiche à chaque intéressé, par lettre recommandée, au plus tard une semaine avant le jour fixé pour l'adjudication. Si l'époque de l'adjudication a été proclamée dans une séance devant le notaire, l'envoi des affiches n'est pas nécessaire pour les parties qui ont assisté à cette séance."
    },
    {
      "provision_ref": "art249",
      "section": "249",
      "title": "Article 249",
      "content": "L'adjudication se fait publiquement au lieu et au jour désignés dans la publication ; elle ne peut commencer avant l'heure indiquée.Il est donné lecture des conditions de l'adjudication."
    },
    {
      "provision_ref": "art250",
      "section": "250",
      "title": "Article 250",
      "content": "L'immeuble est adjugé dès que, sur une enchère, trois bougies successivement allumées, et dont chacune a brûlé au moins une minute, se sont éteintes sans nouvelle enchère."
    },
    {
      "provision_ref": "art251",
      "section": "251",
      "title": "Article 251",
      "content": "Le notaire peut décider, sans que sa décision soit soumise à un recours, que des personnes inconnues, étrangères ou notoirement insolvables, ne sont admises aux enchères que si elles fournissent une caution solidaire solvable ou une autre garantie suffisante, ou si elles prouvent qu'elles sont munies d'une procuration d'une personne solvable."
    },
    {
      "provision_ref": "art252",
      "section": "252",
      "title": "Article 252",
      "content": "Chaque enchérisseur est lié par son enchère dans les conditions prévues par l'article 153, alinéa 3."
    },
    {
      "provision_ref": "art253",
      "section": "253",
      "title": "Article 253",
      "content": "Quiconque enchérit pour un tiers sans produire une procuration authentique ou légalisée, qui lui a été délivrée à cet effet, est responsable de l'exécution de toutes les obligations prises pour le tiers. Si la procuration est produite, elle est annexée au procès-verbal d'adjudication."
    },
    {
      "provision_ref": "art254",
      "section": "254",
      "title": "Article 254",
      "content": "Tout adjudicataire peut, dans les trois jours qui suivent le jour de l'adjudication, désigner un tiers pour lequel il a enchéri. Au moment de la déclaration prise en procès-verbal du notaire, il doit produire une procuration authentique ou légalisée ou l'acceptation personnelle du tiers.Le procès-verbal est à rédiger comme suite du procès-verbal d'adjudication.Le tiers est réputé adjudicataire direct ; cependant, le premier adjudicataire est tenu d'exécuter personnellement et comme codébiteur solidaire toutes les conditions de l'adjudication."
    },
    {
      "provision_ref": "art255",
      "section": "255",
      "title": "Article 255",
      "content": "Si les enchères restent au-dessous de la mise à prix, l'adjudication est provisoire ; elle devient définitive, si, dans le délai de deux semaines après l'adjudication, elle est ratifiée par les copartageants, et en tant que les personnes désignées à l'article 838 du code civil sont intéressées, par le tribunal saisi du partage. L'adjudicataire reste engagé jusqu'à l'expiration de ce délai.Si l'adjudication n'est pas définitive, de nouvelles enchères, où l'adjudication se fait à tout prix, ont lieu à la demande d'une des parties intéressées ; la procédure pour cette adjudication est la même que pour la première. Dans l'annonce il est fait mention que l'adjudication aura lieu même au-dessous de la mise à prix."
    },
    {
      "provision_ref": "art256",
      "section": "256",
      "title": "Article 256",
      "content": "L'exécution forcée pour l'accomplissement des conditions de la vente et pour l'expulsion a lieu en vertu du procès-verbal d'adjudication.  Sont applicables les prescriptions des articles 795 à 797 du code local de procédure civile relatifs à l'exécution forcée en vertu d'actes notariés.L'expédition du procès-verbal d'adjudication ou l'extrait de ce dernier, ou la grosse exécutoire aux fins d'expulsion ne sont délivrés à l'acquéreur que sur la justification qu'il a payé les frais qui lui incombent et qu'il a rempli toutes les conditions se rattachant à cette expédition."
    },
    {
      "provision_ref": "art257",
      "section": "257",
      "title": "Article 257",
      "content": "Les immeubles appartenant à des mineurs ou majeurs en tutelle, soit exclusivement, soit indivisément avec d'autres personnes, peuvent être aliénés en dehors de la procédure de partage judiciaire si les autres parties intéressées y donnent leur consentement."
    },
    {
      "provision_ref": "art258",
      "section": "258",
      "title": "Article 258",
      "content": "L'ordonnance de l'approbation et la délibération du conseil de famille doivent indiquer la nature et les mises à prix des immeubles, ainsi que, le cas échéant, les conditions de la vente. L'assentiment des autres intéressés peut être déclaré dans la délibération du conseil de famille, ou dans l'acte dressé en conséquence de cette délibération ou dans un acte spécial notarié ou passé devant le tribunal de tutelle."
    },
    {
      "provision_ref": "art259",
      "section": "259",
      "title": "Article 259",
      "content": "L'aliénation peut être faite de gré à gré, si le tribunal de tutelle ou le conseil de famille le jugent avantageux pour le pupille, et si les autres intéressés y donnent leur consentement. L'approbation par le tribunal des tutelles ou le conseil de famille peut être donnée soit avant, soit après la passation de l'acte d'aliénation."
    },
    {
      "provision_ref": "art260",
      "section": "260",
      "title": "Article 260",
      "content": "A l'exception du cas prévu par l'article 259, la vente a lieu d'après les prescriptions suivantes, avec application des articles 243, 244, alinéa 1er, 248 à 256.L'ordonnance du juge de tutelle et la délibération du conseil de famille doivent indiquer le mode de publication de l'adjudication et le nom du notaire ; le consentement des autres intéressés doit être donné dans les formes prévues par l'article 258.Pour faire l'estimation, le tuteur peut, avec l'assentiment des autres intéressés, présenter au conseil de famille un ou trois experts, dont l'avis est inséré au procès-verbal de la délibération et affirmé sous serment devant le juge cantonal.La ratification de l'adjudication provisoire (art. 255, al. 1er) a lieu par le juge de tutelle ou par le conseil de famille, au lieu et place du tribunal saisi du partage."
    },
    {
      "provision_ref": "art261",
      "section": "261",
      "title": "Article 261",
      "content": "En tant que la vente volontaire d'immeubles a lieu judiciairement, en dehors des cas prévus par l'article 257, elle se fait sur ordonnance du juge cantonal de la situation de l'immeuble, par voie d'adjudication publique. L'ordonnance de vente indique la nature et les mises à prix des immeubles, ainsi que les conditions de la vente, les prescriptions relatives aux publications et la désignation d'un notaire.A la procédure de vente s'appliquent les dispositions des articles 243, 244, alinéa 1er, 248 à 256."
    },
    {
      "provision_ref": "art262",
      "section": "262",
      "title": "Article 262",
      "content": "L'aliénation d'immeubles appartenant exclusivement à des mineurs ou majeurs en tutelle étrangers, ou faisant partie d'une masse située à l'étranger, se fait en observant les prescriptions édictées par la loi étrangère et en se conformant par analogie aux dispositions qui précèdent. Les ordonnances qui sont nécessaires pour arriver à la vente sont prises par le tribunal judiciaire de la situation de l'immeuble.\n\nSi les enchères restent au-dessous de la mise à prix, les immeubles ne sont pas à adjuger.\n\nSi les immeubles appartiennent, par indivis, à des français et à des mineurs ou majeurs en tutelle étrangers, l'aliénation ne peut avoir lieu que d'après les formes prescrites pour les partages judiciaires."
    },
    {
      "provision_ref": "art263",
      "section": "263",
      "title": "Article 263",
      "content": "Les demandes et déclarations qui, d'après le présent titre, sont à adresser au tribunal judiciaire, doivent être par écrit ou par déclaration prise en procès-verbal par le greffier. Le notaire commis par le tribunal peut dresser procès-verbal des demandes et déclarations et les soumettre au tribunal judiciaire.\n\nLa décision peut être rendue sans débat oral préalable. Les décisions qui rejettent une demande ou refusent une homologation sont à motiver.\n\nLes décisions relatives au renvoi devant un notaire ou à l'homologation du partage judiciaire sont à signifier d'office à tous les intéressés. Les autres décisions non publiées sont à remettre en expédition à toutes les parties intéressées ou, sur ordonnance du tribunal, au notaire commis par le tribunal, à moins que la remise en minute ou par signification n'en ait été ordonnée."
    },
    {
      "provision_ref": "art265",
      "section": "265",
      "title": "Article 265",
      "content": "Si la partie produit les justifications prévues par l'article 234, alinéa 1er, la procédure se poursuit d'après les prescriptions de cet article. Si, antérieurement à l'homologation du partage, la partie a été déjà en mesure de former sa demande en renvoi devant le notaire, les frais du pourvoi restent à sa charge."
    },
    {
      "provision_ref": "art267",
      "section": "267",
      "title": "Article 267",
      "content": "Dans la procédure de partage, le demandeur a à avancer les frais et déboursés qui, d'après l'article 240, tombent à la charge de la masse."
    },
    {
      "provision_ref": "art268",
      "section": "268",
      "title": "Article 268",
      "content": "Les prescriptions des lois sur le timbre et l'enregistrement ainsi que le tarif des notaires sont applicables à la procédure devant le notaire. Les communications et citations, ainsi que la réception des demandes faits par le notaire, sont exempts de timbre et d'enregistrement."
    },
    {
      "provision_ref": "art269",
      "section": "269",
      "title": "Article 269",
      "content": "Le Trésor n'a pas à avancer les frais des significations faites pendant les opérations devant le notaire. Sont remboursés au Trésor les déboursés résultant de notifications publiques ou de significations à l'étranger, soit pendant les opérations devant le notaire, soit dans le courant de la procédure judiciaire."
    }
  ]
}