{
  "id": "jorftext000032164264",
  "type": "statute",
  "title": "LOI n°2016-274 du 7 mars 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032164264",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "VII.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-728 DC du 3 mars 2016.]"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - Les dispositions applicables aux obligations de quitter sans délai le territoire français prononcées en application de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile sont également applicables aux arrêtés de reconduite à la frontière prononcés en application de l'article L. 533-1 du même code, dans sa rédaction antérieure à la présente loi.II. - L'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, dans sa rédaction antérieure à la présente loi, demeure applicable aux arrêtés de reconduite à la frontière prononcés moins de trois ans avant la promulgation de la présente loi en application de l'article L. 533-1 du même code, dans sa rédaction antérieure à la présente loi.III. - L'article 729-2 du code de procédure pénale, dans sa rédaction antérieure à la présente loi, demeure applicable aux arrêtés de reconduite à la frontière prononcés moins de trois ans avant sa promulgation en application de l'article L. 533-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, dans sa rédaction antérieure à la présente loi."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "La présente loi, à l'exception de l'article 19, est applicable à Saint-Barthélemy et à Saint-Martin.Pour l'application du 1° de l'article L. 313-20 du code de l'entrée et du séjour des étrangers et du droit d'asile, la référence à l'article 44 sexies-0 A du code général des impôts est remplacée par une référence aux dispositions ayant le même objet applicables localement."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, toute mesure, relevant du domaine de la loi, permettant :1° De rendre applicables en Polynésie française, en Nouvelle-Calédonie et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions de la présente loi ;2° D'actualiser, en Polynésie française, en Nouvelle-Calédonie et dans les îles Wallis et Futuna, les règles en vigueur en matière d'entrée et de séjour des étrangers.II. - Les projets de loi portant ratification de ces ordonnances sont déposés devant le Parlement au plus tard le dernier jour du sixième mois suivant leur publication."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "L'ordonnance n° 2014-464 du 7 mai 2014 portant extension et adaptation à Mayotte du code de l'entrée et du séjour des étrangers et du droit d'asile (partie législative) est ratifiée."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Au terme d'une première année de séjour régulier en France, l'étranger qui a conclu avec l'Etat un contrat d'accueil et d'intégration en application de l'article L. 311-9 du code de l'entrée et du séjour des étrangers et du droit d'asile, dans sa rédaction antérieure à la présente loi, bénéficie de la délivrance de la carte de séjour pluriannuelle mentionnée à l'article L. 313-17 du même code dès lors qu'il justifie de son assiduité et du sérieux de sa participation aux formations suivies en application de ce contrat, qu'il n'a pas manifesté de rejet des valeurs essentielles de la société française et de la République et qu'il remplit la condition posée au 2° du I du même article L. 313-17."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - Les articles 1er, 59 et 60 entrent en vigueur à compter d'une date fixée par décret, et au plus tard le 1er juillet 2016.II. - Les articles 3, 4, à l'exception des 3° et 4° du II, 6, 7, 8, à l'exception du II, 9 à 12, les 1° et 2° de l'article 13, les articles 17, 20, à l'exception du 2°, du e du 3° et du 10° du I, des II et III, du 1° du IV et du VIII, 21, 22, 27, 28, à l'exception du I, 30, 31, 33 à 37, 39 à 41, 45, 48, 57, à l'exception des 10°, 11° et 12° du I, 61, sous réserve du V du présent article, et66 entrent en vigueur à compter d'une date fixée par décret en Conseil d'Etat, et au plus tard le 1er novembre 2016.III. - Les II et III de l'article 27, le b du 1° de l'article 29, les articles 33, 35 et 36, les deuxième à onzième alinéas du I de l'article 40 et l'article 41 s'appliquent aux décisions prises à compter du 1er novembre 2016.IV. - Par dérogation aux I à III du présent article, les articles 3, 4, à l'exception des 3° et 4° du II, 7, 8, à l'exception du II, et 12, les 1° et 2° de l'article 13, les articles 17, à l'exception de la sous-section 2 de la section 3 du chapitre III du titre Ier du livre III du code de l'entrée et du séjour des étrangers et du droit d'asile, 20, à l'exception du e du 3° et du 10° du I, des II et III et du 1° du IV, et 22 entrent en vigueur à Mayotte le 1er janvier 2018 .\n\nL'article 1er et le deuxième alinéa du 6° du II de l'article 61 entrent en vigueur à Mayotte le 1er janvier 2022.V. - L'article 5, le 3° de l'article 13, l'article 14, le 2° du I et le VIII de l'article 20 et le troisième alinéa du 6° du II de l'article 61 entrent en vigueur le 1er janvier 2017.VI. - La présente loi s'applique aux demandes pour lesquelles aucune décision n'est intervenue à sa date d'entrée en vigueur. Le 3° de l'article 13, l'article 14, le 2° du I de l'article 20 et le troisième alinéa du 6° du II de l'article 61 s'appliquent aux demandes présentées après son entrée en vigueur."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "La condition relative au niveau de connaissance de la langue française prévue au premier alinéa de l'article L. 314-2 du code de l'entrée et du séjour des étrangers et du droit d'asile est applicable à l'expiration d'un délai de deux ans à compter de la promulgation de la présente loi.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}