{
  "id": "jorftext000000692445",
  "type": "statute",
  "title": "Loi n° 49-420 du 25 mars 1949",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000692445",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sous réserve des dispositions des articles 2 et 4, les rentes viagères ayant pour objet le paiement par des personnes physiques ou morales de sommes fixées en numéraire soit moyennant l'aliénation en pleine propriété ou en nue-propriété d'un ou de plusieurs biens corporels, meubles ou immeubles, ou d'un ou de plusieurs fonds de commerce, en vertu d'un contrat à titre onéreux ou à titre gratuit, soit comme charge d'un legs de ces mêmes biens, sont majorées de plein droit selon les modalités prévues par l'article 2 de la loi n° 51-695 du 24 mai 1951 portant majoration de certaines rentes viagères et pensions."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le débirentier peut obtenir du tribunal, à défaut d'accord amiable, remise totale ou partielle de la majoration à sa charge, s'il apporte la preuve que le bien reçu en contrepartie ou à charge du service de la rente n'a pas acquis entre ses mains, par comparaison avec la valeur de ce bien lors de la constitution de la rente ou lors du décès du testateur, telle que cette valeur résulte du prix ou de l'estimation indiqués dans l'acte ou la déclaration de succession, un coefficient de plus-value résultant des circonstances économiques nouvelles au moins égal au coefficient de majoration prévu par la présente loi. Le taux de la majoration qu'il pourra avoir à supporter devra dans ce cas, et sous réserve de l'application éventuelle des dispositions du troisième alinéa du présent article, être égal à celui de la plus-value en question.Cette preuve ne pourra se faire que par expertise, conformément aux dispositions de l'article 305 du Code de procédure civile.Si le bien dont il s'agit a été aliéné, chacun des débirentiers successifs supportera une quote-part de la majoration proportionnée à la plus-value acquise entre ses mains par le bien en question et dont il aura tiré profit, telle, au surplus, que cette plus-value est définie ci-dessus. Le coefficient en sera déterminé par comparaison entre, d'une part, la valeur du bien au jour où la rente a pris naissance, telle que cette valeur résulte du prix ou de l'estimation indiqués dans l'acte ou la déclaration de succession, d'autre part, le prix ou la valeur déclarée lors de chaque mutation consécutive et, en outre, en ce qui concerne le détenteur actuel de ce bien, d'après sa valeur fixée, à la diligence de ce dernier, soit à l'amiable, soit par expertise ainsi qu'il est prévu ci-dessus. Il n'y aura pas solidarité entre les différents débiteurs de la majoration pour la quote-part incombant à chacun d'eux. Toutefois, aussi longtemps que la part à la charge du débirentier actuel n'aura pas été déterminée conformément aux dispositions qui précèdent, celui-ci sera tenu du service entier de la majoration, sauf à répéter contre les autres débiteurs la part qui leur incombe. Le montant global des majorations annuelles supportées par un ancien débirentier ne pourra en aucun cas dépasser le montant de la plus-value dont il aura tiré profit ; le cas échéant, la perte sera pour le crédirentier.Si le débirentier est décédé, ses héritiers et représentants sont tenus divisément, sauf stipulation contraire, des mêmes obligations qu'il aurait eues à sa charge s'il avait été vivant, soit que le bien ait été conservé dans l'indivision, soit qu'il ait été aliéné par eux ou par leur auteur, soit enfin qu'il ait été licité   ou attribué par partage à l'un des cohéritiers, l'attributaire de ce bien, s'il est chargé du service de la rente, pouvant, le cas échéant, invoquer le bénéfice des dispositions du troisième alinéa du présent article et faire ainsi supporter par la masse tout ou partie de la majoration aux conditions prévues audit alinéa.Les dispositions de l'alinéa précédent sont applicables en cas de liquidation de communauté et généralement de toute indivision.Elles ne sauraient toutefois avoir pour effet de mettre à la charge des héritiers ou de la femme commune en biens un passif supérieur à l'actif par eux recueilli dans la succession ou à la dissolution de la communauté.Si le bien reçu en contrepartie de la rente a été détruit par faits de guerre, le débirentier ne pourra être tenu des majorations prévues par la présente loi que lorsqu'il aura reconstitué le bien détruit par application de la loi du 28 octobre 1946 sur les dommages de guerre. Si ce débirentier vient à céder son droit aux dommages de guerre avant reconstitution, la majoration deviendra immédiatement exigible.La majoration sera également exigible immédiatement et de plein droit si le sinistré n'ayant pas entrepris la reconstruction de son immeuble, perçoit l'indemnité d'éviction. Si le débirentier se prévaut des dispositions du premier alinéa du présent article, le montant de l'indemnité d'éviction servira de base à la détermination de la plus-value acquise par le bien entre ses mains."
    },
    {
      "provision_ref": "art2bis",
      "section": "2bis",
      "title": "Article 2bis",
      "content": "Le crédirentier peut obtenir du tribunal, à défaut d'accord amiable, une majoration supérieure à la majoration forfaitaire de plein droit prévue à l'article 1er, s'il apporte la preuve que le bien reçu en contrepartie ou à charge du service de la rente a acquis entre les mains du débirentier, par comparaison avec la valeur de ce bien lors de la constitution de la rente ou lors du décès du testateur, telle que cette valeur résulte du prix ou de l'estimation indiqué dans l'acte ou la déclaration de succession, un coefficient de plus-value, résultant des circonstances économiques nouvelles, supérieur au coefficient de la majoration forfaitaire.Le taux de la majoration judiciaire ne pourra excéder 75 p. 100 du coefficient de la plus-value acquise par le bien. Il pourra être inférieur à ce pourcentage, sans pouvoir toutefois être plus faible que le forfait légal. Pour la fixation du taux de la majoration, le tribunal devra tenir compte des intérêts en présence, et notamment des intérêts sociaux et familiaux.La demande devra être introduite dans le délai d'un an à compter de la promulgation de la présente loi et ne pourra être renouvelée.    Les dispositions des alinéas 2 à 6 de l'article 2 sont applicables dans l'hypothèse prévue au présent article."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sous réserve des dispositions de l'article 4, tout titulaire de rente viagère ayant pour objet le paiement de sommes fixes en numéraire, soit moyennant l'aliénation, en pleine propriété ou en nue-propriété, de valeurs mobilières ou de droits incorporels quelconques autres qu'un fonds de commerce, en vertu d'un contrat à titre onéreux ou à titre gratuit, soit comme charge d'un legs de ces mêmes biens, peut obtenir en justice, à défaut d'accord amiable, une majoration de sa rente, s'il apporte la preuve que, par suite des circonstances économiques nouvelles, le bien aliéné en contrepartie ou à charge du service de la rente a acquis une plus-value pouvant être considérée comme définitive. Cette majoration ne pourra, en aucun cas, dépasser les taux d'augmentation déterminés à l'article 1er.\n\nLes dispositions de l'alinéa précédent sont également applicables à la rente viagère, mise à la charge d'un légataire universel ou à titre universel, ainsi qu'à la rente viagère constituée à titre de soulte, soit dans un partage, soit dans un partage d'ascendants. Dans ces cas, les biens légués ou attribués au débirentier sont envisagés dans leur ensemble pour la détermination de la plus-value.\n\nEn cas de sous-aliénation du ou des biens, comme en cas de décès du débirentier, ou de liquidation d'une indivision quelconque, les dispositions des troisième, quatrième et sixième alinéas de l'article 2 seront applicables.\n\nSi les parties ne se sont pas entendues à l'amiable dans le délai d'un an à partir de la promulgation de la présente loi et si, avant l'expiration de ce même délai, le juge n'a pas été saisi, le crédirentier ne sera plus fondé à demander la révision de sa rente.\n\nCette révision, une fois intervenue, sera définitive."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les rentes viagères qui ont pour objet le paiement de sommes d'argent variables suivant une échelle mobile ne pourront, en aucun cas, dépasser en capital la valeur au moment de l'échéance du bien ou des biens cédés en contrepartie.Pour déterminer la valeur de la rente en capital, il sera fait état des barèmes appliqués par la caisse nationale d'assurances sur la vie.Les rentes viagères visées au premier alinéa du présent article ne peuvent être inférieures aux rentes d'un montant fixe ayant pris naissance à la même date et majorées de plein droit en application de l'article 1er de la présente loi, si le bien ou le droit reçu par le débirentier en contrepartie ou à charge du service de la rente est l'un de ceux énumérés audit article 1er ou à l'article 4 bis. Toutefois, le débirentier peut obtenir en justice, à défaut d'accord amiable, remise totale ou partielle de la majoration pouvant résulter de la disposition qui précède, si sa situation personnelle ne lui permet pas de supporter cette majoration.Les mêmes rentes viagères peuvent, à défaut d'accord amiable, faire l'objet d'une majoration judiciaire dans les conditions déterminées à l'article 2 bis ou au dernier alinéa de l'article 4 bis de la présente loi, si, par suite des circonstances économiques nouvelles, le jeu de l'indice de variation choisi a pour conséquence de bouleverser l'équilibre que les parties avaient entendu maintenir entre les prestations du contrat.Les actions prévues aux deux alinéas qui précèdent devront être introduites dans le délai d'un an à compter de la promulgation de la présente loi.La limite prévue aux deux premiers alinéas du présent article ne s'applique pas aux rentes viagères consenties en contrepartie de l'aliénation d'une exploitation agricole et dont le montant a été fixé en fonction de la valeur annuelle du produit du fonds."
    },
    {
      "provision_ref": "art4bis",
      "section": "4bis",
      "title": "Article 4bis",
      "content": "Sont majorées de plein droit, à compter du 1er janvier 1951, et selon les taux fixés à l'article 1er, les rentes viagères ayant pour objet le paiement de sommes fixes en numéraire, moyennant l'abandon ou la privation d'un droit d'usufruit par voie de cession, renonciation, conversion ou de toute autre manière.\n\nLe débiteur de la rente pourra obtenir du tribunal une remise totale ou partielle de la majoration mise à sa charge, s'il prouve que les biens dont l'usufruit a été aliéné ou converti moyennant une rente viagère, ne lui procurent pas, par rapport à la date de la constitution de la rente, un accroissement de revenus résultant des circonstances économiques dont le coefficient soit au moins égal à celui de la majoration prévue à l'alinéa premier.\n\nDans les cas prévus à l'alinéa précédent, le taux de la majoration devra être égal à celui de l'augmentation des revenus qui sont procurés au débirentier par les biens dont l'usufruit a été aliéné ou converti en rente viagère.\n\nDans les cas d'aliénation du bien, il sera tenu compte des revenus procurés par celui-ci au jour de l'aliénation.\n\nDe même, le crédirentier pourra obtenir une majoration supérieure s'il prouve que le coefficient de ces augmentations de revenus dépasse celui des majorations fixées ci-dessus. La demande devra être introduite dans le délai d'un an à compter de la promulgation de la présente loi et ne pourra être renouvelée. Cette majoration ne pourra dépasser 75 p. 100 de l'augmentation des revenus dont il s'agit."
    },
    {
      "provision_ref": "art4ter",
      "section": "4ter",
      "title": "Article 4ter",
      "content": "Tout titulaire de rente viagère ayant pour objet le paiement de sommes fixes en numéraire par des personnes physiques ou morales autres que les compagnies d'assurance-vie opérant en France, la Caisse nationale d'assurances sur la vie ou les caisses autonomes mutualistes, soit moyennant l'aliénation d'un capital en numéraire, soit comme charge de la donation ou du legs d'une somme d'argent, a droit à une majoration calculée selon les taux fixés à l'article 1er. Le même droit appartient au titulaire d'une rente viagère attribuée à l'un des époux en règlement de la créance résultant de la liquidation, soit de ses reprises, soit de ses droits dans la communauté.Toutefois, le débirentier peut obtenir en justice, à défaut d'accord amiable, remise totale ou partielle de la majoration à sa charge si sa situation personnelle ne lui permet pas de supporter cette majoration.Si les parties ne se sont pas entendues à l'amiable dans le délai d'un an à partir de la promulgation de la présente loi et si, avant l'expiration de ce même délai, le juge n'a pas été saisi, le crédirentier ne sera plus fondé à demander la revision de sa rente. La révision, une fois intervenue, sera définitive.Les caisses de retraite bénéficiaires de rentes viagères dues par leurs membres en contrepartie d'une remise de sommes sont exclues de l'application de ce texte."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les demandes en revision ne suspendront pas l'augmentation forfaitaire au profit des crédirentiers. En cas de diminution consacrée par décision de justice ou accord définitif, le trop-perçu sera réparti, par fractions égales, sur chacune des échéances, au cours des douze mois suivant la décision ou l'accord.Les demandes, qui ne pourront être faites qu'une fois   , devront, à peine de forclusion, être formées dans le délai d'un an à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les inscriptions d'hypothèque ou de nantissement qui seront prises pour assurer le paiement des majorations prendront rang à leur date. Elles ne pourront garantir, le cas échéant, un capital supérieur à celui qui serait nécessaire pour assurer le service de la majoration ou fraction de majoration incombant, en exécution des dispositions de la présente loi, au détenteur actuel du bien affecté à la garantie de la rente.Si le débirentier est décédé, ses héritiers tenus du service des majorations dont il s'agit, pourront, dans les six mois du jour où ces majorations seront fixées d'une manière définitive   , déposer une déclaration de succession rectificative en vue de la déduction du passif nouveau et de la restitution partielle des droits."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "En ce qui concerne les territoires d'outre-mer, des décrets, pris dans les six mois de la date de promulgation de la loi, en détermineront les conditions particulières d'application."
    }
  ]
}