{
  "id": "jorftext000000522711",
  "type": "statute",
  "title": "Ordonnance n°45-770 du 21 avril 1945",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000522711",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les personnes physiques ou morales ou leurs ayants cause dont les biens, droits ou intérêts ont été l'objet, même avec leur concours matériel, d'actes de disposition accomplis en conséquence de mesures de séquestre, d'administration provisoire, de gestion, de liquidation, de confiscation ou de toutes autres mesures exorbitantes du droit commun en vigueur au 16 juin 1940 et accomplis, soit en vertu des prétendus lois, décrets et arrêtés, règlements ou décisions de l'autorité de fait se disant gouvernement de l'Etat français, soit par l'ennemi, sur son ordre ou sous son inspiration, pourront, sur le fondement, tant de l'ordonnance du 12 novembre 1943 relative à la nullité des actes de spoliation accomplis par l'ennemi ou sous son contrôle, que de l'ordonnance du 9 août 1944 relative au rétablissement de la légalité républicaine sur le territoire continental, en faire constater la nullité.\n\nCette nullité est droit."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Lorsque la nullité est constatée, le propriétaire dépossédé reprend ses biens, droits ou intérêts exempts de toutes charges et hypothèques dont l'acquéreur ou les acquéreurs successifs les auraient grevés.\n\nIl les reprend avec leurs arguments et accessoires."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les actes d'administration conformes aux dispositions de l'article 1374 du code civil demeurent valables. Toutefois, le propriétaire dépossédé peut demander la résiliation des actes d'administration qui lui portent préjudice au jour de la demande."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'acquéreur ou les acquéreurs successifs sont considérés comme possesseurs de mauvaise foi au regard du propriétaire dépossédé.\n\nIls ne peuvent en aucun cas invoquer le droit de rétention.\n\nIls doivent restituer les fruits naturels, industriels et civils à partir de la date à laquelle remonte la nullité sous réserve de l'application des dispositions de l'ordonnance du 18 octobre 1944 tendant à confisquer les profits illicites, modifiée, complétée et codifiée par l'ordonnance du 16 janvier 1945.\n\nCependant, au cas où il y aurait lieu à application des dispositions relatives aux profits illicites ci-dessus visées, l'acquéreur ou ses ayants droit seront, en tout état de cause, tenus au payement du montant de la confiscation sans que les poursuites du Trésor puissent en aucun cas affecter les droits, biens ou intérêts du propriétaire dépossédé, augmentés des fruits normaux effectivement provenus d'opérations régulières.\n\nEn cas de difficultés, ces fruits normaux seront estimés à dire d'expert et au besoin par comparaison avec les comptes d'exploitation d'entreprises similaires.\n\nLa qualification de mauvaise foi ne sera pas retenue contre les personnes physiques ou morales qui pourront établir qu'elles ne se sont portées acquéreurs que sur demande de l'autorité de fait se disant gouvernement de l'Etat français et qu'en vue d'éviter le transfert à l'occupant d'actifs meubles ou immobiliers intéressant l'économie nationale ou le patrimoine artistique de la nation, ou de sauvegarder les droits des propriétaires dépossédés en accord avec ces derniers.\n\nLa qualification de mauvaise foi ne s'appliquera en aucun cas aux établissements publics qui, en vertu d'actes ou d'instructions de l'autorité de fait, auront dû se porter acquéreurs des biens visés par l'ordonnance, notamment pour en assurer la conservation.\n\nLes personnes visées aux deux alinéas précédents n'en seront pas moins tenues à la restitution des fruits."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le sous-acquéreur de bonne foi évincé en vertu des dispositions de l'article 2 bénéficie d'un droit de recours à l'encontre de tous agents d'affaires, rédacteurs d'actes, intermédiaires quelconques qui se sont sciemment abstenus de révéler l'origine du bien cédé.\n\nCe droit est exercé selon la procédure prévue aux articles 17 et suivants de la présente ordonnance."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le propriétaire dépossédé remboursera à l'acquéreur le prix versé par celui-ci ainsi que les intérêts y afférents servis par le dépositaire, le tout dans la mesure où il en aura profité. L'acquéreur sera subrogé dans les droits éventuels du propriétaire dépossédé à l'égard des sommes qui auraient été prélevées sur ce prix et ces intérêts à quelque titre que ce soit.\n\nEn toute hypothèse, l'acquéreur a droit au remboursement des sommes qu'il aurait régulièrement payées comme tiers détenteur, en sus du prix stipulé.\n\nToutefois, les courtages ou commissions versés soit à des agents de publicité, soit à des agents immobiliers ou agents d'affaires quelconques par le commissariat aux questions juives ou par tous administrateurs provisoires, seront remboursés par ceux-là sous déduction des frais bruts dont ils devront produire justification.\n\nIl en sera de même pour les honoraires perçus par les experts, architectes ou autres, qui se seront prétés à ces opérations préliminaires d'expetise et auront ainsi permis ou facilité la mise en vente des biens spoliés.\n\nTout acquéreur évincé est fondé à poursuivre tout agent d'affaires, courtier ou intermédiaire quelconque de mauvaise foi en restitution de tous courtages et commissions.\n\nSur le montant des sommes à restituer à l'acquéreur, il sera effectué au profit du Trésor un prélèvement égal à 10 p. 100 de son acquisition lorsque celle-ci aura été effectuée de mauvaise foi. Ce prélèvement sera prononcé dans les formes prévues à l'article 20 (2e alinéa)."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'acquéreur est tenu de rembourser tous les dommages causés par son fait ou par sa faute.\n\nSi, à la suite de l'insolvabilité ou de la non-présence des détenteurs, l'indemnité en question ne peut être touchée, le propriétaire dépossédé recevra de l'Etat une indemnité dont le quantum et les modalités seront fixés en application des dispositions à prendre pour la réparation des dommages de guerre.\n\nIl en sera de même si un administrateur provisoire s'est rendu coupable de détournements et est en état d'insolvabilité.\n\nEn cas de détérioration ou de perte partielle des biens, droits ou intérêts, le propriétaire dépossédé sera subrogé de plein droit aux droits et actions des détenteurs contre l'assureur ou le tiers responsable de la perte."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les détenteurs successifs pourront demander le remboursement de leurs impenses nécessaires et, dans la limite de la plue-value, de leurs impenses utiles. En ce cas, le juge devra accorder des délais suffisants pour que le payement puisse en être effectué au moyen des bénéfices d'exploitation."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les droits des créanciers privilégiés ou hypothécaires nés du chef de l'acquéreur ou de ses ayants cause sont reportés sur les sommes pouvant revenir à ceux-ci au titre des articles précédents.\n\nA la demande des créanciers, les créances privilégiées ou hypothécaires deviendront, de plein droit, exigibles à dater de la décision constatant la nullité de l'acte d'acquisition du bien grevé."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Dans le cas de meubles corporels, il sera fait, à l'exclusion des dispositions de l'article 2280 du code civil, application du deuxième alinéa de l'article 2279 du même code relatif aux meubles perdus ou volés. Toutefois, le délai de revendication sera d'une année à compter de la date légale de cessation des hostilités."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Seront présumés avoir été passés sous l’empire de la violence les contrats et actes juridiques portant sur des immeubles, des meubles, à l’ex­clusion des meubles consomptibles, des droits immobiliers et mobiliers et notam­ment des fonds de commerce, le droit d’exercer une profession...\n\nCependant, si l'acquéreur ou détenteur rapporte la preuve que son acquisition a été faite au juste prix, la preuve de la violence incombera au propriétaire dépossédé.\n\nL'exception d'acquisition au juste prix devra être soulevée in limine litis et au plus tard dans le mois de l'assignation à peine de forclusion.\n\nIl sera fait état de la partie du prix de vente dissi­mulée dans les ventes dont l’annulation est demandée en vertu de la présente or­donnance, sans qu’il résulte de cette dissimulation aucune sanction civile, pénale ou fiscale, et la partie du prix ainsi dis­simulée sera prise en considération pour la détermination du juste prix.\n\nLa preuve de la dissimulation pourra être faite par tous moyens."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les conséquences de l'annulation prononcée seront celles attachées par le droit commun à la nullité pour vice de consentement.\n\nCependant, lorsque l'acquéreur aura connu au temps de l'acte les circonstances qui, dans les termes de l'article précédent, auront entraîné l'annulation, et si par ailleurs, l'acquisition n'a pas été faite au juste prix, les règles édictées au titre 1er contre l'acquéreur seront appliquées.\n\nDans les autres cas, le propriétaire dépossédé devra rembourser non seulement le prix principal, mais encore les frais et loyaux coûts de l'acte et le montant des impenses nécessaires et celles qui ont augmenté la valeur du fonds jusqu'à concurrence de cette augmentation. Le juge pourra accorder des délais. L'acquéreur conservera les fruits jusqu'à la demande en annulation. Ces règles, sauf en ce qui concerne le remboursement du prix principal, s'appliqueront spécialement en cas de disposition à titre gratuit."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les dispositions de la présente ordonnance ne sont pas applicables aux titres et valeurs mobilières vendus soit en Bourse par un ministère d'agent de change, soit par l'intermédiaire d'un banquier en valeurs ou d'un établissement de banque, dans les conditions ordinaires d'un marché en banque, c'est-à-dire sans l'indication de la contre-partie. Toutefois, la revendication restera possible si l'acheteur ou le sous-acquéreur a eu connaissance de l'origine de la propriété."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "En cas d'augmentation de capital postérieure à la dépossession du propriétaire, celui-ci aura droit, moyennant le remboursement du montant de la souscription, aux actions souscrites par le détenteur de ses actions.\n\nSi l'augmentation du capital a eu comme conséquence de rendre le propriétaire dépossédé minoritaire, celui-ci aura le droit de demander à la place de ses actions leur valeur au jour de la demande.\n\nToutefois, pendant un délai de trois mois à dater de la publication de la présente loi ou de la remise en possession des titres si celle-ci est postérieure, les actionnaires spoliés, repré­sentant au moins le tiers du capital social ancien avant l’aug­mentation considérée, pourront, dans le cas d’augmentation du capital par apport en nature et à la condition de n’avoir pas accepté la valeur de leurs actions, faire opposition aux déci­sions des assemblées désignées à l’article 1er de la loi n° 49-363 du 17 mars 1949 et réunies entre le 16 juin 1940 et la date de la libération du territoire dans les formes et conditions et suivant la procédure de ladite loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les dispositions de la présente ordonnance ne sont pas applicables lorsque les biens, droits ou intérêts ont fait l'objet soit d'une réquisition en propriété, soit d'une expropriation pour cause d'utilité publique, soit d'une acquisition par l'Etat en vertu de son droit de préemption et de priorité.\n\nToutefois, les acquisitions faites dans les formes prévues à l'alinéa précédent de biens, droits ou intérêts mis sous séquestre ou sous administration provisoire, en vertu des actes dits lois, décrets, arrêtés ou règlements du prétendu gouvernement de Vichy, pourront donner lieu à rétocession sur la demande du propriétaire dépossédé, à la condition qu'une décision ministérielle prise après avis du conseil d'Etat reconnaisse que leur maintien sous la main de l'Etat ou d'une autre collectivité publique, ne répond plus à la notion d'utilité publique. Le conseil d'Etat devra émettre son avis dans un délai de trois mois à partir de la date à laquelle il aura été saisi.\n\nLa rétrocession sera alors consentie moyennant un prix égal au prix ou à l'indemnité fixée lors de l'acquisition. Dans le cas où le prix ou l'indemnité auraient été confisqués en tout ou partie, la compensation s'établira de plein droit avec le montant des sommes revenant au propriétaire dépossédé en application de l'article 16 ci-après."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Une ordonnance fixera les conditions dans lesquelles pourront éventuellement être remboursés les prélèvements exercés sur le produit des aliénations ou sur les autres avoirs de l'intéressé en application des actes dits lois, décrets, arrêtés ou règlements de l'autorité de fait se disant gouvernement de l'Etat français, ainsi que les conditions dans lesquelles pourront être indemnisées, le cas échéant, les personnes physiques ou morales relevées de la qualification de mauvaise foi en vertu de l'article 4 ci-dessus.\n\nLadite ordonnance déterminera également les modalités de remboursement éventuel par l'Etat des frais d'expertise, des frais de régie des sommes perçues à titre d'honoraire par les administrateurs provisoires ou par les commissaires aux comptes, sous réserve de l'application du décret du 2 février 1945 pris en application de l'ordonnance du 14 novembre 1944."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Dans les cas prévus par la présente ordonnance, la demande est portée devant le président du tribunal civil ou en matière commerciale devant le président du tribunal civil ou du tribunal de commerce au choix du demandeur.\n\nCeux-ci statuant en la forme des référés, décident au fond sur toutes les questions soulevées par l'application de la présente ordonnance, quelles que soient les personnes mises en cause. Ils peuvent prescrire toutes mesures d'instruction, entendre tous les témoins en la forme prévue par les articles 407 et suivants du code de procédure civile. Ils statuent sur les dépens. Le ministère d'un avoué n'est pas obligatoire.\n\nLe président qui constatera la nullité ou prononcera l'annulation des actes, ordonnera la restitution immédiate des biens, droits et intérêts avant toute mesure d'instruction qui pourrait être nécessaire pour régler les droits des parties et sauf accord contraire de celles-ci, désignera une personne compétente avec mission de faire l'inventaire des biens restitués."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les décisions rendues en vertu des dispositions de la présente ordonnance sont exécutoires nonobstant appel sur minute et avant enregistrement.\n\nElles ne sont pas susceptibles d'opposition lorsque la partie a été citée à personne. Elles sont toujours susceptibles d'appel dans le délai de quinzaine à dater du jour de leur signification. L'appel sera jugé sommairement et sans procédure conformément à l'article 809 du code de procédure civile.\n\nLe pourvoi en cassation sera introduit dans les formes du droit commun.\n\nLa voie de la tierce opposition sera ouverte à tout intéressé.\n\nLe juge, même lorsque la décision est susceptible ou fait l’objet d’une voie de recours, peut accorder des délais en appli­cation de l’article 1244 du code civil."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le président du tribunal ordonnera toute radiation de transcriptions, inscriptions ou transferts. Ces radiations seront opérées nonobstant toutes dispositions contraires des articles 548, 549 et 550 du code de procédure civile sur simple production d'une expédition de la décision qui les aura prescrites."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'assignation et tous rapports d'expert doivent être obligatoirement communiqués par les soins du greffier au procureur de la République.\n\nAu cas où il résulterait des faits de la cause que l'acheteur a acheté à un prix inférieur de plus du quart au juste prix, il pourra à la requête du ministère public être frappé d'une amende civile égale à la différence entre le juste prix et son prix d'acquisition."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La demande en nullité ou en annulation ne sera plus recevable après le 31 décembre 1951.\n\nCependant, dans le cas où le propriétaire dépossédé fera la peuve qu'il s'est trouvé, même sans force majeure, dans l'impossibilité matérielle d'agir dans ce délai, le juge pourra le relever de la forclusion."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Si le propriétaire dépossédé n’est pas présent, le ministère public pourra demander la nomination d’un admi­nistrateur provisoire pouvant être pris parmi les parents ou alliés du propriétaire.\n\nLa nomination d’un administrateur provisoire sera de droit si elle est demandée par le conjoint ou par un descendant ou un ascendant.\n\nEn cas de décès prononcé judiciairement par application de l’article 90 du code civil, modifié par la loi n° 46-855 du 30 avril 1946, la demande en nullité ou en annulation sera recevable pendant un délai de six mois à dater de l’acte constatant le décès et ce, indépendamment des dispositions prévues au pre­mier alinéa de l’article 21.\n\nToutefois, si le décès a déjà été constaté judiciairement, les ayants droit seront recevables à intenter une action en nul­lité jusqu’au 1er avril 1951."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "En cas de succession non réclamée ou de succession vacante, il est accordé à l’administration des domaines, pour agir en nullité ou en annulation, un délai de six mois, à dater de l’ordonnance confiant la gestion de la succession à l'administration précitée ou de la décision judiciaire prononçant la déclaration de vacance. Ce délai court de la publication de la présente loi lorsque l’ordonnance ou la décision précitée lui sont antérieures.\n\nL’administration des domaines peut déléguer ses pouvoirs de gestion à des tiers qui administrent sous son contrôle et sa responsabilité, et dont les conditions de rémunération seront fixées par un arrêté du ministre des finances et des affaires économiques. Elle est habilitée à accomplir sans formalité judi­ciaire tous actes d’administration, de disposition ou de transac­tion pour le compte de la succession, sous réserve de l’appli­cation de l’article 813 du code civil."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les décisions, les extraits, copies, grosses ou expéditions qui en seront délivrés ainsi que les significations qui en seront faites, de même que tous les actes de procédure auxquels donnera lieu l'application de la présente ordonnance, seront dispensés de toute perception au profit du Trésor. Ils porteront la mention qu'ils sont été faits en exécution de ce texte.\n\nLes honoraires des officiers publics ou ministériels et experts et les salaires des conservateurs des hypothèques seront réduits de moitié."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Pour l’application de la présente ordonnance, seront assimilées aux mesures exorbitantes du droit com­mun en vigueur au 16 juin 1940 les procédures de faillite et de liquidation judi­ciaire exercées de mauvaise foi à l’encontre de commerçants dont la situa­tion a été réglée, avant ou après la date de ces procédures ou des opérations inter­venues en conséquence, par les textes visés à l’article 1er ou par des dispositions prises à leur encontre par l’ennemi.\n\nSont présumées avoir été exercées de mauvaise foi les procédures engagées à l’encontre de commerçants dont la ces­sation de payement, l’absence, l’éloigne ment ou le défaut est imputable, directe­ment ou indirectement, à l’occupation ennemie, ainsi que les procédures enga­gées à la suite des dépôts de bilan effectués par les administrateurs des biens des commerçants ci-dessus désignés.\n\nLes tiers acquéreurs ou sous-acqué­reurs successifs pourront toutefois, dans ce cas, conserver les fruits naturels indus­triels et civils dans la mesure de leur bonne foi."
    },
    {
      "provision_ref": "art25bis",
      "section": "25bis",
      "title": "Article 25bis",
      "content": "La décision judiciaire ayant déclaré la faillite dans les conditions définies à l’article précédent sera rapportée, sur requête de l’intéressé, par la juridic­tion l’ayant rendue. Cette requête devra être présentée dans un délai de six mois à compter de la promulgation de la pré­sente loi.\n\nLe tribunal pourra accorder en même temps à l’intéressé des délais pour se libérer vis-à-vis de ses créanciers. Ces délais ne devront pas excéder une année.\n\nLe jugement de rapport sera publié dans les formes prévues à l’article 442 du code de commerce."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les transactions, les résiliations et rétrocessions effectuées en vertu des articles 12 et 13 de l'ordonnance du 14 novembre 1944 portant première application de l'ordonnance du 12 novembre 1943 sur la nullité des actes de spoliation accomplis par l'ennemi ou sous son contrôle produisent, du point de vue fiscal, les mêmes effets qu'une annulation judiciaire à la condition d'être homologués en justice par le président du tribunal saisi sur simple requête."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "La cession postérieure à la mise en vigueur de l'ordonnance du 9 août 1944 relative au rétablissement de la légalité républicaine sur le territoire continental des droits de toute nature reconnus par la présente ordonnance aux personnes visées à l'article 1er est nulle et de nul effet.\n\nEst pareillement nulle et de nul effet toute obligation contractée pour rémunération de ses services ou des ses avances envers tout intermédiaire qui, moyennant émoluments convenus au préalable, se charge d'assurer aux ayants droit visés à l'alinéa précédent, le bénéfice d'accords amiables ou de décisions judiciaires.\n\nTout intermédiaire convaincu d'avoir offert les services spécifiés ci-dessus sera puni des peines prévues par l'acte dit loi du 3 avril 1942, provisoirement applicable, prohibant la conclusion de pactes sur le règlement des indemnités dues aux victimes d'accidents."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Quiconque détient ou a détenu à un titre quelconque, est ou a été titulaire, même par voie d'adjudication publique, judiciaire ou autre, de biens, droits ou intérêts visés à l'article 1er ci-dessus, est tenu d'en faire la déclaration au ministre des finances (service des restitutions des biens des victimes des lois et mesures de spoliation) dans le délai d'un mois à compter de la mise en vigueur de la présente ordonnance par lettre recommandée avec accusé de réception. Cette déclaration devra préciser la nature et la situation desdits biens, droits et intérêts, le nom ou la raison sociale des personnes physiques ou morales à qui ils appartiennent ou ont appartenu, les conditions dans lesquelles est intervenue la détention ou l'acquisition, ainsi que, le cas échéant, les modalités de l'aliénation survenue ultérieurement. Cette prescription n'est, toutefois, pas applicable aux administrateurs séquestres, administrateurs provisoires, gérants ou liquidateurs déjà tenus à déclaration en vertu de l'article 8 de l'ordonnance du 14 novembre 1944 susvisée.\n\nQuiconque a reçu en dépôt des objets mobiliers à titre gratuit ou à titre onéreux, depuis le 16 juin 1940, et ne les a pas déjà restitués est astreint, suivant la même procédure, à faire une déclaration spéciale comprenant le nom et la dernière adresse connue du déposant, une description détaillée du bien mobilier mis en dépôt, le nom et l'adresse du dépositaire.\n\nLes dépositaires à titre professionnel, qui sont astreints à la tenue d'une comptabilité, sont dispensés de cette déclaration."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Sera punie d'un emprisonnement de deux mois à un an et d'une amende de 3.000 à 300.000 fr. toute personne qui n'aura pas formulé, dans le délai légal, la déclaration prévue par l'article 28 ci-dessus.\n\nSera puni des peines prévues à l'article 175, alinéa 1er, du code pénal, tout administrateur séquestre, administrateur provisoire, gérant ou liquidateur qui, directement ou indirectement ou par personne interposée, aura acquis, en tout ou en partie, les biens, droits ou intérêts dont la gestion lui avait été confiée.\n\nSera puni des peines prévues aux articles 406 et 408, alinéa 1er, du code pénal, tout acquéreur des biens ayant fait l'objet des mesures viées à l'article 1er qui aura revendu lesdits biens en violation de la clause du contrat d'aliénation lui imposant un délai d'incessibilité.\n\nSera puni des peines prévues par l'article 408, alinéa 2, du code pénal, tout acquéreur qui, par des manoeuvres frauduleuses, aura dilapidé ou tenté de dilapider les biens visés à l'article 1er, ou plus généralement tenté de mettre obstacle à la restitution éventuelle desdits biens.\n\nAucune exception tirée de l'existence d'une procédure pénale instituée en vertu du présent article ne pourra être opposée devant le juge saisi à l'effet de suspendre la procédure établie par les articles précédents."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Toutes conventions de complaisance conclues postérieurement au 16 juin 1940 avec des tiers, par les personnes physiques ou morales visées à l'article 28 de la présente ordonnance, à l'effet de transférer des biens, droits ou intérêts de toute sorte avec réserve des droits du cédant par clause occulte entre les parties, pourront être prouvées par tous les moyens."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Tout dépôt confié à un tiers, postérieurement au 16 juin 1940, par les mêmes personnes physiques ou morales sera considéré comme un dépôt nécessaire et pourra être prouvé par tous les moyens."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Une décret fixera pour les départements du Bas-Rhin, du Haut-Rhin et de la Moselle les modalités d'application de la présente ordonnance en ce qui concerne les services compétents pour en assurer l'exécution et les conditions dans lesquelles les déclarations devront être produites."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "La présente ordonnance est applicable à l'Algérie.\n\nDes décrets règleront ses conditions d'application dans les territoires relevant du ministère des colonies."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "La présente ordonnance sera publiée aude la République française et exécutée comme loi."
    }
  ]
}