{
  "id": "jorftext000020792835",
  "type": "statute",
  "title": "Ordonnance n° 2009-797 du 24 juin 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020792835",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna dans les conditions prévues au II :\n\n1° a) Les modifications de structure et d'intitulés apportées au chapitre Ier du titre Ier du livre II du code monétaire et financier par le 1° de l'article 1er de l'ordonnance du 8 janvier 2009 susvisée ;\n\nb) Les modifications et adjonctions apportées par le 1° de l'article 1er de la même ordonnance au même chapitre du même code en ses articles L. 211-1 à L. 211-22 et L. 211-24 à L. 211-41 ;\n\n2° a) Les modifications apportées par le 2° de l'article 1er de la même ordonnance aux intitulés du chapitre II du titre Ier du livre II du même code et des sections 1 et 2 de ce chapitre ;\n\nb) L'adjonction de l'article L. 212-1 A du même code par le 2° de l'article 1er de la même ordonnance ;\n\n3° a) La modification apportée par le 3° de l'article 1er de la même ordonnance à l'intitulé du chapitre III du titre Ier du livre II du même code ;\n\nb) Les modifications et adjonctions apportées par le 3° de l'article 1er de la même ordonnance au même chapitre en ses articles L. 213-1 A, L. 213-1, L. 213-2 et L. 213-21-1 ;\n\n4° Les modifications apportées par le 4° de l'article 1er de la même ordonnance aux articles L. 214-4, L. 214-21 et L. 214-43 du même code.\n\nA modifié les dispositions suivantes :\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna dans les conditions prévues au II :\n\n1° Les modifications apportées par les articles 2 et 3 de l'ordonnance du 8 janvier 2009 susvisée à l'article L. 321-2, au I et au II de l'article L. 330-1, à l'exception de la dernière phrase du I et des huitième, neuvième et dernier alinéas du II, aux articles L. 330-2, L. 353-1, L. 411-2, au I et au premier alinéa du II de l'article L. 421-14 ainsi qu'aux articles L. 423-1 et L. 424-5 du code monétaire et financier ;\n\n2° Le 3° de l'article 3 de la même ordonnance en tant qu'il abroge les chapitres Ier et II du titre III du même code ;\n\n3° Les modifications apportées par les articles 4 et 5 de la même ordonnance du 8 janvier 2009 susvisée aux articles L. 511-7, L. 542-1 et L. 621-5-3 du même code ;\n\n4° Les modifications apportées par les 1° et 2° de l'article 138 de la loi du 12 mai 2009 susvisée aux articles L. 211-38 et L. 214-4 du même code ainsi que les changements de référence apportées par le XIII du même article de la même loi dans l'ensemble des dispositions législatives et réglementaires et dans les contrats en cours.\n\nA modifié les dispositions suivantes :\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna les modifications apportées par l'article 7 de l'ordonnance du 8 janvier 2009 susvisée aux articles L. 225-100-1, L. 228-1, L. 228-2, L. 233-7 et L. 233-14 du code de commerce."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre, la ministre de l'économie, de l'industrie et de l'emploi et le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}