{
  "id": "jorftext000000880364",
  "type": "statute",
  "title": "Loi n° 55-751 du 2 juin 1955",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000880364",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les personnes physiques ou morales ayant exercé une profession commerciale, industrielle ou artisanale dans des immeubles ou locaux détruits par faits de guerre, dont elles étaient locataires au moment du sinistre et qui ne peuvent bénéficier du report de leurs baux prévu par l'acte dit loi n° 722 du 28 juillet 1942 ou par la loi n° 49-1006 du 2 août 1949, ont droit à une indemnité dans la mesure du préjudice subi de ce fait.L'indemnité   est évaluée soit à la date de la réinstallation définitive, quel que soit l'emplacement de cette réinstallation soit à la date à laquelle l'évaluation interviendra si, à cette date, le sinistré n'est pas réinstallé définitivement."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sous réserve que les ayants droit remplissent les conditions fixées par les articles 10,11 et 14 de la loi n° 46-2389 du 28 octobre 1946 pour bénéficier de la législation des dommages de guerre, l'indemnité est due par l'Etat         :a) Si l'application de la législation sur l'urbanisme ou le remembrement fait obstacle au report du bail, soit en empêchant la reconstruction de l'immeuble loué, soit en l'autorisant dans des conditions telles qu'elles ne permettent plus l'exploitation normale du fonds ;b) Si, antérieurement à la publication de la loi n° 49-1096 du 2 août 1949, le propriétaire avait obtenu l'autorisation de transférer l'immeuble ou de le reconstruire à un emplacement différent de celui de l'immeuble détruit, d'après des plans définitivement agréés prévoyant la transformation ou le changement d'affectation de l'ancien immeuble ou des anciens locaux ;c) Si, antérieurement à la publication de la loi n° 49-1096 du 2 août 1949, en considération des plans définitivement agréés avant cette date, comportant l'autorisation de transférer ou de reconstruire ailleurs, le propriétaire avait consenti à des tiers, sur l'immeuble reconstruit ou à reconstruire, des droits locatifs ayant date certaine opposables à l'ancien locataire, dans des conditions excluant toute possibilité de report du bail pour ce dernier et toute opération spéculative pour le propriétaire ;d) Si le propriétaire a demandé l'indemnité d'éviction et si le locataire a renoncé à se substituer au propriétaire pour la reconstruction de son immeuble, dans des conditions prévues à l'article 3 de la loi n° 49-1096 du 2 août 1949 ;e) Si le propriétaire de l'immeuble détruit se trouve exclu du bénéfice de la loi n° 46-2389 du 28 octobre 1946, par application des articles 8,10,11 et 14 de ladite loi. Toutefois, si par application des textes susvisés ou si, par suite de nouvelles dispositions légales ou réglementaires, le propriétaire est mis en possession de ses droits à indemnité, le locataire qui bénéficiera du report de son bail devra reverser à l'Etat l'indemnité qu'il a perçue au titre de la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'Etat n'aura pas à payer l'indemnité prévue à l'article 2 s'il met à la disposition du locataire sinistré, non encore réinstallé, dans un délai d'un an à compter de la fixation définitive de son montant, un local avec concession d'un droit au bail similaire à celui interrompu.\n\nL'Etat pourra, en ce cas, se libérer valablement en faisant offre d'un droit au bail sur un local construit en application de l'ordonnance n° 45-2064 du 8 septembre 1945 ou encore, dans les conditions qui seront définies au décret prévu par l'article 10 de la loi n° 51-650 du 24 mai 1951, dans un immeuble construit par les organismes d'habitation à loyer modéré. Toutefois, le locataire sinistré pourra refuser le local qui lui est offert si celui-ci ne permet pas l'exercice normal de sa profession."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans tous les cas autres que ceux énumérés à l'article 2 ci-dessus, l'indemnité est à la charge du propriétaire, lorsque l'éviction provient de son fait volontaire en méconnaissance des droits du locataire."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Toutes les contestations afférentes à l'application de la présente loi seront de la compétence du tribunal civil du lieu de l'immeuble sinistré.A défaut d'accord amiable, l'indemnité est fixée par le tribunal civil et ce, conformément aux dispositions du décret n° 53-960 du 30 septembre 1953, modifié par la loi n° 53-1346 du 31 décembre 1953, réglant les rapports entre locataires et bailleurs en ce qui concerne le renouvellement des baux à loyer d'immeubles ou de locaux à usage commercial ou industriel."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Toute personne qui, sciemment, à l'occasion de la présente loi, aura fourni ou fait établir des déclarations ou des justifications inexactes, sera punie des peines prévues à l'article 72 de la loi n° 46-2389 du 28 octobre 1946."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'article 73 de la loi de finances n° 51-598 du 24 mai 1951 est abrogé."
    }
  ]
}