{
  "id": "jorftext000000179313",
  "type": "statute",
  "title": "Loi n° 92-1476 du 31 décembre 1992",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000179313",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Les acquisitions en France métropolitaine et dans les départements d'outre-mer, à des fins autres que la revente, de voitures particulières neuves équipées d'un moteur à essence d'une cylindrée n'excédant pas 2 000 cm3 et d'un pot catalytique, conformes aux normes communautaires de la directive (C.E.E.) n° 91-441 du 26 juin 1991 du Conseil des communautés européennes, ouvrent droit à une aide de l'Etat d'un montant de 2 000 F par véhicule lorsque l'immatriculation consécutive à ces acquisitions intervient dans une série normale française entre le 1er octobre et le 31 décembre 1992.II. - En France métropolitaine et dans les départements de la Guadeloupe, de la Martinique et de la Réunion, l'aide est accordée au profit de l'acquéreur final, au nom de l'Etat et sous leur responsabilité, par les constructeurs et importateurs des véhicules automobiles. En contrepartie, sur justificatifs, ces derniers imputent sur le montant de la taxe sur la valeur ajoutée due mensuellement sur leurs opérations réalisées entre les mois de septembre et décembre 1992 le montant de l'aide ainsi accordée. L'aide dont le montant ne peut pas être imputé, peut faire l'objet d'un remboursement dans les conditions et selon les modalités prévues au 3 de l'article 271 du code général des impôts.Le montant de l'aide doit apparaître expressément sur la facture délivrée à l'acquéreur final.En cas de non-respect des conditions d'octroi de l'aide, son montant est restituable à l'Etat par les constructeurs ou les importateurs.Le montant des imputations effectuées ou des remboursements obtenus en application de cette disposition par les constructeurs et les importateurs des véhicules automobiles est contrôlé selon les règles, garanties et sanctions applicables en matière de taxe sur la valeur ajoutée.III. - Pour la Guyane, l'aide mentionnée au I est accordée directement à l'acquéreur final des véhicules concernés par cette mesure sur présentation d'une demande déposée auprès du comptable du Trésor chargé du recouvrement des impôts directs du lieu d'imposition.IV. - Pour la détermination des résultats d'une entreprise, l'aide prévue au I n'est comprise ni dans les résultats ni dans le coût d'acquisition du véhicule."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Il est institué pour 1992 au profit du budget de l'Etat un prélèvement exceptionnel de 37 millions de francs sur la trésorerie de la Caisse d'aide à l'équipement des collectivités locales."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. et II. Paragraphes modificateursIII. Ces montants s'appliquent à compter de la campagne 1992-1993."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'ajustement des recettes tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément des charges, révisé, du budget de l'Etat pour 1992 sont fixés ainsi qu'il suit : (tableau non reproduit)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est ouvert aux ministres, au titre des dépenses ordinaires des services civils pour 1992, des crédits supplémentaires s'élevant à la somme totale de 48 350 694 157 F conformément à la répartition par titre et par ministère qui en est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est ouvert un crédit supplémentaire de 25 millions de francs au titre IV du budget des affaires étrangères."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il est ouvert un crédit supplémentaire de 100 millions de francs au titre IV du budget des affaires sociales et de l'intégration."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Il est ouvert un crédit supplémentaire de 5 000 millions de francs au titre IV du budget de l'économie, des finances et du budget (I. - Charges communes)."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Il est ouvert un crédit supplémentaire de 6 millions de francs au titre IV du budget de l'économie, des finances et du budget (II. - Services financiers)."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Il est ouvert un crédit supplémentaire de 50 millions de francs au titre IV du budget de l'économie, des finances et du budget (IV. - Artisanat et commerce)."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Il est ouvert un crédit supplémentaire de 2 millions de francs au titre IV du budget de l'environnement."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Il est ouvert un crédit supplémentaire de 450 millions de francs au titre IV du budget de la jeunesse et des sports."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Il est ouvert un crédit supplémentaire de 5 millions de francs au titre IV du budget des services du Premier ministre (I. - Services généraux)."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Il est ouvert aux ministres, au titre des dépenses en capital des services civils pour 1992, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 1 879 333 853 F et de 1 128 562 118 F, conformément à la répartition par titre et par ministère qui en est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Il est ouvert 4 millions de francs supplémentaires d'autorisations de programme et de crédits de paiement au titre VI du budget de l'économie, des finances et du budget (I. - Charges communes)."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Il est ouvert 10 millions de francs supplémentaires d'autorisations de programme et de crédits de paiement au titre VI du budget de l'équipement, du logement, des transports et de la mer (I. - Urbanisme, logement et services communs)."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Il est ouvert 300 millions de francs supplémentaires d'autorisations de programme et de crédits de paiement au titre VI du budget de l'équipement, du logement, des transports et de la mer (II. - Transports. - 2. Routes)."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses ordinaires des services militaires pour 1992, des crédits de paiement supplémentaires s'élevant à la somme de 929 000 000 F."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses en capital des services militaires pour 1992, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 16 000 000 F et de 211 000 000 F."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Il est ouvert au ministre de l'économie et des finances, pour 1992, au titre des comptes d'affectation spéciale, des crédits de paiement supplémentaires s'élevant à la somme de 171 800 000 F."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Il est ouvert au ministre de l'économie et des finances, pour 1992, au titre des comptes de prêts, des crédits de paiement supplémentaires s'élevant à la somme de 20 000 000 F."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Sont ratifiés les crédits ouverts par les décrets d'avance n° 92-908 du 2 septembre 1992 et n° 92-1045 du 28 septembre 1992."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'excédent de 196,2 millions de francs hors taxe sur la valeur ajoutée de taxe parafiscale affectée au financement des organismes du secteur public de la communication audiovisuelle, dont 24,9 millions de francs correspondent à l'excédent de clôture de l'exercice 1991 reporté sur l'exercice 1992 et 171,3 millions de francs correspondent à la réévaluation des droits attendus au titre de 1992 au-delà de l'estimation fixée par l'article 62 de la loi de finances pour 1992 (loi n° 91-1322 du 30 décembre 1991) est réparti de la façon suivante (en millions de francs) :Antenne 2 : 101,225France Régions : 3 36,225Société nationale de radiodiffusion et de télévision d'outre-mer :1,450Radio France : 13,000Société européenne de programmes de télévision : 44,300Total : 196,200"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions des I et II s'appliquent à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. Paragraphe modificateurII. Ces dispositions s'appliquent aux décisions notifiées à compter du 18 novembre 1992."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. Paragraphe modificateurII. (Abrogé par la loi 94-1163). Sont soumises à la taxe sur la valeur ajoutée les acquisitions intracommunautaires d'oeuvres d'art originales définies par décret, de biens d'antiquité ou de collection repris aux numéros 97-04 à 97-06 du tarif des douanes, lorsque les conditions suivantes sont réunies :1. L'acquisition est réalisée par une personne mentionnée au 2° du I de l'article 256 bis du code général des impôts ou par toute autre personne non assujettie.2. La livraison, telle que définie au 1° du II de l'article 256 du même code, effectuée à destination de l'acquéreur désigné au 1 ci-dessus, est située sur le territoire d'un Etat membre qui exonère l'importation des biens cités au premier alinéa."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions du présent article sont applicables à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. à XII. Paragraphes modificateursXIII. Les dispositions des V et VI s'appliquent à compter du 1er janvier 1993. Les autres dispositions du présent article s'appliquent à compter du 1er février 1993.Toutefois, les crèmes de cassis supportent, par hectolitre d'alcool pur, un droit de consommation de 5 600 F du 1er février au 31 décembre 1993 et de 6 700 F du 1er janvier au 31 décembre 1994."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. à III. Paragraphes modificateursIV. Ces dispositions sont applicables pour les exercices ouverts à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions du présent article s'appliquent à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. à III. Paragraphes modificateursIV. Les dispositions du présent article s'appliquent aux ventes et aux exportations réalisées à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. à III. Paragraphes modificateursIV. Les dispositions du présent article entrent en vigueur à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. Paragraphe modificateurII. Les dispositions du présent article sont applicables à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - Les dispositions des articles 1727 et 1731 du code général des impôts s'appliquent aux contributions indirectes, aux droits, taxes, redevances, impositions ou sommes obéissant aux mêmes règles, ainsi qu'au droit de garantie, établis ou recouvrés par la direction générale des douanes et droits indirects.II. - Les dispositions du présent article entrent en vigueur à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - Les actes de cautionnement souscrits au profit des comptables de la direction générale des impôts, pour la garantie des contributions indirectes transférées à la direction générale des douanes et droits indirects, sont de plein droit affectés, au 1er janvier 1993, à la garantie des impositions transférées auprès des comptables de la direction générale des douanes et droits indirects chargés du recouvrement.II. - De même, à compter de cette date, les comptables de la direction générale des douanes et droits indirects sont compétents pour :a) Demander l'admission définitive des créances de contributions indirectes transférées, antérieurement déclarées ou admises à titre provisionnel au passif des procédures collectives en application du deuxième alinéa de l'article 50 et de l'article 106 de la loi n° 85-98 du 25 janvier 1985 relative au redressement et à la liquidation judiciaires des entreprises pour lesquelles ils ont obtenu ou délivré, à compter du 1er janvier 1993, un titre exécutoire ou qui ne sont plus contestées ;b) Convertir en mesures définitives ou en mesures d'exécution, les mesures conservatoires prises avant le 1er janvier 1993 par les comptables de la direction générale des impôts, en application des articles 48 à 57 du code de procédure civile, et relatives aux créances transférées pour lesquelles ils ont obtenu ou délivré, à partir du 1er janvier 1993, un titre exécutoire ;c) D'une manière générale, poursuivre toute action engagée ou se prévaloir de toute mesure prise avant le transfert par le comptable de la direction générale des impôts ou à son profit, à raison des impositions transférées."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. à V. Paragraphes modificateurs.VI. Les dispositions du présent article s'appliquent à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. à XI. Paragraphes modificateursXII. Les dispositions du présent article entrent en vigueur au 1er janvier 1993."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions du présent article entrent en vigueur au 1er janvier 1993."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - L'indemnité parlementaire, définie à l'article 1er de l'ordonnance n° 58-1210 du 13 décembre 1958 portant loi organique relative à l'indemnité des membres du Parlement, ainsi que l'indemnité de résidence, sont imposables à l'impôt sur le revenu suivant les règles applicables aux traitements et salaires.II. - Les dispositions du paragraphe I s'appliquent à compter de l'imposition des revenus perçus en 1993."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - L'indemnité de fonction perçue par l'élu local, définie au titre III de la loi n° 92-108 du 3 février 1992 relative aux conditions d'exercice des mandats locaux, est soumise à une retenue à la source libératoire de l'impôt sur le revenu.La base de cette retenue est constituée par le montant net de l'indemnité, minorée de la fraction représentative de frais d'emploi.La retenue est calculée par application du barème prévu à l'article 197 du code général des impôts déterminé pour une part de quotient familial, tel qu'il est applicable pour l'imposition des revenus de l'année précédant celle du versement de l'indemnité.Les limites des tranches de ce barème annuel sont réduites proportionnellement à la période à laquelle se rapporte le paiement de l'indemnité de fonction et à la durée d'exercice du mandat pendant cette période.La fraction représentative des frais d'emploi est fixée forfaitairement. Cette fraction est égale à 100 p. 100 des indemnités versées pour les maires dans les communes de moins de 1 000 habitants. En cas de cumul de mandats, les fractions sont cumulables dans la limite d'une fois et demie la fraction représentative des frais d'emploi pour un maire d'une commune de moins de 1 000 habitants.La fraction représentative des frais d'emploi est revalorisée dans les mêmes proportions que l'indemnité de fonction.II. - En cas de cumul de mandats, un seul comptable du Trésor est chargé de la retenue libératoire.III. - Lorsqu'un élu local cesse toute activité professionnelle, par dérogation au I du présent article, il peut opter pour une imposition de son indemnité de fonction à l'impôt sur le revenu suivant les règles applicables aux traitements et salaires.IV. - Les dispositions du paragraphe I s'appliquent à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. Paragraphe modificateurII. Les dispositions du présent article sont applicables à compter de l'imposition des revenus de 1992."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. - Seront créées par décret en Conseil d'Etat dans les cantons des départements du Nord et du Pas-de-Calais dont la liste est annexée au présent article deux zones dans lesquelles les entreprises qui s'implantent bénéficient du régime fiscal défini au III.\n\nCes zones sont délimitées en tenant compte des éléments de nature à faciliter l'implantation d'entreprises et notamment des infrastructures existantes, des possibilités d'aménagement et des conditions de la maîtrise des sols.\n\nLa superficie totale des terrains inclus dans les deux zones ne peut dépasser 600 hectares. Chaque zone peut comprendre de un à quatre sites non contigus.\n\nII. - Le décret créant chaque zone est pris au vu d'une convention conclue entre :\n\na) L'Etat ;\n\nb) Le ou les collectivités territoriales ou groupements de collectivités territoriales intéressés ;\n\nc) Si l'aménagement des terrains n'est pas assuré par la ou les personnes publiques mentionnées au b ci-dessus, la personne publique ou le concessionnaire chargé de cet aménagement.\n\nCette convention définit notamment les conditions d'aménagement et de gestion de la zone ainsi que les conditions de cession ou de location des immeubles bâtis ou non bâtis situés dans la zone.\n\nIII. - Les personnes morales soumises de plein droit ou sur option à l'impôt sur les sociétés dans les conditions de droit commun qui, dans les cinq ans de l'institution de l'une des zones prévues au I, se seront créées pour y exploiter une entreprise, peuvent, dans les conditions prévues au présent article, bénéficier d'un crédit d'impôt égal à 22 p. 100 :\n\na) Du prix de revient hors taxes des investissements qu'elles réalisent jusqu'au terme du trente-sixième mois suivant celui de leur constitution ;\n\nb) Ou du prix de revient hors taxes dans les écritures du bailleur des biens qu'elles prennent en location dans le délai prévu au a auprès d'une société de crédit-bail régie par la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail.\n\nPour le calcul du crédit d'impôt, le prix de revient des investissements est diminué du montant des subventions attribuées à raison de ces investissements.\n\nLes investissements ouvrant droit au crédit d'impôt s'entendent des acquisitions ou des locations en crédit-bail, dans le cadre des opérations de crédit-bail visées à l'article 1er de la loi n° 66-455 du 2 juillet 1966 précitée, de bâtiments industriels et de biens d'équipement amortissables selon le mode dégressif en vertu du 1 de l'article 39 A du code général des impôts. Le crédit d'impôt ne s'applique pas aux biens reçus par apport.\n\nLes personnes morales créées dans le cadre d'une concentration ou d'une restructuration d'activités préexistant dans les zones ou qui reprennent de telles activités ne peuvent pas bénéficier de ce crédit d'impôt.\n\nIV. - Le crédit d'impôt prévu au III est imputable sur le montant de l'impôt sur les sociétés dû par la personne morale au titre des exercices clos dans les dix ans de sa constitution. Il ne peut être restitué.\n\nL'imputation du crédit d'impôt ne peut être appliquée sur l'impôt sur les sociétés résultant de l'imposition :\n\n1° Des produits des actions ou parts de société, et des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B et 239 quater C du code général des impôts ;\n\n2° Des subventions, libéralités et abandons de créances ;\n\n3° Des produits de créances et d'opérations financières pour le montant qui excède celui des frais financiers engagés au cours du même exercice ;\n\n4° Des produits tirés des droits de la propriété industrielle et commerciale, lorsque ces droits n'ont pas leur origine dans l'activité créée dans la zone ;\n\n5° Des résultats qui ne sont pas déclarés dans les conditions prévues à l'article 223 du même code ;\n\n6° Des plus-values de cession d'immobilisations non amortissables qui ont fait l'objet d'un apport ayant bénéficié des dispositions de l'article 210 A du même code ainsi que des plus-values réintégrées en application du d du 3 du même article.\n\nV. - En cas de cession, pendant la période prévue au premier alinéa du IV, ou pendant sa durée normale d'utilisation si elle est inférieure à cette période, d'un bien ayant ouvert droit au crédit d'impôt ou du contrat de crédit-bail afférent à un tel bien, la quote-part de crédit d'impôt correspondant à cet investissement est reversée. Le reversement est également effectué, à raison de la quote-part de crédit d'impôt correspondant aux biens pris en location en vertu d'un contrat de crédit-bail, en cas de résiliation du contrat sans rachat des biens loués pendant la période prévue au premier alinéa du IV ou pendant la durée normale d'utilisation de ces biens si elle est inférieure à cette période, ou en cas de restitution des biens loués avant l'expiration du même délai.\n\nSi le crédit d'impôt a été imputé en totalité à la date de l'événement qui motive son reversement, l'entreprise doit verser spontanément au comptable du Trésor l'impôt sur les sociétés correspondant, majoré de l'intérêt de retard prévu à l'article 1727 du code général des impôts, au plus tard à la date de paiement du solde de l'impôt sur les sociétés de l'exercice au cours duquel intervient cet événement. Si le crédit d'impôt n'a pas été imputé, la quote-part restante est supprimée à hauteur du crédit d'impôt provenant des biens cédés ou des biens loués qui font l'objet d'une restitution ou dont le contrat de crédit-bail est cédé ou résilié sans rachat.\n\nLa personne morale perd le bénéfice du crédit d'impôt et doit, dans les conditions mentionnées aux deux alinéas précédents, verser l'impôt sur les sociétés non acquitté en raison de l'imputation du crédit d'impôt si, pendant la période au cours de laquelle il est imputable, elle est affectée par un événement mentionné aux 2 et 5 de l'article 221 du code général des impôts ou si, pendant la même période, une des conditions visées au présent article n'est plus remplie.\n\nVI. - Pour bénéficier du crédit d'impôt prévu au III, la personne morale doit remplir les conditions suivantes :\n\n1° Son siège social, ses activités et ses moyens d'exploitation doivent être implantés dans l'une des zones créées en application du I ;\n\n2° Ses activités doivent être industrielles ou commerciales au sens de l'article 34 du code général des impôts ; toutefois, le dispositif prévu au III ne s'applique pas si l'entreprise exerce à titre principal ou accessoire :\n\na) Une activité de stockage ou de distribution indépendante des unités de production industrielle situées dans les zones ;\n\nb) Une activité de services qui n'est pas directement nécessaire à une activité de fabrication ou de transformation de biens corporels mobiliers ;\n\nc) Une activité bancaire, financière, d'assurances, de location ou de gestion d'immeubles ou de travaux immobiliers ;\n\n3° Elle ne doit pas être soumise aux dispositions des articles 44 sexies et 223 A du code général des impôts ;\n\n4° Son effectif de salariés, bénéficiant d'un contrat de travail à durée indéterminée ou d'une durée de six mois au moins, doit être égal ou supérieur à dix au cours de chaque exercice de la période définie au premier alinéa du IV : si l'effectif varie en cours d'exercice, il est calculé compte tenu de la durée de présence des salariés en cause pendant l'exercice.\n\nSi l'effectif minimal prévu à l'alinéa précédent n'est pas atteint au cours des deux premiers exercices, le bénéfice du crédit d'impôt est accordé sous réserve que l'effectif soit d'au moins dix salariés au cours du troisième exercice.\n\nVII. - Les dispositions de l'article 220 sexies du code général des impôts ne sont pas applicables à la personne morale qui bénéficie du crédit d'impôt mentionné au III.\n\nLes entreprises créées dans l'une des zones prévues au I sont exclues du bénéfice de toute aide à l'aménagement du territoire accordée par l'Etat.\n\nLes dépenses visées aux a et 2° du h du II de l'article 244 quater B du code général des impôts ne sont pas retenues pour le calcul du crédit d'impôt recherche lorsque les immobilisations concernées ont bénéficié du crédit d'impôt prévu au III.\n\nVIII. - Un décret fixe les modalités d'application du présent texte ainsi que les déclarations et justifications à produire, notamment pour les investissements réalisés au profit des personnes morales bénéficiaires du crédit d'impôt par les sociétés de crédit-bail.\n\nANNEXE\n\n1° Zone d'investissement privilégié du bassin minier.\n\nCantons de :\n\nAnzin ;\n\nBouchain ;\n\nCambrai-Est ;\n\nCambrin ;\n\nCondé-sur-l'Escaut ;\n\nDenain ;\n\nDouvrin ;\n\nSaint-Amand-les-Eaux-Rive-Droite ;\n\nSaint-Amand-les-Eaux-Rive-Gauche ;\n\nValenciennes-Est ;\n\nValenciennes-Nord ;\n\nValenciennes-Sud ;\n\nWingles.\n\n2° Zone d'investissement privilégié de Sambre-Avesnois.\n\nCantons de :\n\nAvesnes-sur-Helpe-Nord ;\n\nAvesnes-sur-Helpe-Sud ;\n\nBavay ;\n\nBerlaimont ;\n\nHaumont ;\n\nLandrecies ;\n\nLe Quesnoy-Est ;\n\nLe Quesnoy-Ouest ;\n\nMaubeuge-Nord ;\n\nMaubeuge-Sud ;\n\nSolre-le-Château ;\n\nTrélon."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. - Il est accordé une réduction exceptionnelle des bases de la taxe professionnelle aux entreprises dont le chiffre d'affaires excède un million de francs et qui procèdent, en 1993 et 1994, à une création ou à une extension d'établissement industriel dans l'arrondissement d'Avesnes-sur-Helpe (département du Nord).II. - Cette réduction exceptionnelle s'impute sur les bases communales de taxe professionnelle et sur celles des groupements de communes.Elle est applicable l'année au titre de laquelle l'entreprise bénéficie de la réduction prévue à l'article 1469 A bis ou au dernier alinéa du II de l'article 1478 du code général des impôts pour les opérations visées au I, et les deux années suivantes.Elle est égale, la première année, au montant de la réduction accordée cette même année en application des articles 1469 A bis et 1478 précités, la deuxième année au double de ce montant et, la troisième année, au montant de la réduction accordée la première année en application du présent article.III. - La réduction exceptionnelle vient en diminution des bases d'imposition à la taxe professionnelle avant application des réductions prévues aux articles 1468, 1468 bis, 1472 A et 1472 A bis du code précité. Elle n'est pas applicable lorsque les bases d'imposition de l'établissement sont inférieures à celles de l'année précédente ou lorsque l'établissement bénéficie d'une exonération temporaire de taxe professionnelle en application de l'article 1465 du code général des impôts.IV. - Les communes et les groupements de communes dotés d'une fiscalité propre dont le potentiel fiscal par habitant est inférieur au potentiel fiscal moyen par habitant des communes de la même strate démographique, ou des groupements de même catégorie, bénéficient d'une compensation versée par l'Etat. Celle-ci est égale au montant de la perte de base résultant de la réduction exceptionnelle prévue au présent article multiplié par le taux de taxe professionnelle voté par la commune ou le groupement pour 1992."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. Paragraphe modificateurII. Ces dispositions s'appliquent à compter du 1er janvier 1992."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - Une entreprise qui a transféré ou transfère hors de France, directement ou indirectement, par elle-même ou par l'intermédiaire d'un tiers, des éléments de son actif à une personne, à un organisme, dans un trust ou dans une institution comparable, en vue de les gérer dans son intérêt ou d'assumer pour son compte un engagement existant ou futur, comprend dans son résultat imposable les résultats qui proviennent de la gestion ou de la disposition de ces actifs ou des biens acquis en remploi.Ces résultats, arrêtés à la clôture de chacun des exercices de l'entreprise, sont déterminés selon les règles applicables au bénéfice de cette dernière, indépendamment de ses autres opérations, à partir d'une comptabilité distincte tenue pour son compte par la personne, l'organisme, le trust ou l'institution comparable à qui les actifs ont été transférés.A l'appui de la déclaration de ses résultats, l'entreprise produit :- un état qui mentionne la nature, la consistance et les caractéristiques des éléments d'actif transférés ou des biens acquis en remploi, la personne, l'organisme, le trust ou l'institution comparable à qui les actifs ont été transférés ainsi que l'Etat ou le territoire où il est établi ;- une déclaration des résultats qui proviennent de la gestion ou de la disposition de ces actifs.L'entreprise est autorisée à imputer sur le montant de l'impôt sur les sociétés dont elle est redevable, au titre de chaque exercice, à raison des résultats mentionnés au deuxième alinéa, l'impôt acquitté, le cas échéant, hors de France, sur les mêmes résultats, à condition que ce dernier soit comparable à l'impôt sur les sociétés.A défaut du respect des dispositions du présent article, l'entreprise comprend dans ses résultats imposables de chaque exercice une somme égale au produit du montant de la valeur réelle, à l'ouverture du même exercice, des actifs définis au premier alinéa par un taux égal à celui mentionné au 3° du 1 de l'article 39 du code général des impôts. Pour l'application du présent alinéa, la valeur réelle des actifs à l'ouverture d'un exercice est égale à la valeur réelle de ces mêmes actifs au moment du transfert, majorée des produits acquis depuis cette date ou, à défaut, du total des sommes calculées ainsi qu'il est précisé à la phrase qui précède. Toutefois, l'entreprise peut apporter la preuve que le résultat ainsi déterminé excède le résultat effectivement réalisé, déterminé dans les conditions fixées au deuxième alinéa. En cas d'application des dispositions du présent alinéa, le montant des droits éludés est assorti de l'intérêt de retard visé à l'article 1727 du code général des impôts et de la majoration prévue à l'article 1759 du même code.II. - Les dispositions du I ne sont pas applicables aux transferts qui résultent de l'exécution de contrats d'assurances ou de mandats.III. - Un décret fixe les modalités d'application du présent article ainsi que les obligations déclaratives des entreprises concernées.IV. - Les dispositions du présent article s'appliquent pour la détermination des résultats imposables des exercices ouverts à compter du 1er janvier 1992."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Par exception aux dispositions des articles 38, 238 septies B et 238 septies E du code général des impôts, lorsque les entreprises d'assurances et de capitalisation achètent ou souscrivent des titres de créances négociables sur un marché réglementé, ou des titres obligataires autres que les obligations indexées, les parts de fonds communs de créances et les titres participatifs, pour un prix différent de leur prix de remboursement, la perte ou le profit correspondant à cette différence est, pour la détermination du résultat imposable de l'entreprise, réparti sur la durée restant à courir jusqu'au remboursement. Lorsque plusieurs dates de remboursement sont prévues, la date la plus éloignée est retenue.Cette répartition est effectuée de manière actuarielle de telle sorte qu'à la clôture de chaque exercice, la valeur comptable des titres compte tenu de cette répartition soit égale à leur valeur actuelle calculée au taux de rendement actuariel déterminé lors de leur acquisition.Pour l'application de ces dispositions, le prix d'achat des titres s'entend hors intérêts courus.A la clôture de chaque exercice, le prix de revient des titres est augmenté ou diminué, selon le cas, de la fraction du profit ou de la perte comprise dans le résultat imposable.II. - Les titres soumis aux dispositions du I ne peuvent faire l'objet d'une provision pour dépréciation.III. - Les dispositions du présent article s'appliquent pour la détermination des résultats des exercices ouverts à compter du 1er janvier 1992.Les titres acquis au cours d'un exercice antérieur sont réputés, pour le calcul du taux de rendement actuariel mentionné au deuxième alinéa du I, avoir été acquis le 1er janvier 1992, leur durée de vie résiduelle s'appréciant également à cette date. Le profit ou la perte à répartir en application du I est déterminé à partir du prix d'achat de ces titres ; les provisions pour dépréciation afférentes à ces titres sont réintégrées dans le résultat imposable du premier exercice d'application de cette répartition. Toutefois, les entreprises peuvent choisir pour ces titres de ne pas appliquer les dispositions du I si leur prix d'achat est inférieur à leur prix de remboursement ; le choix ainsi effectué s'applique à l'ensemble des titres acquis avant cette date."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le transfert au profit de l'Agence nationale pour la gestion des déchets radioactifs (A.N.D.R.A.) des biens, droits et obligations du Commissariat à l'énergie atomique et aux énergies alternatives correspondant aux missions assignées à l'agence susmentionnée par l'article 13 de la loi n° 91-1381 du 30 décembre 1991 relative aux recherches sur la gestion des déchets radioactifs ne donne lieu à aucune indemnité ou perception de droits ou taxes, ni à aucun versement de  la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le transfert des biens, droits et obligations des Houillères du bassin du Nord et du Pas-de-Calais à Charbonnages de France prévu par le décret n° 92-1199 du 10 novembre 1992 modifiant le décret n° 59-1036 du 4 septembre 1959 portant statut des Charbonnages de France et des Houillères de bassin, et portant dissolution des Houillères du bassin du Nord et du Pas-de-Calais, ne donne lieu à aucune indemnité ou perception d'impôts, droits ou taxes, ni à aucun versement de  la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. et II. Paragraphes modificateursIII. a) Les conditions du B du I s'appliquent aux opérations réalisées à compter du 1er juillet 1993.b) Les dispositions du II s'appliquent à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. et II. Paragraphes modificateursIII. Ces dispositions s'appliquent aux options exercées à compter du 18 novembre 1992.Les options exercées par des sociétés civiles pour leur assujettissement à l'impôt sur les sociétés avant le 18 novembre 1992 sont réputées régulières.IV. Paragraphe modificateur"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - La délivrance aux personnes domiciliées dans les communes des départements de l'Ardèche, de l'Aude, de l'Aveyron, de la Corrèze, de la Drôme, du Gard, de l'Hérault, du Lot, des Pyrénées-Orientales et de Vaucluse, dont la liste figure en annexe de l'arrêté du 12 octobre 1992 complété par ceux des 5 et 6 novembre 1992 portant constatation de l'état de catastrophe naturelle, des documents visés aux articles 947 à 950 et 953 du code général des impôts, de duplicata des permis de conduire les véhicules automobiles, les motocyclettes et tous autres véhicules à moteur et des certificats d'immatriculation, en remplacement des documents de même nature détruits ou perdus lors des inondations survenues du 21 au 23 et du 26 au 30 septembre 1992, ne donne lieu à la perception d'aucun droit ou taxe.II. - Il en est de même de la délivrance, aux personnes visées au I, de primata de certificats d'immatriculation des véhicules acquis en remplacement de ceux détruits lors de ces sinistres.III. - Ces dispositions s'appliquent aux documents délivrés entre le 22 septembre 1992 et le 1er juillet 1993."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. Paragraphe modificateurII. Les dispositions du I du présent article s'appliquent aux successions ouvertes à compter du 1er janvier 1992."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. Paragraphe modificateurII. Les dispositions du présent article s'appliquent à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - Lorsqu'au titre d'une année une cotisation de taxe professionnelle a été émise au nom d'une personne autre que le redevable légal de l'impôt, l'imposition de ce dernier, au titre de la même année, est établie au profit de l'Etat dans la limite du dégrèvement accordé au contribuable imposé à tort.II. - En cas de changement d'exploitant, l'ancien exploitant est tenu d'en faire la déclaration au service des impôts avant le 1er janvier de l'année suivant celle du changement lorsque le changement intervient en cours d'année, ou avant le 1er janvier de l'année du changement lorsque celui-ci prend effet au 1er janvier ; lorsque le changement ne porte que sur une partie de l'établissement, il est tenu de souscrire dans les mêmes délais une déclaration rectificative de ses bases de taxe professionnelle."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. à III. Paragraphes modificateursIV. Les dispositions du présent article sont applicables à compter de l'imposition des revenus de 1992.V. Les dispositions du présent article ne s'appliquent qu'aux seuls revenus exceptionnels ou différés imposés d'après le barème progressif prévu à l'article 197 du code général des impôts."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - Les dispositions du 2° de l'article 83 du code général des impôts, relatives aux cotisations versées aux organismes de retraites complémentaires des salariés, s'appliquent aux cotisations versées à titre obligatoire au régime de prévoyance des joueurs professionnels de football institué par la charte du football professionnel.II. - A l'exclusion du capital en cas de décès ou d'invalidité totale et définitive de l'assuré, les prestations servies par le régime de prévoyance mentionné ci-dessus sont imposables dans la catégorie des pensions.Le montant total versé est divisé par le nombre d'années ayant donné lieu à la déduction des cotisations. Le résultat est ajouté au revenu global net de l'année du paiement. L'impôt correspondant est égal au produit de la cotisation supplémentaire ainsi obtenue par le nombre d'années utilisé pour déterminer le quotient.III. - Ces dispositions s'appliquent aux cotisations et au capital versés à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - Les dispositions de l'article 73 de la loi de finances pour 1978 (n° 77-1467 du 30 décembre 1977) s'appliquent aux copropriétés de cheval de course ou d'étalon qui respectent les conditions mentionnées à l'article 238 bis M du code général des impôts et dont les statuts et les modalités de fonctionnement sont conformes à des statuts types approuvés par décret.Ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 1992.II. Paragraphe modificateur"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. et II. Paragraphes modificateursIII. Ces dispositions sont applicables à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Les dispositions du premier alinéa du II de l'article 199 ter du code général des impôts sont applicables aux actionnaires des sociétés visées au 1° ter de l'article 208 du même code."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. et II. Paragraphes modificateursIII. Ces dispositions sont applicables aux opérations réalisées à compter du 1er septembre 1992."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. Paragraphe modificateurII. Les dispositions du I sont applicables aux contrats conclus à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. Paragraphe modificateurII. L'acquittement de la taxe forfaitaire prévue au III de l'article 45 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986) par apposition d'un timbre fiscal sur la facture d'achat du matériel est autorisé pour l'année 1992.III. 1. Par dérogation aux dispositions de l'article L. 47 du code du domaine de l'Etat, le recouvrement et le contentieux des redevances de mise à disposition et de gestion de fréquences radioélectriques, dues au titre de l'utilisation, de la gestion et du contrôle des fréquences radioélectriques, sont assurés par les comptables du Trésor selon les modalités fixées aux articles 80 à 95 du décret n° 62-1587 du 29 décembre 1962 portant règlement général sur la comptabilité publique.\"2. Tout défaut ou retard de paiement des redevances visées au 1 est soumis à une majoration de 10 p. 100."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions des I et II s'appliquent pour le règlement des litiges nés à compter de la date d'entrée en vigueur de la présente loi. Elles ne s'appliquent pas aux litiges en cours à cette date."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. à IV. Paragraphes modificateursV. Les dispositions du présent article sont applicables aux versements afférents à une taxe dont le fait générateur est postérieur au 31 décembre 1992."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. Paragraphe modificateur\n\nII. (Abrogé)\n\nIII. Paragraphe modificateur"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Le ministre de l'économie et des finances est autorisé à accorder, dans la limite de 1,32 milliard de francs, la garantie de l'Etat aux emprunts destinés au financement de la construction de l'ensemble immobilier comprenant un nouvel hémicycle à Strasbourg."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Le recouvrement des prêts spéciaux consentis par l'Etat en vertu de l'article 17 du décret n° 62-261 du 10 mars 1962 relatif aux mesures prises pour l'accueil et le reclassement professionnel et social des bénéficiaires de la loi n° 61-1439 du 29 décembre 1961 est abandonné."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. - Les droits à indemnités reconnus sur le fondement de la loi n° 46-2389 du 28 octobre 1946 sur les dommages de guerre et des textes qui l'ont modifiée ou qui s'y sont référés donneront lieu exclusivement à des paiements au comptant à compter de la promulgation de la présente loi.II. - La part en capital des annuités restant à échoir sur les titres nominatifs émis en application de l'article 1er de la loi n° 48-1313 du 26 août 1948 est payable en totalité et par anticipation au titulaire ou à son mandataire, sur présentation des titres à compter du 1er janvier 1993.La part en intérêts des annuités postérieures au 1er janvier 1993 ne sera pas réglée, même si les titres sont présentés après cette date."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Dans la limite de 4 milliards de francs, le ministre de l'économie et des finances est autorisé à prendre les mesures nécessaires en vue de l'annulation totale ou partielle de dettes du Cameroun, du Congo, de la Côte-d'Ivoire et du Gabon dans le cadre d'opérations de conversion de dettes en faveur du développement."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "La Caisse nationale de l'énergie, créée par la loi n° 46-628 du 8 avril 1946 sur la nationalisation de l'électricité et du gaz, est dissoute à compter du 1er janvier 1993.Les biens, droits et obligations de la Caisse nationale de l'énergie, à l'exception des obligations et emprunts énumérés au troisième alinéa du présent article, sont dévolus à l'Etat à compter de la date de la dissolution de la caisse.A compter du 1er janvier 1993, les obligations et emprunts émis par la Caisse nationale de l'énergie au profit de Charbonnages de France et du     Commissariat à l'énergie atomique et aux énergies alternatives, ainsi que d'Electricité de France et de Gaz de France en application des dispositions figurant aux articles 13, 25 et 27 de la loi n° 46-628 du 8 avril 1946 précitée, à l'exception des obligations émises en application de l'article 52, sont dévolus, pour leur part respective, aux établissements publics et aux organismes auxquels la caisse prête, jusqu'au 31 décembre 1992, son concours. Ces établissements et organismes assurent, dans les conditions prévalant lors de leur émission, le service de ces obligations et emprunts ainsi que le service des obligations émises par les entreprises dont les charges obligataires ont été transférées aux services nationaux d'Electricité de France et de Gaz de France."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Constituent des titres exécutoires les arrêtés, états, rôles, avis de mise en recouvrement, titres de perception ou de recettes que l'Etat, les collectivités territoriales ou les établissements publics dotés d'un comptable public délivrent pour le recouvrement des recettes de toute nature qu'ils sont habilités à recevoir."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. - Jusqu'au 31 décembre 2007, les fonctionnaires du ministère de la défense âgés de plus de cinquante-cinq ans en service dans des sites en restructuration à agréer par arrêté interministériel :- ayant accompli au moins quinze ans de service au sein du ministère de la défense ou dans une entreprise publique ou dans un établissement public relevant de la tutelle du ministère de la défense ;- et comptant trente ans de service pouvant être pris en compte pour la constitution du droit à pension en application de l'article L. 5 du code des pensions civiles et militaires de retraite,peuvent, sur leur demande, être radiés des cadres et peuvent bénéficier de la moitié de leur dernier traitement indiciaire, majoré d'une indemnité fixée par décret.II. - Les fonctionnaires radiés des cadres dans les conditions prévues au I bénéficient d'une bonification égale à la durée du service leur restant à accomplir jusqu'à l'âge d'entrée en jouissance de la pension prévu par l'article L. 24 du code des pensions civiles et militaires de retraite dans la limite de cinq ans.Cette bonification ne peut avoir pour effet de porter le nombre de trimestres liquidables au-delà du nombre de trimestres fixé comme indiqué dans le tableau suivant, en application du 2 de l'article 66 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites :ANNÉE AU COURSde laquelle sont réunies les conditions mentionnées au I de l'article L. 24 du code des pensions civiles et militaires de retraite2004NOMBRE DE TRIMESTRESnécessaires pour obtenir le pourcentage maximum de la pension civile en application de l'article L. 13 du code des pensions civiles et militaires de retraite152ANNÉE AU COURSde laquelle sont réunies les conditions mentionnées au I de l'article L. 24 du code des pensions civiles et militaires de retraite2005NOMBRE DE TRIMESTRESnécessaires pour obtenir le pourcentage maximum de la pension civile en application de l'article L. 13 du code des pensions civiles et militaires de retraite154ANNÉE AU COURSde laquelle sont réunies les conditions mentionnées au I de l'article L. 24 du code des pensions civiles et militaires de retraite2006NOMBRE DE TRIMESTRESnécessaires pour obtenir le pourcentage maximum de la pension civile en application de l'article L. 13 du code des pensions civiles et militaires de retraite156ANNÉE AU COURSde laquelle sont réunies les conditions mentionnées au I de l'article L. 24 du code des pensions civiles et militaires de retraite2007NOMBRE DE TRIMESTRESnécessaires pour obtenir le pourcentage maximum de la pension civile en application de l'article L. 13 du code des pensions civiles et militaires de retraite158ANNÉE AU COURSde laquelle sont réunies les conditions mentionnées au I de l'article L. 24 du code des pensions civiles et militaires de retraite2008NOMBRE DE TRIMESTRESnécessaires pour obtenir le pourcentage maximum de la pension civile en application de l'article L. 13 du code des pensions civiles et militaires de retraite160"
    }
  ]
}