{
  "id": "jorftext000000684532",
  "type": "statute",
  "title": "Loi n° 89-436 du 30 juin 1989",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000684532",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'association internationale des parlementaires de langue française (A.I.P.L.F.), organisation internationale de la francophonie, bénéficie en France, pour l'exercice de ses missions, des privilèges et immunités définis ci-après."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'association internationale des parlementaires de langue française est l'institution parlementaire représentative de la francophonie. Emanant directement des parlements ou assemblées qui en sont membres, elle constitue un lien privilégié entre les exécutifs et les peuples de la francophonie.L'association a notamment pour but de favoriser par la coopération les initiatives de toute nature pour le rayonnement de la langue française, qui est le bien commun de tous les peuples qui l'emploient."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'association jouit de la personnalité juridique et dans l'exercice de ses missions de la capacité :a) De contracter ;b) D'acquérir et d'aliéner des biens mobiliers et immobiliers ;c) D'ester en justice."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'association jouit sur le territoire français de l'indépendance et de la liberté d'action qui lui appartiennent en sa qualité d'institution interparlementaire à vocation internationale."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les locaux occupés par l'association pour les besoins de son activité sont inviolables. Les agents ou fonctionnaires de la République française ne pourront y pénétrer pour exercer leurs fonctions officielles qu'avec le consentement ou sur la demande de l'association notifiés par son secrétaire général ou son représentant.Toutefois, le consentement du secrétaire général est présumé acquis en cas de flagrant délit, d'incendie ou d'autres sinistres exigeant des mesures de protection immédiate.II. - Il est interdit à l'association d'accorder dans ses locaux refuge à une personne poursuivie à la suite d'un crime ou d'un délit flagrant, ou objet d'un mandat de justice, d'une condamnation pénale ou d'un arrêté d'expulsion émanant des autorités françaises.III. - Les archives de l'association, et d'une manière générale tous documents lui appartenant ou détenus par elle, sont inviolables. La correspondance officielle de l'association est inviolable."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - L'association est soumise aux juridictions françaises. Toutefois, les biens meubles de l'association, quel que soit l'endroit où ils se trouvent, et les immeubles qui constituent son siège bénéficient de l'immunité d'exécution, sauf dans le cas où l'association aura expressément renoncé à cette immunité sur notification de son secrétaire général ou de son représentant.Les biens visés ci-dessus bénéficient également de l'immunité à l'égard de toute forme de perquisition, réquisition, confiscation et mise sous séquestre, ainsi que de toute autre forme de contrainte administrative ou judiciaire.II. - Les dispositions du paragraphe précédent ne s'appliquent pas :a) En cas d'action civile intentée par un tiers pour les dommages résultant d'un accident causé par un véhicule appartenant à l'association ou circulant pour le compte de celle-ci ;b) Aux cas de saisie-arrêté sur salaire pour dette d'un membre du personnel de l'association et résultant d'une décision de justice définitive et exécutoire ;c) Aux cas où les mesures mentionnées au paragraphe précédent sont nécessaires à l'exécution d'une sentence arbitrale ;d) Aux cas d'indemnisation légale du personnel résultant d'une décision de justice."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pour l'accomplissement de ses missions, l'association peut recevoir et détenir tous fonds, devises, numéraires, posséder des comptes dans n'importe quelle monnaie ; elle peut les transférer à l'intérieur du territoire français et de France dans un autre pays ou inversement."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. -Pour les besoins de ses activités, l'association, ses biens et revenus sont exonérés des impôts directs. L'association acquitte toutefois les taxes pour services rendus.II. -Les marchandises importées ou exportées par l'association et nécessaires à ses activités sont éxonérées :a) Des droits de douane et taxes d'effet équivalent ;b) Des taxes sur le chiffre d'affaires.III. -L'association supporte, dans les conditions de droit commun, l'incidence des taxes indirectes qui entrent dans le prix des marchandises vendues ou des services rendus.Toutefois, les taxes sur le chiffre d'affaires perçues au profit du budget de l'Etat et afférentes à des achats importants de biens mobiliers ou de services destinés à l'exercice des activités officielles du secrétariat feront l'objet d'un remboursement dans des conditions fixées d'un commun accord avec les autorités compétentes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. -Les autorités françaises compétentes délivrent, à la demande du secrétariat général, sans frais ni retard injustifié, sauf si un motif d'ordre public s'y oppose, des visas d'entrée et de séjour en France, pendant la durée de leurs fonctions ou missions auprès de l'association, pour :a) Les membres, conseillers et experts des délégations ;b)  Les membres du personnel de l'association et des membres de leur famille à leur charge.II. -Les personnes visées au paragraphe 1 ne sont pas dispensées de l'application des règlements de quarantaine ou de santé publique."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les membres du personnel du secrétariat général de l'association qui ne possèdent pas la nationalité française bénéficient :a) S'ils résidaient auparavant à l'étranger, du droit d'importer en franchise leur mobilier et leurs effets personnels à l'occasion de leur première installation en France ;b) S'ils ne sont pas résidents en France, d'un titre de séjour spécial délivré par les autorités françaises compétentes pour eux-mêmes, leur conjoint et leurs enfants à charge ;c) Du régime de l'importation en franchise temporaire pour leur véhicule automobile ;d) De l'exemption de toutes obligations relatives au service national et de tout autre service obligatoire en France."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sous réserve de l'application des conventions internationales en vigueur, les membres du personnel de l'association sont soumis à la législation française sur la sécurité sociale et les accidents du travail."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. -Les privilèges et immunités prévus par la présente loi ne sont pas établis en vue d'accorder à leurs bénéficiaires des avantages personnels. Ils sont institués afin d'assurer, en toutes circonstances et dans l'exercice de ses missions, le libre fonctionnement de l'association et la complète indépendance des personnes auxquelles ils sont accordés.\n\nII. -Le secrétaire général parlementaire, ou à défaut son représentant, a le droit et le devoir de lever cette immunité lorsqu'il estime qu'elle empêche le fonctionnement normal de la justice et qu'il est possible d'y renoncer sans porter atteinte aux intérêts de l'association."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La loi n° 88-3 du 4 janvier 1988 relative à la reconnaissance de la vocation internationale de l'association internationale des parlementaires de langue française est abrogée."
    }
  ]
}