{
  "id": "jorftext000041776899",
  "type": "statute",
  "title": "Ordonnance n°2020-387 du 1er avril 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041776899",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - 1° Par dérogation au premier alinéa des I et II de l'article L. 6315-1 du code du travail, l'entretien professionnel intervenant entre le 1er janvier 2020 et le 30 juin 2021 en application de ces dispositions peut être reporté à l'initiative de l'employeur jusqu'au 30 juin 2021 ;2° A compter du 12 mars 2020 et jusqu'au 30 septembre 2021, le sixième alinéa du II du même article L. 6315-1 et le premier alinéa de l'article L. 6323-13 du même code ne sont pas applicables. A compter du 1er octobre 2021, pour l'application s'il y a lieu de ces dispositions, il est tenu compte de la date à laquelle l'employeur a procédé à l'entretien mentionné au II de l'article L. 6315-1 du même code compte tenu du report de délai reconnu au titre des dispositions du présent 2°.\n\n- LOI n° 2018-771 du 5 septembre 2018"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Afin de faire face aux conséquences économiques, financières et sociales de la propagation du covid-19, sont autorisés à financer les dépenses afférentes à la validation des acquis de l'expérience incluant les frais de positionnement du bénéficiaire, l'accompagnement à la constitution des dossiers de recevabilité et la préparation au jury de validation des acquis de l'expérience, ainsi que les frais afférents à ces jurys :\n\n1° Par dérogation à l'article L. 6332-14 du code du travail, les opérateurs de compétences mentionnés à l'article L. 6332-1 du même code, en recourant aux fonds issus des contributions supplémentaires mentionnées à l'article L. 6332-1-2 du même code, au profit des salariés des branches et entreprises concernées, et aux fonds mentionnés au 1° de l'article L. 6332-3 du même code ;\n\n2° Par dérogation au premier alinéa de l'article L. 6323-17-6 du même code, les commissions paritaires interprofessionnelles régionales mentionnées à ce même article.\n\nII. - La prise en charge des dépenses mentionnées au I est effectuée sur la base d'un montant forfaitaire, déterminé par chaque opérateur de compétences et chaque commission paritaire interprofessionnelle régionale, dans la limite de trois mille euros par dossier de validation des acquis de l'expérience.\n\nIII. - Les dispositions du présent article sont applicables jusqu'à une date fixée par décret, et au plus tard jusqu'au 30 juin 2021."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Afin de faire face aux conséquences économiques, financières et sociales de la propagation du covid-19 :1° Les contrats d'apprentissage mentionnés à l'article L. 6221-1 du code du travail et les contrats de professionnalisation mentionnés à l'article L. 6325-1 du même code, dont la date de fin d'exécution survient entre le 12 mars et le 31 juillet 2020, sans que l'apprenti ou le bénéficiaire du contrat de professionnalisation ait achevé son cycle de formation en raison de reports ou d'annulations de sessions de formation ou d'examens, peuvent être prolongés par avenant au contrat initial jusqu'à la fin du cycle de formation poursuivi initialement ;\n\n1° bis Ne sont pas applicables aux prolongations de contrats prévues au 1° :a) Les dispositions des premier et deuxième alinéas de l'article L. 6222-7-1 et de l'article L. 6325-11 du code du travail relatives aux durées des contrats ;b) Les dispositions des quatrième et cinquième alinéas de l'article L. 6211-2 et du deuxième alinéa de l'article L. 6325-13 du code du travail relatives aux durées de formation ;c) Les dispositions du premier alinéa de l'article L. 6222-1 et du 1° de l'article L. 6325-1 du code du travail relatives à l'âge maximal de l'apprenti ou du bénéficiaire du contrat de professionnalisation ;2° La durée de trois mois prévue au premier alinéa de l'article L. 6222-12-1 du code du travail est prolongée de trois mois supplémentaires pour les personnes dont le cycle de formation en apprentissage est en cours à la date du 12 mars 2020 ;\n\n3° Ne sont pas applicables aux contrats d'apprentissage et aux contrats de professionnalisation en cours à la date du 12 mars 2020 dont la fin d'exécution est prévue avant le 1er septembre 2020, les dispositions des quatrième et cinquième alinéas de l'article L. 6211-2 et du deuxième alinéa de l'article L. 6325-13 du code du travail relatives aux durées de formation ;4° Ne sont pas applicables aux contrats d'apprentissage et aux contrats de professionnalisation en cours à la date du 12 mars 2020 les dispositions des deuxième et troisième alinéas de l'article L. 6222-12 du code du travail."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Premier ministre et la ministre du travail sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française et qui entrera en vigueur immédiatement."
    }
  ]
}