{
  "id": "jorftext000000317533",
  "type": "statute",
  "title": "Loi n° 86-797 du 3 juillet 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000317533",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Gouvernement déposera, au cours de la première session ordinaire du Parlement de 1986-1987, un projet de loi définissant, compte tenu des résultats de la négociation collective entre les organisations patronales et syndicales, les procédures destinées à assurer le respect des règles d'information et de consultation des représentants du personnel et d'élaboration des mesures de reclassement et d'indemnisation envisagées par l'employeur en cas de licenciement pour cause économique."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I., II. - Paragraphes modificateurs\n\nIII. - A titre transitoire et jusqu'à la publication de la loi adoptée en application de l'article 3, tout licenciement pour motif économique, autre que ceux visés à l'article L. 321-3 du code du travail, de salariés ayant au moins un an d'ancienneté, doit être précédé d'un entretien entre l'employeur et le salarié. Au cours de cet entretien, l'employeur est tenu d'indiquer le ou les motifs de la décision envisagée et de recueillir les explications du salarié. Lors de cette audition, le salarié peut se faire assister par une personne de son choix appartenant au personnel de l'entreprise. Le ou les motifs du licenciement doivent être confirmés dans la lettre prévue à l'article L. 122-14-1 du même code.\n\nSi, pendant la période transitoire susmentionnée, le licenciement d'un salarié survient sans qu'ait été observée la procédure prévue à l'alinéa précédent mais pour une cause réelle et sérieuse, le tribunal saisi doit imposer à l'employeur d'accomplir la procédure prévue et accorder au salarié, à la charge de l'employeur, une indemnité qui ne peut être supérieure à un mois de salaire."
    }
  ]
}