{
  "id": "jorftext000037639478",
  "type": "statute",
  "title": "LOI n°2018-1021 du 23 novembre 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037639478",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Il est institué, sur l'ensemble du territoire, un dispositif visant à assurer la protection et la préservation de locaux vacants par l'occupation de résidents temporaires, notamment à des fins de logement, d'hébergement, d'insertion et d'accompagnement social.Sont agréés par l'Etat, au vu de leurs compétences à mener des travaux d'aménagement et à organiser l'occupation de bâtiments par des résidents temporaires, les organismes publics, les organismes privés ou les associations qui mettent en place un dispositif d'occupation temporaire de locaux en vue d'en assurer la protection et la préservation.Les opérations d'occupation temporaire de locaux en vue d'en assurer la protection et la préservation font l'objet d'une convention entre le propriétaire et un organisme public, un organisme privé ou une association qui s'engage à protéger et à préserver les locaux qui sont mis à sa disposition et à les rendre au propriétaire libres de toute occupation à l'échéance de la convention ou lors de la survenance d'un événement défini par celle-ci.La convention est d'une durée maximale de trois ans et peut être prorogée par périodes d'un an, dès lors que le propriétaire justifie que, à l'issue de l'occupation du bâtiment par des résidents temporaires, le changement de destination initialement envisagé pour les locaux ne peut avoir lieu.L'organisme ou l'association mentionné au troisième alinéa peut loger des résidents temporaires dans les locaux mis à sa disposition. Les engagements réciproques de l'organisme ou de l'association et de chaque occupant ainsi que la finalité de l'occupation figurent dans un contrat de résidence temporaire, dont la forme et les stipulations sont définies et encadrées par décret en Conseil d'Etat.Le contrat de résidence temporaire est conclu ou renouvelé pour une durée minimale fixée par décret en Conseil d'Etat. Il peut prévoir le versement par le résident à l'organisme ou à l'association mentionné au même troisième alinéa d'une redevance dont le montant maximal est fixé par décret en Conseil d'Etat.La rupture anticipée du contrat par l'organisme ou l'association mentionné audit troisième alinéa est soumise à des règles de préavis, de notification et de motivation définies par décret en Conseil d'Etat. Cette rupture ne peut être opérée que pour un motif légitime et sérieux, notamment l'inexécution par le résident de l'une des obligations lui incombant ou l'arrivée à terme de la convention survenue dans les conditions fixées au même troisième alinéa.L'arrivée à terme du contrat de résidence temporaire ou sa rupture dans les conditions prévues aux sixième et septième alinéas déchoit le résident de tout titre d'occupation, nonobstant toutes dispositions en vigueur, notamment celles du chapitre III du titre Ier du livre VI du code de la construction et de l'habitation et de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986.\n\nAu terme du contrat de résidence temporaire, si le résident se maintient dans les lieux, l'organisme ou l'association mentionnés au troisième alinéa du présent article ou le propriétaire peut faire constater l'occupation sans droit ni titre des lieux en vue de leur libération, selon la procédure de l'ordonnance sur requête.L'agrément de l'Etat est subordonné à des engagements de l'organisme ou de l'association mentionné au troisième alinéa du présent article quant aux caractéristiques des résidents temporaires, et notamment à des engagements en faveur des personnes mentionnées au premier alinéa de l'article L. 345-2-2 du code de l'action sociale et des familles. Ces engagements ne peuvent être définis qu'au regard du nombre total de places de logement et d'hébergement mises à disposition par l'organisme ou l'association agréé. Ces engagements peuvent être définis en fonction des besoins des territoires. Le non-respect de ces engagements par l'association ou l'organisme peut conduire au retrait de l'agrément mentionné au deuxième alinéa du présent article.Un décret en Conseil d'Etat fixe les conditions et modalités d'application du présent article.\n\nLorsque des personnes morales de droit privé bénéficient du dispositif mentionné au présent article, l'Etat vérifie régulièrement la conformité de sa mise en œuvre aux dispositions légales et réglementaires applicables."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Sous réserve des décisions juridictionnelles passées en force de chose jugée, les autorisations de construire portant sur des bâtiments exclusivement à usage d'habitation, délivrées antérieurement à la publication de la présente loi, sont validées en tant que leur existence ou leur légalité serait contestée au motif que, lorsque le dernier étage de ces bâtiments est un ou plusieurs duplex ou triplex, le niveau de plancher à retenir pour apprécier s'ils constituent ou non un immeuble de grande hauteur, au sens de l'article R. 122-2 du code de la construction et de l'habitation, est la partie supérieure du ou des duplex ou triplex, et non le plancher bas du ou des logements, comme le prévoit le 5° de l'article 3 de l'arrêté du 31 janvier 1986 relatif à la protection contre l'incendie des bâtiments d'habitation.Les mêmes autorisations de construire sont validées jusqu'à la publication dans le code de la construction et de l'habitation de nouvelles dispositions particulières concernant les duplex et triplex et, au plus tard, jusqu'au terme d'un délai de trois mois à compter de la promulgation de la présente loi.La conformité des bâtiments concernés, qui ne constituent pas des immeubles de grande hauteur, ne peut être contestée au motif mentionné au premier alinéa du présent article jusqu'à la publication des nouvelles dispositions prévues au deuxième alinéa."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le I n'est pas applicable aux schémas de cohérence territoriale dont la procédure est à un stade postérieur à l'arrêt, à la date de la publication de la présente loi.\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'urbanisme\n\nII. - Le I :1° N'est pas applicable aux plans locaux d'urbanisme dont l'élaboration ou la révision a été prescrite avant la publication de la présente loi ;2° Est applicable à l'élaboration du plan local d'urbanisme ou à la prochaine révision du plan local d'urbanisme effectuée en application des articles L. 153-31 ou L. 151-34 du code de l'urbanisme."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'urbanisme\n\nII.-Il peut être recouru, après avis de la commission départementale de la nature, des paysages et des sites :1° A la procédure de modification simplifiée prévue aux articles L. 143-37 à L. 143-39 du code de l'urbanisme, afin de modifier le contenu du schéma de cohérence territoriale pour la mise en œuvre de la seconde phrase du second alinéa de l'article L. 121-3 du même code ou du deuxième alinéa de l'article L. 121-8 dudit code, et à condition que cette procédure ait été engagée avant le 31 décembre 2021 ;2° A la procédure de modification simplifiée prévue aux articles L. 153-45 à L. 153-48 du même code, afin de modifier le contenu du plan local d'urbanisme pour la mise en œuvre du deuxième alinéa de l'article L. 121-8 dudit code, et à condition que cette procédure ait été engagée avant le 31 décembre 2021.III.-Jusqu'au 31 décembre 2021, des constructions et installations qui n'ont pas pour effet d'étendre le périmètre du bâti existant, ni de modifier de manière significative les caractéristiques de ce bâti, peuvent être autorisées avec l'accord de l'autorité administrative compétente de l'Etat, après avis de la commission départementale de la nature des paysages et des sites, dans les secteurs mentionnés au deuxième alinéa de l'article L. 121-8 du code de l'urbanisme, dans sa rédaction résultant de la présente loi, mais non identifiés par le schéma de cohérence territoriale ou non délimités par le plan local d'urbanisme en l'absence de modification ou de révision de ces documents initiée postérieurement à la publication de la présente loi.IV.-Dans les communes de la collectivité de Corse n'appartenant pas au périmètre d'un schéma de cohérence territoriale en vigueur, pour l'application du second alinéa de l'article L. 121-3 du code de l'urbanisme, de l'article L. 121-8 du même code et du III du présent article, le plan d'aménagement et de développement durable de la Corse peut se substituer à ce schéma.V.-Le a du 2° du I s'applique sans préjudice des autorisations d'urbanisme délivrées avant la publication de la présente loi. Le même a ne s'applique pas aux demandes d'autorisation d'urbanisme déposées avant le 31 décembre 2021 ni aux révisions, mises en compatibilité ou modifications de documents d'urbanisme approuvées avant cette date."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi propre à limiter et simplifier à compter du 1er avril 2021 les obligations de compatibilité et de prise en compte pour les documents d'urbanisme :1° En réduisant le nombre des documents opposables aux schémas de cohérence territoriale, aux plans locaux d'urbanisme et aux documents d'urbanisme en tenant lieu, ainsi qu'aux cartes communales. Les chartes des parcs naturels régionaux prévus à l'article L. 333-1 du code de l'environnement ne sont pas comprises dans cette réduction ;2° En prévoyant les conditions et modalités de cette opposabilité, notamment en supprimant le lien de prise en compte au profit de la seule compatibilité ;3° En prévoyant les modifications des dispositions du chapitre Ier du titre IV du livre Ier du code de l'urbanisme relatives au contenu du schéma de cohérence territoriale rendues nécessaires par les évolutions prévues aux 1° et 2° du présent article ;4° En prévoyant les mesures de coordination rendues nécessaires par le 2° pour l'adaptation du schéma régional d'aménagement, de développement durable et d'égalité des territoires prévu à l'article L. 4251-1 du code général des collectivités territoriales, ainsi que les modalités d'application dans le temps de ces mesures à ce schéma ;5° En prévoyant que seuls le projet d'aménagement et de développement durable du plan local d'urbanisme ainsi que les orientations d'aménagement et de programmation du plan local d'urbanisme qui concernent l'ensemble du territoire couvert par ledit plan doivent être compatibles avec le document d'orientation et d'objectifs du schéma de cohérence territoriale.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, toute mesure de nature législative propre à adapter à compter du 1er avril 2021 l'objet, le périmètre et le contenu du schéma de cohérence territoriale prévu à l'article L. 141-1 du code de l'urbanisme, afin de tirer les conséquences de la création du schéma régional d'aménagement, de développement durable et d'égalité des territoires prévu à l'article L. 4251-1 du code général des collectivités territoriales et du transfert de la compétence en matière de plan local d'urbanisme aux établissements publics de coopération intercommunale à fiscalité propre.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues aux I et II du présent article."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les trois derniers alinéas de l'article L. 442-9 du code de l'urbanisme sont supprimés."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi visant à actualiser, clarifier, simplifier et compléter à compter du 1er mars 2020 le régime juridique des schémas d'aménagement régional prévus aux articles L. 4433-7 à L. 4433-11 du code général des collectivités territoriales :1° En redéfinissant le plan de ces dispositions et en en améliorant la rédaction afin de supprimer les difficultés d'intelligibilité du régime actuel ;2° En supprimant les dispositions obsolètes et en prenant en compte les trois types de collectivités concernées ;3° En modifiant le contenu du schéma d'aménagement régional et en redéfinissant ses effets, notamment en ce qu'il tient lieu de schéma de mise en valeur de la mer, de schéma régional de cohérence écologique et de schéma régional du climat, de l'air et de l'énergie ;4° En modifiant la liste des normes et documents avec lesquels le schéma d'aménagement régional doit être compatible ou qu'il doit prendre en compte, en harmonisant les modalités de mise en compatibilité et en procédant aux modifications qui seraient rendues nécessaires pour mieux définir son articulation avec les autres documents de planification et d'urbanisme ;5° En simplifiant certaines modalités procédurales relatives à son élaboration et son évolution ainsi qu'à son approbation.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - L'article 15 de la loi n° 2018-202 du 26 mars 2018 relative à l'organisation des jeux Olympiques et Paralympiques de 2024 est applicable aux projets de construction et d'aménagement nécessaires à la préparation, à l'organisation ou au déroulement des championnats du monde de ski alpin 2023. Pour l'application du troisième alinéa du même article 15 à ces projets, le délai maximal de trois ans pour réaliser le projet dans son état définitif court à compter de la date de la cérémonie de clôture des championnats du monde de ski alpin 2023.\n\n- LOI n° 2018-202 du 26 mars 2018"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I à III.- A modifié les dispositions suivantes :\n\nIV. - Dans un délai de cinq ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant l'application des mesures prévues au 1° de l'article L. 162-1 du code de la construction et de l'habitation.\n\nV.- A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Loi n° 89-462 du 6 juillet 1989"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi visant à adapter le régime applicable au contrat de construction d'une maison individuelle avec fourniture de plan lorsque le constructeur assure la fabrication, la pose et l'assemblage sur le chantier d'éléments préfabriqués pour réaliser l'ouvrage.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. Les conditions mentionnées au deuxième alinéa de l'article L. 2171-2 du code de la commande publique ne sont pas applicables, jusqu'au 31 décembre 2021, aux marchés publics de conception-réalisation relatifs à la réalisation de logements locatifs aidés par l ’ Etat financés avec le concours des aides publiques mentionnées au 1° de l'article L. 301-2 du code de la construction et de l'habitation, lorsqu'ils sont conclus par les centres régionaux des œuvres universitaires et scolaires définis à l'article L. 822-3 du code de l'éducation.\n\nII à III.-A modifié les dispositions suivantes :\n\nIV.-Le c du 1° du III est applicable aux marchés publics passés par les offices publics de l'habitat pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication postérieurement à la publication de la présente loi.\n\nV.-A modifié les dispositions suivantes :\n\n-LOI n° 85-704 du 12 juillet 1985\n\n-Code général des collectivités territoriales\n\n-Code de la construction et de l'habitation.\n\nArt. L433-1"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Les articles L. 423-2 et L. 481-1-2 du code de la construction et de l'habitation dans leur rédaction résultant de la présente loi entrent en vigueur le 1er janvier 2021.\n\nPar dérogation au premier alinéa du présent V, l'article L. 423-2 du même code est applicable à compter du 1er janvier 2023 aux offices publics de l'habitat auxquels le dernier alinéa de l'article L. 421-6 dudit code, dans sa rédaction résultant du h du 10° du I de l'article 88 de la présente loi, s'applique. Lorsqu'au 1er janvier 2021, les offices publics de l'habitat d'une même collectivité de rattachement appartiennent à un même groupe en application du I de l'article L. 423-2 du même code, l'article L. 421-6 dudit code, dans sa rédaction résultant du h du 10° du I de l'article 88 de la présente loi, leur est applicable à compter du 1er janvier 2023.\n\nLes articles L. 423-1-1, L. 423-1-2 et L. 423-1-3 du même code demeurent applicables dans leur rédaction antérieure à la présente loi aux sociétés anonymes agréées en application de ces dispositions à la date de promulgation de la présente loi. Ces sociétés continuent à bénéficier des dispositions du 4° du 1 de l'article 207 et du 2° de l'article 1461 du code général des impôts.\n\nIX.-Pour les collectivités attributaires de l'excédent résultant de la liquidation d'un office public de l'habitat, il peut être dérogé à la règle des deux tiers mentionnée au 3° de l'article L. 431-4 du code de la construction et de l'habitation, au plus tard, jusqu'au 1er août 2019.\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-La perte de recettes pour l'Etat résultant du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. A modifié les dispositions suivantes :\n\nIII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :1° Permettant aux organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction et de l'habitation et aux sociétés d'économie mixte mentionnées à l'article L. 481-1 du même code de mettre en œuvre à titre expérimental une politique des loyers qui prenne mieux en compte la capacité financière des ménages nouveaux entrants du parc social ;2° Adaptant le mode de calcul du supplément de loyer de solidarité mentionné à l'article L. 441-3 dudit code afin de renforcer la prise en compte des capacités financières des locataires.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.IV.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi visant à permettre le développement de la vente de logements sociaux destinées à :1° Permettre, à compter du 1er janvier 2020, l'inclusion, dans un contrat de vente par un organisme d'habitations à loyer modéré à une personne physique d'un logement situé dans un immeuble destiné à être soumis au statut de la copropriété, d'une clause permettant de différer le transfert de propriété de la quote-part de parties communes à l'acquéreur jusqu'à l'expiration d'une période ne pouvant excéder dix ans à compter de la première de ces ventes intervenues dans cet immeuble, en prévoyant la possibilité d'une décote du prix de vente ;2° Définir les droits et les obligations de l'organisme vendeur et de l'acquéreur durant la période mentionnée au 1° ;3° Définir les conditions dans lesquelles l'acquéreur participe au paiement des charges d'entretien et de fonctionnement des parties communes de l'immeuble pendant la période mentionnée au même 1°, en dehors de toute application du statut de la copropriété, de toute association syndicale libre ou de toute association foncière urbaine libre.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.V.-Jusqu'au 31 décembre 2022, par dérogation aux dispositions des articles L. 444-1 à L. 444-7 du code de commerce, les tarifs applicables aux prestations de notaires relatives aux opérations de fusion, d'absorption, de scission et d'apports réalisées par les organismes mentionnés aux articles L. 411-2 et L. 481-1 du code de la construction et de l'habitation peuvent faire l'objet d'une négociation lorsque les émoluments sont supérieurs à 60 000 €.\n\nA modifié les dispositions suivantes :\n\nXIII.-Le dernier alinéa de l'article L. 411-2 du code de la construction et de l'habitation est applicable aux exercices comptables des organismes d'habitations à loyer modéré ouverts à compter du 1er janvier 2021.\n\n-Code de la construction et de l'habitation.\n\n-LOI n° 85-704 du 12 juillet 1985\n\n-LOI n° 77-2 du 3 janvier 1977\n\n-Code de la sécurité sociale.\n\n-Code général de la propriété des personnes publiques.\n\n-Code général des impôts, CGI.\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. à II. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation.\n\n- Code de l'urbanisme\n\nIV. - Toutes les autorisations de vendre implicites ou notifiées doivent être reprises dans le plan de vente mentionné à l'article L. 445-1 du code de la construction et de l'habitation à la signature de la première convention mentionnée au même article L. 445-1 conclue postérieurement à la publication de la présente loi."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nV. - Le IV entre en vigueur dans les conditions prévues à l'article 52 de l'ordonnance n° 2016-1360 du 13 octobre 2016 modifiant la partie législative du code des juridictions financières.\n\nVI. à VII. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Code des juridictions financières\n\n- Ordonnance n° 2016-1408 du 20 octobre 2016\n\n- LOI n° 86-1290 du 23 décembre 1986"
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. à VI. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII. - Le IV de l'article L. 441-2 du code de la construction et de l'habitation, dans sa rédaction résultant du II du présent article, et l'article L. 442-5-2 du même code, dans sa rédaction résultant du IV du présent article, entrent en vigueur le 1er janvier 2019.L'article L. 442-5-2 dudit code, dans sa rédaction résultant du IV du présent article, s'applique aux contrats de location en cours à compter du 1er janvier 2019.\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nIII.-Le I entre en vigueur à une date fixée par le décret prévu à l'article L. 441-2-9 du code de la construction et de l'habitation, et au plus tard le 31 décembre 2023.\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I à III et V à XII A modifié les dispositions suivantes :\n\nIV.-Les conventions de réservation conclues entre les bailleurs et les réservataires en application de l'article L. 441-1 du code de la construction et de l'habitation avant la publication de la présente loi et ne portant pas exclusivement sur un flux annuel de logements doivent être mises en conformité avec les dispositions du même article L. 441-1, dans sa rédaction résultant de la présente loi, dans des conditions précisées par décret en Conseil d'Etat et, au plus tard, dans un délai de cinq ans à compter de la promulgation de la présente loi.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nV.-Le présent article entre en vigueur le 1er mars 2019.\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I. à III. - Ont modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV. - Jusqu'au 31 décembre 2022, les projets d'extension inférieure ou égale à 100 % d'augmentation de la capacité d'un établissement relevant du 8° du I de l'article L. 312-1 du code de l'action sociale et des familles et les projets d'autorisation, dans la limite de sa capacité existant à la date du 30 juin 2017, d'un établissement déclaré à cette date sur le fondement de l'article L. 322-1 du même code sont exonérés de la procédure d'appel à projet prévue au I de l'article L. 313-1-1 dudit code, à la condition de donner lieu à la conclusion d'un contrat pluriannuel d'objectifs et de moyens.L'autorité compétente de l'Etat mentionnée au c de l'article L. 313-3 du même code dispose d'un délai de deux mois à compter de la date de réception de la demande de l'établissement pour se prononcer sur une demande d'autorisation.L'absence de réponse dans un délai de deux mois vaut rejet. La décision de rejet est motivée dans les conditions fixées à l'article L. 211-2 du code des relations entre le public et l'administration.V. - Les contrats pluriannuels d'objectifs et de moyens prévus à l'article L. 313-11-2 du code de l'action sociale et des familles sont conclus par les bénéficiaires d'une autorisation à la date du 31 décembre 2022 au plus tard le 1er janvier 2023, selon une programmation pluriannuelle établie par le représentant de l'Etat dans la région après avis du comité régional de l'habitat et de l'hébergement ou, dans les départements d'outre-mer, du conseil départemental de l'habitat et de l'hébergement mentionné à l'article L. 364-1 du code de la construction et de l'habitation.\n\n- Code de l'action sociale et des familles\n\n- Code de la construction et de l'habitation.\n\n- Loi n° 90-449 du 31 mai 1990\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I A modifié les dispositions suivantes :\n\nII.-(Abrogé).\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I. - A titre expérimental et pour une durée de huit ans à compter de la publication de la présente loi, dans les zones mentionnées à l'article 17 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, les établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la métropole du Grand Paris, la métropole de Lyon et la métropole d'Aix-Marseille-Provence peuvent demander qu'un dispositif d'encadrement des loyers régi par le présent article soit mis en place.Sur proposition du demandeur transmise dans un délai de quatre ans à compter de la publication de la loi, un décret détermine le périmètre du territoire de la collectivité demandeuse sur lequel s'applique le dispositif, lorsque les conditions suivantes sont réunies :1° Un écart important entre le niveau moyen de loyer constaté dans le parc locatif privé et le loyer moyen pratiqué dans le parc locatif social ;2° Un niveau de loyer médian élevé ;3° Un taux de logements commencés, rapporté aux logements existants sur les cinq dernières années, faible ;4° Des perspectives limitées de production pluriannuelle de logements inscrites dans le programme local de l'habitat et de faibles perspectives d'évolution de celles-ci.Pour chaque territoire ainsi délimité, le représentant de l'Etat dans le département fixe, chaque année, par arrêté, un loyer de référence, un loyer de référence majoré et un loyer de référence minoré, exprimés par un prix au mètre carré de surface habitable, par catégorie de logements et par secteur géographique.Au plus tard six mois avant son terme, le Gouvernement remet au Parlement un rapport d'évaluation de cette expérimentation.Les logements appartenant à ou gérés par des organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de construction et de l'habitation ou appartenant à ou gérés par des sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code, et faisant l'objet d'une convention mentionnée à l'article L. 351-2 dudit code sont exclus de cette expérimentation.II. - Pour l'application du I, les catégories de logements et les secteurs géographiques sont déterminés en fonction de la structuration du marché locatif constatée par l'observatoire local des loyers.Chaque loyer de référence est égal au loyer médian calculé à partir des niveaux de loyers constatés par l'observatoire local des loyers selon les catégories de logements et les secteurs géographiques.Chaque loyer de référence majoré et chaque loyer de référence minoré sont fixés, respectivement, par majoration et par minoration du loyer de référence.Les compétences attribuées au représentant de l'Etat dans le département par le présent article sont exercées dans la région d'Ile-de-France par le représentant de l'Etat dans la région.Le loyer de référence majoré est égal à un montant supérieur de 20 % au loyer de référence.Le loyer de référence minoré est égal au loyer de référence diminué de 30 %.III. - A. - Dans les territoires où s'applique l'arrêté mentionné au I, le loyer de base des logements mis en location est fixé librement entre les parties lors de la conclusion du contrat de bail, dans la limite du loyer de référence majoré. Une action en diminution de loyer peut être engagée si le loyer de base prévu dans le contrat de bail est supérieur au loyer de référence majoré en vigueur à la date de signature de ce contrat. La commission départementale de conciliation prévue à l'article 20 de la loi n° 89-462 du 6 juillet 1989 précitée est compétente pour l'examen des litiges relatifs à cette action en diminution.\n\nEn cas de colocation du logement définie à l'article 8-1 de la loi n° 89-462 du 6 juillet 1989 précitée, le montant de la somme des loyers perçus de l'ensemble des colocataires ne peut être supérieur au montant du loyer applicable au logement en application du présent article.B. - Un complément de loyer peut être appliqué au loyer de base tel que fixé au A du présent III pour des logements présentant des caractéristiques de localisation ou de confort le justifiant, par comparaison avec les logements de la même catégorie situés dans le même secteur géographique.Le montant du complément de loyer et les caractéristiques du logement le justifiant sont mentionnés au contrat de bail.Lorsqu'un complément de loyer est appliqué, le loyer s'entend comme la somme du loyer de base et de ce complément.Un complément de loyer ne peut être appliqué à un loyer de base inférieur au loyer de référence majoré.\n\nAucun complément de loyer ne peut être appliqué lorsque le logement présente une ou plusieurs des caractéristiques suivantes : des sanitaires sur le palier, des signes d'humidité sur certains murs, un niveau de performance énergétique de classe F ou de classe G au sens de l'article L. 173-1-1 du code de la construction et de l'habitation, des fenêtres laissant anormalement passer l'air hors grille de ventilation, un vis-à-vis à moins de dix mètres, des infiltrations ou des inondations provenant de l'extérieur du logement, des problèmes d'évacuation d'eau au cours des trois derniers mois, une installation électrique dégradée ou une mauvaise exposition de la pièce principale.\n\nLe locataire qui souhaite contester le complément de loyer dispose d'un délai de trois mois à compter de la signature du bail pour saisir la commission départementale de conciliation prévue à l'article 20 de la loi n° 89-462 du 6 juillet 1989 précitée, sauf lorsqu'il s'agit d'un bail mobilité soumis au titre Ier ter de la même loi.En cas de contestation, il appartient au bailleur de démontrer que le logement présente des caractéristiques de localisation ou de confort le justifiant, par comparaison avec les logements de la même catégorie situés dans le même secteur géographique.En cas de conciliation, le montant du loyer, tenant compte de l'éventuel complément de loyer, est celui fixé par le document de conciliation délivré par la commission départementale de conciliation.En l'absence de conciliation, le locataire dispose d'un délai de trois mois à compter de la réception de l'avis de la commission départementale de conciliation pour saisir le juge d'une demande en annulation ou en diminution du complément de loyer. La fin de non-recevoir tirée de l'absence de saisine préalable de la commission départementale de conciliation peut être soulevée d'office par le juge.Dans les deux cas, le loyer résultant du document de conciliation ou de la décision de justice s'applique à compter de la prise d'effet du bail.IV. - L'arrêté mentionné au I du présent article fixe, pour les logements meublés soumis aux titres Ier bis et Ier ter de la loi n° 89-462 du 6 juillet 1989 précitée un loyer de référence, un loyer de référence majoré et un loyer de référence minoré par catégorie de logement et par secteur géographique. Le loyer de référence, le loyer de référence majoré et le loyer de référence minoré sont déterminés par l'application d'une majoration unitaire par mètre carré aux loyers de référence définis au II du présent article pour tenir compte du caractère meublé du logement. Cette majoration est déterminée à partir des écarts constatés entre les loyers des logements loués nus et les loyers des logements loués meublés observés par l'observatoire local des loyers.Le complément de loyer tient compte des équipements et services associés aux logements meublés.Ces dispositions ne sont pas applicables aux logements meublés situés dans une résidence avec services gérée selon un mode d'organisation adapté aux nécessités des résidents par un mandataire unique, définis au c du 4° de l'article 261 D du code général des impôts.V. - Le contrat de location précise le loyer de référence et le loyer de référence majoré, correspondant à la catégorie de logements. En cas d'absence dans le contrat de location de cette mention, le locataire peut, dans un délai d'un mois à compter de la prise d'effet du contrat de location, mettre en demeure le bailleur de porter cette information au bail. A défaut de réponse du bailleur dans le délai d'un mois ou en cas de refus de ce dernier, le locataire peut saisir, dans le délai de trois mois à compter de la mise en demeure, la juridiction compétente afin d'obtenir, le cas échéant, la diminution du loyer.VI. - Lors du renouvellement du contrat, une action en diminution de loyer peut être engagée si le montant du loyer fixé au contrat de bail, hors montant du complément de loyer le cas échéant, est supérieur au loyer de référence majoré.Lors du renouvellement du contrat, une action en réévaluation de loyer peut être engagée dès lors que le loyer est inférieur au loyer de référence minoré. Toutefois, cette action ne peut pas être engagée pour les logements de la classe F ou de la classe G, au sens de l'article L. 173-1-1 du code de la construction et de l'habitation.Dans les cas prévus aux deux premiers alinéas du présent VI, l'une ou l'autre des parties peut proposer un nouveau loyer à son cocontractant, au moins six mois avant le terme du contrat pour le bailleur et au moins cinq mois avant le terme du contrat pour le locataire, dans les conditions de forme prévues à l'article 15 de la loi n° 89-462 du 6 juillet 1989 précitée. Le montant du loyer de référence majoré ou minoré pris en compte correspond à celui qui est en vigueur à la date de la proposition émise par l'une des parties.Le nouveau loyer proposé dans le cadre d'une action en réévaluation de loyer est inférieur ou égal au loyer de référence minoré. Le locataire peut, par référence aux loyers habituellement constatés dans le voisinage pour des logements comparables, contester l'action en réévaluation de loyer selon la procédure prévue au présent article.Les loyers servant de référence doivent être représentatifs de l'ensemble des loyers habituellement constatés dans le voisinage pour des logements comparables, situés soit dans le même groupe d'immeubles, soit dans tout autre groupe d'immeubles comportant des caractéristiques similaires et situés dans la même zone géographique.Le nombre minimal de références à fournir est de trois. Toutefois, il est de six dans les communes, dont la liste est fixée par décret, faisant partie d'une agglomération de plus d'un million d'habitants.Lorsque le bailleur fait application du présent VI, il ne peut donner congé au locataire pour la même échéance du contrat.La notification d'une proposition d'un nouveau loyer reproduit intégralement, à peine de nullité, les dispositions du présent VI et mentionne le montant du loyer ainsi que le loyer de référence majoré ou le loyer de référence minoré ayant servi à le déterminer.En cas de désaccord ou à défaut de réponse du cocontractant saisi quatre mois avant le terme du contrat, l'une ou l'autre des parties peut saisir la commission départementale de conciliation mentionnée à l'article 20 de la loi n° 89-462 du 6 juillet 1989 précitée.A défaut d'accord constaté par la commission départementale de conciliation, le juge peut être saisi avant le terme du contrat. A défaut de saisine du juge, le contrat est reconduit de plein droit aux conditions antérieures du loyer, éventuellement révisé en application de l'article 17-1 de la même loi. Le contrat dont le loyer est fixé judiciairement est réputé renouvelé pour la durée définie aux articles 10 et 25-7 de ladite loi, à compter de la date d'expiration du contrat. La décision du juge est exécutoire par provision.Lorsque les parties s'accordent sur une hausse du loyer ou lorsque cette hausse est fixée judiciairement, celle-ci s'applique par tiers ou par sixième selon la durée du contrat.Toutefois, cette hausse s'applique par sixième annuel au contrat renouvelé, puis lors du renouvellement ultérieur, dès lors qu'elle est supérieure à 10 % si le premier renouvellement avait une durée inférieure à six ans.Lorsque la hausse du loyer convenue entre les parties ou fixée judiciairement porte sur un contrat de location soumis aux dispositions du titre Ier bis de la loi n° 89-462 du 6 juillet 1989 précitée, elle s'applique au contrat renouvelé. Toutefois, si la hausse est supérieure à 10 %, elle s'applique par tiers annuel au contrat renouvelé et lors des renouvellements ultérieurs.La révision éventuelle résultant de l'article 17-1 de la même loi s'applique à chaque valeur ainsi définie.VII. - Lorsque le représentant de l'Etat dans le département constate qu'un contrat de bail ne respecte pas les dispositions du A du III, il peut mettre en demeure le bailleur, dans un délai de deux mois, d'une part, de mettre le contrat en conformité avec le présent article et, d'autre part, de procéder à la restitution des loyers trop-perçus. Le bailleur est informé des sanctions qu'il encourt et de la possibilité de présenter, dans un délai d'un mois, ses observations.Si cette mise en demeure reste infructueuse, le représentant de l'Etat dans le département peut prononcer une amende à l'encontre du bailleur, dont le montant ne peut excéder 5 000 € pour une personne physique et 15 000 € pour une personne morale. Cette décision est motivée et indique les voies et délais de recours. L'amende est prononcée après que l'intéressé a été mis à même de présenter ses observations.Le prononcé de l'amende ne fait pas obstacle à ce que le locataire engage une action en diminution de loyer.\n\nLe représentant de l'Etat dans le département peut, dans les territoires où s'applique l'arrêté mentionné au I, déléguer les attributions qu'il détient en application du présent VII, à leur demande, aux présidents des établissements publics de coopération intercommunale compétents en matière d'habitat, au maire de Paris, aux présidents des établissements publics territoriaux de la métropole du Grand Paris, au président de la métropole de Lyon ou au président de la métropole d'Aix-Marseille-Provence. L'arrêté de délégation précise les modalités et la durée de celle-ci. Le représentant de l'Etat dans le département peut y mettre fin dans les mêmes conditions, de sa propre initiative ou à la demande des établissements, collectivités et métropoles mentionnés au présent alinéa.VIII. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "I et V à VII A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Tout programme local de l'habitat exécutoire, couvrant une commune mentionnée dans le décret prévu au septième alinéa du IV de l'article L. 302-1 du code de la construction et de l'habitation, dont la typologie de logements à réaliser ou à mobiliser ne précise pas l'offre de logements intermédiaires, est modifié dans un délai de deux ans à compter de l'entrée en vigueur de ce décret. Cette modification est effectuée selon la procédure définie aux deuxième à avant-dernier alinéas du II de l'article L. 302-4 du même code.III.-Tout plan local d'urbanisme exécutoire tenant lieu de programme local de l'habitat, couvrant une commune mentionnée dans le décret prévu au septième alinéa du IV de l'article L. 302-1 du code de la construction et de l'habitation, dont la typologie de logements à réaliser ou à mobiliser ne précise pas l'offre de logements intermédiaires, est modifié dans un délai de deux ans à compter de l'entrée en vigueur de ce décret ou de trois ans si cela implique une révision du plan local d'urbanisme.IV.-Par dérogation à l'article L. 302-1 du code de la construction et de l'habitation, les plans locaux d'urbanisme tenant lieu de programmes locaux de l'habitat arrêtés ou approuvés avant la publication du décret prévu au septième alinéa du IV du même article L. 302-1 et ne comportant pas d'objectif de développement d'une offre de logements intermédiaires, tel que prévu au même septième alinéa, peuvent être rendus exécutoires dans un délai d'un an à compter de cette publication. Ils doivent être adaptés dans un délai de deux ans, ou de trois ans si cette mise en compatibilité implique une révision du plan local d'urbanisme, à compter de la publication du décret précité.\n\n- Code de l'urbanisme\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "I. à III. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV. - (Abrogé).\n\nV. - A créé les dispositions suivantes :\n\nVI. - Les conventions de mise en œuvre des opérations de requalification des quartiers anciens dégradés conclues sur le fondement de l'article L. 304-1 du code de la construction et de l'habitation, dans sa rédaction antérieure à la présente loi, demeurent en vigueur. Ces opérations peuvent être transformées en opérations de revitalisation de territoire dans le cadre d'un avenant à la convention initiale.\n\nVII. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation.\n\n- LOI n° 2014-626 du 18 juin 2014\n\n- Code de l'urbanisme\n\n- Code de la construction et de l'habitation.\n\n- Code de commerce\n\n- Code de commerce\n\n- Loi n°96-987 du 14 novembre 1996"
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le 1° du I s'applique aux conventions signées à compter du 1er janvier 2019. Le 2° du même I s'applique à compter de l'imposition des revenus de l'année 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'urbanisme\n\nII. - Le 1° du I du présent article s'applique aux schémas de cohérence territoriale qui font l'objet, postérieurement à la publication de la présente loi, d'une délibération prescrivant leur révision en application de l'article L. 143-29 du code de l'urbanisme.Le 2° du I du présent article s'applique aux plans locaux d'urbanisme élaborés par des établissements publics de coopération intercommunale qui font l'objet, postérieurement à la publication de la présente loi, d'une délibération prescrivant leur révision en application de l'article L. 153-32 du code de l'urbanisme."
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Article 175",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur à compter de la publication du décret en Conseil d'Etat mentionné au III de l'article L. 111-10-3 du code de la construction et de l'habitation, dans sa rédaction résultant du I du présent article, et au plus tard un an après la promulgation de la présente loi.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Article 176",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'énergie\n\nII. - Nonobstant les éventuelles clauses contraires des contrats de concession, les entreprises concessionnaires de la distribution publique d'électricité ne sont tenues, au cours et à l'issue des contrats conclus avec l'autorité concédante, à aucune obligation financière liée aux provisions pour renouvellement des colonnes montantes électriques transférées au réseau public de distribution d'électricité au titre du chapitre VI du titre IV du livre III du code de l'énergie."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Article 179",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur au plus tard au 1er juillet 2021, à une date fixée par décret.\n\n-Code de la construction et de l'habitation.\n\n-Loi n° 89-462 du 6 juillet 1989"
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nII. - Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Article 184",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art187",
      "section": "187",
      "title": "Article 187",
      "content": "Les plans locaux de lutte contre l'habitat indigne prévus aux articles L. 302-17 à L. 302-19 du code de la construction et de l'habitation sont adoptés avant le 31 décembre 2020."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Un décret en Conseil d'Etat définit les modalités d'application du I.\n\n-Code des procédures civiles d'exécution"
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Article 194",
      "content": "I. III.-A modifié les dispositions suivantes :\n\nVI.-Les I à V entrent en vigueur le premier jour du quatrième mois suivant la publication de la présente loi.\n\n-Code de la construction et de l'habitation.\n\n-Code de la santé publique\n\n-Code civil\n\n-LOI n° 65-557 du 10 juillet 1965\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Article 196",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi destinée à améliorer et renforcer la lutte contre l'habitat indigne à compter du 1er janvier 2021, afin :1° D'harmoniser et de simplifier les polices administratives mentionnées aux articles L. 123-1 à L. 123-4, L. 129-1 à L. 129-7, L. 511-1 à L. 511-7, L. 521-1 à L. 521-4, L. 541-1 à L. 541-6, L. 543-1 et L. 543-2 du code de la construction et de l'habitation et aux articles L. 1311-4, L. 1331-22 à L. 1331-30 et L. 1334-1 à L. 1334-12 du code de la santé publique, et de prendre les mesures de coordination et de mise en cohérence nécessaires pour favoriser la mise en œuvre effective des mesures prescrites par l'autorité administrative ;2° De répondre plus efficacement à l'urgence, en précisant les pouvoirs dévolus au maire dans le cadre de ses pouvoirs de police générale en matière de visite des logements et de recouvrement des dépenses engagées pour traiter les situations d'urgence, et en articulant cette police générale avec les polices spéciales de lutte contre l'habitat indigne ;3° De favoriser l'organisation au niveau intercommunal des outils et moyens de lutte contre l'habitat indigne, en particulier :a) En modifiant les dispositions prévues à l'article L. 5211-9-2 du code général des collectivités territoriales relatives au transfert aux présidents des établissements publics de coopération intercommunale à fiscalité propre compétents en matière d'habitat des polices de lutte contre l'habitat indigne relevant du code de la construction et de l'habitation, en particulier les modalités de décision des maires, de façon à établir un cadre stable à l'exercice des compétences transférées et sécuriser les actes juridiques pris pendant les périodes transitoires de transfert de compétences ;b) En favorisant la création, par les établissements publics de coopération intercommunale à fiscalité propre compétents en matière d'habitat et par la métropole de Lyon, de services mutualisant au niveau intercommunal les moyens matériels et financiers de lutte contre l'habitat indigne et les immeubles dangereux ;c) En modifiant l'article L. 301-5-1-1 du code de la construction et de l'habitation pour favoriser la délégation des prérogatives du préfet en matière de police de santé publique définies aux articles L. 1311-4, L. 1331-22 à L. 1331-30 et L. 1334-1 à L. 1334-12 du code de la santé publique au président de l'établissement public de coopération intercommunale à fiscalité propre lorsqu'a été créé au niveau intercommunal un service mutualisant les moyens de lutte contre l'habitat indigne et les immeubles dangereux ;d) En adaptant les dispositions prévues aux a à c du présent 3° à la situation particulière de la métropole du Grand Paris.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois suivant la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-772 DC du 15 novembre 2018.]"
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "I. à V - modifié les dispositions suivantes :\n\nVI.-Les dispositions prévues au 3° du I sont applicables aux procédures ouvertes à compter de la date de publication de la présente loi.\n\n- Code de la construction et de l'habitation.\n\n- Code de l'expropriation pour cause d'utilité publique\n\n- Code de l'urbanisme\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les dispositions relatives au lot transitoire de l'article 1er de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis ne sont applicables qu'aux immeubles dont la mise en copropriété est postérieure au 1er juillet 2022.Pour les immeubles dont la mise en copropriété est antérieure au 1er juillet 2022, quand le règlement de copropriété ne mentionne pas la consistance des lots transitoires existants, le syndicat des copropriétaires inscrit à l'ordre du jour de chaque assemblée générale des copropriétaires la question de cette mention dans le règlement de copropriété. Cette décision est prise à la majorité des voix exprimées des copropriétaires présentés, représentés ou ayant voté par correspondance. L'absence de mention de la consistance du lot transitoire dans le règlement de copropriété est sans conséquence sur l'existence de ce lot.\n\n- LOI n° 65-557 du 10 juillet 1965"
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les conventions par lesquelles un tiers ou un copropriétaire s'est réservé, dans les conditions prévues à l'article 37 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, dans sa rédaction antérieure à la publication de la présente loi, l'exercice d'un droit de construire, d'affouiller ou de surélever, demeurent valables.\n\n-LOI n° 65-557 du 10 juillet 1965"
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - L'article 6-4 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis n'est applicable qu'aux immeubles dont la mise en copropriété est postérieure au 1er juillet 2022.Pour les immeubles dont la mise en copropriété est antérieure au 1er juillet 2022, quand le règlement de copropriété ne mentionne pas les parties communes spéciales ou à jouissance privative existantes, le syndicat des copropriétaires inscrit à l'ordre du jour de chaque assemblée générale des copropriétaires la question de cette mention dans le règlement de copropriété. Cette décision est prise à la majorité des voix exprimées des copropriétaires présentés, représentés ou ayant voté par correspondance. L'absence d'une telle mention dans le règlement de copropriété est sans conséquence sur l'existence de ces parties communes.\n\n- LOI n° 65-557 du 10 juillet 1965"
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Article 215",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par voie d'ordonnance à l'adoption de la partie législative d'un code relatif à la copropriété des immeubles bâtis afin de regrouper et organiser l'ensemble des règles régissant le droit de la copropriété. Le Gouvernement peut, à ce titre, apporter les modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions devenues sans objet.II. - Le Gouvernement est également autorisé à prendre par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures relevant du domaine de la loi visant, à compter du 1er juin 2020, à améliorer la gestion des immeubles et à prévenir les contentieux, destinées à :1° Redéfinir le champ d'application et adapter les dispositions de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis au regard des caractéristiques des immeubles, de leur destination et de la taille de la copropriété, d'une part, et modifier les règles d'ordre public applicables à ces copropriétés, d'autre part ;2° Clarifier, moderniser, simplifier et adapter les règles d'organisation et de gouvernance de la copropriété, celles relatives à la prise de décision par le syndicat des copropriétaires ainsi que les droits et obligations des copropriétaires, du syndicat des copropriétaires, du conseil syndical et du syndic.III. - L'ordonnance mentionnée au II est prise dans un délai de douze mois à compter de la promulgation de la présente loi. L'ordonnance mentionnée au I est prise dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art217",
      "section": "217",
      "title": "Article 217",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de dix-huit mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi pour :1° Définir un régime d'agrément des prestataires qui assistent les propriétaires et les locataires dans l'établissement du contrat de location à l'aide d'outils numériques permettant à la fois d'établir des contrats de location conformes à la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 et d'assurer la transmission automatique des données relatives à ces contrats prévue au 2° du présent I ;2° Améliorer la connaissance des données relatives aux contrats de location relevant de la loi n° 89-462 du 6 juillet 1989 précitée en :a) Déterminant les obligations et les modalités de transmission à l'Etat et à l'association nationale mentionnée à l'article L. 366-1 du code de la construction et de l'habitation des données relatives à ces contrats, y compris ceux en cours d'exécution à la date d'entrée en vigueur de l'ordonnance, en prévoyant, le cas échéant, des règles spécifiques pour les contrats donnant droit à des avantages fiscaux liés à l'investissement locatif ;b) Prévoyant les sanctions applicables en cas de non-respect des règles adoptées sur le fondement du a du présent I ;c) Déterminant les modalités de conservation et d'utilisation de ces données par l'Etat et l'association mentionnée au même a ;d) Déterminant les conditions de la mise à disposition du public des résultats des traitements effectués sur ces données.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Article 219",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable aux dossiers d'information transmis à compter de la publication de la présente loi.\n\n- Code des postes et des communications électroniques"
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "Article 222",
      "content": "A titre expérimental, par dérogation à l'article L. 424-5 du code de l'urbanisme et jusqu'au 31 décembre 2022, les décisions d'urbanisme autorisant ou ne s'opposant pas à l'implantation d'antennes de radiotéléphonie mobile avec leurs systèmes d'accroche et leurs locaux et installations techniques ne peuvent pas être retirées.Cette disposition est applicable aux décisions d'urbanisme prises à compter du trentième jour suivant la publication de la présente loi.Au plus tard le 30 juin 2022, le Gouvernement établit un bilan de cette expérimentation."
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225",
      "content": "I. et III. - A modifié les dispositions suivantes :\n\n- Code des postes et des communications électroniques\n\nII. - Le 3° du I s'applique aux demandes d'autorisation pour lesquelles l'information prévue au cinquième alinéa de l'article L. 48 du code des postes et des communications électroniques est transmise à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art230",
      "section": "230",
      "title": "Article 230",
      "content": "Les conditions mentionnées au deuxième alinéa de l'article L. 2171-2 du code de la commande publique ne sont pas applicables aux marchés publics de conception-réalisation conclus en vue de l'établissement d'infrastructures et de réseaux de communications électroniques en application de l'article L. 1425-1 du code général des collectivités territoriales.Les acheteurs peuvent confier à un opérateur économique une mission globale portant sur la conception, la construction, la maintenance et l'exploitation d'infrastructures et de réseaux de communications électroniques en application du même article L. 1425-1.Ces dispositions sont applicables aux contrats conclus entre la publication de la présente loi et le 31 décembre 2022."
    },
    {
      "provision_ref": "art233",
      "section": "233",
      "title": "Article 233",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des postes et des communications électroniques\n\nII. - Les dispositions prévues au I entrent en vigueur à compter d'une date fixée par arrêté du ministre chargé des communications électroniques, et au plus tard deux ans après la promulgation de la présente loi.A compter de cette date, l'Agence nationale des fréquences se substitue de plein droit à l'Etat dans les marchés et conventions conclus par l'Etat pour assurer la continuité de la diffusion par voie hertzienne terrestre de données horaires du temps légal français. Ces marchés et conventions sont exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire des parties. La substitution de l'Agence nationale des fréquences à l'Etat n'entraîne aucun droit à résiliation ou à indemnisation pour les cocontractants. L'Agence nationale des fréquences et l'Etat informent conjointement les cocontractants de cette substitution."
    }
  ]
}