{
  "id": "jorftext000000321646",
  "type": "statute",
  "title": "Loi n° 88-227 du 11 mars 1988",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000321646",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les partis et groupements politiques se forment et exercent leur activité librement. Ils jouissent de la personnalité morale.Ils ont le droit d'ester en justice.Ils ont le droit d'acquérir à titre gratuit ou à titre onéreux des biens meubles ou immeubles : ils peuvent effectuer tous les actes conformes à leur mission et notamment créer et administrer des journaux et des instituts de formation conformément aux dispositions des lois en vigueur."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le montant des crédits inscrits dans le projet de loi de finances de l'année pour être affecté au financement des partis et groupements politiques, peut, de la part des Bureaux de l'Assemblée nationale et du Sénat, faire l'objet de propositions conjointes au Gouvernement.Ce montant est divisé en deux fractions égales :1° Une première fraction destinée au financement des partis et groupements en fonction de leurs résultats aux élections à l'Assemblée nationale ;2° Une seconde fraction spécifiquement destinée au financement des partis et groupements représentés au Parlement."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "La première fraction des aides prévues à l'article 8 est attribuée :\n\n-soit aux partis et groupements politiques qui ont présenté lors du plus récent renouvellement de l'Assemblée nationale des candidats ayant obtenu chacun au moins 1 % des suffrages exprimés dans au moins cinquante circonscriptions ;\n\n-soit aux partis et groupements politiques qui n'ont présenté des candidats lors du plus récent renouvellement de l'Assemblée nationale que dans une ou plusieurs collectivités territoriales relevant des articles 73 ou 74 de la Constitution ou en Nouvelle-Calédonie et dont les candidats ont obtenu chacun au moins 1 % des suffrages exprimés dans l'ensemble des circonscriptions dans lesquelles ils se sont présentés.\n\nLa répartition est effectuée proportionnellement au nombre de suffrages obtenus au premier tour de ces élections par chacun des partis et groupements en cause. Il n'est pas tenu compte des suffrages obtenus par les candidats déclarés inéligibles au titre de l'article L. O. 128 du code électoral.\n\nEn vue de la répartition prévue aux alinéas précédents, les candidats à l'élection des députés indiquent, s'il y a lieu, dans leur déclaration de candidature, le parti ou groupement politique auquel ils se rattachent. Ce parti ou groupement peut être choisi sur une liste établie par arrêté du ministre de l'intérieur publié au Journal officiel de la République française au plus tard le cinquième vendredi précédant le jour du scrutin, ou en dehors de cette liste. La liste comprend l'ensemble des partis ou groupements politiques qui ont déposé au ministère de l'intérieur au plus tard à dix-huit heures le sixième vendredi précédant le jour du scrutin une demande en vue de bénéficier de la première fraction des aides prévues à l'article 8.\n\nLorsqu'un candidat s'est rattaché à un parti ou à un groupement politique qui ne l'a pas présenté, il est déclaré n'être rattaché à aucun parti en vue de la répartition prévue aux quatrième et cinquième alinéas du présent article. Les modalités d'application du présent alinéa sont précisées par un décret qui prévoit notamment les conditions dans lesquelles les partis et groupements établissent une liste des candidats qu'ils présentent. ;\n\nLa seconde fraction de ces aides est attribuée aux partis et groupements politiques éligibles à la première fraction visée ci-dessus proportionnellement au nombre de membres du Parlement qui ont déclaré au bureau de leur assemblée, au cours du mois de novembre, y être inscrits ou s'y rattacher.\n\nChaque membre du Parlement ne peut indiquer qu'un seul parti ou groupement politique pour l'application de l'alinéa précédent. Il peut également n'indiquer aucun parti ou groupement politique, l'aide correspondante venant alors en déduction du total de la seconde fraction.\n\nUn membre du Parlement, élu dans une circonscription qui n'est pas comprise dans le territoire d'une ou plusieurs collectivités territoriales relevant des articles 73 ou 74 de la Constitution ou en Nouvelle-Calédonie, ne peut pas s'inscrire ou se rattacher à un parti ou à un groupement politique qui n'a présenté des candidats, lors du plus récent renouvellement de l'Assemblée nationale, que dans une ou plusieurs collectivités territoriales relevant des mêmes articles 73 ou 74 ou en Nouvelle-Calédonie.\n\nAu plus tard le 31 décembre de l'année, le bureau de l'Assemblée nationale et le bureau du Sénat communiquent au Premier ministre la répartition des membres du Parlement entre les partis et groupements politiques, telle qu'elle résulte des déclarations des membres du Parlement. Ces déclarations sont publiées au Journal officiel.\n\nLe montant des aides attribuées à chaque parti ou groupement est retracé dans un rapport annexé au projet de loi de finances de l'année."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Lorsque, pour un parti ou un groupement politique, l'écart entre le nombre de candidats de chaque sexe ayant déclaré se rattacher à ce parti ou groupement, lors du dernier renouvellement général de l'Assemblée nationale, conformément au cinquième alinéa de l'article 9, dépasse 2 % du nombre total de ces candidats, le montant de la première fraction qui lui est attribué en application des articles 8 et 9 est diminué d'un pourcentage égal à 150 % de cet écart rapporté au nombre total de ces candidats, sans que cette diminution puisse excéder le montant total de la première fraction de l'aide.\n\nCette diminution n'est pas applicable aux partis et groupements politiques ayant présenté des candidats exclusivement outre-mer lorsque l'écart entre le nombre de candidats de chaque sexe qui s'y sont rattachés n'est pas supérieur à un."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les dispositions relatives au contrôle financier de la loi du 10 août 1922 relative à l'organisation du contrôle des dépenses engagées ne sont pas applicables à la gestion des crédits mentionnés aux articles 8 et 9.\n\nLes partis et groupements politiques bénéficiaires ne sont pas soumis au contrôle de la Cour des comptes. Les dispositions du décret du 30 octobre 1935 relatif au contrôle des associations, œuvres et entreprises privées subventionnées ne leur sont pas applicables."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les partis et groupements politiques et leurs organisations territoriales ou spécialisées qu'ils désignent à cet effet recueillent l'ensemble de leurs ressources, y compris les aides prévues à l'article 8, par l'intermédiaire d'un mandataire nommément désigné par eux, qui est soit une association de financement, soit une personne physique."
    },
    {
      "provision_ref": "art11-1",
      "section": "11-1",
      "title": "Article 11-1",
      "content": "L'agrément en qualité d'association de financement d'un parti ou groupement politique est donné par la Commission nationale des comptes de campagne et des financements politiques, sous réserve de la limitation de l'objet social de l'association au seul financement d'un parti ou groupement politique et de la conformité de ses statuts aux dispositions des alinéas suivants du présent article. L'agrément est publié au Journal officiel.\n\nLes statuts d'une association agréée en qualité d'association de financement d'un parti ou groupement politique doivent comporter :\n\n1° La définition de la circonscription territoriale à l'intérieur de laquelle l'association exerce ses activités ;\n\n2° L'engagement d'ouvrir un compte bancaire ou postal unique pour y déposer l'ensemble des ressources recueillies en vue du financement d'un parti ou groupement politique.\n\nPour recueillir des fonds, l'association de financement peut avoir recours à des prestataires de services de paiement définis à l'article L. 521-1 du code monétaire et financier. Un décret en Conseil d'Etat détermine les modalités de ces transferts financiers afin de garantir la traçabilité des opérations financières et le respect de l'article 11-4 de la présente loi."
    },
    {
      "provision_ref": "art11-2",
      "section": "11-2",
      "title": "Article 11-2",
      "content": "Le parti ou groupement politique déclare par écrit à la préfecture de son siège le nom de la personne physique, dénommée mandataire financier, qu'il choisit. La déclaration doit être accompagnée de l'accord exprès de la personne désignée et doit préciser la circonscription territoriale à l'intérieur de laquelle le mandataire financier exerce ses activités.\n\nLe mandataire financier est tenu d'ouvrir un compte bancaire ou postal unique pour y déposer l'ensemble des ressources recueillies en vue du financement du parti ou groupement politique.\n\nPour recueillir des fonds, le mandataire financier peut avoir recours à des prestataires de services de paiement définis à l'article L. 521-1 du code monétaire et financier. Un décret en Conseil d'Etat détermine les modalités de ces transferts financiers afin de garantir la traçabilité des opérations financières et le respect de l'article 11-4 de la présente loi."
    },
    {
      "provision_ref": "art11-3",
      "section": "11-3",
      "title": "Article 11-3",
      "content": "Le parti ou groupement  politique peut recourir successivement à deux ou plusieurs intermédiaires. Dans cette hypothèse, le parti ou groupement  doit mettre fin aux fonctions du mandataire financier ou demander le retrait de l'agrément de l'association de financement dans les mêmes formes que la désignation ou la demande d'agrément. Le compte bancaire ou postal unique est bloqué jusqu'au moment où le parti ou groupement  désigne un nouveau mandataire financier ou reçoit l'agrément d'une nouvelle association de financement. Chaque association ou chaque mandataire financier, sauf le cas de décès de ce dernier, établit le compte de sa gestion."
    },
    {
      "provision_ref": "art11-3-1",
      "section": "11-3-1",
      "title": "Article 11-3-1",
      "content": "Les personnes physiques peuvent consentir des prêts aux partis ou groupements politiques dès lors que ces prêts ne sont pas effectués à titre habituel.La durée de ces prêts ne peut excéder cinq ans. Un décret en Conseil d'Etat fixe le plafond et les conditions d'encadrement du prêt consenti pour garantir que ce prêt ne constitue pas un don déguisé.Le parti ou groupement politique fournit au prêteur les informations concernant les caractéristiques du prêt s'agissant du taux d'intérêt applicable, du montant total du prêt, de sa durée ainsi que de ses modalités et de ses conditions de remboursement.Le parti ou groupement politique informe le prêteur des conséquences liées à la défaillance de l'emprunteur.Il communique à la Commission nationale des comptes de campagne et des financements politiques, dans les annexes de ses comptes, un état du remboursement du prêt consenti. Il lui adresse, l'année de sa conclusion, une copie du contrat du prêt."
    },
    {
      "provision_ref": "art11-4",
      "section": "11-4",
      "title": "Article 11-4",
      "content": "Une personne physique peut verser un don à un parti ou groupement politique si elle est de nationalité française ou si elle réside en France. Les dons consentis et les cotisations versées en qualité d'adhérent d'un ou de plusieurs partis ou groupements politiques par une personne physique dûment identifiée à une ou plusieurs associations agréées en qualité d'association de financement ou à un ou plusieurs mandataires financiers d'un ou de plusieurs partis ou groupements politiques ne peuvent annuellement excéder 7 500 euros.\n\nPar exception, les cotisations versées par les titulaires de mandats électifs nationaux ou locaux ne sont pas prises en compte dans le calcul du plafond mentionné au premier alinéa.\n\nLes personnes morales à l'exception des partis ou groupements politiques ne peuvent contribuer au financement des partis ou groupements politiques, ni en consentant des dons, sous quelque forme que ce soit, à leurs associations de financement ou à leurs mandataires financiers, ni en leur fournissant des biens, services ou autres avantages directs ou indirects à des prix inférieurs à ceux qui sont habituellement pratiqués. Les personnes morales, à l'exception des partis et groupements politiques ainsi que des établissements de crédit et sociétés de financement ayant leur siège social dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, ne peuvent ni consentir des prêts aux partis et groupements politiques ni apporter leur garantie aux prêts octroyés aux partis et groupements politiques.\n\nL'association de financement ou le mandataire financier délivre au donateur un reçu pour chaque don ou cotisation. Un décret en Conseil d'Etat fixe les conditions d'établissement, d'utilisation et de transmission du reçu à la Commission nationale des comptes de campagne et des financements politiques. Dans les conditions fixées par un décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés, le parti ou groupement bénéficiaire communique chaque année à la Commission nationale des comptes de campagne et des financements politiques la liste des personnes ayant consenti à lui verser un ou plusieurs dons ou cotisations, ainsi que le montant de ceux-ci.\n\nTout don de plus de 150 euros consenti à une association de financement ou à un mandataire financier d'un parti ou groupement politique doit être versé, à titre définitif et sans contrepartie, soit par chèque, soit par virement, prélèvement automatique ou carte bancaire.\n\nAucune association de financement ou aucun mandataire financier d'un parti ou groupement politique ne peut recevoir, directement ou indirectement, des contributions ou aides matérielles d'un Etat étranger ou d'une personne morale de droit étranger. Ils ne peuvent recevoir des prêts d'un Etat étranger ou d'une personne morale de droit étranger, à l'exception des établissements de crédit ou sociétés de financement mentionnés au troisième alinéa.\n\nLes actes et documents émanant de l'association de financement ou du mandataire financier, destinés aux tiers, et qui ont pour objet de provoquer le versement de dons doivent indiquer, selon le cas, la dénomination de l'association et la date de l'agrément ou le nom du mandataire et la date de la déclaration à la préfecture, ainsi que le parti ou groupement politique destinataire des sommes collectées et la mention des dispositions des premier et troisième alinéas du présent article et du premier alinéa de l'article 11-5."
    },
    {
      "provision_ref": "art11-5",
      "section": "11-5",
      "title": "Article 11-5",
      "content": "Les personnes qui ont versé un don ou consenti un prêt à un ou plusieurs partis ou groupements politiques en violation des articles 11-3-1 et 11-4 sont punies de trois ans d'emprisonnement et de 45 000 € d'amende.Les même peines sont applicables au bénéficiaire du don ou du prêt consenti :1° Par une personne physique en violation de l'article 11-3-1 et du cinquième alinéa de l'article 11-4 ;2° Par une même personne physique à un seul parti ou groupement politique en violation du premier alinéa du même article 11-4 ;3° Par une personne morale, y compris de droit étranger, en violation dudit article 11-4."
    },
    {
      "provision_ref": "art11-6",
      "section": "11-6",
      "title": "Article 11-6",
      "content": "L'agrément est retiré à toute association qui n'a pas respecté les prescriptions prévues par les articles 11-1 et 11-4 de la présente loi.Dans ce cas, ou lorsqu'il est constaté que l'état récapitulatif mentionné à l'article 11-1 n'a pas été transmis, les suffrages recueillis dans le ressort territorial de l'association par le parti ou groupement politique qui a demandé son agrément sont retirés, pour l'année suivante, du décompte prévu au premier alinéa de l'article 9."
    },
    {
      "provision_ref": "art11-7",
      "section": "11-7",
      "title": "Article 11-7",
      "content": "I. - Les partis ou groupements politiques bénéficiaires de tout ou partie des dispositions des articles 8 à 11-4 ont l'obligation de tenir une comptabilité selon un règlement établi par l'Autorité des normes comptables.Cette comptabilité doit retracer tant les comptes du parti ou groupement politique que ceux de tous les organismes, sociétés ou entreprises dans lesquels le parti ou groupement détient la moitié du capital social ou des sièges de l'organe d'administration ou exerce un pouvoir prépondérant de décision ou de gestion. Elle inclut les comptes des organisations territoriales du parti ou groupement politique dans des conditions définies par décret.Les comptes de ces partis ou groupements sont arrêtés chaque année.II. - Les comptes sont certifiés par deux commissaires aux comptes, si les ressources annuelles du parti ou du groupement dépassent 230 000 € ou, à défaut, par un commissaire aux comptes.Les comptes sont déposés dans le premier semestre de l'année suivant celle de l'exercice à la Commission nationale des comptes de campagne et des financements politiques qui les rend publics et assure leur publication au Journal officiel. Les partis ou groupements transmettent également, dans les annexes de ces comptes, les montants et les conditions d'octroi des emprunts souscrits ou consentis par eux, l'identité des prêteurs ainsi que les flux financiers avec les candidats tenus d'établir un compte de campagne en application de l'article L. 52-12 du code électoral.Lors de la publication des comptes, la commission indique les montants consolidés des emprunts souscrits, répartis par catégories de prêteurs et types de prêts, ainsi que l'identité des prêteurs personnes morales et les flux financiers nets avec les candidats.Si la commission constate un manquement aux obligations prévues au présent article, elle peut priver, pour une durée maximale de trois ans, un parti ou groupement politique du bénéfice des dispositions des articles 8 à 10 de la présente loi et de la réduction d'impôt prévue au 3 de l'article 200 du code général des impôts pour les dons et cotisations consentis à son profit, à compter de l'année suivante.La commission demande, le cas échéant, communication de toutes les pièces comptables et de tous les justificatifs nécessaires au bon accomplissement de sa mission de contrôle."
    },
    {
      "provision_ref": "art11-8",
      "section": "11-8",
      "title": "Article 11-8",
      "content": "Tout parti ou groupement politique qui a obtenu l'agrément d'une association de financement ou qui a désigné un mandataire financier ne peut percevoir des ressources que par l'intermédiaire de cette association ou de ce mandataire. Il est fait application, en cas de manquement, des dispositions du avant-dernier alinéa du II de l'article 11-7."
    },
    {
      "provision_ref": "art11-9",
      "section": "11-9",
      "title": "Article 11-9",
      "content": "I. - Le fait de ne pas communiquer, de sa propre initiative ou sur la demande de la Commission nationale des comptes de campagne et des financements politiques, les informations qu'un parti ou groupement politique est tenu de communiquer à cette dernière en application de l'article 11-3-1, du quatrième alinéa de l'article 11-4 et du II de l'article 11-7 est puni d'un an d'emprisonnement et de 15 000 € d'amende.II. - Le fait pour un dirigeant de droit ou de fait d'un parti ou groupement politique de ne pas déposer les comptes du parti ou groupement qu'il dirige dans les conditions fixées à l'article 11-7 est puni de trois ans d'emprisonnement et de 45 000 € d'amende."
    },
    {
      "provision_ref": "art11-10",
      "section": "11-10",
      "title": "Article 11-10",
      "content": "Les informations mises à disposition du public en application de la présente loi le sont dans les conditions prévues au livre III du code des relations entre le public et l'administration."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les dispositions des articles 1er et 2 ne sont applicables qu'aux personnes nommées ou élues postérieurement à l'élection présidentielle qui suivra la publication de la présente loi."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dix-huit mois après la promulgation de la présente loi, le Gouvernement déposera sur les bureaux des deux assemblées un rapport sur la mise en oeuvre des dispositions contenues dans la présente loi et la loi organique n° 88-226 du 11 mars 1988 relative à la transparence financière de la vie politique.\n\nUn mois au moins et deux mois au plus après le dépôt du rapport, un débat public sera organisé durant la première session ordinaire de 1989-1990 sur les conditions d'application des lois mentionnées à l'alinéa précédent."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La présente loi est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, dans sa rédaction résultant de la loi n° 2019-1269 du 2 décembre 2019 visant à clarifier diverses dispositions du droit électoral.\n\nPour l'application de l'article 11-4 en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, les montants en euros sont remplacés par leur contre-valeur en francs CFP et la référence à l'indice des prix à la consommation des ménages, hors tabac, est remplacée :\n\na) En Nouvelle-Calédonie, par la référence à l'indice du coût de la vie, hors tabac, de l'Institut de la statistique et des études économiques de la Nouvelle-Calédonie ;\n\nb) En Polynésie française, par la référence à l'indice des prix à la consommation des ménages de l'Institut de la statistique de la Polynésie française ;\n\nc) A Wallis-et-Futuna, par la référence à l'indice local des prix à la consommation ;\n\nd) A Mayotte, par l'indice local du coût de la vie de l'Institut national de la statistique et des études économiques."
    }
  ]
}