{
  "id": "jorftext000000823100",
  "type": "statute",
  "title": "Loi n° 2007-293 du 5 mars 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000823100",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Dans les deux ans suivant la promulgation de la présente loi, le Parlement est saisi par le Gouvernement d'un bilan de la mise en oeuvre de la cellule opérationnelle départementale qui devra établir l'impact du nouveau dispositif, son évaluation qualitative et quantitative, ainsi que les coûts de sa mise en oeuvre par les départements et les compensations versées par l'Etat."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Il est créé un Fonds national de financement de la protection de l'enfance au sein de la Caisse nationale des allocations familiales. Son objet est de compenser les charges résultant pour les départements de la mise en oeuvre de la présente loi selon des critères nationaux et des modalités fixés par décret et de favoriser des actions entrant dans le cadre de la réforme de la protection de l'enfance et définies par voie conventionnelle entre le fonds et ses bénéficiaires.II. - Les ressources du fonds sont constituées par :- un versement de la Caisse nationale des allocations familiales, dont le montant est arrêté en loi de financement de la sécurité sociale ;- un versement annuel de l'Etat, dont le montant est arrêté en loi de finances.III. - Le fonds est administré par un comité de gestion associant des représentants de la Caisse nationale des allocations familiales, des représentants des départements et de l'Etat, selon des modalités fixées par décret. Par une délibération annuelle, il se prononce sur l'opportunité de moduler les critères de répartition du fonds définis au I.IV. - Par exception au II, le versement de la Caisse nationale des allocations familiales pour l'année 2007 est fixé à 30 millions d'euros."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "L'article 44 de la loi du 22 mars 1924 ayant pour objet la réalisation d'économies, la création de nouvelles ressources fiscales et diverses mesures d'ordre financier est abrogé."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, à prendre par ordonnance les mesures nécessaires pour adapter les dispositions de la présente loi en Polynésie française, en Nouvelle-Calédonie, dans les îles Wallis et Futuna et à Mayotte.Le projet d'ordonnance est, selon les cas, soumis pour avis :- pour la Polynésie française ou la Nouvelle-Calédonie, aux institutions compétentes prévues respectivement par la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française et la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie ;- pour les îles Wallis et Futuna, à l'assemblée territoriale des îles Wallis et Futuna ;- pour Mayotte, au conseil général de Mayotte, dans les conditions prévues à l'article L. 3551-12 du code général des collectivités territoriales.II. - L'ordonnance est prise au plus tard le dernier jour du dix-huitième mois suivant la publication de la présente loi.III. - Un projet de loi de ratification est déposé devant le Parlement dans les vingt-quatre mois suivant la publication de la présente loi."
    }
  ]
}