{
  "id": "jorftext000041755644",
  "type": "statute",
  "title": "Ordonnance n°2020-306 du 25 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041755644",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ‒ Les dispositions du présent titre sont applicables aux délais et mesures qui ont expiré ou qui expirent entre le 12 mars 2020 et le 23 juin 2020 inclus.II. ‒ Les dispositions du présent titre ne sont pas applicables :1° Aux délais et mesures résultant de l'application de règles de droit pénal et de procédure pénale, ou concernant les élections régies par le code électoral et les consultations auxquelles ce code est rendu applicable ;2° Aux délais concernant l'édiction et la mise en œuvre de mesures privatives de liberté ;3° Aux délais concernant les procédures d'inscription dans un établissement d'enseignement ou d'inscription à un examen conduisant à la délivrance d'un diplôme ;\n\n3° bis Aux délais dont le respect conditionne l'accès aux corps, cadres d'emploi, emplois ou grades de la fonction publique ainsi que le bénéfice de mutations, détachements, mises à disposition ou autres affectations des agents publics ;\n\n4° Aux obligations financières et garanties y afférentes mentionnées aux articles L. 211-36 et suivants du code monétaire et financier ;\n\n4° bis Aux obligations qui résultent, pour les personnes mentionnées à l'article L. 561-2 du code monétaire et financier, de la section 4 du chapitre 1er ainsi que du chapitre II du titre VI du livre V du même code ;4° ter Aux obligations de déclaration prévues par les articles L. 512-3 du code des assurances et L. 546-2 du code monétaire et financier, pour les personnes tenues de s'immatriculer au registre unique mentionné aux articles L. 512-1 du code des assurances et L. 546-1 du code monétaire et financier, ainsi que pour leurs mandants, les entreprises d'assurance auprès desquelles ils ont souscrit un contrat au titre de leur responsabilité civile professionnelle et les établissements de crédit ou les sociétés de financement auprès desquels ils ont souscrit une garantie financière ;4° quater Aux obligations, notamment de déclaration et de notification imposées en application des livres II, IV, V et VI du code monétaire et financier aux entités, personnes, offres et opérations mentionnées à l'article L. 621-9 du même code ainsi qu'aux obligations imposées en application du I et II de l'article L. 233-7 du code de commerce ;\n\nToutefois, les dispositions du présent titre sont applicables à l'obligation mentionnée au dernier alinéa du I des articles L. 214-17-2 et L. 214-24-51 et à l'article L. 214-52 du code monétaire et financier. Elles sont également applicables à l'obligation de respecter, au plus tard lors de l'inventaire de clôture de l'exercice suivant celui au cours duquel le fonds de capital investissement a été constitué, les quotas d'investissement mentionnés au V de l'article L. 214-28, au dernier alinéa du I de l'article L. 214-30, au A du V de l'article L. 214-31 et au I de l'article L. 214-159 du même code, dès lors que cette obligation devait être remplie à une échéance fixée entre le 12 mars et le 30 juin 2020 inclus ;4° quinquies Aux délais concernant les déclarations prévues aux articles L. 152-1, L. 721-2, L. 741-4, L. 751-4, L. 761-3 et L. 771-1 du code monétaire et financier ;5° Aux délais et mesures ayant fait l'objet d'autres adaptations particulières par la loi du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 ou en application de celle-ci ;\n\n6° Aux délais concernant les déclarations relatives aux produits chimiques et aux installations fabriquant, stockant, traitant ou consommant de tels produits, mentionnées aux articles L. 2342-8 à L. 2342-21 du code de la défense ;7° Aux délais de demande de restitution de l'enfant déclaré pupille de l'Etat à titre provisoire, tels que définis au deuxième alinéa de l'article L. 224-6 du code de l'action sociale et des familles ;8° Aux demandes d'aides ainsi qu'aux déclarations et formalités nécessaires pour bénéficier des différents régimes d'aides relevant de la politique agricole commune ;9° Aux délais, régis par le code de l'environnement ou le code de la défense, concernant les déclarations d'accident ou d'incident nucléaire ainsi que toute autre procédure de déclaration, d'information ou d'alerte ou acte destiné à assurer la sécurité nucléaire et la protection des installations, des matières et des équipements nucléaires ainsi que celles du transport des substances radioactives et des matières nucléaires ;10° Aux délais dans lesquels doivent être présentées les demandes d'attribution de logements destinés aux étudiants et gérés par les centres régionaux des œuvres universitaires et scolaires ;11° Aux délais accordés par des procédures d'appels à projets aux personnes souhaitant concourir à la réalisation de politiques publiques et bénéficier à ce titre d'aides publiques ;\n\n12° Aux délais pour l'établissement des actes de l'état civil relatant des événements survenus à compter du 24 mai 2020 ;\n\n13° Aux délais de livraisons mentionnés dans les contrats portant sur le transfert de la propriété ou la livraison de marchandises d'origine agricole fongibles non périssables et sèches et des produits de leur première transformation, ainsi qu'aux délais mentionnés dans les contrats d'affrètement maritime et fluvial de ces marchandises et produits.III. ‒ Les dispositions du présent titre sont applicables aux mesures restrictives de liberté et aux autres mesures limitant un droit ou une liberté constitutionnellement garanti, sous réserve qu'elles n'entrainent pas une prorogation au-delà du 30 juin 2020."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Tout acte, recours, action en justice, formalité, inscription, déclaration, notification ou publication prescrit par la loi ou le règlement à peine de nullité, sanction, caducité, forclusion, prescription, inopposabilité, irrecevabilité, péremption, désistement d'office, application d'un régime particulier, non avenu ou déchéance d'un droit quelconque et qui aurait dû être accompli pendant la période mentionnée à l'article 1er sera réputé avoir été fait à temps s'il a été effectué dans un délai qui ne peut excéder, à compter de la fin de cette période, le délai légalement imparti pour agir, dans la limite de deux mois.Il en est de même de tout paiement prescrit par la loi ou le règlement en vue de l'acquisition ou de la conservation d'un droit.\n\nLe présent article n'est pas applicable aux délais de réflexion, de rétractation ou de renonciation prévus par la loi ou le règlement, ni aux délais prévus pour le remboursement de sommes d'argent en cas d'exercice de ces droits.\n\nLorsque les dispositions du présent article s'appliquent à un délai d'opposition ou de contestation, elles n'ont pas pour effet de reporter la date avant laquelle l'acte subordonné à l'expiration de ce délai ne peut être légalement accompli ou produire ses effets ou avant laquelle le paiement ne peut être libératoire."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les mesures administratives ou juridictionnelles suivantes et dont le terme vient à échéance au cours de la période définie au I de l'article 1er sont prorogées de plein droit jusqu'à l'expiration d'un délai de trois mois suivant la fin de cette période :1° Mesures conservatoires, d'enquête, d'instruction, de conciliation ou de médiation ;2° Mesures d'interdiction ou de suspension qui n'ont pas été prononcées à titre de sanction ;3° Autorisations, permis et agréments ;4° Mesures d'aide, d'accompagnement ou de soutien aux personnes en difficulté sociale.Les dispositions du présent article ne font pas obstacle à l'exercice, par le juge ou l'autorité compétente, de ses compétences pour modifier ces mesures ou y mettre fin, ou, lorsque les intérêts dont il a la charge le justifient, pour prescrire leur application ou en ordonner de nouvelles en fixant un délai qu'il détermine. Dans tous les cas, le juge ou l'autorité compétente tient compte, dans la détermination des prescriptions ou des délais à respecter, des contraintes liées à l'état d'urgence sanitaire."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les astreintes, les clauses pénales, les clauses résolutoires ainsi que les clauses prévoyant une déchéance, lorsqu'elles ont pour objet de sanctionner l'inexécution d'une obligation dans un délai déterminé, sont réputées n'avoir pas pris cours ou produit effet, si ce délai a expiré pendant la période définie au I de l'article 1er.Si le débiteur n'a pas exécuté son obligation, la date à laquelle ces astreintes prennent cours et ces clauses produisent leurs effets est reportée d'une durée, calculée après la fin de cette période, égale au temps écoulé entre, d'une part, le 12 mars 2020 ou, si elle est plus tardive, la date à laquelle l'obligation est née et, d'autre part, la date à laquelle elle aurait dû être exécutée.La date à laquelle ces astreintes prennent cours et ces clauses prennent effet, lorsqu'elles ont pour objet de sanctionner l'inexécution d'une obligation, autre que de sommes d'argent, dans un délai déterminé expirant après la période définie au I de l'article 1er, est reportée d'une durée égale au temps écoulé entre, d'une part, le 12 mars 2020 ou, si elle est plus tardive, la date à laquelle l'obligation est née et, d'autre part, la fin de cette période.Le cours des astreintes et l'application des clauses pénales qui ont pris effet avant le 12 mars 2020 sont suspendus pendant la période définie au I de l'article 1er."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsqu'une convention ne peut être résiliée que durant une période déterminée ou qu'elle est renouvelée en l'absence de dénonciation dans un délai déterminé, cette période ou ce délai sont prolongés s'ils expirent durant la période définie au I de l'article 1er, de deux mois après la fin de cette période."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le présent titre s'applique aux administrations de l'Etat, aux collectivités territoriales, à leurs établissements publics administratifs ainsi qu'aux organismes et personnes de droit public et de droit privé chargés d'une mission de service public administratif, y compris les organismes de sécurité sociale."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sous réserve des obligations qui découlent d'un engagement international ou du droit de l'Union européenne, les délais à l'issue desquels une décision, un accord ou un avis de l'un des organismes ou personnes mentionnés à l'article 6 peut ou doit intervenir ou est acquis implicitement et qui n'ont pas expiré avant le 12 mars 2020 sont, à cette date, suspendus jusqu'à la fin de la période mentionnée au I de l'article 1er.Le point de départ des délais de même nature qui auraient dû commencer à courir pendant la période mentionnée au I de l'article 1er est reporté jusqu'à l'achèvement de celle-ci.Les mêmes règles s'appliquent aux délais impartis aux mêmes organismes ou personnes pour vérifier le caractère complet d'un dossier ou pour solliciter des pièces complémentaires dans le cadre de l'instruction d'une demande ainsi qu' au délai de rétractation fixé au titre de la procédure de rupture conventionnelle dans la fonction publique prévue par l'article 72 de la loi n° 2019-828 du 6 août 2019 de transformation de la fonction publique.\n\nSous réserve des dispositions de l'article 12, les délais prévus pour la consultation ou la participation du public sont suspendus jusqu'au 30 mai 2020 inclus."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Lorsqu'ils n'ont pas expiré avant le 12 mars 2020, les délais imposés par l'administration, conformément à la loi et au règlement, à toute personne pour réaliser des contrôles et des travaux ou pour se conformer à des prescriptions de toute nature sont, à cette date, suspendus jusqu'à la fin de la période mentionnée au I de l'article 1er, sauf lorsqu'ils résultent d'une décision de justice.Le point de départ des délais de même nature qui auraient dû commencer à courir pendant la période mentionnée au I de l'article 1er est reporté jusqu'à l'achèvement de celle-ci.\n\nLes dispositions du présent article ne font pas obstacle à l'exercice, par l'autorité administrative, de ses compétences pour modifier ces obligations ou y mettre fin, ou, lorsque les intérêts dont elle a la charge le justifie, pour prescrire leur application ou en ordonner de nouvelles, dans le délai qu'elle détermine. Dans tous les cas, l'autorité administrative tient compte, dans la détermination des obligations ou des délais à respecter, des contraintes liées à l'état d'urgence sanitaire."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Par dérogation aux dispositions des articles 7 et 8, un décret détermine les catégories d'actes, de procédures et d'obligations pour lesquels, pour des motifs de protection des intérêts fondamentaux de la Nation, de sécurité, de protection de la santé, de la salubrité publique, de sauvegarde de l'emploi et de l'activité, de sécurisation des relations de travail et de la négociation collective, de préservation de l'environnement et de protection de l'enfance et de la jeunesse, le cours des délais reprend.\n\nPour les mêmes motifs, un décret peut, pour un acte, une procédure ou une obligation, fixer une date de reprise du délai, à condition d'en informer les personnes concernées.\n\nLes décrets mentionnés aux premier et deuxième alinéas du présent article peuvent, le cas échéant, déroger aux règles fixées à l'article 4 sur le cours des astreintes."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-Sont suspendus à compter du 12 mars 2020 et jusqu'au 23 août 2020 inclus et ne courent qu'à compter de cette dernière date, s'agissant de ceux qui auraient commencé à courir pendant la période précitée, les délais :1° Accordés à l'administration pour réparer les omissions totales ou partielles constatées dans l'assiette de l'impôt, les insuffisances, les inexactitudes ou les erreurs d'imposition et appliquer les intérêts de retard et les sanctions en application des articles L. 168 à L. 189 du livre des procédures fiscales ou de l'article 354 du code des douanes lorsque la prescription est acquise au 31 décembre 2020 ;2° Accordés à l'administration ou à toute personne ou entité et prévus par les dispositions du titre II des première, deuxième et troisième parties du livre des procédures fiscales, à l'exception des délais de prescription prévus par les articles L. 168 à L. 189 du même livre, par les dispositions de l'article L. 198 A du même livre en matière d'instruction sur place des demandes de remboursement de crédits de taxe sur la valeur ajoutée ainsi que par les dispositions de l'article 67 D du code des douanes ;\n\nToutefois, sont suspendus à compter du 12 mars 2020 et jusqu'au 23 juin 2020 inclus et ne courent qu'à compter de cette dernière date, s'agissant de ceux qui auraient commencé à courir pendant cette même période, les délais prévus aux articles L. 18, L. 64 B, L. 80 B, L. 80 C et L. 80 CB du livre des procédures fiscales et ceux prévus à l'article 345 bis du code des douanes ;3° Prévus à l'article 32 de la loi du 10 août 2018 susvisée.II.-Les dispositions de l'article 2 de la présente ordonnance ne s'appliquent pas aux déclarations servant à l'imposition et à l'assiette, à la liquidation et au recouvrement des impôts, droits et taxes."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "S'agissant des créances dont le recouvrement incombe aux comptables publics, les délais en cours à la date du 12 mars 2020 ou commençant à courir au cours de la période définie au I de l'article 1er prévus à peine de nullité, caducité, forclusion, prescription, inopposabilité ou déchéance d'un droit ou d'une action sont suspendus jusqu'au terme d'un délai de deux mois suivant la fin de la période mentionnée au même I de l'article 1er."
    },
    {
      "provision_ref": "art11bis",
      "section": "11bis",
      "title": "Article 11bis",
      "content": "I.-Les dispositions du présent article sont applicables aux accords collectifs conclus jusqu'au 10 octobre 2020 inclus, et dont l'objet est exclusivement de faire face aux conséquences économiques, financières et sociales de la propagation de l'épidémie de covid-19 ainsi qu'aux conséquences des mesures prises pour limiter cette propagation.II.-Pour la négociation et la conclusion des accords mentionnés au I :1° Le délai de quinze jours mentionné au deuxième alinéa de l'article L. 2232-6 du code du travail est réduit à huit jours ;2° Le délai d'un mois mentionné au deuxième alinéa de l'article L. 2232-12 du même code est réduit à huit jours ;3° Le délai de huit jours mentionné au troisième alinéa de l'article L. 2232-12 du même code est réduit à cinq jours ;4° (abrogé)5° Le délai d'un mois mentionné au deuxième alinéa de l'article L. 2232-25-1 du même code est réduit à huit jours.III.-Pour l'extension des accords mentionnés au I, le délai d'un mois mentionné au troisième alinéa de l'article L. 2261-19 du code du travail est réduit à huit jours. Un décret peut adapter les délais applicables à la procédure d'extension des accords mentionnés au I.IV.-Les dispositions de l'article 2 de la présente ordonnance ne s'appliquent pas aux délais mentionnés au présent article.V.-Les dispositions du présent article s'appliquent aux délais qui n'ont pas commencé à courir à la date d'entrée en vigueur de la présente ordonnance.Les dispositions du 1° du II s'appliquent aux accords conclus à compter du 12 mars 2020 qui n'ont pas fait l'objet de la notification prévue à l'article L. 2232-6 du code du travail à la date d'entrée en vigueur de la présente ordonnance.Les dispositions du III s'appliquent aux accords conclus à compter du 12 mars 2020 dont l'avis d'extension au Journal officiel de la République française n'a pas été publié à la date d'entrée en vigueur de la présente ordonnance."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le présent article s'applique à toute enquête publique déjà en cours à la date du 12 mars 2020 ou devant être organisée entre cette date et le 30 mai 2020 inclus.Lorsque le retard résultant de l'interruption de l'enquête publique ou de l'impossibilité de l'accomplir en raison de l'état d'urgence sanitaire est susceptible d'entraîner des conséquences difficilement réparables dans la réalisation de projets présentant un intérêt national et un caractère urgent, l'autorité compétente pour organiser l'enquête publique peut en adapter les modalités :1° En prévoyant que l'enquête publique en cours se poursuit en recourant uniquement à des moyens électroniques dématérialisés. La durée totale de l'enquête peut être adaptée pour tenir compte, le cas échéant, de l'interruption due à l'état d'urgence sanitaire. Les observations recueillies précédemment sont dûment prises en compte par le commissaire enquêteur ;2° En organisant une enquête publique d'emblée conduite uniquement par des moyens électroniques dématérialisés.Lorsque la durée de l'enquête court au-delà du 30 mai 2020, l'autorité compétente dispose de la faculté de revenir, une fois achevée cette période et pour la durée de l'enquête restant à courir, aux modalités d'organisation de droit commun énoncées par les dispositions qui régissent la catégorie d'enquêtes dont elle relève.Dans tous les cas, le public est informé par tout moyen compatible avec l'état d'urgence sanitaire de la décision prise en application du présent article."
    },
    {
      "provision_ref": "art12bis",
      "section": "12bis",
      "title": "Article 12bis",
      "content": "Les délais applicables aux recours et aux déférés préfectoraux à l'encontre d'une décision de non-opposition à une déclaration préalable ou d'un permis de construire, d'aménager ou de démolir, qui n'ont pas expiré avant le 12 mars 2020 sont, à cette date, suspendus. Ils recommencent à courir à compter du 24 mai 2020 pour la durée restant à courir le 12 mars 2020, sans que cette durée puisse être inférieure à sept jours.\n\nLe point de départ des délais de même nature qui auraient dû commencer à courir durant la période comprise entre le 12 mars 2020 et le 23 mai 2020 est reporté à l'achèvement de celle-ci.\n\nLes dispositions du présent article s'appliquent également aux recours formés à l'encontre des agréments prévus à l'article L. 510-1 du code de l'urbanisme lorsqu'ils portent sur un projet soumis à autorisation d'urbanisme ainsi qu'aux recours administratifs préalables obligatoires dirigés contre les avis rendus par les commissions départementales d'aménagement commercial dans les conditions prévues au I de l'article L. 752-17 du code de commerce."
    },
    {
      "provision_ref": "art12quater",
      "section": "12quater",
      "title": "Article 12quater",
      "content": "Sans préjudice de la faculté de prévoir, pour les mêmes motifs que ceux énoncés à l'article 9, une reprise des délais par décret, les délais relatifs aux procédures de préemption, prévues au titre Ier du livre II du code de l'urbanisme et au chapitre III du titre IV du livre Ier du code rural et de la pêche maritime, à l'issue desquels une décision, un accord ou un avis de l'un des organismes ou personnes mentionnés à l'article 6 peut ou doit intervenir ou est acquis implicitement et qui n'ont pas expiré avant le 12 mars 2020, sont, à cette date, suspendus. Ils reprennent leur cours à compter du 24 mai 2020 pour la durée restant à courir le 12 mars 2020.\n\nLe point de départ des délais de même nature qui auraient dû commencer à courir pendant la période comprise entre le 12 mars 2020 et le 23 mai 2020 est reporté à l'achèvement de celle-ci."
    },
    {
      "provision_ref": "art12quinquies",
      "section": "12quinquies",
      "title": "Article 12quinquies",
      "content": "A compter de l'entrée en vigueur de l'ordonnance n° 2020-427 du 15 avril 2020 portant diverses dispositions en matière de délais pour faire face à l'épidémie de covid-19, le cours des délais reprend pour les participations par voie électronique prévues à l'article 9 de la loi n° 2018-202 du 26 mars 2018 relative à l'organisation des jeux Olympiques et Paralympiques de 2024.\n\nA compter du 24 mai 2020, reprennent leur cours les délais relatifs aux avis, actes et procédures qui permettent la réalisation d'opérations d'aménagement, d'ouvrages et de projets immobiliers nécessaires à la préparation, à l'organisation ou au déroulement des jeux Olympiques et Paralympiques de 2024."
    },
    {
      "provision_ref": "art12ter",
      "section": "12ter",
      "title": "Article 12ter",
      "content": "Sans préjudice de la faculté de prévoir, pour les mêmes motifs que ceux énoncés à l'article 9, une reprise des délais par décret, les délais d'instruction des demandes d'autorisation et de certificats d'urbanisme et des déclarations préalables prévus par le livre IV du code de l'urbanisme, y compris les délais impartis à l'administration pour vérifier le caractère complet d'un dossier ou pour solliciter des pièces complémentaires dans le cadre de l'instruction, ainsi que les procédures de récolement prévues à l'article L. 462-2 du même code, qui n'ont pas expiré avant le 12 mars 2020 sont, à cette date, suspendus. Ils reprennent leur cours à compter du 24 mai 2020.\n\nLe point de départ des délais de même nature qui auraient dû commencer à courir pendant la période comprise entre le 12 mars 2020 et le 23 mai 2020 est reporté à l'achèvement de celle-ci.\n\nLes mêmes règles s'appliquent aux délais impartis aux collectivités territoriales et à leurs établissements publics, aux services, autorités ou commissions, pour émettre un avis ou donner un accord dans le cadre de l'instruction d'une demande ou d'une déclaration mentionnée à l'alinéa précédent ainsi qu'au délai dans lequel une décision de non-opposition à une déclaration préalable ou une autorisation d'urbanisme tacite ou explicite peut être retirée, en application de l'article L. 424-5 du code de l'urbanisme.\n\nLes dispositions du présent article s'appliquent également aux demandes d'autorisation de division prévues par le livre Ier du code de la construction et de l'habitation ainsi qu'aux demandes d'autorisation d'ouverture, de réouverture, d'occupation et de travaux concernant des établissements recevant du public et des immeubles de moyenne ou de grande hauteur prévues par le même livre, lorsque ces opérations ou travaux ne requièrent pas d'autorisation d'urbanisme."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sous réserve des obligations résultant du droit international et du droit de l'Union européenne, les projets de texte réglementaire ayant directement pour objet de prévenir les conséquences de la propagation du covid-19 ou de répondre à des situations résultant de l'état d'urgence sanitaire sont dispensés de toute consultation préalable obligatoire prévue par une disposition législative ou réglementaire, à l'exception de celles du Conseil d'Etat et des autorités saisies pour avis conforme."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La présente ordonnance, à l'exception de son article 10, est applicable dans les îles Wallis et Futuna dans sa rédaction résultant de l'ordonnance n° 2020-666 du 3 juin 2020.La présente ordonnance, dans sa rédaction résultant de l'ordonnance n° 2020-666 du 3 juin 2020, est applicable en Nouvelle-Calédonie et en Polynésie française, à l'exception de ses articles 2 à 5 en tant qu'ils s'appliquent à des matières relevant de la compétence de ces collectivités et de ses articles 10 et 12. Les articles 7,8 et 9 ne sont applicables qu'en ce qui concerne les administrations de l'Etat et ses établissements publics."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}