{
  "id": "jorftext000033680665",
  "type": "statute",
  "title": "LOI n°2016-1827 du 23 décembre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033680665",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2015, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\n3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 181,8 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 13,5 milliards d'euros.\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n191,3\n\n197,1\n\n- 5,8\n\nVieillesse\n\n223,8\n\n223,6\n\n0,2\n\nFamille\n\n52,8\n\n54,3\n\n- 1,5\n\nAccidents du travail et maladies professionnelles\n\n14,1\n\n13,3\n\n0,8\n\nToutes branches (hors transferts entre branches)\n\n468,4\n\n474,7\n\n- 6,3\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n464,9\n\n475,1\n\n- 10,2\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n167,4\n\n173,2\n\n- 5,8\n\nVieillesse\n\n120,1\n\n120,5\n\n- 0,3\n\nFamille\n\n52,8\n\n54,3\n\n- 1,5\n\nAccidents du travail et maladies professionnelles\n\n12,6\n\n11,9\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n340,3\n\n347,2\n\n- 6,8\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n338,5\n\n349,2\n\n- 10,8\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,6\n\n20,5\n\n- 3,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2015, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2015 figurant à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Il est institué, au titre de l'année 2016, au bénéfice du fonds pour la modernisation des établissements de santé publics et privés mentionné à l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 de financement de la sécurité sociale pour 2001, une contribution de 150 millions d'euros à la charge de l'organisme mentionné au II de l'article 16 de l'ordonnance n° 2005-406 du 2 mai 2005 simplifiant le régime juridique des établissements de santé. Cette contribution est versée avant le 31 décembre 2016.Le recouvrement, le contentieux, les garanties et les sanctions relatifs à cette contribution sont régis par les règles mentionnées à l'article L. 137-3 du code de la sécurité sociale.\n\nIII.-Le montant de la contribution mentionnée à l'article L. 241-3 du code de la sécurité sociale couvrant les dépenses supplémentaires engendrées par les départs en retraite à l'âge fixé en application de l'article L. 351-1-4 du même code est fixé à 44,7 millions d'euros pour l'année 2016.\n\nIV.-Pour l'année 2016, la section mentionnée au V de l'article L. 14-10-5 du code de l'action sociale et des familles retrace en charges la contribution de la Caisse nationale de solidarité pour l'autonomie au financement du plan national d'adaptation des logements privés aux contraintes de l'âge et du handicap, dans la limite de 20 millions d'euros.\n\n-LOI n° 2015-1702 du 21 décembre 2015"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Au titre de l'année 2016, sont rectifiés :1° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n2° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, du régime général de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n3° Les prévisions de recettes, les prévisions de dépenses et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n4° L'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale, qui est fixé à 14,4 milliards d'euros ;5° Les prévisions des recettes affectées au Fonds de réserve pour les retraites, qui demeurent fixées conformément au III de l'article 41 de la loi n° 2015-1702 du 21 décembre 2015 de financement de la sécurité sociale pour 2016 ;6° Les prévisions de recettes mises en réserve par le Fonds de solidarité vieillesse, qui demeurent fixées conformément au IV du même article 41.\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n197,0\n\n201,1\n\n-4,0\n\nVieillesse\n\n228,3\n\n227,1\n\n1,2\n\nFamille\n\n48,7\n\n49,7\n\n-1,0\n\nAccidents du travail et maladies professionnelles\n\n14,1\n\n13,4\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n474,4\n\n477,6\n\n-3,1\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n471,1\n\n478,0\n\n-6,9\n\n1\n\ncenter\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n195,8\n\n199,8\n\n-4,1\n\nVieillesse\n\n124,0\n\n122,9\n\n1,1\n\nFamille\n\n48,7\n\n49,7\n\n-1,0\n\nAccidents du travail et maladies professionnelles\n\n12,7\n\n12,0\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n368,2\n\n371,6\n\n-3,4\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n366,3\n\n373,5\n\n-7,1\n\n1\n\ncenter\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,5\n\n20,3\n\n-3,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Au titre de l'année 2016, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros)\n\nOBJECTIF DE DÉPENSES\n\nDépenses de soins de ville\n\n84,6\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n58,3\n\nAutres dépenses relatives aux établissements de santé\n\n19,6\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n8,8\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n9,2\n\nDépenses relatives au Fonds d'intervention régional\n\n3,1\n\nAutres prises en charge\n\n1,6\n\nTotal\n\n185,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "III. - Le présent article s'applique aux cotisations sociales dues au titre des périodes courant à compter du 1er janvier 2017 pour les créations et reprises d'entreprise intervenues à compter de cette même date."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "II. - Le I s'applique au titre des périodes courant à compter du 1er janvier 2017 aux personnes débutant une activité réduite à fin d'insertion à compter de cette date et, à leur demande, à celles qui exercent une telle activité depuis une date antérieure."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-L'article L. 137-10 du code de la sécurité sociale n'est pas applicable aux avantages versés au titre des congés de fin d'activité des conducteurs routiers institués par les accords du 28 mars 1997 relatif au congé de fin d'activité à partir de 55 ans et du 2 avril 1998 relatif au congé de fin d'activité des conducteurs des entreprises de transport interurbain de voyageurs.\n\nII.-Les sommes correspondant à la part des avantages versés au titre des congés de fin d'activité des conducteurs routiers mentionnés au I financée par des contributions des employeurs et correspondant à des départs effectués à compter du 1er janvier 2018 sont assujetties au forfait social prévu à l'article L. 137-15 du code de la sécurité sociale.L'organisme payeur déclare et verse le forfait social pour le compte des employeurs."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "II.-Le présent article s'applique aux cotisations et contributions de sécurité sociale dues au titre des périodes courant à compter du 1er janvier 2017. Toutefois :"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "II. - Le présent article s'applique aux cotisations et contributions  sociales dues au titre des revenus perçus au titre des périodes courant à  compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\nLoi n° 2015-1786 du 29 décembre 2015\n\nArt. 33\n\nIV.-Le présent article est applicable aux cotisations et contributions sociales dues au titre des périodes courant à compter du 1er janvier 2017.\n\nToutefois, au titre des années 2017 et 2018, l'assiette des cotisations et contributions sociales est constituée des revenus mentionnés à l'article L. 731-14 du code rural et de la pêche maritime pris en compte dans les conditions prévues aux articles L. 731-15 et L. 731-19 du même code et respectivement :\n\n1° De la moyenne des bénéfices forfaitaires agricoles de 2014 et de 2015 et des recettes de 2016 diminuées d'un abattement de 87 % ;\n\n2° De la moyenne du bénéfice forfaitaire agricole de 2015 et des recettes de 2016 et de 2017 diminuées d'un abattement de 87 %.\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin de simplifier et d'harmoniser les définitions des assiettes des cotisations et contributions de sécurité sociale prévues au code de la sécurité sociale et au code rural et de la pêche maritime.\n\nCette ordonnance est prise à droit constant, sous réserve des modifications nécessaires pour assurer le respect de la hiérarchie des normes, améliorer la cohérence rédactionnelle des textes, harmoniser l'état du droit, remédier aux erreurs et insuffisances de codification et abroger les dispositions, codifiées ou non, obsolètes ou devenues sans objet.\n\nL'ordonnance est prise dans un délai de dix-huit mois à compter de la promulgation de la présente loi.\n\nUn projet de loi de ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance.\n\nIII.-Les dispositions du I du présent article sont applicables aux périodes courant à compter du 1er janvier 2018.\n\nArt. L136-1, Art. L242-1"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "II. - Le I s'applique aux indemnités versées au titre des ruptures de  contrat de travail notifiées à compter du 1er janvier 2017 ou aux  indemnités versées à l'occasion d'une rupture mentionnée à l'article L.  1237-11 du code du travail dont la demande d'homologation a été  transmise à compter de cette date."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. à V.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nCode de la sécurité sociale\n\nSection 2 : Interlocuteur social unique pour les indépendants, Art. L133-6, Art. L133-6-1, Art. L133-6-2, \nArt. L133-6-3, Art. L133-6-4, Art. L133-6-5, Art. L133-6-6\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Le présent article entre en vigueur le 1er janvier 2017, à l'exception :\n\n1° Du I de l'article L. 133-1-1 du code de la sécurité sociale, dans sa rédaction résultant du 1° du I du présent article, qui s'applique aux cotisations d'assurance famille, aux contributions sociales et à la contribution à la formation professionnelle dues par les professions libérales à compter du 1er janvier 2018 ;\n\n2° Du e du 5° et du c du 9° du I du présent article, qui entrent en vigueur selon les modalités prévues aux 1° et 2° du X de l'article 50 de la présente loi ;\n\n3° Du 2° du V du présent article, qui s'applique à compter du 1er janvier 2018 aux cotisations non prescrites à cette date.\n\nVII. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]\n\n-Code rural et de la pêche maritime\n\n-LOI n° 2009-179 du 17 février 2009\n\n-Ordonnance n° 2005-1529 du 8 décembre 2005\n\n-LOI n° 2015-1702 du 21 décembre 2015\n\n-Code de la sécurité sociale.\n\n-Code du travail"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Le 2° du I du présent article entre en vigueur le 1er janvier 2018.\n\nArt. L133-6-8, Art. L133-6-7-3, Art. L311-3, Art. L613-1"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "II. - A.-Le I s'applique aux périodes d'imposition ouvertes à compter du 1er janvier 2018.B.-Une taxe, établie, liquidée, contrôlée et recouvrée selon les modalités et sous les sanctions, garanties et privilèges prévus à l'article 1010 du code général des impôts, dans sa rédaction résultant du I du présent article, est due au titre du dernier trimestre de l'année 2017 par les sociétés mentionnées au premier alinéa du I du même article 1010. Les réclamations sont présentées, instruites et jugées et le droit de reprise de l'administration s'exerce selon les règles applicables à la taxe prévue audit article 1010.Pour les véhicules loués par la société, la taxe n'est due que si la durée de la location excède une période d'un mois civil ou de trente jours consécutifs au cours de ce trimestre.Pour l'application de l'article 1010-0 A du même code, le nombre de kilomètres pris en compte pour le remboursement au propriétaire ou à l'utilisateur par la société ainsi que le montant de l'abattement prévu au dernier alinéa du II du même article 1010-0 A sont divisés par quatre.La taxe est déclarée et payée dans les délais et selon les modalités définies au III de l'article 1010 du même code, dans sa rédaction résultant du I du présent article.C.-Pour la période d'imposition du 1er octobre 2016 au 30 septembre 2017, la taxe prévue à l'article 1010 du code général des impôts est déclarée et payée dans les délais et selon les modalités définies au III du même article 1010, dans sa rédaction résultant du I du présent article."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "II. - Le I s'applique aux contributions dues au titre des revenus versés à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I., II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. - Le 2° du I s'applique au titre des démarches et formalités  effectuées pour le compte des travailleurs indépendants à compter du 1er  janvier 2018.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "IV. - Le présent article s'applique aux contrôles engagés à compter du 1er janvier 2017, sous les réserves suivantes :1° Le 9°, le 12°, à l'exception des trois  derniers alinéas, et les 13° à 15° du I ainsi que le II, à l'exception  du troisième alinéa du 4°, s'appliquent aux cotisations et contributions  sociales au titre desquelles une mise en demeure a été notifiée à  compter du 1er janvier 2017 ;2° Les deux derniers alinéas du 12° du I  s'appliquent aux majorations de retard et pénalités dues à compter du  1er janvier 2017 ;3° Les dispositions du présent article qui  réduisent la durée de la prescription s'appliquent à compter du 1er  janvier 2017 aux créances ayant fait l'objet de mises en demeure  notifiées avant cette même date, sans que la durée totale puisse excéder  la durée prévue par la loi antérieure."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "II. - Le présent article entre en vigueur le 1er avril 2017."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - [Dispositions déclarées non conformes à la Constitution par la  décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2017, sous réserve du second alinéa du présent II.\n\nEntre le 1er janvier et le 31 décembre 2017, par dérogation au dernier alinéa de l'article 575 A du code général des impôts dans sa rédaction résultant du présent article, le minimum de perception mentionné à l'article 575 du même code est fixé par kilogramme à 161 € pour les tabacs fine coupe destinés à rouler des cigarettes.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "A modifié les dispositions suivantes :\n\nI.-B.-Pour l'année 2017, les taux (Lv) et (Lh) mentionnés à l'article L. 138-10 du code de la sécurité sociale sont fixés, respectivement, à 0 % et à 2 %\n\nII.-B.-Les articles L. 138-19-1, L. 138-19-3, L. 138-19-7 du même code, dans leur rédaction résultant du présent article, et L. 138-19-2, L. 138-19-5 et L. 138-19-6 du même code s'appliquent pour l'année 2017.\n\nPour l'année 2017, le montant W mentionné aux articles L. 138-19-1 et L. 138-19-3 du même code est fixé à 600 millions d'euros.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I.-Est instituée une participation à la prise en charge des modes de rémunération mentionnés au 13° de l'article L. 162-5 du code de la sécurité sociale due par les organismes mentionnés au I de l'article L. 862-4 du même code. Son produit est affecté à la Caisse nationale de l'assurance maladie des travailleurs salariés.La participation est due par chaque organisme mentionné au premier alinéa en activité au 31 décembre de l'année au titre de laquelle elle est perçue. Elle est égale au produit d'un forfait annuel de 5 € par le nombre de bénéficiaires de la prise en charge des frais de santé prévue à l'article L. 160-1 dudit code et d'ayants droit âgés de seize ans ou plus, couverts par l'organisme, à l'exclusion des bénéficiaires de la couverture complémentaire mentionnée à l'article L. 861-1 du même code, au 31 décembre de l'année précédant celle au titre de laquelle elle est perçue et pour lesquels l'organisme a pris en charge, au cours de cette même année, au moins une fois, en tout ou partie, la participation de l'assuré due au titre d'une consultation ou d'une visite du médecin traitant au sens de l'article L. 162-5-3 du même code.II.-La participation est recouvrée par l'organisme désigné pour le recouvrement de la taxe mentionnée à l'article L. 862-4 du code de la sécurité sociale, concomitamment au recouvrement de cette même taxe, sous réserve d'aménagements prévus, le cas échéant, par décret en Conseil d'Etat. Elle est recouvrée et contrôlée selon les règles, garanties et sanctions prévues pour ladite taxe.III.-La participation mentionnée au I est due pour l'année 2017."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "VII.-Le régime mentionné au premier alinéa de l'article L. 635-1 du code de la sécurité sociale rembourse, au plus tard le 1er avril 2017, à la branche mentionnée au 2° de l'article L. 611-2 du même code les sommes, fixées par arrêté du ministre chargé de la sécurité sociale, correspondant aux créances constatées au 31 décembre 2016 sur le régime d'assurance vieillesse complémentaire des entrepreneurs du bâtiment dans les comptes de l'organisme mentionné à l'article L. 611-4 dudit code."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Est approuvé le montant de 6,1 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2017."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Pour l'année 2017, sont approuvées les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n204,5\n\n207,1\n\n- 2,6\n\nVieillesse\n\n232,2\n\n230,6\n\n1,6\n\nFamille\n\n49,9\n\n49,9\n\n0,0\n\nAccidents du travail et maladies professionnelles\n\n14,2\n\n13,5\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n487,1\n\n487,4\n\n- 0,3\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n483,7\n\n487,8\n\n- 4,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Pour l'année 2017, sont approuvées les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, du régime général :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n203,2\n\n205,9\n\n- 2,6\n\nVieillesse\n\n126,5\n\n125,0\n\n1,6\n\nFamille\n\n49,9\n\n49,9\n\n0,0\n\nAccidents du travail et maladies professionnelles\n\n12,8\n\n12,1\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n379,5\n\n379,9\n\n- 0,4\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n377,6\n\n381,8\n\n- 4,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Pour l'année 2017, sont approuvées les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nII. - Pour l'année 2017, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 14,9 milliards d'euros.III. - Pour l'année 2017, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nIV. - Pour l'année 2017, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n15,7\n\n19,6\n\n- 3,8\n\n1\n\ncenter\n\nPRÉVISIONS DE RECETTES\n\nRecettes affectées\n\n0\n\nTotal\n\n0\n\n1\n\ncenter\n\nPRÉVISIONS DE RECETTES\n\nRecettes\n\n0\n\nTotal\n\n0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Sont habilités en 2017 à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nII. - A modifié les dispositions suivantes :\n\nMONTANTS LIMITÉS\n\nAgence centrale des organismes de sécurité sociale\n\n33 000\n\nCaisse centrale de la mutualité sociale agricole\n\n4 450\n\nCaisse de prévoyance et de retraite du personnel de la SNCF - période du 1er au 31 janvier\n\n450\n\nCaisse de prévoyance et de retraite du personnel de la SNCF - période du 1er février au 31 décembre\n\n200\n\nCaisse autonome nationale de la sécurité sociale dans les mines\n\n350\n\nCaisse nationale des industries électriques et gazières\n\n300\n\n1\n\n- LOI n° 2014-1554 du 22 décembre 2014"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2017 à 2020), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "IV. - Les d et h du 1°, le 3° et les 5° à 9° du I et les II et III du présent article ne sont pas applicables à Saint-Pierre-et-Miquelon.V. - Les d et h du 1°, les 6° à 8° et le b du 9° du I et le III du présent article entrent en vigueur le 1er avril 2018."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article s'applique aux rémunérations dues au titre des périodes courant à compter du 1er janvier 2019, à l'exception du 1° du I, qui s'applique aux rémunérations dues au titre des périodes courant à compter du 1er janvier 2017, et du 4° du I, qui s'applique aux rémunérations dues au titre des périodes courant à compter du 1er janvier 2018.\n\n-Code de la sécurité sociale.\n\n-Code du travail"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Pour l'année 2017, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 49,9 milliards d'euros."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "III. - Le présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2018."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2017, un rapport relatif aux conditions d'élargissement du dispositif de retraite progressive aux salariés en forfait jours."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Sous réserve des décisions juridictionnelles passées en force de chose jugée, sont validés, en tant que leur régularité serait contestée par le moyen tiré de ce que la délibération du 31 mars 2004 du conseil d'administration de la Caisse nationale de retraites des agents des collectivités locales n'a pas pu leur donner de fondement légal :1° Les décisions, notifiées au plus tard le 13 août 2016, validant les années d'études d'infirmier, de sage-femme ou d'assistant social comme période de service en application du 2° de l'article 8 du décret n° 2003-1306 du 26 décembre 2003 relatif au régime de retraite des fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales, dans sa rédaction applicable avant le 14 août 2016 ;2° Les avis de mise en recouvrement des retenues et contributions afférentes aux périodes d'études mentionnées au 1° du présent article notifiés aux employeurs concernés par la Caisse nationale de retraites des agents des collectivités locales."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - Le présent article s'applique aux pensions prenant effet à compter du 1er janvier 2017.\n\n- Code de la sécurité sociale.\n\n- Loi n° 71-1130 du 31 décembre 1971\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. à IX.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nX.-Sous réserve des alinéas suivants, les dispositions du présent article entrent en vigueur le 1er janvier 2017.\n\nLes 2°, 7° et 30° et le b du 34° du I du présent article s'appliquent aux travailleurs indépendants créant leur activité :\n\n1° A compter d'une date fixée par décret, et au plus tard le 1er janvier 2018, pour ceux qui relèvent de l'article L. 133-6-8 du code de la sécurité sociale ;\n\n2° A compter d'une date fixée par décret, et au plus tard le 1er janvier 2019, pour ceux ne relevant pas du même article L. 133-6-8.\n\nLe III du présent article s'applique aux travailleurs indépendants créant leur activité à compter du 1er janvier 2018.\n\nXI. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]\n\nXII. (Abrogé)\n\nXIII. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]\n\nXIV. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]\n\nXV. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]\n\nXVI.-Les transferts induits par le 8° du XVI de l'article 15 de la loi n° 2017-1836 du 30 décembre 2017de financement de la sécurité sociale pour 2018 [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.] donnent lieu à compensation financière entre les régimes concernés.\n\nLe Gouvernement remet au Parlement, avant le 31 décembre 2023, un rapport évaluant l'impact, notamment démographique et financier, des dispositions du premier alinéa du présent XVI. Ce rapport s'appuie notamment sur les données transmises par la Caisse nationale du régime social des indépendants, la Caisse nationale d'assurance vieillesse des professions libérales et la Caisse interprofessionnelle de prévoyance et d'assurance vieillesse.\n\nDans un délai de six mois à compter de la remise de ce rapport, la compensation financière s'organise dans les conditions prévues par une convention-cadre conclue entre les régimes concernés et approuvée par arrêté conjoint des ministres chargés de la sécurité sociale et du budget, en tenant compte des charges et des recettes respectives de chacun des organismes. A défaut de convention, un décret en Conseil d'Etat précise les modalités de mise en œuvre du présent alinéa.\n\n-Code du travail\n\n-Code de la santé publique\n\n-Code des pensions civiles et militaires de retraite\n\n-Code du travail\n\n-Code des assurances\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Loi n° 2003-775 du 21 août 2003\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I.-Les pensions de retraite servies par les régimes de retraite dont la réglementation prévoit la prise en compte des bénéfices de campagne, attribués et décomptés conformément au c de l'article L. 12 du code des pensions civiles et militaires de retraite et liquidées avant le 19 octobre 1999 peuvent être révisées, à la demande des intéressés déposée postérieurement au 1er janvier 2016 et à compter de cette demande, afin de prendre en compte le droit à campagne double prévu en application du même c, au titre de leur participation à la guerre d'Algérie ou aux combats en Tunisie et au Maroc, selon les modalités en vigueur à la date de promulgation de la présente loi.\n\nII.-A modifié les dispositions suivantes :\n\n-LOI n° 2016-816 du 20 juin 2016"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Pour l'année 2017, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 230,6 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 125 milliards d'euros."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 250 millions d'euros au titre de l'année 2017.\n\nII. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 626 millions d'euros au titre de l'année 2017.\n\nIII. - Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à un milliard d'euros au titre de l'année 2017.\n\nIV. - Le montant de la contribution mentionnée à l'article L. 241-3 du code de la sécurité sociale couvrant les dépenses supplémentaires engendrées par les départs en retraite à l'âge fixé en application de l'article L. 351-1-4 du même code est fixé à 67,4 millions d'euros pour l'année 2017."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Pour l'année 2017, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,5 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 12,1 milliards d'euros."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I à V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVI.-A l'exception de l'article L. 169-8 du code de la sécurité sociale, dans sa rédaction résultant du 6° du I du présent article, qui entre en vigueur le 1er juillet 2017, le présent article est applicable aux actes et prestations inscrits sur la liste prévue à l'article L. 162-1-7 et à la délivrance de produits et prestations inscrits sur la liste mentionnée à l'article L. 165-1 intervenus postérieurement au 14 juillet 2016.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code des assurances\n\n-Code de la santé publique\n\n-Ordonnance n° 96-1122 du 20 décembre 1996\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "III.-Le présent article entre en vigueur le 1er janvier 2017, à l'exception du 4° du I, qui entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "II. - Les 2° et 6° du I entrent en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "II.-Le 4° de l'article L. 381-8, dans sa rédaction résultant du c du 20° du I du présent article, entre en vigueur à compter de la rentrée universitaire 2016-2017."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I et II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-A titre dérogatoire, la fraction mentionnée au II de l'article L. 221-1-3 du code de la sécurité sociale, dans sa rédaction résultant du présent article, est fixée à 0,07 % pour l'année 2017.\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - A défaut de signature avant le 1er février 2017 d'un avenant à la convention nationale des chirurgiens-dentistes en vigueur mentionnée à l'article L. 162-9 du code de la sécurité sociale, un arbitre arrête un projet de convention dans le respect du cadre financier pluriannuel des dépenses d'assurance maladie.Ce projet de convention reconduit la convention nationale des chirurgiens-dentistes en vigueur, en modifiant ses articles 4.2.1 et 4.3.3 et ses annexes I et V, pour déterminer les tarifs mentionnés au 1° du I de l'article L. 162-14-1 du code de la sécurité sociale et la limite applicable aux dépassements autorisés sur tout ou partie de ces tarifs. Les dispositions de la convention antérieure continuent de produire leurs effets jusqu'à la date d'entrée en vigueur du règlement arbitral qui la remplace.L'arbitre est désigné avant le 1er février 2017 par l'Union nationale des caisses d'assurance maladie et au moins une organisation syndicale représentative des chirurgiens-dentistes. A défaut, l'arbitre est désigné par le président du Haut Conseil pour l'avenir de l'assurance maladie, sur proposition du directeur général de l'Union nationale des caisses d'assurance maladie, dans un délai de huit jours. Le nom de l'arbitre est notifié aux partenaires conventionnels ainsi qu'aux ministres chargés de la santé et de la sécurité sociale.L'arbitre dispose d'un délai d'un mois à compter de sa désignation pour transmettre un projet de règlement arbitral aux ministres chargés de la santé et de la sécurité sociale. Il auditionne les représentants de l'Union nationale des caisses d'assurance maladie, des organisations syndicales représentatives des professionnels de santé et de l'Union nationale des organismes d'assurance maladie complémentaire.Le I de l'article L. 162-14-2 du code de la sécurité sociale s'applique aux conditions de transmission, d'approbation et de mise en œuvre du règlement arbitral.La procédure d'approbation de l'avenant mentionné au premier alinéa du présent article est mise en œuvre sans appliquer le délai prévu à l'avant-dernier alinéa de l'article L. 162-14-3 du même code.II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les conséquences et le coût de l'amélioration de la protection maternité et paternité pour l'ensemble des professions médicales et paramédicales libérales en France."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 15 octobre 2017, un rapport d'étape sur la réforme des modalités de financement de l'activité d'hospitalisation à domicile. Ce rapport présente notamment le calendrier de déploiement de la réforme."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juillet 2017, un rapport sur l'usage de l'enveloppement corporel humide dans le secteur sanitaire. Ce rapport met notamment en lumière le nombre d'établissements qui pratiquent cet enveloppement corporel humide, son coût pour la sécurité sociale et son efficacité dans la prise en charge des patients."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2017, un rapport sur la prise en charge hospitalière des personnes handicapées et sur les conditions de revalorisation des tarifs appliqués à cette prise en charge."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-742 DC du 22 décembre 2016.]"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. - En 2017, afin de constituer une dotation initiale au bénéfice du fonds pour le financement de l'innovation pharmaceutique institué par l'article L. 221-1-1 du code de la sécurité sociale, il est identifié au sein des fonds propres de la Caisse nationale de l'assurance maladie des travailleurs salariés une somme de 876 millions d'euros.\n\n- Code de la sécurité sociale.\n\n- Loi n°2003-1199 du 18 décembre 2003\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "III.-Jusqu'à l'entrée en vigueur du décret relatif aux conditions de transmission de l'indication mentionné à l'article L. 162-16-5-3 du code de la sécurité sociale, la répartition des volumes de vente selon les indications nécessaires à l'application de l'article L. 162-16-5-1 du même code est calculée au prorata des estimations des populations cibles respectives réalisées par le Comité économique des produits de santé.IV.-Les II et V de l'article L. 162-16-5-1 du code de la sécurité sociale et la condition de délai maximal mentionnée au 1° du I de l'article L. 5121-12 du code de la santé publique sont applicables aux autorisations délivrées au titre du même article L. 5121-12 à compter du 1er janvier 2017.Les III et IV de l'article L. 162-16-5-1 du code de la sécurité sociale sont applicables aux chiffres d'affaires réalisés à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "XIII. - Les prix de cession des spécialités pharmaceutiques fixés sur le fondement de l'article L. 162-16-5 du code de la sécurité sociale dans sa rédaction antérieure à la présente loi restent valables jusqu'à leur modification par une nouvelle convention ou, à défaut, une nouvelle décision du Comité économique des produits de santé."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Par dérogation à la procédure prévue à l'article L. 162-1-9-1 du  code de la sécurité sociale, dans un délai d'un mois à compter de la  publication de la présente loi, le directeur général de l'Union  nationale des caisses d'assurance maladie peut procéder à la fixation  des rémunérations et de la classification mentionnées au même article L.  162-1-9-1. Cette décision est transmise par le directeur général de  l'Union nationale des caisses d'assurance maladie aux ministres chargés  de la santé et de la sécurité sociale. Elle est réputée approuvée sauf  opposition motivée des ministres chargés de la santé et de la sécurité  sociale avant l'expiration d'un délai de quarante-cinq jours.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés mentionnée à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000) est fixé à 59,4 millions d'euros pour l'année 2017.II. - En 2017, il est prélevé au profit du fonds pour la modernisation des établissements de santé publics et privés mentionné à l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 de financement de la sécurité sociale pour 2001 une somme de 30 millions d'euros sur les réserves, constatées au 31 décembre 2015, du fonds pour l'emploi hospitalier créé par l'article 14 de la loi n° 94-628 du 25 juillet 1994 relative à l'organisation du temps de travail, aux recrutements et aux mutations dans la fonction publique.Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles mentionnées à l'article L. 137-3 du code de la sécurité sociale.III. - Il est institué, au titre de l'année 2017, au bénéfice du fonds pour la modernisation des établissements de santé publics et privés mentionné à l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 précitée, une contribution de 150 millions d'euros à la charge de l'organisme mentionné au II de l'article 16 de l'ordonnance n° 2005-406 du 2 mai 2005 simplifiant le régime juridique des établissements de santé. Cette contribution est versée avant le 31 décembre 2017.Le recouvrement, le contentieux, les garanties et les sanctions relatifs à cette contribution sont régis par les règles mentionnées à l'article L. 137-3 du code de la sécurité sociale.IV. - Le montant de la dotation des régimes obligatoires d'assurance maladie pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionnée à l'article L. 1142-23 du code de la santé publique, est fixé à 107 millions d'euros pour l'année 2017.V. - Le montant de la contribution de la Caisse nationale de solidarité pour l'autonomie au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements en direction des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 129,6 millions d'euros pour l'année 2017."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Pour l'année 2017, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 207,1 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 205,9 milliards d'euros."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Pour l'année 2017, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nSOUS-OBJECTIF\n\nOBJECTIF DE DÉPENSES\n\nDépenses de soins de ville\n\n86,6\n\nDépenses relatives aux établissements de santé\n\n79,2\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n9,1\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n11,0\n\nDépenses relatives au fonds d'intervention régional\n\n3,2\n\nAutres prises en charge\n\n1,7\n\nTotal\n\n190,7\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Pour l'année 2017, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées comme suit :\n\n(En milliards d'euros)\n\nPRÉVISION DE CHARGES\n\nFonds de solidarité vieillesse\n\n19,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nIII. - Les modalités du transfert du service de l'allocation de solidarité  aux personnes âgées de la Caisse des dépôts et consignations à la  Caisse centrale de la mutualité sociale agricole sont déterminées par  convention entre ces deux organismes.IV. - Le  présent article entre en vigueur selon des modalités et à une date  fixées par décret en Conseil d'Etat, et au plus tard le 1er janvier  2020.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. - A. - Sont transférées à l'Agence centrale des organismes de sécurité sociale, à compter du 1er janvier 2018 :1°  Les missions et activités exercées par les centres informatiques des  organismes chargés du recouvrement de la sécurité sociale ;2°  Les missions et activités informatiques d'études et développement, de  production et d'éditique et d'expertise technique exercées par l'Union  pour le recouvrement des cotisations de sécurité sociale et  d'allocations familiales d'Ile-de-France.B. - Les  droits, biens et obligations des centres informatiques des organismes  chargés du recouvrement de la sécurité sociale sont transférés à  l'Agence centrale des organismes de sécurité sociale le 1er janvier  2018.C. - Les centres informatiques des organismes chargés du recouvrement de la sécurité sociale sont dissous le 31 décembre 2017.D. - Les  contrats de travail des salariés de l'Union pour le recouvrement des  cotisations de sécurité sociale et d'allocations familiales  d'Ile-de-France exerçant les missions et activités mentionnées au 2° du A  du présent I sont transférés à l'Agence centrale des organismes de  sécurité sociale le 1er janvier 2018.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "II. - Le 1° du I est applicable aux condamnations ou sanctions prononcées à compter du 1er janvier 2017.Le 3° du I est applicable aux reprises d'activité des salariés intervenant à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "artANNEXEA",
      "section": "ANNEXEA",
      "title": "Article ANNEXEA",
      "content": "RAPPORT RETRAÇANT LA SITUATION PATRIMONIALE, AU 31 DÉCEMBRE 2015, DES RÉGIMES OBLIGATOIRES DE BASE ET DES ORGANISMES CONCOURANT À LEUR FINANCEMENT, À L'AMORTISSEMENT DE LEUR DETTE OU À LA MISE EN RÉSERVE DE RECETTES À LEUR PROFIT ET DÉCRIVANT LES MESURES PRÉVUES POUR L'AFFECTATION DES EXCÉDENTS ET LA COUVERTURE DES DÉFICITS CONSTATÉS POUR L'EXERCICE 2015I. - Situation patrimoniale de la sécurité sociale au 31 décembre 2015\n\n(En milliards d'euros)\n\nSur le champ des régimes de base, du FSV, de la CADES et du FRR, le passif net (ou dette ) de la sécurité sociale, mesuré par ses capitaux propres négatifs qui représentent le cumul des déficits passés restant à financer, s'élevait à 109,5 milliards d'euros au 31 décembre 2015, soit l'équivalent de 5 points de PIB. Après une forte dégradation consécutive à la crise économique des années 2008-2009, l'amélioration constatée en 2014 s'est confirmée en 2015 (baisse de 1,3 milliard d'euros par rapport à 2014). Cette amélioration reflète la poursuite de la réduction des déficits des régimes de base et du FSV amorcée en 2013 (10,3 milliards d'euros en 2015 contre 12,7 milliards d'euros en 2014, 16,0 milliards d'euros en 2013 et 19,1 milliards d'euros en 2012) et de l'amortissement de la dette portée par la CADES (13,5 milliards d'euros en 2015 contre 12,7 milliards d'euros en 2014).Cette amélioration se traduit en particulier par le constat, pour la deuxième année consécutive, d'un résultat consolidé positif sur le périmètre d'ensemble de la sécurité sociale retracé ci-dessus (4,7 milliards d'euros en 2015, 1,4 milliard d'euros en 2014).Le financement du passif net de la sécurité sociale est assuré à titre principal par un recours à l'emprunt, essentiellement porté par la CADES et l'ACOSS. L'endettement financier net de la sécurité sociale, qui correspond à la différence entre les dettes financières et les actifs financiers placés ou détenus en trésorerie, s'établit donc à un niveau proche de celui-ci et en suit en premier lieu les mêmes tendances en subissant secondairement les effets de la variation du besoin en fonds de roulement lié au financement des actifs et passifs circulants (créances et dettes) et des acquisitions d'actifs immobilisés, qui pèsent également sur la trésorerie. Du fait de la quasi-stabilité du besoin en fonds de roulement, on observe pour la première fois un léger fléchissement de l'endettement financier net en 2015 (120,8 milliards d'euros contre 121,3 milliards d'euros fin 2014).\n\nEvolution du passif net, de l'endettement financier net et des résultats comptables consolidés de la sécurité sociale depuis 2009\n\n(En milliards d'euros)\n\nII. - Couverture des déficits et affectation des excédents constatés sur l'exercice 2015\n\nLes comptes du régime général ont été déficitaires de 6,8 milliards d'euros en 2015. La branche Maladie a ainsi enregistré un déficit de 5,8 milliards d'euros, la branche Famille un déficit de 1,5 milliard d'euros et la branche Vieillesse un déficit de 0,3 milliard d'euros, la branche Accidents du travail et maladies professionnelles ayant quant à elle dégagé un excédent de 0,7 milliard d'euros. Par ailleurs, le FSV a enregistré un déficit de 3,9 milliards d'euros.Dans le cadre fixé par la loi organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale, la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011 a organisé le transfert à la CADES, dès l'année 2011, des déficits 2011 des branches Maladie et Famille du régime général. Elle a également prévu la reprise progressive, à compter de 2012, des déficits 2011 à 2018 de la branche Vieillesse du régime général et du FSV, dans la double limite de 10 milliards d'euros chaque année et de 62 milliards d'euros au total. Conformément aux dispositions organiques, la CADES a été affectataire de ressources lui permettant de financer ces sommes.Même si la reprise des déficits de la branche Vieillesse et du FSV reste prioritaire, compte tenu des marges rendues disponibles par les différentes mesures prises en matière de redressement financier par la réforme des retraites 2014, la loi n° 2013-1203 du 23 décembre 2013 de financement de la sécurité sociale pour 2014 a prévu que les déficits des exercices 2012 à 2017 des branches Maladie et Famille pourraient être intégrés dans le champ de la reprise, sans modification des plafonds globaux de reprise ni de l'échéance d'amortissement de la dette transférée à la CADES.Un montant de 10 milliards d'euros a ainsi été repris en 2015, correspondant au transfert des déficits prévisionnels de la branche Vieillesse et du FSV au titre de 2014 et au financement d'une partie des déficits de la branche Maladie et de la branche Famille au titre de 2012 et de 2013.L'article 26 de la loi n° 2015-1702 du 21 décembre 2015 de financement de la sécurité sociale pour 2016 a modifié ce schéma et supprimé le plafond annuel de 10 milliards d'euros afin de tenir compte des conditions de financement à moyen et long termes particulièrement favorables. Il a ainsi ouvert la possibilité d'une saturation du plafond de 62 milliards d'euros dès 2016 et d'une reprise anticipée de 23,6 milliards d'euros. Les modalités de mise en œuvre de cette reprise anticipée en 2016 ont été précisées par le décret n° 2016-110 du 4 février 2016 relatif au transfert à la Caisse d'amortissement de la dette sociale des déficits du régime général et du Fonds de solidarité vieillesse à effectuer en 2016.Par ailleurs, les excédents de la branche Accidents du travail et maladies professionnelles au titre de 2015 (0,7 milliard d'euros) ont été affectés à la réduction des déficits cumulés passés, dont le montant est ainsi réduit de 1,0 à 0,2 milliard d'euros.La plupart des régimes de base autres que le régime général présentent par construction des résultats annuels équilibrés ou très proches de l'équilibre. Il en est ainsi des régimes intégrés financièrement au régime général (régimes agricoles à l'exception de la branche retraite du régime des exploitants, régimes maladie des militaires et des marins, et régimes de base du régime social des indépendants intégrés financièrement aux branches Maladie et Vieillesse du régime général depuis 2015), des régimes de retraite équilibrés par des subventions de l'Etat (SNCF, RATP, régimes des mines et des marins) et des régimes d'employeurs (fonction publique de l'Etat), équilibrés par ces derniers.Cependant, plusieurs régimes ne bénéficiant pas de tels mécanismes d'équilibrage ont enregistré en 2015 des résultats déficitaires. S'agissant de la branche retraite du régime des exploitants agricoles, dont les déficits 2009 et 2010 avaient été repris par la CADES, le déficit s'élève à 0,3 milliard d'euros (contre 0,2 milliard d'euros en 2014), portant le montant des déficits cumulés depuis 2011 à 3,2 milliards d'euros. La loi de financement de la sécurité sociale pour 2015 a prévu que ce déficit puisse être financé par des avances rémunérées de trésorerie par l'ACOSS en complément des financements bancaires auxquels avait recours jusqu'ici la Caisse centrale de la mutualité sociale agricole (CCMSA) pour couvrir ces déficits cumulés. Au 31 décembre 2015, ces déficits ont été financés en totalité par une avance de l'ACOSS (2,7 milliards d'euros).Le déficit du régime des mines s'est élevé à 0,1 milliard d'euros en 2015, portant le montant cumulé de dette à 1,1 milliard d'euros en fin d'année. Dans le contexte d'une limitation des concours financiers de la Caisse des dépôts et consignations, partenaire financier historique de la Caisse autonome nationale de la sécurité sociale dans les mines, la loi de financement de la sécurité sociale pour 2014 a étendu jusqu'à 2017 les dispositions de la loi de financement de la sécurité sociale pour 2013 prévoyant la faculté d'un recours à des avances de trésorerie de l'ACOSS à hauteur de 250 millions d'euros, en complément des financements externes procurés par la Caisse des dépôts et des établissements bancaires.Enfin, la Caisse nationale de retraite des agents des collectivités locales (CNRACL) a dégagé, pour la deuxième année consécutive, un excédent de 0,3 milliard d'euros, contre 0,4 milliard d'euros en 2014. Cet excédent a été affecté aux réserves du régime, portant celles-ci à 1,8 milliard d'euros.\n\nACTIF\n\n2015(net)\n\n2014(net)\n\nPASSIF\n\n2015\n\n2014\n\nImmobilisations\n\n6,9\n\n7,0\n\nCapitaux propres\n\n- 109,5\n\n- 110,7\n\nImmobilisations non financières\n\n4,4\n\n4,3\n\nDotations\n\n27,4\n\n29,2\n\nleft\n\ncenter\n\ncenter\n\nRégime général\n\n0,6\n\n0,6\n\nPrêts, dépôts de garantie\n\n1,6\n\n1,7\n\nAutres régimes\n\n4,9\n\n4,5\n\nleft\n\ncenter\n\ncenter\n\nCaisse d'amortissement de la dette sociale (CADES)\n\n0,2\n\n0,2\n\nAvances/prêts accordés à des organismes de la sphère sociale\n\n0,9\n\n1,0\n\nFonds de réserve pour les retraites (FRR)\n\n21,8\n\n23,9\n\nleft\n\n7\n\ncenter\n\n7\n\ncenter\n\n7\n\nRéserves\n\n14,3\n\n12,1\n\nRégime général\n\n2,7\n\n2,6\n\nAutres régimes\n\n6,1\n\n5,5\n\nFRR\n\n5,5\n\n4,1\n\nReport à nouveau\n\n- 158,8\n\n- 156,9\n\nRégime général\n\n- 14,2\n\n- 10,0\n\nAutres régimes\n\n- 4,2\n\n- 3,8\n\nleft\n\ncenter\n\ncenter\n\nCADES\n\n- 140,3\n\n- 143,1\n\nleft\n\ncenter\n\ncenter\n\nRésultat de l'exercice\n\n4,7\n\n1,4\n\nleft\n\ncenter\n\ncenter\n\nRégime général\n\n- 6,8\n\n- 9,6\n\nleft\n\ncenter\n\ncenter\n\nAutres régimes\n\n0,4\n\n0,4\n\nleft\n\ncenter\n\ncenter\n\nFonds de solidarité vieillesse (FSV)\n\n- 3,9\n\n- 3,5\n\nleft\n\ncenter\n\ncenter\n\nCADES\n\n13,5\n\n12,7\n\nleft\n\ncenter\n\ncenter\n\nFRR\n\n1,5\n\n1,4\n\nleft\n\ncenter\n\ncenter\n\nEcart d'estimation (réévaluation des actifs du FRR en valeur de marché)\n\n2,9\n\n3,4\n\nleft\n\ncenter\n\ncenter\n\nProvisions pour risques et charges\n\n15,8\n\n15,0\n\nActif financier\n\n60,8\n\n58,5\n\nPassif financier\n\n181,6\n\n179,9\n\nValeurs mobilières et titres de placement\n\n50,1\n\n50,4\n\nDettes représentées par un titre (obligations, billets de trésorerie, europapiers commerciaux)\n\n165,2\n\n162,5\n\nRégime général\n\n0,0\n\n0,1\n\nAgence centrale des organismes de sécurité sociale (ACOSS)\n\n27,4\n\n24,2\n\nAutres régimes\n\n7,8\n\n7,5\n\nCADES\n\n137,8\n\n138,2\n\nCADES\n\n9,5\n\n7,0\n\nleft\n\nleft\n\nleft\n\nFRR\n\n32,8\n\n35,9\n\nleft\n\nleft\n\nleft\n\nEncours bancaire\n\n10,3\n\n7,9\n\nDettes à l'égard d'établissements de crédit\n\n10,6\n\n12,4\n\nRégime général\n\n1,6\n\n2,2\n\nACOSS (prêts Caisse des dépôts et consignations)\n\n4,0\n\n6,0\n\nAutres régimes\n\n2,1\n\n1,5\n\nRégime général (ordres de paiement en attente)\n\n4,6\n\n4,6\n\nFSV\n\n0,9\n\n1,2\n\nAutres régimes\n\n1,1\n\n0,8\n\nCADES\n\n2,3\n\n1,7\n\nCADES\n\n1,0\n\n1,0\n\nFRR\n\n3,4\n\n1,3\n\nleft\n\nleft\n\nleft\n\nleft\n\ncenter\n\ncenter\n\nDépôts reçus\n\n1,1\n\n1,9\n\nleft\n\ncenter\n\ncenter\n\nACOSS\n\n1,1\n\n1,9\n\nCréances nettes au titre des instruments financiers\n\n0,4\n\n0,2\n\nDettes nettes au titre des instruments financiers\n\n0,0\n\n0,2\n\nCADES\n\n0,2\n\n0,2\n\nACOSS\n\n0,0\n\n0,2\n\nFRR\n\n0,2\n\n0,0\n\nleft\n\nleft\n\nleft\n\nleft\n\ncenter\n\ncenter\n\nAutres\n\n4,6\n\n3,0\n\nleft\n\ncenter\n\ncenter\n\nAutres régimes\n\n0,0\n\n0,1\n\nleft\n\ncenter\n\ncenter\n\nCADES\n\n4,6\n\n2,9\n\nActif circulant\n\n75,0\n\n69,7\n\nPassif circulant\n\n54,7\n\n51,0\n\nCréances de prestations\n\n8,1\n\n7,8\n\nDettes et charges à payer à l'égard des bénéficiaires\n\n27,4\n\n27,1\n\nCréances de cotisations, contributions sociales et d'impôts de sécurité sociale\n\n10,7\n\n11,1\n\nDettes et charges à payer à l'égard des cotisants\n\n2,6\n\n1,2\n\nProduits à recevoir de cotisations, contributions sociales et autres impositions\n\n38,7\n\n35,7\n\nleft\n\nleft\n\nleft\n\nCréances sur entités publiques et organismes de sécurité sociale\n\n8,3\n\n9,4\n\nDettes et charges à payer à l'égard d'entités publiques\n\n10,5\n\n9,6\n\nProduits à recevoir de l'Etat\n\n0,5\n\n0,5\n\nleft\n\nleft\n\nleft\n\nAutres actifs\n\n8,8\n\n5,2\n\nAutres passifs\n\n14,2\n\n13,1\n\nTotal de l'actif\n\n142,7\n\n135,2\n\nTotal du passif\n\n142,7\n\n135,2\n\n1\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\nPassif net au 31 décembre (capitaux propres négatifs)\n\n- 66,3\n\n- 87,1\n\n- 100,6\n\n- 107,2\n\n- 110,9\n\n- 110,7\n\n- 109,5\n\nEndettement financier net au 31 décembre\n\n- 76,3\n\n- 96,0\n\n- 111,2\n\n- 116,2\n\n- 118,0\n\n- 121,3\n\n- 120,8\n\nRésultat comptable consolidé de l'exercice\n\n- 19,6\n\n- 23,9\n\n- 10,7\n\n- 5,9\n\n- 1,6\n\n+ 1,4\n\n+ 4,7\n\n1"
    },
    {
      "provision_ref": "artANNEXEB",
      "section": "ANNEXEB",
      "title": "Article ANNEXEB",
      "content": "RAPPORT DÉCRIVANT LES PRÉVISIONS DE RECETTES ET LES OBJECTIFS DE DÉPENSES PAR BRANCHE DES RÉGIMES OBLIGATOIRES DE BASE DE SÉCURITÉ SOCIALE ET DU RÉGIME GÉNÉRAL, LES PRÉVISIONS DE RECETTES ET DE DÉPENSES DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES AINSI QUE L'OBJECTIF NATIONAL DE DÉPENSES D'ASSURANCE MALADIE POUR LES QUATRE ANNÉES À VENIR\n\nLa présente annexe décrit l'évolution des agrégats de dépenses, de recettes et de soldes du régime général, de l'ensemble des régimes obligatoires de base de la sécurité sociale et du Fonds de solidarité vieillesse pour la période 2017-2020. Ces prévisions s'inscrivent dans l'objectif de retour à l'équilibre des régimes de sécurité sociale et du Fonds de solidarité vieillesse, et de la poursuite et de l'accélération de la réduction de la dette sociale.\n\nI. - Le projet de loi de financement de la sécurité sociale pour 2017 présente des comptes sociaux proches de l'équilibre, sous l'effet d'une reprise économique qui se confirme et des réformes mises en œuvre par le Gouvernement1. La reprise économique se consolide\n\nLa prévision de croissance du produit intérieur brut (PIB) commune au projet de loi de finances et au projet de loi de financement pour 2016 avait été fixée à 1,5 %, celle de la masse salariale à 2,8 % et celle de l'inflation à 1 %.Dans le programme de stabilité déposé en avril 2016, le Gouvernement avait maintenu à 1,5 % sa prévision de croissance du PIB pour 2016, mais révisé à la baisse les prévisions d'inflation, désormais quasi nulle, et de croissance de la masse salariale du secteur privé attendue alors en hausse de 2,3 % au lieu de 2,8 %.La prévision de croissance pour 2016 présentée par le Gouvernement dans le cadre du projet de loi de finances et du projet de loi de financement de la sécurité sociale pour 2017 a été fixée à 1,5 %, conforme à celle du programme de stabilité (1,5 %). Cette prévision a été révisée à 1,4 % dans le cadre du projet de loi de finances rectificative pour 2016, pour tenir compte des informations les plus récentes. En revanche celle de la masse salariale a été revue à la hausse en 2016 : elle s'établirait désormais à 2,6 %, contre 2,3 % prévu dans le programme de stabilité, résultant d'une croissance de l'emploi de 1 % et du salaire moyen de 1,6 % comme en 2015.Pour 2017, le Gouvernement prévoit une croissance identique à la prévision pour 2016 (1,5 %), une accélération de l'inflation qui resterait néanmoins faible (0,8 %) et une croissance de la masse salariale privée de 2,7 %, en légère accélération par rapport à 2016, et de 1,9 % pour la masse salariale publique, plus élevée qu'en 2016 (1,2 %), sous l'effet notamment de la hausse de la valeur du point et des mesures catégorielles.Le Haut Conseil des finances publiques a rendu deux avis sur ces prévisions macroéconomiques lors de la présentation du projet de loi de finances pour 2017 au conseil des ministres ainsi que lors de la présentation du projet de loi de finances rectificative pour 2016.\n\nLe tableau ci-dessus détaille les principaux éléments retenus pour l'élaboration des prévisions de recettes et objectifs de dépenses décrits dans la présente annexe.2. Cette reprise favorise une amélioration significative du solde des comptes sociaux et un reflux de la dette sociale globaleCette reprise économique, permise par les réformes menées par le Gouvernement en matière de compétitivité des entreprises, avec par exemple le pacte de responsabilité et de solidarité et la baisse de cotisations pour les exploitants agricoles, et conjuguée depuis 2012 à d'importants efforts d'économies conduits sur l'ensemble des branches de la sécurité sociale, permettra d'atteindre en 2017 un solde du régime général proche de l'équilibre, à seulement 400 millions d'euros de déficit, pour une dépense totale de 379,9 milliards d'euros, alors que le déficit était de 13,3 milliards en 2012.Ainsi, en 2017, et en tenant compte des mesures prévues dans le projet de loi de financement de la sécurité sociale, les branches Famille, Vieillesse et Accidents du travail et maladies professionnelles du régime général se trouvent en excédent de, respectivement, 0,03, 1,6 et 0,7 milliard d'euros. La branche Maladie se redresse également avec un déficit limité à 2,6 milliards d'euros. Le solde cumulé du régime général et du Fonds de solidarité vieillesse est quant à lui limité à - 4,2 milliards d'euros, contre - 17,5 milliards d'euros en 2012.Ce redressement devrait se poursuivre pendant les années à venir, avec une situation agrégée du régime général en excédent à hauteur de 2 milliards d'euros dès 2018, puis de 4,6 milliards d'euros en 2019 et de 7,4 milliards d'euros en 2020, la branche Maladie étant elle-même équilibrée à partir de 2019.Ce retour à l'équilibre permet de maintenir les plafonds d'emprunt de l'Agence centrale des organismes de sécurité sociale (ACOSS) à 33 milliards d'euros pour l'exercice 2017, soit un niveau inférieur à celui de 2015.Le rééquilibrage du Fonds de solidarité vieillesse (FSV) est également prévu, avec le début de la réduction de ses dépenses opéré dès 2017 en projet de loi de financement de la sécurité sociale, par un transfert vers les régimes d'assurance vieillesse, à hauteur de 1 milliard d'euros. Cela correspond à un recentrage du fonds sur ses missions de financement des dispositifs de solidarité. Le projet prévoit en effet la fin de la prise en charge du minimum contributif par le fonds d'ici 2020, permettant d'assurer l'équilibre de ses comptes à cette date. Ce transfert de dépense vers le régime Vieillesse est prévu de manière progressive entre 2017 et 2020.Le retour à l'équilibre des comptes sociaux doit s'accompagner par ailleurs d'une poursuite du désendettement des organismes de sécurité sociale. A la fin 2016, la Caisse d'amortissement de la dette sociale (CADES) aura amorti 124,7 milliards d'euros. Le résultat annuel de la CADES en 2016, qui traduit sa capacité annuelle d'amortissement des déficits passés, couplé aux bons résultats financiers du portefeuille d'actifs du Fonds de réserve pour les retraites (FRR), ont fait plus que couvrir les déficits des régimes nés sur le même exercice, ce qui signifie que la dette social a commencé son reflux. Le retour à l'équilibre du régime général puis celui du FSV permettront d'accélérer ce désendettement.Le graphique ci-dessous présente l'évolution de la dette portée par l'ACOSS, qui se réduit sous l'effet des excédents futurs du régime général, et celle portée par la CADES, amortie progressivement par cette dernière, grâce aux ressources qui lui sont affectées, dans le respect des dispositions organiques qui interdisent le report de son horizon d'extinction, et oblige donc à affecter de nouvelles ressources, en cas de nouvelle reprise de dette. La date actuelle estimée d'amortissement complet de la dette portée par cette caisse a été révisée, dans la loi de financement de la sécurité sociale pour 2013, à 2024 au lieu de 2025.\n\nVous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible en bas de page\n\nII. - L'ensemble des branches du régime général affiche dans ce projet de loi de financement de la sécurité sociale un solde équilibré ou excédentaire, à l'exception de la branche maladie dont le déficit se réduit néanmoins1. Les branches Vieillesse et Famille connaissent des excédents, grâce aux réformes engagées les années précédentes\n\nLes branches Famille et Vieillesse sont également à l'équilibre, avec un solde prévu en 2017 à 0,03 milliard d'euros pour la branche Famille et à 1,6 milliard d'euros pour la branche Vieillesse. La modulation des allocations familiales prévues par la loi de financement de la sécurité sociale pour 2015, jouant à plein sur les années 2016 et 2017, contribue en grande partie à ce retour à l'équilibre. Pour les années suivantes, le solde de la branche Famille poursuit son amélioration, à 0,7 milliard d'euros en 2018, puis à 0,8 milliard d'euros en 2019 et à 1 milliard d'euros en 2020. Ces excédents permettront de contribuer davantage à la réduction des dettes accumulées.Par ailleurs, pour la première fois depuis 2004, la Caisse nationale de l'assurance vieillesse des travailleurs salariés connaît en 2016 un excédent, qui augmente encore en 2017 pour atteindre 1,6 milliard d'euros. Ce redressement trouve son origine à la fois dans les réformes structurelles successives qui ont permis de maîtriser l'évolution des dépenses (loi n° 2014-40 du 20 janvier 2014 garantissant l'avenir et la justice du système de retraites, modification des conditions de revalorisation des pensions), mais aussi dans les mesures de hausse modérée de cotisations, qui ont garanti la pérennité des régimes de retraites, dans un esprit de responsabilité.Les excédents de la branche Vieillesse permettront notamment de rééquilibrer le Fonds de solidarité vieillesse, en absorbant progressivement le financement du minimum contributif d'ici 2020.Enfin, les montants mis en réserve sur la section 3 du Fonds de solidarité vieillesse au titre du maintien à 65 ans de l'âge de départ à la retraite au taux plein pour les parents de trois enfants ou parents d'enfant handicapé prévu par la loi de financement de la sécurité sociale pour 2011 s'avèrent supérieurs aux besoins de financement de ce dispositif.Cette section devrait disposer d'une réserve de 0,8 milliard d'euros au 31 décembre 2016, alors que le montant cumulé des dépenses qui seront supportées par les régimes n'excède pas 0,2 milliard d'euros. Le projet de loi de financement de la sécurité sociale pour 2017 prévoit donc de supprimer cette section en transférant la charge des prestations aux régimes de base et en réalisant un prélèvement sur l'ensemble des réserves de cette section au profit du régime général.\n\n2. La branche Maladie du régime général voit son déficit se résorber progressivement, tout en préservant l'accès aux soins\n\nLa fixation d'un objectif national de dépenses d'assurance maladie (ONDAM) en progression de 2,1 % par rapport à 2016 demeure un objectif ambitieux puisqu'il s'agit de réaliser 4,1 milliards d'euros d'économies, soit 0,7 milliard d'euros d'économies de plus qu'en 2016. La construction de l'objectif doit en effet faire face à trois chocs sur les dépenses tendancielles l'année prochaine : l'entrée en vigueur de la nouvelle convention médicale négociée au cours de l'été 2016, qui prévoit notamment dès l'année prochaine une importante revalorisation tarifaire, la hausse en deux temps de la valeur du point d'indice de la fonction publique ainsi que les mesures concernant la transposition de l'accord sur les parcours professionnels, carrières et rémunérations des fonctionnaires et, enfin, l'impact de l'arrivée sur le marché de médicaments anticancéreux de nouvelle génération.En réponse à l'accélération de ces dépenses, la construction de l'ONDAM pour 2017 s'appuie tout d'abord sur la continuité des actions lancées dans le cadre du plan triennal 2015-2017 déclinant la stratégie nationale de santé, avec une intensification du virage ambulatoire et des actions renforcées de maîtrise des dépenses des établissements de santé, notamment via la poursuite de l'optimisation des achats. Il s'agit également de poursuivre les actions de maîtrise médicalisée et d'une manière générale d'un renforcement de la pertinence du recours au système de soins. Enfin, face au défi de coût de l'innovation pharmaceutique pour la sécurité sociale et à la volonté réaffirmée du Gouvernement de garantir l'accès de tous aux thérapies les plus efficaces, le présent projet de loi met en place un Fonds de financement de l'innovation pharmaceutique. En lissant dans le temps l'impact sur l'ONDAM du coût de ces nouveaux traitements, ce fonds va permettre à l'assurance maladie de continuer à assurer pleinement ses missions dans le respect d'un ONDAM pour 2017 qui demeure très maîtrisé.Au-delà du respect de la trajectoire financière de l'ONDAM, la modernisation de notre système de santé se poursuit.Le présent projet de loi procède ainsi à une rénovation du modèle de financement des établissements de santé pour l'adapter aux enjeux actuels de l'offre de soins, en s'appuyant sur les recommandations formulées par M. Olivier Véran. Il s'agit notamment de faire évoluer les règles de tarification des activités à la frontière de l'hospitalisation de jour et l'activité externe des établissements sanitaires, des activités de soins critiques (réanimation, soins intensifs, surveillance continue) ou des activités hospitalières \"isolées\" (pour mieux tenir compte de certaines spécificités géographiques) ainsi que de procéder à quelques ajustements sur la montée en charge de la réforme de la tarification des soins de suite et réadaptation adoptée dans la loi de financement de la sécurité sociale pour 2016.L'accent est également placé sur le développement de nouvelles actions de prévention (concernant la prise en charge des jeunes en souffrance psychique). Enfin le présent projet de loi donne toute leur place aux assurés et à leurs représentants via une profonde réforme du financement des associations d'usagers consacrée par la création du Fonds national de la démocratie sanitaire.\n\nIII. - Le projet de loi de financement de la sécurité sociale pour 2017 porte également des réformes des prélèvements et des prestations visant à les moderniser et à simplifier leur mise en œuvre1. La modernisation des prélèvements mise en œuvre dans ce projet de loi vise à les adapter aux nouveaux enjeux économiques, sanitaires et sociaux\n\nLa mise en œuvre du pacte de responsabilité et de solidarité se poursuit en 2017 en faveur de la compétitivité et de l'emploi par un relèvement du taux du crédit d'impôt pour la compétitivité et l'emploi (CICE) de 6 à 7 %, ce qui représente un effort supplémentaire de 4 milliards d'euros.Pour les travailleurs indépendants qui ne sont pas éligibles au CICE au titre de leur propre rémunération, elle se traduit par une réduction dégressive du taux des cotisations d'assurance maladie-maternité, actuellement fixé à 6,5 %, pour les travailleurs indépendants dont les revenus annuels sont inférieurs à 70 % du plafond annuel de la sécurité sociale pour un coût de 150 millions d'euros, qui s'ajoute à l'exonération de 1 milliard d'euros déjà mise en place en 2015.Par ailleurs, le développement de l'économie numérique a permis l'émergence de nombreuses plateformes collaboratives dont la caractéristique commune est de proposer la mise à disposition ou l'échange de biens ou de services de pair à pair. Si le seul fait de réaliser des activités par le biais d'une plateforme numérique ne modifie pas la nature même de l'activité et ne doit donc pas impliquer un environnement juridique différent, dans un souci d'équité avec les activités comparables au sein de l'économie traditionnelle, il apparaît toutefois nécessaire de définir une frontière claire entre les revenus du patrimoine et les revenus d'activité, ce qui est opéré dans le projet de loi.Afin d'accompagner les travailleurs indépendants dans l'application du droit social, les démarches administratives et sociales permettant l'affiliation, l'assujettissement et le recouvrement des cotisations sociales des travailleurs indépendants ayant recours à ces plateformes d'intermédiation pour des activités de faible volume seront facilitées.Enfin, la lutte contre le tabagisme est un axe marquant du projet de loi de financement de la sécurité sociale pour 2017. Le tabac est l'une des premières causes de mortalité évitable en France. Le Gouvernement institue donc une contribution sociale permettant de faire contribuer l'industrie du tabac aux externalités négatives qu'elle engendre et, en complément de sa politique de santé publique, augmente significativement les droits perçus sur le tabac à rouler afin d'éloigner les jeunes du tabac.La création d'une taxe assise sur le chiffre d'affaires des fournisseurs agréés de produits du tabac apportera ainsi 130 millions d'euros au fonds de lutte contre le tabagisme. En s'attachant à révéler les capacités contributives des industriels du secteur, cette taxe limitera les possibilités d'optimisation fiscale au sein de ce marché oligopolistique.La seconde mesure cible le tabac à rouler, produit qui tend à se substituer à la cigarette et dont la fiscalité est pourtant moindre. Cet écart de fiscalité se traduit dans les prix du tabac à rouler, de 26 % inférieurs en moyenne à ceux des cigarettes. Il s'agit d'aligner le poids de la fiscalité sur les produits du tabac à rouler sur celui constaté sur les cigarettes.\n\n2. Différentes réformes visent à simplifier les démarches des assurés et des cotisants\n\nLe Gouvernement porte une attention constante depuis 2012 à l'amélioration des conditions de recouvrement des cotisations et contributions sociales des travailleurs indépendants affiliés au régime social des indépendants (RSI). Très récemment, il a lancé un plan de vingt actions concrètes visant à améliorer durablement les relations entre le RSI et ses plus de six millions d'assurés.Un comité de suivi de ces vingt mesures a été institué, présidé par le député Fabrice Verdier et composé de personnes indépendantes, notamment des assurés eux-mêmes.Ces actions ont permis de rétablir dans la durée un fonctionnement sécurisé du recouvrement des cotisations sociales, après plusieurs années de dysfonctionnements liés à la mise en place en 2008 de la répartition des compétences entre les réseaux du RSI et des unions de recouvrement des cotisations de sécurité sociale (URSSAF) dénommée \"interlocuteur social unique\" (ISU). Cette réforme avait créé une organisation complexe, fondée sur un fractionnement des tâches impraticable entre caisses de base du RSI et URSSAF. Le cadre d'intervention des deux réseaux tel qu'issu de l'ordonnance portant création de l' \"interlocuteur social unique\" ne correspond plus ni aux besoins des travailleurs indépendants ni aux pratiques de travail des deux réseaux. Afin de garantir une organisation simple et un pilotage unifié, autour d'une structure unique et dédiée, du recouvrement des cotisations dues par les travailleurs indépendants ainsi qu'une qualité de services suffisante aux assurés, le projet de loi de financement de la sécurité sociale pour 2017 instaure une organisation nouvelle de ce dispositif de recouvrement :1° En supprimant les mécanismes complexes de fractionnement de compétences entre les deux réseaux, pour établir leur coresponsabilité entière sur la totalité des missions de recouvrement des cotisations et contributions des artisans et commerçants ;2° En créant une structure de pilotage national dédiée, conduite par un directeur national, responsable de la performance du recouvrement et de la qualité du service rendu aux cotisants, et placée sous l'autorité du directeur général du RSI et du directeur de l'ACOSS et s'appuyant sur des responsables locaux.Le projet de loi de financement de la sécurité sociale pour 2017 vise également à simplifier l'organisation de la protection sociale pour les professions libérales en faisant progressivement bénéficier les futurs créateurs d'entreprises de la même couverture sociale que les artisans et commerçants, caractérisée par le bénéfice d'indemnités journalières et de droits à retraite plus élevés. Les entrepreneurs actuels relevant des mêmes professions pourront exercer un droit d'option afin de rejoindre cette nouvelle organisation.\n\n3. La lutte contre la fraude et contre le travail dissimulé est renforcée\n\nLa lutte contre la fraude constitue une priorité du Gouvernement en raison de son coût, mais également parce que la fraude prive de droit les personnes qui en sont victimes. A cet égard, le projet de loi de financement de la sécurité sociale pour 2017 propose différentes évolutions.Face à l'intervention d'un nombre croissant de travailleurs détachés en France, le Gouvernement a souhaité prendre des mesures pour faciliter la vérification de la situation de ces travailleurs au regard de la sécurité sociale. Lorsque les travailleurs relèvent de la législation de sécurité sociale d'un autre Etat, ces derniers et leur employeur, ainsi que l'éventuel donneur d'ordres doivent être en mesure de produire les formulaires en attestant.Le projet de loi de financement de la sécurité sociale pour 2017 prévoit donc que ces formulaires devront être tenus à disposition des agents en charge de lutte contre le travail dissimulé, sous peine d'une pénalité. Cela permettra d'éviter des procédures longues et inutiles contre des entreprises qui respectent les règles, en poursuivant plus rapidement et efficacement celles qui les méconnaissent.Le texte vise également à intégrer de nouveaux partenaires pour l'alimentation et la consultation du répertoire national commun de la protection sociale, notamment la Caisse des Français de l'étranger (CFE). L'intégration des données détenues par la CFE dans cette base de données permettra d'éviter les doubles rattachements et de garantir la continuité des droits en cas de changement de situation.Enfin, l'opposition à tiers détenteur initialement créée au bénéfice des organismes de recouvrement est étendue aux branches prestataires du régime général ainsi qu'aux régimes spéciaux. Ces organismes pourront ainsi bénéficier d'une modalité de recouvrement forcé, ce qui permettra de sauvegarder certaines créances frauduleuses pour lesquelles, actuellement, les délais de procédure laissent le temps au débiteur d'organiser son insolvabilité.\n\nPrévisions de recettes et objectifs de dépenses par branche des régimes obligatoires de base et des organismes concourant au financement de ces régimesRecettes, dépenses et soldes du régime général\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes de l'ensemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes du Fonds de solidarité vieillesse\n\n(En milliards d'euros)\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\n2019\n\n2020\n\nPIB volume\n\n0,6 %\n\n1,3 %\n\n1,5 %\n\n1,4 %\n\n1,8 %\n\n1,9 %\n\n1,9 %\n\nMasse salariale secteur privé\n\n1,6 %\n\n1,7 %\n\n2,6 %\n\n2,7 %\n\n3,6 %\n\n3,8 %\n\n4,1 %\n\nDont effectifs\n\n0,0 %\n\n0,1 %\n\n1,0 %\n\n1,0 %\n\n0,5 %\n\n0,5 %\n\n0,7 %\n\nDont salaire moyen\n\n1,6 %\n\n1,6 %\n\n1,6 %\n\n1,7 %\n\n3,0 %\n\n3,3 %\n\n3,4 %\n\nONDAM\n\n2,4 %\n\n2,0 %\n\n1,8 %\n\n2,1 %\n\n2,0 %\n\n2,0 %\n\n2,0 %\n\nPrix hors tabac\n\n0,4 %\n\n0,0 %\n\n0,2 %\n\n0,8 %\n\n1,4 %\n\n1,8 %\n\n1,8 %\n\nRevalorisation des prestations octobre (moyenne annuelle)\n\n0,3 %\n\n0,0 %\n\n0,1 %\n\n0,2 %\n\n0,7 %\n\n1,2 %\n\n1,6 %\n\nRevalorisation des prestations avril (moyenne annuelle)\n\n0,7 %\n\n0,1 %\n\n0,1 %\n\n0,2 %\n\n0,7 %\n\n1,3 %\n\n1,7 %\n\n1\n\n2016\n\n2017\n\n2018\n\n2019\n\n2020\n\nMaladie\n\nRecettes\n\n195,8\n\n203,2\n\n209,1\n\n215,4\n\n221,9\n\nDépenses\n\n199,8\n\n205,9\n\n209,9\n\n214,1\n\n218,2\n\nSolde\n\n- 4,1\n\n- 2,6\n\n- 0,9\n\n1,3\n\n3,7\n\nAccidents du travail et maladies professionnelles\n\nRecettes\n\n12,7\n\n12,8\n\n13,8\n\n14,1\n\n14,0\n\nDépenses\n\n12,0\n\n12,1\n\n12,2\n\n12,3\n\n12,5\n\nSolde\n\n0,7\n\n0,7\n\n1,6\n\n1,8\n\n1,6\n\nFamille\n\nRecettes\n\n48,7\n\n49,9\n\n51,4\n\n52,6\n\n53,9\n\nDépenses\n\n49,7\n\n49,9\n\n50,7\n\n51,7\n\n53,0\n\nSolde\n\n- 1,0\n\n0,0\n\n0,7\n\n0,8\n\n1,0\n\nVieillesse\n\nRecettes\n\n124,0\n\n126,5\n\n129,1\n\n133,4\n\n138,7\n\nDépenses\n\n122,9\n\n125,0\n\n128,5\n\n132,7\n\n137,6\n\nSolde\n\n1,1\n\n1,6\n\n0,6\n\n0,7\n\n1,1\n\nToutes branches consolidées\n\nRecettes\n\n368,2\n\n379,5\n\n390,3\n\n402,1\n\n415,0\n\nDépenses\n\n371,6\n\n379,9\n\n388,2\n\n397,5\n\n407,6\n\nSolde\n\n- 3,4\n\n- 0,4\n\n2,1\n\n4,6\n\n7,4\n\n1\n\n2016\n\n2017\n\n2018\n\n2019\n\n2020\n\nMaladie\n\nRecettes\n\n197,0\n\n204,5\n\n210,3\n\n216,6\n\n223,2\n\nDépenses\n\n201,1\n\n207,1\n\n211,2\n\n215,3\n\n219,5\n\nSolde\n\n- 4,0\n\n- 2,6\n\n- 0,9\n\n1,3\n\n3,7\n\nAccidents du travail et maladies professionnelles\n\nRecettes\n\n14,1\n\n14,2\n\n15,3\n\n15,5\n\n15,5\n\nDépenses\n\n13,4\n\n13,5\n\n13,6\n\n13,7\n\n13,9\n\nSolde\n\n0,7\n\n0,7\n\n1,7\n\n1,8\n\n1,6\n\nFamille\n\nRecettes\n\n48,7\n\n49,9\n\n51,4\n\n52,6\n\n53,9\n\nDépenses\n\n49,7\n\n49,9\n\n50,7\n\n51,7\n\n53,0\n\nSolde\n\n- 1,0\n\n0,0\n\n0,7\n\n0,8\n\n1,0\n\nVieillesse\n\nRecettes\n\n228,3\n\n232,2\n\n236,8\n\n243,5\n\n251,4\n\nDépenses\n\n227,1\n\n230,6\n\n236,4\n\n243,3\n\n251,3\n\nSolde\n\n1,2\n\n1,6\n\n0,4\n\n0,1\n\n0,1\n\nToutes branches consolidées\n\nRecettes\n\n474,4\n\n487,1\n\n499,9\n\n514,1\n\n529,7\n\nDépenses\n\n477,6\n\n487,4\n\n498,0\n\n510,1\n\n523,3\n\nSolde\n\n- 3,1\n\n- 0,3\n\n1,9\n\n4,0\n\n6,4\n\n1\n\n2016\n\n2017\n\n2018\n\n2019\n\n2020\n\nRecettes\n\n16,5\n\n15,7\n\n16,2\n\n16,7\n\n17,3\n\nDépenses\n\n20,3\n\n19,6\n\n18,8\n\n18,0\n\n17,0\n\nSolde\n\n- 3,8\n\n- 3,8\n\n- 2,6\n\n- 1,3\n\n0,3\n\n1"
    },
    {
      "provision_ref": "artANNEXEC",
      "section": "ANNEXEC",
      "title": "Article ANNEXEC",
      "content": "ÉTAT DES RECETTES, PAR CATÉGORIE ET PAR BRANCHE, DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL AINSI QUE DES RECETTES, PAR CATÉGORIE, DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMESI. - Recettes par catégorie et par branche des régimes obligatoires de base de sécurité socialeExercice 2017\n\n(En milliards d'euros)\n\nII. - Recettes par catégorie et par branche du régime général de sécurité socialeExercice 2017\n\n(En milliards d'euros)\n\nIII. - Recettes par catégorie des organismes concourant au financement des régimes obligatoires de base de sécurité socialeExercice 2017\n\n(En milliards d'euros)\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTSdu travail/maladiesprofessionnelles\n\nRÉGIMESde base\n\nFONDSde solidaritévieillesse\n\nRÉGIMESde baseet Fondsde solidaritévieillesse\n\nCotisations effectives\n\n91,7\n\n134,1\n\n30,5\n\n13,3\n\n267,8\n\n0,0\n\n267,8\n\nCotisations prises en charge par l'Etat\n\n3,3\n\n2,7\n\n1,0\n\n0,1\n\n7,1\n\n0,0\n\n7,1\n\nCotisations fictives d'employeur\n\n0,4\n\n39,1\n\n0,0\n\n0,3\n\n39,8\n\n0,0\n\n39,8\n\nContribution sociale généralisée\n\n70,9\n\n0,0\n\n10,2\n\n0,0\n\n80,8\n\n9,6\n\n90,3\n\nImpôts, taxes et autres contributions sociales\n\n32,5\n\n19,3\n\n7,5\n\n0,0\n\n59,3\n\n6,5\n\n65,8\n\nCharges liées au non-recouvrement\n\n- 1,1\n\n- 0,6\n\n- 0,3\n\n- 0,2\n\n- 2,3\n\n0,0\n\n- 2,3\n\nTransferts\n\n3,0\n\n37,4\n\n0,4\n\n0,1\n\n29,1\n\n0,0\n\n10,0\n\nProduits financiers\n\n0,0\n\n0,1\n\n0,0\n\n0,0\n\n0,1\n\n0,0\n\n0,1\n\nAutres produits\n\n3,9\n\n0,3\n\n0,7\n\n0,5\n\n5,4\n\n- 0,3\n\n5,2\n\nRecettes\n\n204,5\n\n232,2\n\n49,9\n\n14,2\n\n487,1\n\n15,7\n\n483,7\n\n1\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTSdu travail/maladiesprofessionnelles\n\nRÉGIMESde base\n\nFONDSde solidaritévieillesse\n\nRÉGIMESde baseet Fondsde solidaritévieillesse\n\nCotisations effectives\n\n90,9\n\n80,7\n\n30,5\n\n12,4\n\n212,8\n\n0,0\n\n212,8\n\nCotisations prises en charge par l'Etat\n\n3,3\n\n2,4\n\n1,0\n\n0,1\n\n6,7\n\n0,0\n\n6,7\n\nCotisations fictives d'employeur\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nContribution sociale généralisée\n\n70,9\n\n0,0\n\n10,2\n\n0,0\n\n80,8\n\n9,6\n\n90,3\n\nImpôts, taxes et autres contributions sociales\n\n32,5\n\n14,6\n\n7,5\n\n0,0\n\n54,6\n\n6,5\n\n61,0\n\nCharges liées au non-recouvrement\n\n- 1,1\n\n- 0,5\n\n- 0,3\n\n- 0,2\n\n- 2,1\n\n- 0,3\n\n- 2,4\n\nTransferts\n\n3,0\n\n29,1\n\n0,4\n\n0,0\n\n21,4\n\n0,0\n\n3,9\n\nProduits financiers\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nAutres produits\n\n3,9\n\n0,3\n\n0,7\n\n0,5\n\n5,3\n\n0,0\n\n5,3\n\nRecettes\n\n203,2\n\n126,5\n\n49,9\n\n12,8\n\n379,5\n\n15,7\n\n377,6\n\n1\n\nFONDS DE SOLIDARITÉ VIEILLESSE\n\nCotisations effectives\n\n0,0\n\nCotisations prises en charge par l'Etat\n\n0,0\n\nCotisations fictives d'employeur\n\n0,0\n\nContribution sociale généralisée\n\n9,6\n\nImpôts, taxes et autres contributions sociales\n\n6,5\n\nCharges liées au non-recouvrement\n\n- 0,3\n\nTransferts\n\n0,0\n\nProduits financiers\n\n0,0\n\nAutres produits\n\n0,0\n\nTotal\n\n15,7\n\n1"
    }
  ]
}