{
  "id": "jorftext000000509757",
  "type": "statute",
  "title": "Loi n° 73-1193 du 27 décembre 1973",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000509757",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La liberté et la volonté d'entreprendre sont les fondements des activités commerciales et artisanales. Celles-ci s'exercent dans le cadre d'une concurrence claire et loyale.\n\nLe commerce et l'artisanat ont pour fonction de satisfaire les besoins des consommateurs, tant en ce qui concerne les prix que la qualité des services et des produits offerts. Ils doivent participer au développement de l'emploi et contribuer à accroître la compétitivité de l'économie nationale, animer la vie urbaine et rurale et améliorer sa qualité.\n\nLes pouvoirs publics veillent à ce que l'essor du commerce et de l'artisanat permette l'expansion de toutes les formes d'entreprises, indépendantes, groupées ou intégrées, en évitant qu'une croissance désordonnée des formes nouvelles de distribution ne provoque l'écrasement de la petite entreprise et le gaspillage des équipements commerciaux et ne soit préjudiciable à l'emploi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour rendre effective la liberté d'entreprendre, les pouvoirs publics, dans le cadre des enseignements scolaires et universitaires et de l'apprentissage, organisent la formation initiale de ceux qui se destinent à l'exercice d'une profession commerciale ou artisanale. Cette formation a pour objet de dispenser les connaissances de base et les éléments d'une culture générale incluant les données scientifiques et techniques, de préparer à une qualification et à son perfectionnement ultérieur.Facteur d'amélioration de la compétitivité et des services rendus, la formation continue des commerçants et artisans doit leur permettre d'actualiser, d'adapter et de perfectionner leurs connaissances, de tenir compte de l'évolution des conditions du marché, des méthodes de commercialisation et de gestion et d'assurer leur promotion économique et sociale. A cet effet, l'Etat, les collectivités locales, les établissements publics, les établissements d'enseignement, les associations, les organisations professionnelles et les entreprises concourent soit par une assistance technique et financière, soit en tant que dispensateur de formation, à cette formation continue."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les pouvoirs publics favorisent, par leur concours technique et financier, la première installation des jeunes commerçants et artisans ainsi que la conversion des commerçants et artisans atteints par les mutations économiques."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Si aucun membre de la commission départementale des impôts directs et des taxes sur le chiffre d'affaires n'appartient à la profession exercée par le contribuable dont la situation est examinée, celui-ci peut demander que l'un des commissaires soit remplacé par un représentant de l'une des organisations professionnelles dont il fait partie."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les forfaits doivent tenir compte des réalités des petites entreprises et, en particulier, de l'évolution des marges dans l'activité considérée et de celle des charges imposées à l'entreprise. Ils sont, sous réserve d'une adaptation à chaque entreprise, établis sur la base des monographies professionnelles nationales ou régionales, élaborées par l'administration et communiquées aux organisations professionnelles qui peuvent présenter leurs observations."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Gouvernement déposera avant le 31 décembre 1973 un projet de loi portant réforme de la contribution des patentes et définissant la ressource locale appelée à la remplacer. Cette dernière tiendra compte de la situation particulière de certaines entreprises artisanales exonérées à la date de promulgation de la présente loi.Les modalités d'assiette des contributions pour frais de chambres de commerce et d'industrie et chambres de métiers seront également aménagées, après consultation des organismes en cause, dans le cadre du texte visé au premier alinéa.En ce qui concerne les dispositions de la loi du 16 juin 1948 relatives à la taxe pour frais de chambres de métiers applicables dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, elles seront adaptées, après consultation des chambres de métiers concernées, pour tenir compte de la définition de la ressource locale appelée à remplacer la contribution des patentes.Ces dispositions entreront en vigueur le 1er janvier 1975."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "En matière de sécurité sociale, les régimes dont bénéficient les commerçants et artisans seront progressivement harmonisés avec le régime général en vue d'instituer une protection sociale de base unique dans le respect de structures qui leur soient propres.Cette harmonisation devra être totale au plus tard le 31 décembre 1977."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Un aménagement de l'assiette des charges sociales sera recherché pour tenir compte de l'ensemble des éléments d'exploitation de l'entreprise.Cet objectif devra être atteint au plus tard le 31 décembre 1977."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "A compter du 1er janvier 1974 les conditions de ressources auxquelles est subordonné l'octroi de l'aide spéciale compensatrice instituée par la loi n° 72-657 du 13 juillet 1972 et les modalités de calcul de cette aide seront adaptées, notamment pour exclure des ressources prises en compte la pension de retraite éventuellement versée à l'intéressé par une des caisses visées à l'article 8 de ladite loi, afin d'obtenir une répartition plus équitable de l'aide. Dans ce but, une aide dégressive sera attribuée, dans des conditions fixées par décret en Conseil d'Etat, aux commerçants et artisans âgés de plus de soixante ans dont le montant total des ressources est compris entre une fois et demie et deux fois le chiffre limite prévu pour l'obtention de l'allocation supplémentaire du fonds national de solidarité.Les dispositions du troisième alinéa de l'article 14 de la loi du 13 juillet 1972 visée ci-dessus ne seront pas applicables à l'aide dégressive instituée à l'alinéa précédent.Un décret en Conseil d'Etat déterminera les conditions dans lesquelles l'aide dégressive sera accordée aux commerçants et artisans ayant abandonné leur activité entre le 31 décembre 1972 et le 1er janvier 1974. Ces aides seront imputées sur les fonds sociaux mentionnés à l'article 8 de la loi n° 72-657 du 13 juillet 1972."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Dans le cadre de l'harmonisation définie à l'article 9, les prestations servies au titre de l'assurance vieillesse des commerçants et artisans sont réajustées par étapes.Un réajustement sera opéré avec effet au plus tard du 1er janvier 1974.Le réajustement total devra être terminé au plus tard le 31 décembre 1977."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Après consultation des organisations professionnelles, les      chambres de commerce et d'industrie territoriales et les chambres de métiers participent à l'établissement des schémas directeurs d'aménagement et d'urbanisme et à celui des plans d'aménagement rural.Les rapports annexes des schémas directeurs d'aménagement et d'urbanisme et des plans d'aménagement rural fixent, à titre prévisionnel, l'importance et la localisation des zones préférentielles d'implantation des différents équipements commerciaux et artisanaux.Les études économiques nécessaires à la préparation des documents prévisionnels d'organisation commerciale et artisanale peuvent être réalisées à l'initiative des      chambres de commerce et d'industrie territoriales et des chambres de métiers."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "En vue de préserver l'animation commerciale du centre des villes, les communes de moins de 100.000 habitants et les communes classées \"communes touristiques\" bénéficient d'une priorité pour l'obtention de prêts de la caisse d'aide à l'équipement des collectivités locales (C.A.E.C.L.) et de la caisse des dépôts et consignations pour l'aménagement de parcs de stationnement."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Toute coopérative d'administration ou d'entreprise qui vend directement ou indirectement des marchandises à des personnes autres que les membres du personnel de l'administration ou de l'entreprise titulaires de la carte de coopérateur, est assujettie aux mêmes impositions que celles dont sont redevables les entreprises commerciales, et doit rémunérer totalement son personnel."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Des dispositions particulières sont prises pour faire bénéficier de conditions privilégiées de crédit les commerçants qui veulent reconvertir leur activité ou s'intégrer à une des formes du commerce indépendant associé, ainsi que les jeunes qui veulent s'installer en tant que chef d'entreprise commerciale et justifient de leur qualification dans la profession.Ils pourront, en particulier, percevoir des prêts du fonds de développement économique et social et des sociétés de développement régional.Un arrêté des ministres intéressés précise, en tant que de besoin, les conditions d'application du présent article."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Au terme des stages de conversion ou de promotion professionnelle organisés dans les conditions prévues à l'article 10 (1° et 3°) de la loi n° 71-575 du 16 juillet 1971, les commerçants et artisans bénéficieront en priorité d'un prêt d'installation et d'équipement."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Une aide particulière sera instituée en faveur des entreprises artisanales de sous-traitance, situées dans les régions déterminées par arrêté et qui désirent transférer leur installation dans les zones ou régions où peut être attribuée la prime de développement régional instituée par le décret n° 72-270 du 11 avril 1972 ou la prime de localisation créée par le décret n° 72-271 du 11 avril 1972, ainsi que dans les zones à économie rurale dominante définies en application du décret n° 67-938 du 24 octobre 1967 et la zone d'économie montagnarde définie par le décret n° 61-650 du 23 juin 1961.Un décret définit les mesures propres à :Eviter que les sous-traitants ne subissent les conséquences de la défaillance du donneur d'ordres et notamment du titulaire d'un marché public ;Inciter les entreprises artisanales à participer directement ou par voie de sous-traitance aux marchés publics."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les commerçants et artisans dont la situation est compromise de façon irrémédiable du fait d'une opération d'équipement collectif engagée par une collectivité publique ou un organisme en dépendant, et en priorité, du fait d'une opération de rénovation urbaine, peuvent recevoir une aide pour leur reconversion lorsqu'ils ne bénéficient pas d'une indemnisation directe.Un décret détermine les conditions, notamment de ressources et d'ancienneté d'établissement, que devront remplir les demandeurs pour avoir vocation à l'aide ; il fixe la composition des commissions qui statueront sur les demandes.Les dépenses correspondant à l'aide prévue ci-dessus sont inscrites à un compte spécial tenu dans les écritures de la caisse de compensation de l'organisation autonome nationale de l'industrie et du commerce (Organic).Le décret prévu au 1° de l'article 3 de la loi n° 72-657 du 13 juillet 1972 pourra affecter audit compte une part de la taxe d'entraide."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Les commerçants et artisans qui suivent un stage de conversion au sens de l'article 10-1° de la loi n° 71-575 du 16 juillet 1971 reçoivent une rémunération calculée dans les conditions prévues à l'article 25-I-3° de ladite loi.II. - Les commerçants et artisans qui suivent un stage de promotion professionnelle au sens de l'article 10-3° de la loi n° 71-575 du 16 juillet 1971 perçoivent une rémunération calculée dans les conditions prévues à l'article 30 de ladite loi.III. - A l'issue de l'un des stages définis à l'article L. 145-43 du code de commerce, les commerçants et artisans qui renoncent à leur activité et recherchent un emploi salarié percevront, jusqu'à ce qu'ils aient trouvé un emploi et pendant une durée maximum de trois mois, une indemnité d'un montant égal à la rémunération qu'ils percevaient pendant leur stage."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "En application des dispositions de l'alinéa 2 de l'article 2 du livre II du code du travail, les élèves inscrits dans une classe du cycle moyen comportant un enseignement alterné peuvent effectuer, dans les entreprises commerciales et artisanales agréées, des stages d'information et de formation pratique au cours des deux dernières années de leur scolarité obligatoire.Dans ce cas, une convention doit être conclue entre le chef d'entreprise commerciale ou artisanale agréée et l'établissement d'enseignement que fréquente l'élève ; cette convention détermine notamment les conditions dans lesquelles sont effectués les stages dans l'entreprise agréée.Pendant cette période de préapprentissage, l'élève bénéficie du statut scolaire et de conditions identiques à celles offertes par les filières permettant la préparation d'un diplôme de l'enseignement technologique du niveau d'ouvrier qualifié."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "La formation initiale et la formation continue tendent à promouvoir une qualification professionnelle répondant aux besoins de la clientèle et à la rentabilité de l'entreprise artisanale ou commerciale.\n\nUn décret en Conseil d'Etat fixe les conditions dans lesquelles les chambres de métiers et les chambres de commerce et d'industrie ont l'obligation de proposer des stages de courte durée d'initiation à la gestion à l'intention des professionnels demandant pour la première fois l'immatriculation d'une entreprise artisanale ou commerciale et délivrent une attestation à l'issue de ces stages. Les stages d'initiation aux fonctions de chef d'entreprise commerciale ou artisanale, peuvent également être organisés dans les écoles supérieures professionnelles reconnues et conventionnées par l'éducation nationale.\n\nLe stage d'initiation à la gestion est dénommé stage de préparation à l'installation lorsqu'il est organisé par le réseau des chambres de métiers et de l'artisanat.A défaut d'être déjà financé par un organisme de financement de la formation professionnelle continue des professions salariées ou des demandeurs d'emploi, le stage de préparation à l'installation mentionné au troisième alinéa du présent article peut être financé par la contribution prévue au 2° de l'article L. 6331-48 du code du travail."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "L'aide aux programmes de formation de courte durée, destinés à l'actualisation des connaissances et au perfectionnement des professionnels en activité, salariés et non salariés, et organisés dans le cadre des fonds d'assurance-formation ainsi que les stages d'initiation à la gestion prévus à l'article 59 ci-dessus, figurent parmi les priorités prévues à l'article 9 de la loi n° 71-575 du 16 juillet 1971.Les fonds d'assurance-formation concernant les entreprises artisanales et leurs salariés sont habilités à percevoir la participation financière des artisans lorsqu'ils y sont assujettis en raison du nombre de leurs salariés. Dans ce cas, une convention est passée entre l'employeur et le fonds."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Les décrets dont l'intervention est prévue ou serait nécessaire pour l'application de la présente loi sont des décrets en Conseil d'Etat.Des décrets en Conseil d'Etat intégreront ces dispositions dans les lois et ordonnances en vigueur qui se trouvent modifiées par lesdites dispositions, avec les adaptations de forme nécessaires, à l'exclusion de toute modification de fond."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Un décret en Conseil d'Etat apportera aux dispositions de la présente loi les adaptations nécessaires à son application dans les départements d'outre-mer."
    }
  ]
}