{
  "id": "jorftext000000776863",
  "type": "statute",
  "title": "Ordonnance n° 2002-411 du 27 mars 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000776863",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est créé un régime de retraite de base obligatoire de sécurité sociale applicable aux résidents à Mayotte salariés et assimilés de droit privé ou agents publics, à l'exception des agents visés par l'ordonnance du 5 septembre 1996 susvisée, des fonctionnaires civils et militaires de l'Etat et des magistrats relevant du code des pensions civiles et militaires de retraite, des fonctionnaires territoriaux et hospitaliers relevant de la Caisse nationale de retraite des agents des collectivités locales et des ouvriers relevant du Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat exerçant à Mayotte.\n\nCe régime est géré par la caisse de sécurité sociale de Mayotte visée à l'article 22 de l'ordonnance du 20 décembre 1996 susvisée.\n\nToutefois, les personnes mentionnées au premier alinéa relevant d'un autre régime obligatoire relevant du code de la sécurité sociale peuvent, pour une durée limitée, demeurer affiliées à celui-ci dans des conditions fixées par décret.\n\nLa faculté de s'assurer volontairement, pour le risque vieillesse, est accordée, dans des conditions prévues par décret, aux personnes qui, ayant été affiliées obligatoirement pendant une durée déterminée au régime de retraite de Mayotte prévu au premier alinéa, cessent de remplir les conditions de l'assurance obligatoire."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le régime de retraite garantit une pension de retraite à l'assuré qui en demande la liquidation à partir de l'âge prévu au premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale, pour les assurés nés à compter du 1er janvier 1969, et qui justifie d'une durée minimale d'assurance. Cet âge est fixé par décret, de manière croissante par génération et dans la limite de l'âge mentionné au premier alinéa du présent article, pour les assurés nés entre le 1er janvier 1962 et le 31 décembre 1968.\n\nA partir de l'âge prévu au 1° de l'article L. 351-8 du même code, si l'assuré a accompli dans le régime une durée d'assurance inférieure à la limite mentionnée au premier alinéa du présent article mais justifie d'une durée d'assurance supérieure à un minimum, la pension servie est d'abord calculée sur la base de cette durée, puis réduite compte tenu de la durée réelle d'assurance."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les périodes d'assurance ne peuvent être retenues, pour la détermination du droit à pension, que si elles ont donné lieu au versement d'un minimum de cotisations.\n\nLes dispositions des articles L. 351-14-1 et L. 351-17 du code de la sécurité sociale sont applicables sous réserve des adaptations suivantes : les mots : \" régime général \" et \" régime général de sécurité sociale \" sont remplacés par les mots : \" régime de retraite de Mayotte prévu à l'article 5 de l'ordonnance n° 2002-411 du 27 mars 2002 \"."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "I.-Par dérogation à l'article 7, tout assuré qui n'est pas en mesure de justifier de l'ensemble des activités salariées exercées entre le 1er janvier 1987 et le 31 décembre 2002 peut bénéficier, sous réserve que ces activités n'aient pas donné lieu à validation à un autre titre dans le régime mentionné à l'article 5 ou un autre régime de base obligatoire, d'un nombre de trimestres d'assurance supplémentaires, à condition :1° De justifier de l'exercice effectif d'une activité salariée, pendant une durée minimale définie par décret, au cours de cette période ;2° D'avoir validé dans le régime au titre d'une activité salariée, entre le 1er janvier 2003 et la date de liquidation, une durée minimale d'assurance, définie par décret et qui ne saurait être inférieure à vingt pour cent de la période comprise entre ces deux dates.II.-Le nombre de trimestres supplémentaires mentionnés au I ne peut être supérieur à un pourcentage, défini par décret, du nombre de trimestres civils compris entre le 1er janvier 1987 et le 31 décembre 2002.Il est déterminé, dans des conditions fixées par décret, sur la base de la durée d'assurance validée par l'assuré entre le 1er janvier 2003 et la date de liquidation fixée en application des articles 7 et 8, en fonction de la date de naissance de l'assuré.III.-L'attribution de trimestres supplémentaires, dans les conditions prévues au I et au II, ne saurait avoir pour effet :1° De porter la durée d'assurance accomplie dans le régime de base d'assurance vieillesse ou dans un ou plusieurs autres régimes de base obligatoire sur la période comprise entre le 1er janvier 1987 et le 31 décembre 2002 au-delà de la durée d'assurance maximale pouvant donner lieu à cotisation sur cette même période ;2° De porter la durée d'assurance au-delà de la durée requise pour le bénéfice d'une pension à taux plein en application de l'article 12."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sont prises en considération, en vue de l'ouverture du droit à pension, les périodes suivantes accomplies par l'assuré :\n\n1° Les périodes pendant lesquelles l'assuré a bénéficié de prestations maladie, maternité, invalidité, accident du travail, ou perçu une rente accident du travail pour une incapacité permanente au moins égale à un taux fixé par décret ;\n\n2° Les périodes pendant lesquelles l'assuré a bénéficié de l'une des allocations mentionnées aux articles L. 5421-1 et L. 5422-6 du code du travail ou de l'indemnité horaire mentionnée au II de l'article L. 5122-1 du même code ;\n\n3° Les périodes prévues dans les conditions de l'article L. 161-19 du code de la sécurité sociale ;\n\n4° Les périodes de volontariat de service civique mentionnées au 1° de l'article L. 120-34 du code du service national ;\n\n5° Sauf dans la mesure où elle s'impute sur la durée de la peine, toute période de détention provisoire accomplie par une personne qui, au moment de son incarcération, relevait de l'assurance obligatoire ;\n\n6° Dans des conditions et limites d'âge, de ressources et de nombre total de trimestres validés à ce titre, fixées par décret, et sans condition d'affiliation préalable, les périodes n'ayant pas donné lieu à validation à un autre titre dans le régime de retraite de Mayotte prévu à l'article 5 pendant lesquelles une personne a été inscrite en tant que sportif de haut niveau sur la liste mentionnée au premier alinéa de l'article L. 221-2 du code du sport ;\n\n7° Les périodes de stage mentionnées à l'article L. 6342-3 du code du travail."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Une majoration de durée d'assurance pour enfants est attribuée aux assurés sociaux dans les conditions prévues par les dispositions des I à VIII de l'article L. 351-4 du code de la sécurité sociale.\n\nToutefois, pour les enfants nés ou adoptés avant le 1er janvier 2013, les majorations prévues aux II et III de l'article L. 351-4 précité sont attribuées à la mère sauf si, dans un délai expirant le 1er janvier 2014, le père de l'enfant apporte la preuve auprès de la caisse de sécurité sociale de Mayotte qu'il a élevé seul l'enfant pendant une ou plusieurs années au cours de ses quatre premières années ou des quatre années suivant son adoption. Dans ce cas, les majorations sont attribuées au père à raison d'un trimestre par année, le reliquat restant attribué à la mère.\n\nPour les enfants nés ou adoptés après le 1er juillet 2009, le délai mentionné au précédent alinéa est porté à quatre ans et six mois à compter de la naissance ou de l'adoption de l'enfant.\n\nLa majoration définie au présent article est attribuée dans la limite de trois enfants par assuré et de trois enfants par couple de parents."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Une majoration de durée d'assurance est attribuée aux assurés sociaux dans les conditions prévues par les dispositions de l'article L. 351-4-2 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "Les bénéficiaires d'une pension de retraite versées par le régime de retraite de Mayotte et résidant hors de France doivent fournir une fois par an au plus à la caisse de sécurité sociale de Mayotte un justificatif d'existence.La suspension du versement de la pension de retraite dans le cas où le bénéficiaire ne justifie pas de son existence ne peut avoir lieu qu'à l'expiration d'un délai minimal d'un mois à compter de la date fixée par la caisse de sécurité sociale de Mayotte pour la réception du justificatif."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'assuré reconnu inapte au travail bénéficie d'une pension de retraite à partir de l'âge prévu à l'article L. 351-1-5 du code de la sécurité sociale quelle que soit sa durée d'assurance."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Peut être reconnu inapte au travail l'assuré qui n'est pas en mesure de poursuivre l'exercice de son emploi sans nuire gravement à sa santé et qui se trouve définitivement atteint d'une incapacité de travail médicalement constatée, compte tenu de ses aptitudes physiques et mentales, à l'exercice d'une activité professionnelle dont le taux est fixé par décret."
    },
    {
      "provision_ref": "art11-1",
      "section": "11-1",
      "title": "Article 11-1",
      "content": "La pension de retraite de l'assuré bénéficiaire de l'allocation pour adulte handicapé mentionnée à l'article 35 est liquidée à la date à laquelle celui-ci atteint l'âge prévu à l'article 10, sauf s'il s'y oppose dans des conditions fixées par décret. L'entrée en jouissance de la pension de retraite est fixée au premier jour du mois suivant la date à laquelle le pensionné atteint cet âge.Le premier alinéa du présent article n'est pas applicable lorsque l'assuré bénéficiaire de l'allocation pour adulte handicapé exerce une activité professionnelle à l'âge prévu à l'article 10."
    },
    {
      "provision_ref": "art11-2",
      "section": "11-2",
      "title": "Article 11-2",
      "content": "Le I, les deux derniers alinéas du II, les III, IV et le dernier alinéa du VI de l'article L. 161-17 du code de la sécurité sociale sont applicables sous réserve des adaptations suivantes :\n\n1° Au second alinéa du III, les mots : \" et les services de l'Etat chargés de la liquidation des pensions \" sont remplacés par les mots : \" à Mayotte \" et les mots : \" dans ces régimes \" sont remplacés par les mots : \" dans les régimes de retraite applicables à Mayotte \" ;\n\n2° Au IV, après le mot : \" affiliée \", sont insérés les mots : \" à Mayotte \" et les mots : “, L. 161-22-1-5 et L. 241-3-1 du présent code ainsi qu'aux articles L. 11 bis, L. 84 et L. 89 bis du code des pensions civiles et militaires de retraite ” sont remplacés par les mots : “ et L. 161-22-1-5 du présent code ”.\n\nLes modalités d'application du présent article sont définies par décret."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le montant de la pension résulte de l'application au salaire annuel de base d'un taux croissant, jusqu'à un maximum dit \" taux plein \", en fonction de la durée d'assurance, dans une limite déterminée ou en fonction de l'âge auquel est demandée la liquidation de la pension. Bénéficient également du taux plein les assurés qui remplissent les conditions prévues au 2° de l'article L. 351-8 du code de la sécurité sociale  ou celles prévues à l'article 10 de la présente ordonnance.\n\nLes modalités de calcul du salaire de base, des périodes d'assurance et des taux correspondant aux durées d'assurance et à l'âge de liquidation sont définies par décret.\n\nL'article L. 161-22-2 du code de la sécurité sociale est applicable."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le coefficient annuel de revalorisation des pensions de vieillesse servies par le régime mahorais est fixé à la même date et au même taux que ceux applicables au régime général d'assurance vieillesse en application de l'article L. 161-23-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Pour les assurés réunissant les conditions du taux plein, la pension de vieillesse ne peut être inférieure à un montant minimal, tenant compte de la durée d'assurance accomplie dans le régime de base d'assurance vieillesse, le cas échéant rapporté à la durée d'assurance accomplie par l'assuré tant dans ce régime que dans un ou plusieurs autres régimes de base obligatoires, lorsque celle-ci dépasse la limite mentionnée au premier alinéa de l'article 6 de la présente ordonnance.\n\nCe montant minimal est fixé par décret en pourcentage du montant fixé à Mayotte du salaire minimum prévu à l'article L. 3231-2 du code du travail, multiplié par la durée légale du travail en vigueur à Mayotte correspondant à la périodicité de la pension.\n\nCe montant minimal est majoré au titre des périodes ayant donné lieu à cotisations à la charge de l'assuré dans le régime de base d'assurance vieillesse lorsque la durée d'assurance correspondant à ces périodes est au moins égale à une limite fixée par décret.\n\nSi l'assuré justifie d'une durée d'assurance inférieure dans ce régime, le montant minimal est réduit au prorata de cette durée par rapport à la durée maximale.\n\nPar dérogation à l'avant-dernier alinéa du présent article, les modalités de calcul du montant minimal sont aménagées, dans des conditions fixées par décret, afin de limiter la réduction prévue au même alinéa sans que le montant minimal puisse décroître en fonction du rapport entre la durée d'assurance de l'intéressé et la durée maximale. Cet aménagement prend fin à une date fixée par arrêté des ministres chargés de la sécurité sociale et des outre-mer et, au plus tard, le 1er janvier 2035."
    },
    {
      "provision_ref": "art14-1",
      "section": "14-1",
      "title": "Article 14-1",
      "content": "Les  articles L. 161-17-1-1, L. 161-17-1-2 et L. 161-22 à L. 161-22-1-9 du code de la sécurité sociale sont applicables au régime de retraite défini à l'article 5 sous réserve des adaptations suivantes :1° A l'article L. 161-22 :a) Au deuxième alinéa, après la référence : “ L. 711-1 ”, sont insérés les mots : “ ou, pour les salariés, du régime de retraite de base obligatoire de sécurité sociale applicable aux résidents à Mayotte ” ;b) A la fin du a, les mots : “ 1° de l'article L. 351-8 ” sont remplacés par les mots : “ second alinéa de l'article 6 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ” ;c) Au b, les mots : “ premier alinéa de l'article L. 351-1 ” sont remplacés par les mots : “ premier alinéa de l'article 6 de l'ordonnance n° 2002-411 du 27 mars 2002 précitée ” et les mots : “ au deuxième alinéa du même article ” sont remplacés par les mots : “ à la première phrase du premier alinéa de l'article 12 de la même ordonnance ” ;d) Au septième alinéa, les mots : “ à l'article L. 161-17-2 ” sont remplacés par les mots : “ au premier alinéa de l'article 6 de l'ordonnance n° 2002-411 du 27 mars 2002 précitée ” ;2° A l'article L. 161-22-1-1 :a) A la fin du deuxième alinéa, les mots : “ à l'article L. 161-17-3 ” sont remplacés par les mots : “ au premier alinéa de l'article 12 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ” ;b) Au troisième alinéa, les mots : “ aux articles L. 173-7 et L. 634-2-1 du présent code et au I ” sont remplacés par les mots : “ au II ” ;c) L'avant-dernier alinéa est supprimé ;3° A l'article L. 161-22-1-5 :a) Au premier alinéa, les mots : “ à l'article L. 161-17-2 ” sont remplacés par les mots : “ au premier alinéa de l'article 6 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ” ;b) Au huitième alinéa, les mots : “ au premier alinéa de l'article L. 351-10 et à l'article L. 351-12 du présent code et à l'article L. 732-54-2 du code rural et de la pêche maritime ” sont remplacés par les mots : “ aux premier et troisième alinéas de l'article 14 de l'ordonnance n° 2002-411 du 27 mars 2002 précitée ” ;4° A l'article L. 161-22-1-9, au début, les mots : “ Les articles L. 341-15 et L. 341-16 ne font ” sont remplacés par les mots : “ L'article 20-8-5 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité, décès et autonomie, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte ne fait ” et, après la référence : “ L. 161-22-1-5 ”, sont insérés les mots : “ du présent code ”."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "En cas de décès de l'assuré, son ou ses conjoints survivants a droit à une pension calculée et liquidée conformément aux dispositions des articles L. 353-1 à L. 353-3 du code de la sécurité sociale, à l'exclusion du troisième alinéa des articles L. 353-1 et L. 353-3. Toutefois, pour l'application de ces articles, les mots : \"son conjoint survivant\" sont remplacés par les mots : \"son ou ses conjoints survivants\"."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La pension de réversion est majorée d'un pourcentage de la pension principale pour chaque enfant de l'assuré décédé âgé de moins de seize ans sans que le montant total de la pension de réversion puisse excéder le montant de la pension principale.La majoration peut être réduite au-delà d'un nombre d'enfants déterminé.En cas de décès du conjoint survivant, les droits de celui-ci sont transmis en parts égales à ses enfants de moins de seize ans, jusqu'à ce qu'ils atteignent cet âge."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'article L. 161-23-1 A du code de la sécurité sociale est applicable à Mayotte aux pensions de réversion prenant effet à compter de la publication de la loi n° 2021-1109 du 24 août 2021 confortant le respect des principes de la République, à l'exception de celles versées aux conjoints ayant contracté mariage avant l'entrée en vigueur de l'ordonnance n° 2010-590 du 3 juin 2010 portant dispositions relatives au statut civil de droit local applicable à Mayotte et aux juridictions compétentes pour en connaître."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les articles L. 356-1 à L. 356-4 du code de la sécurité sociale sont applicables au régime de retraite défini à l'article 5."
    },
    {
      "provision_ref": "art18-1",
      "section": "18-1",
      "title": "Article 18-1",
      "content": "Le chapitre VIII du titre V du livre III du code de la sécurité sociale est applicable au régime de retraite défini à l'article 5 de la présente ordonnance, sous réserve des adaptations suivantes :1° Aux première et seconde phrases du deuxième alinéa de l'article L. 358-1, le mot : “ général ” est remplacé par les mots : “ de sécurité sociale applicable à Mayotte ” ;2° A la première phrase du premier alinéa de l'article L. 358-2, le mot : “ général ” est remplacé par les mots : “ de sécurité sociale applicable à Mayotte ”."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sont affectés au financement du régime d'assurance vieillesse le produit des cotisations et la contribution prévus à l'article 28-2 de l'ordonnance du 20 décembre 1996 susvisée."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les articles L. 133-4-6, L. 355-2 et L. 355-3 du code de la sécurité sociale sont applicables à Mayotte. Pour la mise en œuvre du dernier alinéa de l'article L. 355-3, les mots : “ gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées à l'article L. 511-1, aux titres Ier à IV du livre VIII du présent code, à l'article L. 821-1 du code de la construction et de l'habitation et à l'article L. 262-46 du code de l'action sociale et des familles ˮ sont remplacés par les mots : “ mentionnées à l'article 20-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte ou sur les prestations mentionnées, au chapitre II du titre Ier de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte, au 2° de l'article L. 821-1 du code de la construction et de l'habitation, et au deuxième alinéa de l'article L. 434-2 du présent code ˮ.\n\nTout paiement indu de prestations d'assurance vieillesse ou de l'allocation spéciale pour les personnes âgées est récupéré, sous réserve que l'assuré n'en conteste pas le caractère indu, par retenues sur les prestations ou les allocations à venir, ou par remboursement intégral de la dette en un seul versement si l'assuré opte pour cette solution. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir.\n\nPour les prestations mentionnées à l'alinéa précédent, la caisse de sécurité sociale de Mayotte peut procéder à la délivrance d'une contrainte, à l'admission en non-valeur et au recouvrement des créances selon les mêmes règles que celles fixées respectivement aux articles L. 161-1-5, L. 133-3 et L. 256-4 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art20-1",
      "section": "20-1",
      "title": "Article 20-1",
      "content": "Les articles 9 et 15 s'appliquent aux pensions prenant effet à compter du 1er juillet 2012.Le 9° de l'article 19 de l'ordonnance n° 2011-1923 du 22 décembre 2011 entre en vigueur à cette même date.Les dispositions introduites par les 2°, 4°, 5°, 6° et 10° de l'article 19 de l'ordonnance n° 2011-1923 du 22 décembre 2011 entrent en vigueur le 1er janvier 2013."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Les pensions servies à la date d'entrée en vigueur de la présente ordonnance en application de l'article 98 de la loi du 3 janvier 1985 susvisée sont liquidées à nouveau en application des règles établies par le présent titre, dans le cas où ce calcul est plus favorable à l'assuré. Dans le cas contraire, ces pensions restent servies selon les règles applicables antérieurement et sont revalorisées dans les conditions prévues à l'article 13.II. - L'article 98 de la loi du 3 janvier 1985 susvisée est abrogé. Les droits et obligations du régime prévu à cet article sont transférés au régime instauré par le présent titre."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "A titre transitoire, jusqu'au 31 décembre 2010, les âges et durées d'assurance prévus aux sections 1 à 5 du présent titre pour l'ouverture et le calcul des droits à pension sont réduits dans des conditions fixées par décret permettant une évolution progressive vers lesdits âges et durées."
    },
    {
      "provision_ref": "art22-1",
      "section": "22-1",
      "title": "Article 22-1",
      "content": "A l'exception des personnes qui ne remplissent pas la condition de régularité prévue au 2° du II de l'article 19 de l'ordonnance n° 96-1122 du 20 décembre 1996, les personnes détenues à Mayotte qui exercent une activité de travail dans le cadre d'un contrat d'emploi pénitentiaire sont affiliées au régime de retraite de base obligatoire de sécurité sociale prévu au présent article.La rémunération due à ces personnes est assujettie aux cotisations mentionnées à l'article 19.Ces cotisations sont calculées dans les conditions prévues à l'article L. 382-40 du code de la sécurité sociale. Elles sont prises en charge par l'Etat pour leur part patronale ainsi que, pour les personnes détenues au service général, pour leur part salariale.Les dispositions de l'article L. 382-42 du code de la sécurité sociale sont applicables."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Un décret détermine les modalités d'application du présent titre."
    },
    {
      "provision_ref": "art23-1",
      "section": "23-1",
      "title": "Article 23-1",
      "content": "I. ― Sous réserve des dispositions des chapitres III et IV du présent titre, les résidents à Mayotte ayant la qualité de travailleurs non salariés des professions artisanales, industrielles et commerciales sont affiliés obligatoirement au régime de retraite de base obligatoire de sécurité sociale défini à l'article 5 dans les conditions prévues par la présente section."
    },
    {
      "provision_ref": "art23-2",
      "section": "23-2",
      "title": "Article 23-2",
      "content": "I. ― Les professions artisanales mentionnées à l'article 23-1 regroupent les chefs des entreprises individuelles, les gérants et associés non salariés des entreprises exploitées sous forme de société, immatriculés au répertoire des métiers ou susceptibles d'être assujettis à cette immatriculation ainsi que toutes les personnes qui, lors de leur dernière activité professionnelle, dirigeaient en une de ces qualités une entreprise dont l'activité et la dimension auraient été de nature à provoquer cette immatriculation. Lorsque l'immatriculation au répertoire des métiers n'est pas effective à la date d'affiliation, elle doit intervenir dans un délai de six mois. A défaut, l'assuré est réputé ne plus avoir la qualité de travailleur non salarié des professions artisanales.\n\nII. ― Les professions industrielles et commerciales mentionnées à l'article 23-1 regroupent les personnes dont l'activité professionnelle comporte soit l'inscription au registre du commerce, soit l'assujettissement à la contribution économique territoriale en tant que commerçant, ou dont la dernière activité professionnelle aurait été de nature à provoquer cette inscription ou l'assujettissement à la patente ou à la contribution économique territoriale. Lorsque cette inscription ou cet assujettissement n'est pas effectif à la date d'affiliation, ils doivent intervenir dans un délai de six mois. A défaut, l'assuré est réputé ne plus avoir la qualité de travailleur non salarié des professions industrielles et commerciales."
    },
    {
      "provision_ref": "art23-3",
      "section": "23-3",
      "title": "Article 23-3",
      "content": "A l'exception des personnes mentionnées aux articles L. 311-2 et L. 311-6 du code de la sécurité sociale, le conjoint du chef d'une entreprise artisanale, industrielle ou commerciale, peut, s'il exerce dans l'entreprise ou l'exploitation de manière régulière une activité professionnelle, opter pour le statut de conjoint collaborateur. Il est alors affilié personnellement au régime de retraite défini à l'article 5.\n\nCes dispositions s'appliquent également au partenaire lié par un pacte civil de solidarité au chef d'entreprise.\n\nLes conjoints collaborateurs définis aux précédents alinéas sont soumis à la cotisation forfaitaire minimale prévue au deuxième alinéa du 1° du I de l'article 28-2 de l'ordonnance n° 96-1122 susvisée. Le versement en est assuré par les chefs d'entreprise visés au premier alinéa au titre de leurs conjoints collaborateurs."
    },
    {
      "provision_ref": "art23-4",
      "section": "23-4",
      "title": "Article 23-4",
      "content": "I. - Le droit à pension de vieillesse des travailleurs non salariés est déterminé selon les dispositions prévues au chapitre Ier du présent titre, à l'exception de son article 18, sous réserve des adaptations rendues nécessaires par la spécificité de l'activité des travailleurs non salariés et fixées par décret, notamment pour la détermination du revenu annuel moyen servant de base au calcul de la pension.\n\nI bis. - L'article L. 634-6 du code de la sécurité sociale est applicable aux travailleurs non salariés mentionnés à l'article 23-1 de la présente ordonnance sous réserve de l'adaptation suivante :\n\nAu premier alinéa, la référence : “ L. 631-1 ” est remplacée par les mots : “ 23-1 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ”.\n\nII. - Les dispositions des articles 23-1 à 23-4 entrent en vigueur le 1er juillet 2012."
    },
    {
      "provision_ref": "art23-5",
      "section": "23-5",
      "title": "Article 23-5",
      "content": "Les résidents à Mayotte qui exercent une profession libérale, au sens de l'article L. 640-1 du code de la sécurité sociale, relèvent des régimes d'assurance vieillesse de base, d'assurance vieillesse complémentaire et d'invalidité-décès des professions libérales institués à l'article L. 642-1, L. 644-1 et L. 644-2 du code de la sécurité sociale.\n\nLes résidents à Mayotte qui exercent une profession libérale mentionnée au premier alinéa de l'article L. 645-1 du code de la sécurité sociale bénéficient des régimes de prestations complémentaires de vieillesse prévus au même article L. 645-1.\n\nL'article 17 de la présente ordonnance leur est applicable pour le droit à pension de réversion dans leurs régimes d'assurance vieillesse de base, complémentaire et de prestations complémentaires de vieillesse légaux ou rendus légalement obligatoires."
    },
    {
      "provision_ref": "art23-6",
      "section": "23-6",
      "title": "Article 23-6",
      "content": "Les résidents à Mayotte qui exercent la profession d'avocat salarié ou non salarié relèvent des régimes d'assurance vieillesse de base, d'assurance vieillesse complémentaire et d'invalidité-décès des avocats institués en application des dispositions du titre V du livre VI du code de la sécurité sociale.\n\nL'article 17 de la présente ordonnance leur est applicable pour le droit à pension de réversion dans leurs régimes d'assurance vieillesse de base et complémentaire légal ou rendu légalement obligatoire."
    },
    {
      "provision_ref": "art23-7",
      "section": "23-7",
      "title": "Article 23-7",
      "content": "Les régimes complémentaires gérés par les institutions de retraite complémentaire définies à l'article L. 922-1 du code de la sécurité sociale sont rendus applicables à Mayotte dans des conditions fixées par un accord entre les partenaires sociaux gestionnaires desdits régimes et les partenaires sociaux représentatifs au niveau du Département.Cet accord détermine les modalités d'entrée en vigueur progressive des conventions et accords nationaux interprofessionnels prévus par l'article L. 921-4 du code de la sécurité sociale ainsi que les adaptations requises par la situation spécifique de Mayotte.Les clauses prohibées par les dispositions des articles L. 913-1, L. 913-2 et L. 913-3 du code de la sécurité sociale ne peuvent être insérées, à peine de nullité, dans l'accord prévu au premier alinéa du présent article.Le ministre chargé de la sécurité sociale peut étendre et élargir cet accord dans les conditions prévues par les articles L. 911-3 et L. 911-4 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art23-8",
      "section": "23-8",
      "title": "Article 23-8",
      "content": "Le régime complémentaire défini à l'article L. 921-2-1 du code de la sécurité sociale est rendu applicable à Mayotte, dans des conditions définies par décret, à la date d'entrée en vigueur de l'accord mentionné au premier alinéa de l'article 23-7 de la présente ordonnance."
    },
    {
      "provision_ref": "art23-9",
      "section": "23-9",
      "title": "Article 23-9",
      "content": "L'article L. 161-22-3 du code de la sécurité sociale est applicable aux conjoints survivants d'un assuré décédé relevant du présent titre."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les règles de coordination des articles L. 171-1, L. 171-2, L. 173-1, L. 173-2 et L. 173-28-1 du code de la sécurité sociale sont applicables entre le régime d'assurance vieillesse de sécurité sociale prévu au titre II de la présente ordonnance et le régime de retraite et d'invalidité des fonctionnaires des collectivités publiques et établissements publics de Mayotte. Un décret précise, en tant que de besoin, les modalités de coordination."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Un décret fixe les règles de coordination entre les différents régimes de sécurité sociale en vigueur en métropole et les départements d'outre-mer et ceux en vigueur à Mayotte pour l'ensemble des risques et des personnes assurées à ces régimes.Il prévoit la garantie pour les assurés de bénéficier :- de l'égalité de traitement sur le territoire où ils exercent ;- de l'unicité de la législation ;- en cas de détachement, du maintien de leur régime ;- de la totalisation des périodes accomplies sur chaque territoire ;- des prestations familiales pour les membres de leur famille."
    },
    {
      "provision_ref": "art27-1",
      "section": "27-1",
      "title": "Article 27-1",
      "content": "La retraite des marins est régie par la présente ordonnance.\n\nLa retraite du personnel navigant professionnel aérien est régie par les dispositions du chapitre VII du titre II du livre V de la sixième partie du code des transports.\n\nLes modalités de coordination entre les différents régimes sont réglés, le cas échéant, par une convention entre la caisse de sécurité sociale de Mayotte et les organismes chargés des régimes précités en métropole."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Le coefficient annuel de revalorisation de l'allocation spéciale pour les personnes âgées ainsi que le plafond prévu à l'article 28 sont revalorisés dans les conditions prévues à l'article L. 816-2 du code de la sécurité sociale.\n\nLe montant maximum de l'allocation spéciale pour les personnes âgées est fixé par décret.\n\nPour bénéficier du montant maximum de l'allocation spéciale, le demandeur ne doit pas disposer de ressources annuelles, y compris ce montant et, le cas échéant, celles de son conjoint, supérieures au plafond prévu à l'article 28. Lorsque ce total dépasse ce plafond, il est servi une allocation spéciale réduite en conséquence."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Lorsque l'allocataire n'est pas marié sous le régime du code civil, seule sa première épouse est prise en compte pour le calcul des ressources prévues à l'article 29. Ses autres épouses peuvent faire, le cas échéant, une demande à titre personnel ; dans ce cas, les ressources de leur mari sont prises en compte pour le droit et le calcul de l'allocation spéciale."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les personnes de nationalité étrangère doivent, pour bénéficier de l'allocation spéciale pour les personnes âgées, être titulaires soit de la carte de résident prévue à l'article 13 de l'ordonnance du 26 avril 2000 susvisée, soit de l'un des titres de séjour prévus aux articles 19, 20 ou au II de l'article 59 de ladite ordonnance, sous réserve d'avoir résidé à Mayotte de façon permanente et dans des conditions régulières de séjour depuis une durée fixée par décret."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "La caisse de prévoyance sociale de Mayotte mentionnée à l'article 22 de l'ordonnance du 20 décembre 1996 susvisée assure la gestion de l'allocation spéciale pour les personnes âgées dans les mêmes conditions de gestion que les pensions de vieillesse.L'article L. 811-16 du code de la sécurité sociale est applicable."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les dispositions de l'article 27 de l'ordonnance du 20 décembre 1996 susvisée sont applicables aux différends auxquels peut donner lieu l'application du présent chapitre.Les modalités d'application du présent chapitre sont fixées par décret."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Sans préjudice de l'article 37, toute personne française ou ressortissante d'un Etat ayant conclu une convention de réciprocité en matière d'attribution d'allocation aux adultes handicapés, résidant à Mayotte, ayant dépassé l'âge limite de versement des prestations familiales mentionné à l'article 5 de l'ordonnance du 7 février 2002 susvisée sans avoir atteint celui mentionné à l'article 10 et dont l'incapacité permanente est au moins égale à un pourcentage fixé par décret, perçoit une allocation pour adulte handicapé lorsqu'elle ne peut prétendre au titre d'un régime de sécurité sociale, d'un régime de pension de retraite ou d'une législation particulière à un avantage de vieillesse, à l'exclusion de l'allocation spéciale pour les personnes âgées mentionnée à l'article 28, ou d'invalidité ou une rente d'accident du travail d'un montant au moins égal à cette allocation.\n\nLorsque cet avantage ou le montant mensuel perçu au titre de l'allocation spéciale pour les personnes âgées mentionnée au même article 28 est d'un montant inférieur à celui de l'allocation pour adulte handicapé, il est servi une allocation pour adulte handicapé réduite en conséquence.\n\nL'allocation pour adulte handicapé est également versée à toute personne qui remplit l'ensemble des conditions suivantes :1° Son incapacité permanente, sans atteindre le pourcentage fixé par le décret prévu au premier alinéa du présent article, est supérieure ou égale à un pourcentage fixé par décret ;2° La commission mentionnée à l'article 39 lui reconnaît, compte tenu de son handicap, une restriction substantielle et durable pour l'accès à l'emploi, précisée par décret.Le versement de l'allocation pour adulte handicapé, tel que prévu aux troisième à cinquième alinéas, prend fin à l'âge auquel le bénéficiaire est réputé inapte au travail dans les conditions prévues à l'article 10.\n\nLe montant maximal ainsi que les modalités de revalorisation de l'allocation pour adulte handicapé sont fixés par décret."
    },
    {
      "provision_ref": "art35-2",
      "section": "35-2",
      "title": "Article 35-2",
      "content": "Une majoration pour la vie autonome, dont le montant est fixé par décret, est versée aux bénéficiaires de l'allocation pour adulte handicapé au titre du premier alinéa de l'article 35 qui :\n\n- disposent d'un logement indépendant pour lequel ils reçoivent une aide personnelle au logement ;\n\n- perçoivent l'allocation pour adulte handicapé à taux plein ou en complément d'un avantage de vieillesse ou d'invalidité ou d'une rente d'accident du travail ;\n\n- ne perçoivent pas de revenu d'activité à caractère professionnel propre.\n\nUn décret précise les conditions dans lesquelles la majoration pour la vie autonome est versée aux intéressés hébergés dans un établissement social ou médico-social, hospitalisés dans un établissement de santé ou incarcérés dans un établissement relevant de l'administration pénitentiaire.\n\nLes dispositions des articles 35-3 et 40 sont applicables à la majoration pour la vie autonome."
    },
    {
      "provision_ref": "art35-3",
      "section": "35-3",
      "title": "Article 35-3",
      "content": "Tout paiement indu des prestations mentionnées au présent chapitre est récupéré, sous réserve que l'allocataire n'en conteste pas le caractère indu, par retenues sur les prestations à venir ou par remboursement intégral de la dette en un seul versement si l'allocataire opte pour cette solution. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre des prestations familiales mentionnées à l'article 2 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans le Département de Mayotte, soit au titre des aides au logement en vigueur à Mayotte, soit au titre du revenu de solidarité active applicable à Mayotte mentionné à l'article L. 262-2 du code de l'action sociale et des familles, tel qu'il résulte de l'ordonnance n° 2011-1641 du 24 novembre 2011 portant extension et adaptation du revenu de solidarité active au Département de Mayotte.\n\nPar dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret.\n\nCes retenues sont déterminées dans des conditions définies par décret en fonction de la composition de la famille du bénéficiaire, de ses ressources, des charges de logement, des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. En cas de fraude, le directeur de l'organisme mentionné à l'article 38 peut majorer le montant de la retenue d'un taux fixé par décret qui ne peut excéder 50 %. Ce taux est doublé en cas de réitération de la fraude dans un délai de cinq ans à compter de la notification de l'indu ayant donné lieu à majoration de la retenue.\n\nPour le recouvrement de l'allocation pour adulte handicapé indûment versée, le directeur de la caisse gestionnaire du régime des prestations familiales à Mayotte peut, dans les délais et selon les conditions fixés par décret, délivrer une contrainte qui, à défaut d'opposition du débiteur devant le tribunal chargé des affaires de sécurité sociale, comporte tous les effets d'un jugement et confère notamment le bénéfice de l'hypothèque judiciaire.\n\nLorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au premier alinéa, la récupération peut être opérée, sous réserve que l'assuré ne conteste pas le caractère indu et n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces mentionnées à l'article 20-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte ou sur les prestations mentionnées aux chapitres Ier et II du titre II de la présente ordonnance et au chapitre Ier du présent titre, au titre Ier de l'ordonnance n° 2016-160 du 18 février 2016 portant adaptation de la prime d'activité au Département de Mayotte, à l'article L. 433-1 et au deuxième alinéa de l'article L. 434-2 du code de la sécurité sociale. Toutefois, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations.\n\nLes décisions de la caisse gestionnaire notifiant le recouvrement de l'allocation indûment versée indiquent les voies et délais de recours ouverts à l'allocataire ainsi que les conditions et les délais dans lesquels il peut présenter ses observations écrites ou orales. Dans ce dernier cas, le débiteur peut se faire assister par un conseil ou représenter par un mandataire de son choix.\n\nLes dispositions du premier alinéa sont applicables aux paiements indus d'allocation aux adultes handicapés à compter du 1er janvier 2012.\n\nJusqu'au 31 décembre 2013, les retenues prévues au premier alinéa ne peuvent excéder un pourcentage déterminé par décret."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "L'allocation pour adulte handicapé peut se cumuler avec les ressources personnelles de l'intéressé dans la limite d'un plafond fixé par décret."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les personnes de nationalité étrangère doivent, pour bénéficier de l'allocation pour adulte handicapé, être titulaires soit de la carte de résident prévue à l'article 13 de l'ordonnance du 26 avril 2000 susvisée, soit de l'un des titres de séjour prévus aux articles 19, 20 ou II de l'article 59 de ladite ordonnance, sous réserve d'avoir résidé à Mayotte de façon permanente et dans des conditions régulières de séjour depuis une durée fixée par décret."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "La caisse gestionnaire du régime des prestations familiales de Mayotte mentionnée à l'article 19 de l'ordonnance du 7 février 2002 susvisée assure la gestion de l'allocation pour adulte handicapé et des compléments mentionnés aux articles 35-1 et 35-2 dans les mêmes conditions de gestion que les prestations familiales."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "L'allocation pour adulte handicapé est accordée sur décision d'une commission technique appréciant le taux d'incapacité de la personne handicapée. Ses décisions sont motivées et peuvent être révisées périodiquement. La personne handicapée est préalablement entendue par la commission. Elle est informée de son droit à être assistée par une personne de son choix.Un décret détermine la composition et les modalités de fonctionnement de cette commission."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'allocation pour adulte handicapé est servie comme une prestation familiale. Elle est incessible et insaisissable, sauf pour le paiement des frais d'entretien de la personne handicapée. En cas de non-paiement de ces frais, la personne physique ou l'organisme qui en assume la charge peut obtenir de la caisse débitrice de l'allocation que celle-ci lui soit versée directement.\n\nL'action de l'allocataire pour le paiement de l'allocation se prescrit par deux ans.\n\nCette prescription est également applicable à l'action intentée par l'organisme payeur en recouvrement d'allocations indûment payées, sauf en cas de fraude ou de fausse déclaration.\n\nL'article L. 133-4-6 du code de la sécurité sociale est applicable à l'allocation pour adulte handicapé."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les dispositions de l'article 27 de l'ordonnance du 20 décembre 1996 susvisée sont applicables aux différends auxquels peut donner lieu l'application du présent chapitre.Les modalités d'application du présent chapitre sont fixées par décret."
    },
    {
      "provision_ref": "art42-5",
      "section": "42-5",
      "title": "Article 42-5",
      "content": "Le I de l'article L. 851-1, le premier alinéa de l'article L. 851-3 et l'article L. 851-4 du code de la sécurité sociale sont applicables à Mayotte."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les dispositions de la présente ordonnance, à l'exception de celles de l'article 46, entrent en vigueur le 1er janvier 2003."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Le Premier ministre, la ministre de l'emploi et de la solidarité, le ministre de l'intérieur et le secrétaire d'Etat à l'outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}