{
  "id": "jorftext000037284338",
  "type": "statute",
  "title": "LOI n°2018-699 du 3 août 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037284338",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'Assemblée nationale et le Sénat favorisent le partage à égalité entre les femmes et les hommes des responsabilités politiques, professionnelles et sociales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Lorsque l'Assemblée nationale et le Sénat sont appelés, en application d'une loi, à nommer, respectivement, un député et un sénateur pour siéger, en cette qualité, au sein d'un organisme extérieur au Parlement, ils désignent alternativement, chacun en ce qui le concerne, une femme et un homme.A défaut d'accord entre les deux assemblées, un tirage au sort est organisé pour déterminer, lors de la première application du premier alinéa du présent I à chaque organisme extérieur au Parlement, laquelle désigne une femme et laquelle désigne un homme.II. - L'Assemblée nationale et le Sénat désignent, chacun en ce qui le concerne, des femmes et des hommes en nombre égal lorsqu'ils sont appelés, en application d'une loi, à nommer respectivement des députés en nombre pair et des sénateurs en nombre pair pour siéger, en cette qualité, au sein d'un organisme extérieur au Parlement.III. - Lorsque l'Assemblée nationale et le Sénat sont appelés à nommer, respectivement, des députés en nombre impair et des sénateurs en nombre impair pour siéger, en cette qualité, au sein d'un organisme extérieur au Parlement, ils désignent alternativement, chacun en ce qui le concerne, des femmes en nombre supérieur aux hommes et des hommes en nombre supérieur aux femmes.A défaut d'accord entre les deux assemblées, un tirage au sort est organisé pour déterminer, lors de la première application du premier alinéa du présent III à chaque organisme extérieur au Parlement, laquelle désigne des femmes en nombre supérieur aux hommes et laquelle désigne des hommes en nombre supérieur aux femmes.IV. - En cas de cessation anticipée du mandat au sein d'un organisme extérieur au Parlement, le député ou le sénateur nommé pour remplacer la personne dont le mandat cesse est du même sexe que le député ou le sénateur qu'il remplace.V. - Lorsque la loi prévoit que les parlementaires sont désignés au sein d'un organisme extérieur au Parlement parmi les députés ou les sénateurs élus au sein d'une ou plusieurs circonscriptions déterminées, l'Assemblée nationale et le Sénat veillent, dans la mesure du possible, à ce que, parmi les parlementaires siégeant dans cet organisme, l'écart entre le nombre de femmes et le nombre d'hommes ne soit pas supérieur à un."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'Assemblée nationale et le Sénat s'efforcent de respecter leur configuration politique respective pour l'ensemble des nominations effectuées dans les organismes extérieurs au Parlement."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les nominations, en cette qualité, de députés et de sénateurs dans un organisme extérieur au Parlement sont effectuées, respectivement, par le Président de l'Assemblée nationale et par le Président du Sénat, sauf lorsque la loi prévoit qu'elles sont effectuées par l'une des commissions permanentes de l'Assemblée nationale et du Sénat ou par l'Office parlementaire d'évaluation des choix scientifiques et technologiques."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsqu'un député ou un sénateur exerce, en cette qualité, la présidence d'un organisme extérieur au Parlement et est définitivement empêché ou perd la qualité au titre de laquelle il a été nommé ou lorsqu'il renonce à la présidence dudit organisme ou perd sa qualité de président, il est remplacé par un parlementaire appartenant à la même assemblée pour la durée du mandat de président restant à courir."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Le Comité consultatif du Fonds pour le développement de la vie associative est consulté chaque année sur les priorités de financement en matière de formations.Il comprend parmi ses membres un député et un sénateur.\n\nChaque collège départemental consultatif de la commission régionale du fonds ou, le cas échéant, chaque commission territoriale du fonds exerçant les mêmes compétences comprend l'ensemble des députés et sénateurs élus dans le département ou dans la collectivité de Corse ou dans les collectivités régies par les articles 73,74 et 76 de la Constitution lorsque le département ou la collectivité compte moins de cinq parlementaires.Lorsque cinq parlementaires ou plus sont élus dans le département ou dans la collectivité, le collège départemental ou, le cas échéant, la commission territoriale exerçant les mêmes compétences comprend deux députés et deux sénateurs ainsi qu'un suppléant ayant la même qualité de député ou de sénateur pour chacun d'eux, tant que le nombre de parlementaires élus dans le département le permet.Le représentant de l'Etat dans le département communique aux membres du collège, cinq jours francs avant toute réunion, une note explicative de synthèse sur les affaires inscrites à l'ordre du jour. Cette note est communiquée dans les mêmes délais aux parlementaires élus dans le département.II. - Les missions, la composition, l'organisation et le fonctionnement du comité sont précisés par décret."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "L'Institut des hautes études pour la science et la technologie est un établissement public de l'Etat à caractère administratif.Son conseil d'administration comprend parmi ses membres un député et un sénateur."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Le conseil d'administration de l'Office franco-québécois pour la jeunesse, mentionné à l'article 6 de l'entente entre le Gouvernement de la République française et le Gouvernement du Québec, relative à l'Office franco-québécois pour la jeunesse, signée à Québec le 8 décembre 2011, comprend parmi ses membres un député et un sénateur."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Le Conseil national de l'industrie comprend parmi ses membres un député et un sénateur.II. - Les missions, la composition, l'organisation et le fonctionnement du conseil sont précisés par décret."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Le Conseil national du numérique comprend parmi ses membres deux députés et deux sénateurs.II. - Les missions, la composition, l'organisation et le fonctionnement du conseil sont précisés par décret."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Le Conseil d'orientation pour l'emploi comprend parmi ses membres deux députés et deux sénateurs.II. - Les missions, la composition, l'organisation et le fonctionnement du conseil sont précisés par décret."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - L'Observatoire de la laïcité comprend parmi ses membres deux députés et deux sénateurs.II. - Les missions, la composition, l'organisation et le fonctionnement de l'observatoire sont précisés par décret."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - Le Conseil national des professions du spectacle comprend parmi ses membres un député et un sénateur.II. - Les missions, la composition, l'organisation et le fonctionnement du conseil sont précisés par décret."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des postes et des communications électroniques\n\nII. - L'assemblée parlementaire à laquelle a appartenu ou appartient le dernier président désigné de la Commission supérieure du numérique et des postes au moment de l'entrée en vigueur de la présente loi est prise en compte pour l'application du I du présent article."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. - L'article 2 s'applique :1° Aux nominations de députés au sein d'un organisme extérieur au Parlement effectuées à compter du premier renouvellement général de l'Assemblée nationale qui suit la publication de la présente loi ;2° Aux nominations de sénateurs au sein d'un organisme extérieur au Parlement effectuées à compter du premier renouvellement partiel du Sénat qui suit la publication de la présente loi.II. - L'article 14 et le titre III entrent en vigueur le 1er juillet 2022, à l'exception des articles 81, 83 et 85 qui entrent en vigueur au lendemain de la publication de la présente loi et de l'article 76 qui entre en vigueur le lendemain de la publication de la loi n° 2020-1525 du 7 décembre 2020 d'accélération et de simplification de l'action publique.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}