{
  "id": "jorftext000022990793",
  "type": "statute",
  "title": "Ordonnance n° 2010-1307 du 28 octobre 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022990793",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions annexées à la présente ordonnance constituent la partie législative du code des transports."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de la partie législative du code des transports qui mentionnent, sans les reproduire, des dispositions soit d'autres codes, soit de textes législatifs ou de règlements communautaires sont de plein droit modifiées par l'effet des modifications ultérieures de ces dispositions."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les références à des dispositions abrogées par les articles 7 et 8 de la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code des transports."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "A abrogé les dispositions suivantes :"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sont et demeurent abrogés :\n\n1° Le I de l'article L. 742-1-1 du code du travail ;\n\n2° La loi du 19 février 1880 portant suppression immédiate des droits de navigation intérieure ;\n\n3° Le sixième alinéa de l'article 21 de la loi du 7 avril 1902 sur la marine marchande ;\n\n4° La loi du 14 juillet 1908 concernant les pensions sur la caisse des invalides de la marine ;\n\n5° La loi du 22 juillet 1913 concernant les bâtiments de mer accomplissant des parcours, partie maritimes, partie fluviaux ;\n\n6° L'article 44 du décret du 3 avril 1919 pris pour l'application de la loi du 5 juillet 1917 sur l'immatriculation des bateaux de rivière et l'hypothèque fluviale ;\n\n7° Les articles 41, 42, 43 et 48 de la loi du 31 mai 1924 relative à la navigation aérienne ;\n\n8° La loi du 18 juillet 1930 tendant à la répression du délit d'entrave à la navigation sur les voies de navigation intérieure ;\n\n9° La loi du 5 juillet 1934 relative à l'abordage en navigation intérieure ;\n\n10° La loi du 19 juillet 1934 modifiant la loi du 5 juillet 1917 sur l'immatriculation des bateaux de navigation intérieure et l'hypothèque fluviale ;\n\n11° La loi du 22 mars 1941 sur l'exploitation réglementée des voies navigables et la coordination des transports par fer et par navigation intérieure ;\n\n12° La loi du 18 novembre 1942 relative à la circulation des bateaux à propulsion mécanique sur les voies navigables ;\n\n13° L'article 27 de la loi n° 48-1469 du 22 septembre 1948 portant réforme du régime des pensions des marins français du commerce et de la pêche ;\n\n14° La loi n° 50-591 du 30 mai 1950 relative à l'amodiation des bacs et passages d'eau ;\n\n15° L'article 6 de la loi n° 53-306 du 10 avril 1953 concernant l'institution de recettes au profit de l'Etablissement national des invalides de la marine ;\n\n16° Les articles 2 à 23, les deuxième au quatrième alinéas de l'article 24, l'article 25, le quatrième alinéa de l'article 26 et les articles 30 à 36 de la loi n° 54-11 du 6 janvier 1954 sur la sauvegarde de la vie humaine en mer et l'habitabilité à bord des navires de commerce.\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Loi n°1941-03-22 du 22 mars 1941\n\n- Code du travail\n\n- Loi du 14 juillet 1908\n\n- Loi du 31 mai 1924\n\n- Loi du 18 juillet 1930"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'abrogation des dispositions mentionnées à l'article 7 ne prendra effet qu'à compter de la publication des dispositions réglementaires du code des transports pour ce qui concerne les articles, parties d'articles ou alinéas suivants :\n\n1° Dans le code de l'aviation civile :\n\na) A l'article L. 121-2, les mots : \"les soins du ministre chargé de l'aviation civile\" ;\n\nb) A l'article L. 121-10, les mots : \"et toute personne peut en obtenir copie conforme\" ;\n\nc) Au deuxième alinéa de l'article L. 122-3, les mots : \"ces pièces de rechange sont entreposées en un ou plusieurs emplacements qui font l'objet de la publicité prévue à l'article L. 122-4.\" ;\n\nd) A l'article L. 122-4, le premier alinéa et, au deuxième alinéa, les mots : \"et mentionner le registre où l'hypothèque est inscrite ainsi que le nom et l'adresse de son titulaire.\" ;\n\ne) A l'article L. 122-15, les mots : \"au Bulletin officiel du registre du commerce, ainsi que dans un journal d'annonces légales du domicile du vendeur,\" ;\n\nf) A l'article L. 131-1, les mots : \"qui doit être spéciale et temporaire.\" ;\n\ng) A l'article L. 133-1, au premier alinéa, les mots : \"du ministre chargé de l'aviation civile\" et au deuxième alinéa, les mots : \"le ministre chargé de l'aviation civile\" ;\n\nh) A l'article L. 133-2, les mots : \"le ministre chargé de l'aviation civile\" ;\n\ni) A l'article L. 133-3, les mots : \"le ministre chargé de l'aviation civile\" ;\n\nj) A l'article L. 133-4, les mots : \"le ministre chargé de l'aviation civile\" ;\n\nk) A l'article L. 142-3, le dernier alinéa et les mots : \"le ministre chargé de l'aviation civile\" ;\n\nl) A l'article L. 150-16, le dernier alinéa ;\n\nm) A l'article L. 211-2, les mots : \"arrêté du ministre chargé de l'aviation civile, pris le cas échéant conjointement avec le ministère de la défense.\" ;\n\nn) A l'article L. 211-3, le deuxième alinéa ainsi que les mots : \"le ministre chargé de l'aviation civile\" et \"arrêté\" ;\n\no) A l'article L. 213-2, le mot : \"préfet\" ;\n\np) A l'article L. 221-1, les mots \"le ministre chargé de l'aviation civile\" ;\n\nq) A l'article L. 223-1, les mots : \"le ministre chargé de l'aviation civile\" ;\n\nr) Au 1° de l'article L. 227-1, les mots : \"celui-ci exerce ses fonctions à plein temps\", au quinzième alinéa : la dernière phrase et, au dernier alinéa, les mots : \"arrêté ministériel\" ;\n\ns) L'article L. 227-7 ;\n\nt) L'article L. 228-1 ;\n\nu) L'article L. 228-2 ;\n\nv) A l'article R. 243-1, les mots : \"le ministre chargé de l'aviation civile\" ;\n\nw) Au premier alinéa de l'article R. 244-1, les mots : \"du ministre chargé de l'aviation civile et du ministre de la défense\" ;\n\nx) L'article L. 282-12 ;\n\ny) A l'article L. 330-4, les mots : \"le ministre chargé de l'aviation civile\" ;\n\nz) L'article L. 330-5 ;\n\naa) A l'article L. 330-6, les mots : \"le ministre chargé de l'aviation civile\" ;\n\nbb) A l'article L. 360-2, les mots : \"le ministre chargé de l'aviation civile\" ;\n\ncc) A l'article L. 410-1 : au deuxième alinéa, les mots : \"le ministre chargé de l'aviation civile\", aux premier et troisième alinéas, les mots : \"par arrêté du ministre chargé de l'aviation civile et, le cas échéant, du ministre de la défense\" et au troisième alinéa, les mots : \"par les mêmes autorités ministérielles\" ;\n\ndd) A l'article L. 410-2, les mots : \"par le ministre chargé de l'aviation civile dans des conditions fixées par décret\" et \"le conseil médical de l'aéronautique civile\" ;\n\nee) A l'article L. 410-3, au premier alinéa, les mots : \"le ministre chargé de l'aviation civile\", au deuxième alinéa, les mots : \"au ministre chargé de l'aviation civile\" ;\n\nff) A l'article L. 410-4, les mots : \"le ministre chargé de l'aviation civile\" ;\n\ngg) A l'article L. 410-5, les mots : \"du ministre chargé de l'aviation civile\" et les mots : \"En cas d'urgence, l'agrément peut être suspendu.\" ;\n\nhh) A l'article L. 421-9, au II, les mots : \"sur demande formulée au plus tard trois mois avant son soixantième anniversaire, uniquement dans le cas des vols en équipage avec plus d'un pilote, à la condition qu'un seul des pilotes soit âgé de plus de soixante ans\" et, au IV, les mots : \"sur demande formulée au plus tard trois mois avant son cinquante-cinquième anniversaire\" ;\n\nii) Le deuxième alinéa de l'article L. 422-1 ;\n\njj) A l'article L. 423-1, au 5°, les mots : \"qui ne pourra pas excéder trois années consécutives, sauf accord entre les deux parties\", au premier alinéa du 7°, les mots : \"Ce montant est calculé comme suit\", les deuxième, troisième et quatrième alinéas du 7° et au cinquième alinéa du 7°, les mots : \"immédiatement et en une seule fois,\" ;\n\nkk) Les deuxième et troisième alinéas de l'article L. 426-5 ;\n\nll) L'article L. 520-1 ;\n\nmm) L'article L. 611-2 ;\n\nnn) L'article L. 722-4 ;\n\noo) Le deuxième alinéa de l'article 723-1 ;\n\npp) L'article L. 731-5 ;\n\n2° Dans le code du domaine public fluvial et de la navigation intérieure, les articles 80, 81 et 83, le sixième alinéa de l'article 84, les articles 85, 86 et 97, les deuxième à quatrième alinéas de l'article 101, les articles 102 à 104, les deuxième et troisième alinéas de l'article 109, les articles 110, 111, 113 à 131, la première phrase du deuxième alinéa et les cinquième et septième alinéas de l'article 160, l'article 161, les articles 165, 168, 169, le premier alinéa de l'article 170, les deux premiers alinéas de l'article 171, les articles 172, 176 à 180, 190, 196 et 229, le deuxième alinéa de l'article 230 et les articles 231 et 232 ;\n\n3° Dans le code des pensions de retraite des marins français du commerce, de la pêche et de la plaisance :\n\na) Au cinquième alinéa de l'article L. 11, les mots : \"les officiers et marins appartiennent aux cadres permanents\" ;\n\nb) A l'article 24, les mots : \"l'âge prévu à l'article L. 351 du code de la sécurité sociale\" et \"deux ans\" ;\n\n4° Dans le code des ports maritimes, l'article L. 101-5, le quatrième alinéa de l'article L. 103-1, les articles L. 111-4 à L. 111-6, L. 111-8, L. 111-9 et L. 346-2 ;\n\n5° La deuxième phrase de l'article L. 742-2 du code du travail ;\n\n6° Dans la loi du 15 juillet 1845 sur la police des chemins de fer :\n\na) Le deuxième alinéa de l'article 5 ;\n\nb) A l'article 6, les mots : \"Cette autorisation ne pourra être accordée\" ;\n\nc) L'article 7 ;\n\nd) A l'article 8, les mots : \"du préfet\" ;\n\ne) A l'article 9, les mots : \"en vertu d'autorisations accordées après enquête\" ;\n\nf) A l'article 10, les mots : \"l'administration\" ;\n\ng) La première phrase du deuxième alinéa de l'article 11 ;\n\nh) Le troisième alinéa de l'article 23 ;\n\n7° Les deuxième et troisième alinéas de l'article 13 de la loi du 5 juillet 1917 sur l'immatriculation des bateaux de rivière et l'hypothèque fluviale ;\n\n8° L'article 13 du décret-loi du 29 avril 1924 rendant applicable dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle la législation française applicable à la navigation intérieure ;\n\n9° Dans la loi du 13 décembre 1926 portant code du travail maritime :\n\na) A l'article 9, le deuxième alinéa ;\n\nb) Les articles 21 et 54 ;\n\nc) Au troisième alinéa de l'article 113, les mots : \"après avis du médecin des gens de mer\" ;\n\n10° Les huitième à douzième alinéas de l'article 2, les articles 43, 55, 72, 76 et le premier alinéa de l'article 82 de la loi du 17 décembre 1926 portant code disciplinaire et pénal de la marine marchande ;\n\n11° Dans le premier alinéa de l'article 8, le membre de phrase : \"dans un délai de soixante-douze heures après la sortie du navire\" et l'article 23 de la loi du 28 mars 1928 relative au régime du pilotage dans les eaux maritimes ;\n\n12° Les premier et troisième alinéas de l'article 2 de la loi du 8 juillet 1933 tendant à adapter aux nécessités actuelles, dans l'ordre technique et économique, le régime des grands réseaux de chemins de fer d'intérêt général ;\n\n13° A l'article 1er de la loi du 13 mars 1937 ayant pour objet l'organisation de l'industrie du taxi, les mots : \"le préfet\" et \"des arrêtés du préfet\" ;\n\n14° Le troisième alinéa de l'article 1er et les premier au huitième alinéas de l'article 2 du décret-loi du 17 juin 1938 relatif à la modification des limites de l'inscription maritime ;\n\n15° Le dernier alinéa de l'article 9 de la loi n° 41-1586 du 12 avril 1941 portant régime des pensions de retraite des marins français du commerce, de pêche ou de plaisance et des agents du service général à bord des navires ;\n\n16° Au premier alinéa de l'article 1er de la loi n° 42-263 du 5 février 1942 relative au transport par chemin de fer, par route ou par voie de navigation intérieure des matières dangereuses ou infectes figurant dans la nomenclature établie par le secrétaire d'Etat aux communications, les mots : \"après consultation de la commission instituée par décret du 27 février 1941,\" ;\n\n17° Les articles 7 et 8 de la loi n° 42-427 du 1er avril 1942 relative aux titres de navigation maritime ;\n\n18° A l'article 3 de la loi n° 49-809 du 22 juin 1949 concernant l'assurance des marins de commerce et de la pêche contre les pertes d'équipements par suite d'événements de mer, le membre de phrase : \"lorsque l'indice du coût de la vie aura subi une variation de 5 %\" ;\n\n19° L'article 7 de la loi n° 53-1329 du 31 décembre 1953 relative au développement des crédits affectés aux dépenses du ministère des travaux publics ;\n\n20° L'article 2 du décret n° 54-668 du 11 juin 1954 déterminant, en exécution du décret-loi du 17 juin 1938, les conditions d'application de la réglementation de l'inscription maritime dans les estuaires, fleuves, rivières et canaux fréquentés par les bâtiments de mer ;\n\n21° Dans l'ordonnance n° 59-151 du 7 janvier 1959 relative à l'organisation des transports de voyageurs en Ile-de-France ;\n\na) A l'article 1er, le dernier alinéa du II, le III, le nombre des représentants du conseil et les mots : \"élu par le collège des présidents des établissements publics de coopération intercommunale de la région d'Ile-de-France au scrutin majoritaire à deux tours\" au IV et la dernière phrase du VII ;\n\nb) Les articles 2-1 et 3 ;\n\n21° bis Au cinquième alinéa de l'article 1er de la loi n° 61-1262 du 24 novembre 1961 relative à la police des épaves maritimes, les mots : \"du ministre de la marine marchande\" ;\n\n22° Le deuxième alinéa de l'article 19 de la loi n° 65-956 du 12 novembre 1965 sur la responsabilité civile des exploitants de navires nucléaires ;\n\n23° L'article 35 de la loi n° 66-420 du 18 juin 1966 sur les contrats d'affrètement et de transport maritimes ;\n\n24° Les articles 1er, 8 et 11 de la loi n° 68-917 du 24 octobre 1968 relative au port autonome de Paris ;\n\n25° Les neuvième à onzième, treizième et quatorzième alinéas de l'article 13 du décret n° 69-515 du 19 mai 1969 relatif au régime du pilotage dans les eaux maritimes ;\n\n26° (abrogé)\n\n27° Dans la loi n° 82-1153 du 30 décembre 1982 d'orientation des transports intérieurs :\n\na) L'article 13 ;\n\nb) A l'article 13-1 :\n\ni. Au premier alinéa, les mots : \"L'Etat ou l'Etablissement public de sécurité ferroviaire\" et : \"au représentant de l'Etat ou au directeur général de l'Etablissement public de sécurité ferroviaire\" ;\n\nii. Au deuxième alinéa, les mots : \"L'Etat ou l'Etablissement public de sécurité ferroviaire\" ;\n\niii. Au quatrième alinéa, les mots : \"l'autorité de l'Etat compétente ou le directeur de l'Etablissement public de sécurité ferroviaire\" ;\n\niv. Au cinquième alinéa, les mots : \"après avis d'une commission administrative assurant notamment la représentation des collectivités territoriales\" ;\n\nc) A l'article 14-1 :\n\ni. Le troisième alinéa du I ;\n\nii. Les deuxième, troisième, quatrième et cinquième alinéas du II ;\n\nd) (Abrogé) ;\n\ne) Les premier au huitième alinéas, les mots : \"du préfet de région\" dans la première phrase du neuvième alinéa et la dernière phrase de ce même alinéa de l'article 17 ;\n\nf) abrogé ;\n\ng) L'article 21-3 ;\n\nh) Le deuxième alinéa de l'article 22 ;\n\ni) La dernière phrase du premier alinéa de l'article 27 ;\n\nj) L'article 27-2 ;\n\nk) Au premier alinéa de l'article 28 :\n\ni. A la sixième phrase, les mots : \"ainsi que le calendrier des décisions et des réalisations.\"\n\nii. Les trois dernières phrases ;\n\nl) Au 1° de l'article 28-1, les mots : \"en mettant en place un observatoire\" ;\n\nm) A l'article 28-2 :\n\ni. Au deuxième alinéa : les mots \"de trois mois\" et la phrase : \"L'avis qui n'est pas donné dans un délai de trois mois après transmission du projet de plan est réputé favorable.\" ;\n\nii. La dernière phrase du cinquième alinéa ;\n\nn) A l'article 28-3 :\n\ni. Au troisième alinéa, les mots : \"de trois mois\" dans la deuxième phrase, la troisième phrase et, à la sixième phrase, les mots : \"dans un délai de six mois à l'issue de l'enquête publique\" ;\n\nii. Au dernier alinéa, les mots : \"six mois\" et : \"le représentant de l'Etat\" ;\n\no) A l'article 28-4 :\n\ni. A la dernière phrase du premier alinéa, les mots : \"de trois mois après la demande formulée\" ;\n\nii. Au deuxième alinéa : les mots : \"de trois mois\" et la phrase : \"L'avis qui n'a pas été donné dans un délai de trois mois après transmission du projet de plan est réputé favorable\" ;\n\niii. A la première phrase du quatrième alinéa, les mots : \"de six mois\" ;\n\np) A l'article 29, les mots : \"par le représentant de l'Etat dans le département\" ;\n\nq) L'article 30-2 ;\n\nr) A l'article 37, les mots : \"par le préfet\" ;\n\ns) L'article 38 ;\n\nt) Le dernier alinéa de l'article 48 ;\n\n28° Dans la loi n° 83-629 du 12 juillet 1983 réglementant les activités privées de sécurité :\n\na) A l'article 11-2, les mots : \"par le préfet\" ;\n\nb) A l'article 11-4, les mots : \"par l'autorité préfectorale\" ;\n\n28° bis Au premier alinéa de l'article 3 de la loi n° 85-662 du 3 juillet 1985 relative aux mesures concernant, dans les eaux territoriales et les autres eaux intérieures, les navires et engins flottants abandonnés, les mots : \"du ministre de la marine marchande\".\n\n29° Le IV et le VII de l'article 1er de la loi n° 91-1385 du 31 décembre 1991 portant diverses dispositions en matière de transport, en ce qui concerne les ports autonomes de Paris et de Strasbourg ;\n\n30° Dans la loi n° 95-66 du 20 janvier 1995 relative à l'accès à l'activité de conducteur et à la profession d'exploitant de taxi :\n\na) A l'article 2, les mots : \"par le préfet\" ;\n\nb) A l'article 2 bis, les mots : \"par le préfet\" et \"le préfet\" ;\n\nc) L'article 7 bis ;\n\n31° Abrogé ;\n\n32° L'article 137 de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains ;\n\n33° Le II de l'article 3 de la loi n° 2002-3 du 3 janvier 2002 relative à la sécurité des infrastructures et systèmes de transport, aux enquêtes techniques et au stockage souterrain de gaz naturel, d'hydrocarbures et de produits chimiques ;\n\n34° A l'article 155 de la loi n° 2002-276 du 27 février 2002 relative à la démocratie de proximité, les mots : \"de catégorie A au sens du code de l'aviation civile\" ;\n\n35° Dans la loi n° 2004-172 du 23 février 2004 portant création des communautés aéroportuaires :\n\na) A l'article 2, les mots : \"par arrêté du représentant de l'Etat dans la région\" ;\n\nb) A l'article 3, les mots : \"le représentant de l'Etat dans la région\" ;\n\n36° Au cinquième alinéa du I de l'article 45 de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées, les mots : \"de trois ans\" ;\n\n37° Dans la loi n° 2005-412 du 3 mai 2005 relative à la création du registre international français :\n\na) Au neuvième alinéa de l'article 2, les mots : \"dans le cadre d'un guichet unique\" ;\n\nb) Au premier alinéa de l'article 5, dans la première phrase les mots : \"de 35 % calculée sur la fiche d'effectif\", et la deuxième phrase ;\n\nc) La deuxième phrase du septième alinéa de l'article 16 ;\n\nd) Au cinquième alinéa de l'article 26, les mots : \"60 000 euros\" et \"15 000 euros\" et au huitième alinéa, les mots : \"1,5 %\" et \"2 %\"."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La présente ordonnance est applicable en Nouvelle-Calédonie, en Polynésie française, à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises, à l'exception de ses articles 5 et 6 et, en Polynésie française et dans les Terres australes et antarctiques françaises, de son article 4.Toutefois, les dispositions des textes mentionnés aux articles 7 et 8 intervenues dans une matière relevant désormais de la compétence des autorités d'une collectivité d'outre-mer ou de la Nouvelle-Calédonie et applicables localement y demeurent en vigueur tant qu'elles n'ont pas été modifiées ou abrogées par l'autorité locale compétente."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I A modifié les dispositions suivantes :\n\nII. - L'article 1er de la loi n° 52-1322 du 15 décembre 1952 instituant un code du travail dans les territoires et territoires associés relevant du ministère de la France d'outre-mer est complétée pour son application à Wallis-et-Futuna par les alinéas suivants :\n\nLes marins sont également soumis aux dispositions applicables à Wallis-et-Futuna du titre IV du livre V de la cinquième partie du code des transports.\n\nLe personnel navigant aérien est également soumis aux dispositions du chapitre III du titre II du livre V de la sixième partie du code des transports.\n\nIII. - L'article 1er de la loi n° 52-1322 du 15 décembre 1952 instituant un code du travail dans les territoires et territoires associés relevant du ministère de la France d'outre-mer est complété pour son application dans les Terres australes et antarctiques françaises par l'alinéa suivant :\n\nLes marins sont également soumis aux dispositions applicables aux Terres australes et antarctiques françaises des titres IV et V du livre V de la cinquième partie du code des transports.\n\n- Code du travail applicable à Mayotte."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'abrogation des dispositions mentionnées à l'article 7 prendra effet :1° A compter de la publication des dispositions réglementaires du code général de la propriété des personnes publiques pour ce qui concerne les dispositions suivantes du code du domaine public fluvial et de la navigation intérieure :a) L'article 5 en ce qu'il prévoit les modalités de la consultation par l'autorité administrative des établissements, des collectivités territoriales et des organisations professionnelles mentionnés aux a et b de cet article ;b) Les mots : « par l'administration des domaines » à l'article 38 ;c) Les mots : « par le préfet » à l'article 244 ;2° A compter de la date d'entrée en vigueur des dispositions réglementaires prises en application du chapitre III du titre préliminaire du livre VIII de la première partie du code des transports, pour ce qui concerne l'article 60 de la loi de programme pour l'outre-mer n° 2003-660 du 21 juillet 2003."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La présente ordonnance entre en vigueur le premier jour du premier mois suivant la date de sa publication."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le Premier ministre, le ministre d'Etat, ministre de l'écologie, de l'énergie, du développement durable et de la mer, en charge des technologies vertes et des négociations sur le climat, et le secrétaire d'Etat chargé des transports sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}