{
  "id": "jorftext000000864578",
  "type": "statute",
  "title": "Loi n° 93-1313 quinquennale du 20 décembre 1993",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000864578",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ......Les dispositions de l'alinéa précédent sont applicables aux gains et rémunérations versés à compter du 1er juillet 1993.II. : Paragraphe modificateur ;"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement présentera au Parlement un rapport portant sur les conséquences qu'aurait, principalement sur l'emploi et la situation financière des bénéficiaires actuels, une modification de l'assiette des contributions pesant sur les entreprises :1° Au titre de la participation des employeurs à l'effort de construction ;2° Au titre du versement destiné au financement des transports collectifs urbains ;3° Au titre de la taxe d'apprentissage ;4° Au titre de la participation des employeurs au développement de la formation professionnelle continue ;5° Au titre de la taxe professionnelle ;6° Au titre de la taxe sur les salaires ;7° Au titre de la contribution du Fonds national d'aide au logement."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement présentera un rapport qui explorera les potentialités et les conditions de création d'emplois dans les services marchands et proposera des mesures propres à lever les obstacles éventuels à la croissance de ces derniers. Il analysera les perspectives que peut offrir, en matière d'emploi, le développement du travail des cadres à temps partagé entre plusieurs entreprises et envisagera les dispositions législatives et réglementaires qui permettront de tenir compte de leur spécificité. Il fera des propositions afin de renforcer la sécurité des consommateurs."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. Paragraphe modificateur ;II. Les dispositions du I entreront en vigueur le 1er janvier 1994 et sont applicables aux embauches prenant effet à compter de cette date.Les contrats en cours à cette date demeurent régis, jusqu'à leur terme, par les dispositions antérieurement applicables."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'acceptation par un chômeur d'un emploi pour un salaire net inférieur au montant des allocations nettes accordées au titre de l'assurance chômage ou en application des conventions de conversion visées à l'article L. 322-3 du code du travail ouvre droit au versement par les organismes chargés du versement desdites allocations d'une indemnité compensatrice d'un montant au plus égal à la différence ainsi constatée *indemnité différentielle*.Cette indemnité est calculée et évolue en fonction de la différence entre l'indemnité nette qui serait perçue, en cas de poursuite de l'indemnisation, et le salaire net. Elle est cessible et saisissable dans les mêmes conditions et limites que les salaires. Les dispositions de l'article L. 131-2 du code de la sécurité sociale lui sont applicables.Les organisations d'employeurs et les organisations de salariés gestionnaires du régime d'assurance chômage fixent les conditions de mise en oeuvre de cette disposition."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 93-328 DC du 16 décembre 1993.]"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Dans le cadre de conventions destinées à améliorer l'efficacité des dispositifs existants, l'Etat apporte son concours financier aux collectivités territoriales qui engagent des actions en matière d'insertion professionnelle des jeunes de dix-huit à moins de vingt-six ans *âge limite*."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.  A, B, C : Paragraphes modificateurs ;D.  Les dispositions des A, B et C ci-dessus entreront en vigueur à compter de la date d'entrée en vigueur de la loi n° 92-683 du 22 juillet 1992 portant réforme des dispositions générales du code pénal, telle qu'elle est prévue par l'article 373 de la loi n° 92-1336 du 16 décembre 1992 relative à l'entrée en vigueur du nouveau code pénal et modifiée par la loi n° 93-913 du 19 juillet 1993 reportant l'entrée en vigueur du nouveau code pénal.II., III. IV. : Paragraphes modificateurs."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les articles L. 213-11 et L. 213-12 du code du travail sont abrogés."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. II. : paragraphes modificateurs ;III.  a) Le paragraphe 3 de la section II du chapitre II du titre Ier du livre II du code du travail et les articles L. 212-4-8 à L. 212-4-11 du même code sont abrogés ;b) Les dispositions des conventions ou accords collectifs conclus en application des articles L. 212-4-8 et suivants sont maintenues en vigueur ;III. c : paragraphes modificateurs ;IV., V., VI., VII., IX. : paragraphes modificateurs."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. Les transferts de compétences prévus au B de l'article 49 s'accompagnent du transfert aux régions des ressources nécessaires à l'exercice normal de ces compétences dans les conditions définies à l'article 5 de la loi n° 83-8 du 7 janvier 1983 précitée.Ces ressources couvrent :1° Le coût de fonctionnement des heures de formation et les frais de personnels ;2° La rémunération des stagiaires ;3° Les coûts de gestion des conventions.II. paragraphe modificateur ;III. A l'issue de la période transitoire de cinq ans prévue à l'article 49 de la présente loi, l'ensemble des crédits attribués par l'Etat à chaque région au titre de la formation professionnelle continue des jeunes de moins de vingt-six ans, y compris ceux qui sont alloués au réseau d'accueil, d'information, d'orientation et de suivi des jeunes en matière de formation professionnelle, sera transféré au fonds régional de l'apprentissage et de la formation professionnelle continue.Un décret en Conseil d'Etat fixe les modalités d'application des I et III du présent article."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. A l'article L. 982-1 du code du travail, les mots :\"l'acquisition d'une qualification, l'adaptation à l'emploi,\" sont supprimés. Cette suppression prend effet à la date fixée par le décret prévu au VI de l'article 50 de la présente loi.II. A titre transitoire, la région poursuit jusqu'à son terme l'exécution des conventions passées par l'Etat sur le champ défini au II de l'article 82 de la loi n° 83-8 du 7 janvier 1983 précitée."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Un décret détermine les modalités d'application du contrat de qualification mentionné à l'article L. 981-1 du code du travail aux marins relevant du code du travail maritime."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. (supprimé)II., III., IV., V. : Paragraphes modificateurs ;"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. Les organisations qui sont liées par une convention de branche ou, à défaut, par un accord professionnel conclu dans les conditions prévues aux articles L. 132-1 à L. 132-17 du code du travail se réunissent tous les ans pour négocier sur les modalités de recours aux contrats d'insertion en alternance définis aux articles L. 981-1 et suivants du code du travail ainsi qu'aux contrats d'apprentissage prévus à l'article L. 117-1 du même code. Elles examinent les conditions d'accueil des jeunes en entreprise, le tutorat, et en particulier, les possibilités de recours, pour exercer ce tutorat, à des salariés sur le point de cesser leur activité.II. Les organisations syndicales représentatives de salariés et les organisations représentatives d'employeurs seront invitées à négocier au niveau national et interprofessionnel les conditions et modalités d'une extension du recours aux contrats d'insertion en alternance telles que définies aux articles L. 981-1 et suivants du code du travail au profit des demandeurs d'emploi âgés de vingt-six ans et plus dans un délai de deux ans à compter de la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "L'Etat mènera une concertation avec les organisations syndicales représentatives de salariés, les organisations représentatives d'employeurs, les      chambres de commerce et d'industrie territoriales, les chambres de métiers, les chambres d'agriculture et les régions sur les moyens d'amplifier et d'harmoniser l'utilisation des différentes mesures de formation sous contrat de travail en faveur des jeunes.Dans la perspective de l'élaboration d'un projet de loi relatif à la formation en alternance, le Gouvernement fera connaître par un rapport au Parlement présenté avant le 31 mars 1994, à l'issue des consultations mentionnées au premier alinéa, les modalités de financement qui pourraient être retenues. Seront notamment précisées les dispositions visant à rendre plus efficaces les contributions des entreprises à l'effort de formation et la part que pourraient prendre les régions au moyen des fonds régionaux de la formation professionnelle continue et de l'apprentissage."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "A partir du 1er janvier 1996 sera institué un titre de maître d'apprentissage dont les modalités d'attribution seront fixées par décret."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. Paragraphe modificateur ;II. Les dispositions du I du présent article sont applicables pour le calcul du crédit d'impôt formation des années 1994 à 1998."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Les jeunes de moins de vingt-six ans à la recherche d'un emploi ou d'une formation bénéficieront dans un même lieu de l'ensemble des services adaptés à leurs besoins.\n\nA cette fin, l'Etat, la région et l'institution mentionnée à l'article L. 311-7 du code du travail concluent avec les missions locales pour l'insertion professionnelle et sociale des jeunes, ainsi qu'avec les personnes morales publiques ou privées, notamment les communes, concourant à la satisfaction de ces besoins, une convention de coopération. Cette convention détermine notamment les conditions dans lesquelles les missions locales pour l'insertion professionnelle et sociale des jeunes ainsi que les personnes morales susvisées peuvent réaliser des missions dévolues à l'institution mentionnée à l'article L. 311-7 du code du travail.\n\nLes objectifs et les conditions de cette coopération sont précisés dans la convention régionale tripartite d'application du contrat de progrès de l'institution mentionnée à l'article L. 311-7 du code du travail prévue à l'article L. 910-1 du code du travail."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. Paragraphe modificateur ;II. La commission départementale de la formation professionnelle, de l'emploi et de l'apprentissage, créée par l'article 61 de la loi n° 93-121 du 27 janvier 1993 portant diverses mesures d'ordre social, est supprimée."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement adressera au Parlement un rapport établissant les modalités et les conditions d'une coordination plus étroite des différentes instances de l'institution mentionnée à l'article L. 311-7 du code du travail et de l'Union nationale interprofessionnelle pour l'emploi dans l'industrie et le commerce. Ce rapport définira également à quelles conditions pourrait être réalisée une éventuelle fusion de ces deux organismes et de leurs déclinaisons territoriales et quelles pourraient en être les incidences juridiques et financières."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement présentera au Parlement les conclusions d'une étude relative à la situation de l'emploi et au régime de protection sociale et d'assurance chômage dont bénéficient les travailleurs frontaliers. Celle-ci portera notamment sur les perspectives d'homogénéisation des prestations offertes aux travailleurs frontaliers qu'ils exercent leur activité professionnelle dans un pays de la Communauté européenne ou dans un pays qui n'en est pas membre."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Avant le 30 juin 1996, un rapport d'évaluation de l'application de la présente loi sera adressé par le Gouvernement au Parlement.Il tiendra notamment compte des quatre rapports d'exécution qui seront présentés par le Gouvernement pour l'information du Parlement avant le 31 décembre 1995.Le premier de ces rapports analysera les effets des exonérations prévues au I de l'article 1er sur la situation des salariés concernés et précisera les conditions de l'extension de ces exonérations à l'ensemble des gains et rémunérations des salariés et non-salariés.Un deuxième rapport déterminera les effets sur la concurrence et l'emploi des exonérations de cotisations résultant des modifications apportées à la loi n° 89-18 du 13 janvier 1989 portant diverses mesures d'ordre social par l'article 4 de la présente loi.Un troisième rapport sera élaboré sur la mise en place du chèque-service institué à l'article 5 de la présente loi.Enfin, un quatrième rapport dressera un bilan des négociations prévues aux articles 38 et 40 de la présente loi.Le rapport d'évaluation prévu au premier alinéa dressera le bilan des dispositions de la présente loi et étudiera la possibilité, dans certaines zones particulièrement touchées par le chômage, de conclure des conventions d'expérimentation destinées à favoriser le développement local et l'emploi par de nouvelles mesures.Afin de contribuer à l'élaboration du rapport prévu au premier alinéa, une commission comprenant douze membres, six nommés par le Gouvernement, trois sénateurs désignés par le Sénat et trois députés désignés par l'Assemblée nationale, est instituée. Ses modalités de fonctionnement sont fixées par décret."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Une loi ultérieure complétera et, au besoin, adaptera les dispositions de la présente loi aux nécessités spécifiques de la lutte pour l'emploi dans les départements d'outre-mer et à Saint-Pierre-et-Miquelon.Cette loi contiendra également, après délibération de l'assemblée territoriale concernée, des dispositions propres à répondre aux besoins de Mayotte en matière de lutte pour l'emploi."
    }
  ]
}