{
  "id": "jorftext000000536085",
  "type": "statute",
  "title": "Loi n° 91-428 du 13 mai 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000536085",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 91-290 DC du 9 mai 1991"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Une commission mixte de douze membres composée par moitié de représentants de la collectivité territoriale de Corse et de représentants de l'Etat est chargée de formuler des propositions relatives au régime fiscal spécifique applicable en Corse et aux dispositions destinées à faciliter la sortie de l'indivision.Avant la conclusion de ses travaux, la commission mixte consulte les parlementaires élus dans les départements de Corse.Les propositions de cette commission relatives au régime fiscal spécifique applicable en Corse et aux dispositions destinées à faciliter la sortie de l'indivision font l'objet d'un rapport qui est présenté au Parlement par le Gouvernement, dans un délai de neuf mois à compter de la promulgation de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998)."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Pour compenser une partie des charges résultant de l'application de la présente loi, le produit des droits de consommation sur les alcools perçu en Corse sera transféré à la collectivité territoriale de Corse dans les conditions prévues par une loi ultérieure qui définira, en outre, les modalités selon lesquelles la collectivité territoriale de Corse pourra fixer les tarifs de ces droits."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Pour l'application de la présente loi, la collectivité territoriale de Corse est assimilée à une région dans les lois n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale et n° 84-594 du 12 juillet 1984 relative à la formation des agents de la fonction publique territoriale, et le conseil exécutif de Corse est assimilé à un conseil régional."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Il sera procédé dans chaque commune de Corse à la refonte complète de la liste électorale avant la première élection de l'Assemblée de Corse selon les dispositions de la présente loi. Pour être inscrits sur cette liste, les électeurs remplissant les conditions prévues aux articles L. 11 à L. 14 du code électoral devront présenter leur demande entre la date de publication de la présente loi et le 31 décembre 1991.La section II du chapitre II du titre Ier du livre Ier du code électoral (première partie : Législative) s'applique à l'établissement de cette liste. Cette liste se substitue à la liste précédente le 1er mars 1992.Dans des conditions fixées par décret en Conseil d'Etat, une commission de contrôle, composée paritairement de membres du Conseil d'Etat, désignés par le vice-président du Conseil d'Etat, et de magistrats de l'ordre judiciaire, désignés par le premier président de la Cour de cassation, est chargée de contrôler le bon déroulement de cette opération.Dans l'exercice de cette mission, les membres de la commission de contrôle ont accès à tout moment aux documents nécessaires à la refonte des listes électorales. Ils transmettent leurs observations au représentant de l'Etat dans le département qui peut, le cas échéant, exercer le droit défini à l'article L. 25 du code électoral."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Les dispositions de la section 1 du chapitre Ier du titre Ier de la présente loi entreront en vigueur à l'occasion du prochain renouvellement de l'Assemblée de Corse."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Les autres dispositions de la présente loi, à l'exception de celles mentionnées à l'article 78, paragraphe V, premier alinéa ci-dessus, entreront en vigueur à la date de la première réunion de l'Assemblée de Corse suivant son prochain renouvellement.A cette date, les dispositions de la loi n° 82-214 du 2 mars 1982 portant statut particulier de la région de Corse : organisation administrative et les dispositions de la loi n° 82-659 du 30 juillet 1982 portant statut particulier de la région de Corse :compétences, sont abrogées."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Les transferts de compétences prévus par la présente loi devront avoir été réalisés dans le délai d'un an à compter de la date prévue à l'article 87."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Des décrets en Conseil d'Etat fixent, en tant que de besoin, les modalités d'application de la présente loi."
    }
  ]
}