{
  "id": "jorftext000000339466",
  "type": "statute",
  "title": "Loi n° 80-834 du 24 octobre 1980",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000339466",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions de la présente loi sont applicables aux sociétés par actions ayant leur siège sur le territoire français, lorsqu'elles ont distribué au moins deux dividendes au titre de deux des exercices clos au cours des cinq années civiles précédant la réunion de l'assemblée générale extraordinaire prévue aux articles suivants."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Dans les sociétés dont les actions sont inscrites à la cote officielle ou au compartiment spécial du marché hors cote d'une bourse française de valeurs ou font l'objet sur le marché hors cote de transactions d'une importance et d'une fréquence fixées par décret, le conseil d'administration ou le directoire, selon le cas, est tenu de convoquer une assemblée générale extraordinaire.Cette assemblée générale extraordinaire doit décider s'il y a lieu ou non de procéder à une distribution d'actions en faveur des salariés de la société. Elle doit être réunie au plus tard à la date de la plus prochaine assemblée générale qui suivra la promulgation de la présente loi.Dans un délai de quatre mois à compter de la promulgation de la présente loi, le conseil d'administration ou le directoire, selon le cas, doit se réunir en vue d'élaborer le projet de résolution qui sera présenté à l'assemblée générale extraordinaire prévue aux alinéas précédents. Dans les trente jours suivant la réunion du conseil d'administration ou du directoire, selon le cas, ce projet de résolution qui ne peut être modifié est porté à la connaissance de chaque salarié selon des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans les sociétés ne remplissant pas les conditions énoncées à l'article précédent, le conseil d'administration ou le directoire, selon le cas, peut soumettre à l'assemblée générale extraordinaire un projet de résolution tendant à décider de procéder à une distribution d'actions en faveur des salariés de la société.Cette assemblée générale extraordinaire doit être réunie avant la clôture du deuxième exercice ouvert après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les pouvoirs délivrés par les actionnaires en vue de leur représentation à l'assemblée générale extraordinaire convoquée pour l'application de la présente loi sont exonérés du droit de timbre de dimension prévu au 5° de l'article 899 du code général des impôts."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La décision de l'assemblée générale extraordinaire de procéder à la distribution prévue à l'article 2 vaut renonciation de tous les actionnaires à l'attribution à leur profit des actions nouvelles à émettre en application du présent chapitre."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Les actions distribuées aux salariés résultent d'une augmentation de capital. Le nombre de ces actions est déterminé de manière que le montant de l'augmentation de capital soit égal à 3 p. 100 du capital social. Toutefois, ce nombre est éventuellement réduit de telle sorte que son produit par la valeur de négociation des actions nouvelles soit égal au produit de 762,25 euros par le nombre des salariés bénéficiaires.Pour l'application de l'alinéa précédent, la valeur de négociation des actions est déterminée comme suit :Pour les sociétés mentionnées à l'article 2, cette valeur est égale à la moyenne des cours cotés lors des soixante dernières séances de bourse précédant le premier jour du mois au cours duquel est prise la décision du conseil d'administration ou du directoire, selon le cas, de réunir l'assemblée générale extraordinaire prévue à l'article 2.Pour les sociétés mentionnées à l'article 3, cette valeur est fixée au choix de chaque société :Soit en divisant par le nombre de titres existants le montant de l'actif net calculé d'après le bilan le plus récent ;Soit à dire d'expert désigné en justice à la demande du président du conseil d'administration ou du directoire, selon le cas.L'application des règles de détermination de la valeur de négociation est vérifiée par les commissaires aux comptes qui présentent un rapport spécial à l'assemblée générale extraordinaire.Le nombre des actions à distribuer et celui des salariés bénéficiaires sont constatés à la date à laquelle le conseil d'administration ou le directoire, selon le cas, s'est réuni en application des articles 2 et 3.II. - Lorsque la valeur de négociation des actions déterminée en application du I du présent article, est inférieure à leur montant nominal, le conseil d'administration ou le directoire, selon le cas, ne peut opposer à l'assemblée générale extraordinaire de procéder à l'augmentation de capital prévue par la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - L'augmentation de capital prévue à l'article 6 ouvre droit à une créance sur l'Etat égale à 65 p. 100 de la valeur des actions distribuées aux salariés déterminée conformément audit article.Toutefois, lorsque le montant de la créance, tel que déterminé à l'alinéa précédent, est inférieur au montant nominal total des actions émises, elle est portée à ce montant.La créance porte intérêt à compter de la date de jouissance des actions à un taux égal au taux de rendement moyen constaté sur le marché des emprunts émis par l'Etat ne bénéficiant d'aucun avantage fiscal particulier et assortis de conditions d'amortissement comparables à celles de la créance prévue au présent article. Ce taux est constaté dans des conditions fixées par décret en Conseil d'Etat, le 31 décembre précédant l'assemblée générale extraordinaire mentionnée aux articles 2 et 3.La créance est remboursée en dix ans par annuités constantes, le premier remboursement intervenant un an après la date de jouissance des actions.Cette créance n'est pas cessible sauf dans des conditions fixées par décret en Conseil d'Etat.La créance sur l'Etat prévue au présent article est réputée constituer, pour son montant nominal, un apport en nature des salariés. Les dispositions de l'article L. 225-147 du code de commerce ne sont pas applicables.II. - Pour l'application de la présente loi, les sociétés ne peuvent émettre des actions à dividende prioritaire sans droit de vote.III. - Dans un délai de trois mois à compter de la réunion de l'assemblée générale extraordinaire, le conseil d'administration ou le directoire, selon le cas, informe chaque salarié mentionné à l'article 8 ci-après de la décision de ladite assemblée et, le cas échéant, du nombre d'actions ou de coupures d'actions qui lui seront distribuées.IV. - Lorsque le montant par action de la créance sur l'Etat est supérieur au montant nominal de l'action, cette différence constitue une prime au sens de l'article L. 225-128 du code de commerce précité.V. - Le conseil d'administration ou le directoire, selon le cas, arrête la liste des salariés bénéficiaires de la distribution d'actions. Cette liste est publiée selon des conditions déterminées par décret en Conseil d'Etat.Les actions nouvelles portent jouissance à compter du premier jour de l'exercice au cours duquel l'assemblée générale extraordinaire visée aux articles 2 et 3 s'est réunie."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Bénéficient de la distribution tous les salariés de la société de nationalité française ou ressortissants d'un Etat membre de la Communauté européenne, comptant au moins deux ans d'ancienneté dans la société à la date mentionnée au dernier alinéa du paragraphe I de l'article 6.Il en est de même des salariés autres que ceux visés à l'alinéa précédent pourvu qu'ils justifient d'une présence continue de cinq ans dans un établissement de l'entreprise situé sur le territoire français.II. - Sont assimilés aux salariés de la société ceux des sociétés, quelle que soit leur forme, dont elle détient, directement ou indirectement, plus de la moitié du capital, sous réserve que les intéressés remplissent les conditions prévues au premier alinéa du I du présent article et ne bénéficient pas déjà d'une distribution d'actions, soit au titre de la société qui les emploie, soit au titre d'une autre société détenant, directement ou indirectement, plus de la moitié du capital de la société qui les emploie.III. - Un salarié ne peut bénéficier d'une distribution d'actions qu'au titre d'une seule société."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'assemblée générale extraordinaire décide que la détermination du nombre d'actions ou de coupures d'actions distribué à chaque salarié s'effectue soit à l'intérieur d'un écart maximum de 1 à 3 par référence au salaire perçu par les intéressés et à leur ancienneté dans la société soit conformément aux règles de répartition prévues par l'accord de participation en vigueur dans la société."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Les actions distribuées aux salariés en application des dispositions de la présente loi sont indisponibles pendant un délai fixé par l'assemblée générale extraordinaire. Ce délai ne peut être ni inférieur à trois ans, ni supérieur à cinq ans. Dans ces limites, l'assemblée générale extraordinaire peut prévoir un échelonnement de la levée de cette indisponibilité.Un décret en Conseil d'Etat fixe les conditions dans lesquelles ces actions pourront être exceptionnellement négociées ou cédées avant l'expiration du délai prévu à l'alinéa précédent.Les droits de souscription et les droits d'attribution afférents à ces actions sont immédiatement négociables ; il en est de même des actions souscrites ou attribuées sur présentation de ces droits.II. - Par dérogation aux dispositions du I du présent article, les salariés peuvent répondre aux offres publiques d'achat ou d'échange selon des conditions déterminées par décret.Les sommes ou les actions ainsi obtenues sont indisponibles jusqu'à l'expiration du délai prévu au I du présent article."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Si les actions ne revêtent pas la forme nominative, elles doivent être déposées, pendant la période d'incessibilité prévue à l'article 10, auprès d'un intermédiaire agréé choisi par la société sur une liste fixée par décret. Dans ce cas, les bénéficiaires reçoivent des certificats représentatifs des actions qui leur sont distribuées.II. - Le conseil d'administration ou le directoire, selon le cas, peut décider que, pendant la période d'indisponibilité, la gestion des actions distribuées est confiée à un fonds commun de placement propre à la société et constitué en application du titre II de la loi n° 79-594 du 13 juillet 1979 (1) relative aux fonds communs de placement.Les actifs compris dans ce fonds commun de placement sont composés exclusivement par les actions émises par la société.Les salariés conservent les droits de vote attachés aux actions distribuées en application de la présente loi ; l'article 37 de la loi n° 79-594 du 13 juillet 1979 (1) n'est pas applicable aux produits de ces actions.III. - Dans les sociétés visées à l'article 3, les actions distribuées aux salariés, en application de la présente loi, ne peuvent être vendues qu'à la société qui les a émises, sauf si l'assemblée générale a expressément renoncé à ce droit de rachat ; la valeur de ces actions est déterminée selon les modalités retenues au paragraphe I de l'article 6.Toutefois, la société doit disposer de réserves autres que la réserve légale, d'un montant au moins égal à la valeur de l'ensemble des actions qu'elle détient.Elle ne peut conserver les actions acquises en application du III du présent article pendant plus de deux exercices consécutifs. Elle ne peut les céder que dans le cadre des accords de participation mentionnés à l'article L. 442-5 du code du travail ; à défaut, ces actions sont annulées.Les actions détenues en application du III du présent article doivent revêtir la forme nominative ; un registre des achats de ces actions doit être tenu, dans les conditions fixées par décret, par la société ou la personne chargée du service de ces titres. La société ne peut voter valablement avec les actions qu'elle détient en application du III du présent article.Quiconque aura contrevenu aux dispositions du III du présent article sera puni des peines prévues à l'article L. 242-23 du code de commerce précité."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les augmentations de capital réalisées en application des dispositions de la présente loi sont exonérées de droit d'enregistrement.Les sommes correspondant aux actions distribuées aux salariés ne sont pas soumises à la taxe sur les salaires prévue à l'article 231 du code général des impôts et ne sont pas prises en considération pour l'application de la législation du travail. Elles ne sont pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Toute distribution d'actions réalisée en application de la présente loi fait l'objet d'une information préalable du comité d'entreprise. Quiconque contreviendra aux dispositions du présent alinéa sera puni des sanctions prévues à l'article L. 463-1 du code du travail.L'information du comité d'entreprise est complétée par une formation économique et financière des salariés.Un décret en Conseil d'Etat fixera les modalités d'application du présent article, ainsi que les conditions et limites dans lesquelles les dépenses résultant de la formation prévue au premier alinéa pourront être imputées sur les sommes prévues à l'article L. 950-2 du code du travail."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Les sociétés qui procèdent à l'application de la présente loi doivent le faire connaître à l'autorité compétente dans les conditions fixées par décret.II. - Lorsque le conseil d'administration ou le directoire, selon le cas, n'a pas appliqué les dispositions de l'article 2, le ministère public peut saisir le tribunal de commerce du lieu du siège social aux fins de désignation d'un mandataire chargé de convoquer l'assemblée générale extraordinaire dans les conditions prévues par la présente loi.Ce mandataire de justice est investi, pour les besoins de sa mission, des mêmes pouvoirs que le conseil d'administration ou le directoire, selon le cas."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les dispositions du chapitre 1er de la présente loi ne sont pas applicables :\n\n- aux sociétés immobilières d'investissement régies par la loi n° 63-254 du 15 mars 1963 ;\n\n- aux sociétés immobilières pour le commerce et l'industrie créées par l'ordonnance n° 67-837 du 28 septembre 1967 ;\n\n- aux sociétés agréées pour le financement des télécommunications et régies par la loi n° 69-1160 du 24 décembre 1969 ;\n\n- aux sociétés nationales visées par les lois n° 73-8 et 73-9 du 4 janvier 1973 ;\n\n- aux sociétés d'investissement à capital variable visées par la loi n° 79-12 du 3 janvier 1979 ;\n\n- aux sociétés sidérurgiques mentionnées par la loi n° 78-1022 du 23 octobre 1978."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Pour l'application de la présente loi, les sociétés peuvent diviser leurs actions en coupures dont le montant nominal ne peut être inférieur à une somme fixée par décret."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Seront punies d'un emprisonnement de deux ans et d'une amende de 750 000 euros, ou de l'une de ces deux peines seulement,les personnes mentionnées à l'article L. 225-109 du code de commerce précité qui, directement ou par personne interposée, auront réalisé sur le marché boursier toute opération dans le but d'augmenter artificiellement la valeur de négociation prévue à l'article 6.En cas de poursuites engagées en application de l'alinéa précédent, l'Autorité des marchés financiers est obligatoirement consultée par les autorités judiciaires compétentes."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les crédits nécessaires à l'application de la présente loi seront inscrits dans les lois de finances."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Les attributions conférées par la présente loi au conseil d'administration ou au directoire, selon le cas, sont, dans les sociétés en commandite par actions, exercées par le ou les gérants.II. - Les dispositions de la présente loi ne sont pas applicables au président, ni aux membres du conseil d'administration, aux directeurs généraux, aux membres du directoire d'une société anonyme ou aux gérants d'une société en commandite par actions ; il en est de même de leur conjoint non séparé de corps."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le Gouvernement saisira le Parlement, avant le 31 décembre 1985 d'un rapport décrivant les résultats de l'application de la présente loi.Un second rapport, relatif à la situation de l'actionnariat salarié résultant de la distribution instituée par la présente loi, sera déposé par le Gouvernement devant le Parlement, avant le 31 décembre 1989."
    }
  ]
}