{
  "id": "jorftext000033734341",
  "type": "statute",
  "title": "LOI n°2016-1918 du 29 décembre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033734341",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à VII.-A modifié les dispositions suivantes :\n\n-LOI n° 2004-1484 du 30 décembre 2004\n\nArt. 52\n\n-LOI n° 2014-1654 du 29 décembre 2014\n\nArt. 29\n\n-LOI n° 2015-1785 du 29 décembre 2015\n\nArt. 38\n\nVIII.-Il est versé, au titre de 2016, aux régions Auvergne-Rhône-Alpes, Grand Est, Hauts-de-France, Ile-de-France, Normandie, Nouvelle-Aquitaine et Occitanie ainsi qu'aux collectivités territoriales de Corse et de Martinique et à La Réunion, en application des articles 78 et 91 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles, un montant total de 409 773 € correspondant à l'ajustement de la compensation du transfert des services en charge de la gestion des fonds européens.\n\nLes montants correspondant aux versements prévus au premier alinéa du présent VIII sont prélevés sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat.\n\nIls sont répartis conformément au tableau suivant :\n\n(En euros)\n\nIX.-Il est versé, au titre de 2016, au département de Mayotte, en application de l'article L. 123-1 du code de l'action sociale et des familles, un montant de 41 872 264 € correspondant à la régularisation, au titre des années 2009 à 2015, de la compensation des charges nettes résultant du transfert de la compétence en matière d'aide sociale à l'enfance. Ce montant est prélevé sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat.\n\n-Code du travail\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-Code du travail\n\n-LOI n° 2013-1278 du 29 décembre 2013\n\nRÉGION\n\nMONTANT À VERSER\n\nAuvergne-Rhône-Alpes\n\n112 079\n\nBourgogne-Franche-Comté\n\n67 036\n\nCentre-Val de Loire\n\n68\n\nCorse\n\n1 595\n\nGrand Est\n\n25 314\n\nHauts-de-France\n\n7 679\n\nIle-de-France\n\n43 085\n\nNormandie\n\n44 322\n\nNouvelle-Aquitaine\n\n31 998\n\nOccitanie\n\n1 625\n\nPays de la Loire\n\n260\n\nProvence-Alpes Côte d'Azur\n\n57 879\n\nGuadeloupe\n\n5 583\n\nMartinique\n\n2 500\n\nLa Réunion\n\n8 750\n\nTotal\n\n409 773\n\n1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-Il est opéré en 2016 un prélèvement de 55 millions d'euros sur les ressources du fonds de prévention des risques naturels majeurs mentionné au I de l'article L. 561-3 du code de l'environnement. Le versement de ce prélèvement est opéré le 31 décembre 2016 au plus tard. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.II.-Il est opéré en 2016 un prélèvement de 70 millions d'euros sur le fonds de roulement de l'Office national de l'eau et des milieux aquatiques mentionné à l'article L. 213-2 du code de l'environnement. Le versement de ce prélèvement est opéré le 31 décembre 2016 au plus tard. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.III.-Il est opéré en 2016 un prélèvement de 60,1 millions d'euros sur les ressources du fonds de compensation des risques de l'assurance de la construction mentionné à l'article L. 431-14 du code des assurances. Le versement de ce prélèvement est opéré le 31 décembre 2016 au plus tard. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Il est opéré en 2016 un prélèvement de 9 millions d'euros sur les ressources du service à comptabilité distincte Bande 700 de l'Agence nationale des fréquences mentionnée à l'article L. 43 du code des postes et des communications électroniques. Le versement de ce prélèvement est opéré avant le 31 décembre 2016. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.\n\n-LOI n° 2011-1977 du 28 décembre 2011"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-Par dérogation au IV de l'article 65 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011, le montant du produit de la taxe mentionnée à l'article 302 bis ZB du code général des impôts affecté en 2016 au compte d'affectation spéciale Services nationaux de transport conventionnés de voyageurs en application du même article 302 bis ZB est de 84 millions d'euros.II.-Par dérogation à la troisième ligne de la dernière colonne du tableau du second alinéa du I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, le plafond du produit de la taxe mentionnée à l'article 302 bis ZB du code général des impôts affecté en 2016 à l'Agence de financement des infrastructures de transport de France est de 515 millions d'euros.\n\nIII.-Par dérogation à la quatrième ligne de la dernière colonne du tableau du second alinéa du I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 précitée, le plafond de la part du produit de la taxe intérieure de consommation sur les produits énergétiques mentionnée à l'article 265 du code des douanes affecté en 2016 à l'Agence de financement des infrastructures de transport de France est de 766 millions d'euros.\n\nIV. A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "En 2016, la fraction prévue au 3° du IV de l'article L. 241-2 du code de la sécurité sociale est fixée à 7,49 %."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Est autorisée, au-delà de l'entrée en vigueur de la présente loi, la perception de rémunération de services instituée par le décret n° 2016-1127 du 11 août 2016 relatif à la rémunération des services rendus par l'Institut national de la jeunesse et de l'éducation populaire."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Pour 2016, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et la variation des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros *)\n\nII. - Pour 2016 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an demeure inchangé.III. - Pour 2016, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 920 269.\n\nRESSOURCES\n\nCHARGES\n\nSOLDE\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes/dépenses brutes\n\n2 024\n\n6 968\n\nleft\n\nA déduire : Remboursements et dégrèvements\n\n4 592\n\n4 592\n\nleft\n\nRecettes fiscales nettes/dépenses nettes\n\n- 2 568\n\n2 376\n\nleft\n\nRecettes non fiscales\n\n894\n\nleft\n\nleft\n\nRecettes totales nettes/dépenses nettes\n\n- 1 674\n\n2 376\n\nleft\n\nA déduire : prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n- 1 976\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n302\n\n2 376\n\n- 2 073\n\nEvaluation des fonds de concours et crédits correspondants\n\nleft\n\nleft\n\nleft\n\nMontants nets pour le budget général, y compris fonds de concours\n\n302\n\n2 376\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes\n\nleft\n\nleft\n\nleft\n\nEvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\nleft\n\nleft\n\nleft\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n2 305\n\n492\n\n1 813\n\nComptes de concours financiers\n\n2 428\n\n-185\n\n2 613\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\nleft\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\nleft\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n4 425\n\nSolde général\n\nleft\n\nleft\n\n2 352\n\n(*) Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\n1\n\ncenter\n\nBesoin de financement\n\nleft\n\nAmortissement de la dette à moyen et long termes\n\n124,9\n\nDont amortissement nominal de la dette à moyen et long termes\n\n124,5\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n0,4\n\nAmortissement des autres dettes\n\n-\n\nDéficit à financer\n\n69,9\n\nAutres besoins de trésorerie\n\n2,6\n\nTotal\n\n197,4\n\nRessources de financement\n\nleft\n\nEmissions de dette à moyen et long termes nette des rachats\n\n187,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n-\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n- 18,7\n\nVariation des dépôts des correspondants\n\n-\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n9,2\n\nAutres ressources de trésorerie\n\n19,9\n\nTotal\n\n197,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Il est ouvert aux ministres, pour 2016, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant, respectivement, à 13 894 267 003 € et à 10 186 879 137 €, conformément à la répartition par mission et programmes donnée à l'état B annexé à la présente loi.II. - Il est annulé pour 2016, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, à 3 204 779 537 € et à 3 218 794 396 €, conformément à la répartition par mission et programmes donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Il est ouvert pour 2016, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, à 4 677 597 576 € et à 3 314 431 856 €, conformément à la répartition par mission et programmes donnée à l'état D annexé à la présente loi.II. - Il est annulé pour 2016, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, à 2 709 600 000 € et à 2 822 200 000 €, conformément à la répartition par mission et programmes donnée à l'état D annexé à la présente loi.III. - Il est ouvert pour 2016, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, à 275 000 000 € et à 200 000 000 €, conformément à la répartition par mission et programmes donnée à l'état D annexé à la présente loi.IV. - Il est annulé pour 2016, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, à 304 862 502 € et à 385 082 502 €, conformément à la répartition par mission et programmes donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sont ratifiées les ouvertures et les annulations de crédits opérées par le décret n° 2016-732 du 2 juin 2016 portant ouverture et annulation de crédits à titre d'avance, le décret n° 2016-1300 du 3 octobre 2016 portant ouverture et annulation de crédits à titre d'avance et le décret n° 2016-1652 du 2 décembre 2016 portant ouverture et annulation de crédits à titre d'avance."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-A.-Les 1°, 2° et 3° du I s'appliquent aux déclarations afférentes aux revenus perçus à compter de l'année 2017.B.-Les 5°, 6°, 7°, 8° et 9° du I s'appliquent aux déclarations déposées et aux paiements effectués à compter du 1er janvier 2018, à l'exception du IX de l'article 1649 quater B quater du code général des impôts, dans sa rédaction résultant du I du présent article, qui s'applique à compter d'une date fixée par décret et au plus tard à compter du 31 décembre 2019.C.-Le 4° du I s'applique à compter du 1er janvier 2018.\n\n-Code général des collectivités territoriales\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nIII.-Les I et II du présent article entrent en vigueur à la date de publication de l'arrêté du ministre chargé du budget prévu au troisième alinéa du I de l'article L. 102 B du livre des procédures fiscales, et au plus tard le 31 mars 2017.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - A. - Les 1° et 4° du I s'appliquent aux demandes de remboursement  de crédits de taxe sur la valeur ajoutée déposées à compter du 1er  janvier 2017.B. - Le 2° du I s'applique à compter du 1er janvier 2018 aux dons et versements effectués à compter du 1er janvier 2017.C. - Le 3° du I s'applique aux documents et  pièces de toute nature afférents aux dons et versements effectués à  compter du 1er janvier 2017.\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I à IV. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV. - A. - 1. Le a du 1° du I est applicable dans les îles Wallis et Futuna.B. - Les 6° et 7° du I sont applicables  dans les îles Wallis et Futuna. Les références aux articles du code des  douanes sont remplacées par les références aux dispositions applicables  localement ayant le même objet.C. - Les b et c du 1° du I ne sont pas applicables à Saint-Pierre-et-Miquelon, en Polynésie française et en Nouvelle-Calédonie.\n\n- Code des douanes\n\n- Livre des procédures fiscales\n\n- Code des douanes\n\n- Code des douanes\n\n- Loi n° 93-1 du 4 janvier 1993\n\n- Code des douanes\n\n- Code des douanes\n\n- Code des relations entre le public et l'administration\n\n- Code des douanes"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "III.-A.-Le I est applicable dans les îles Wallis et Futuna.B.-Les 1° et 2°, le b du 3°, le 4°, le 5°, en tant qu'il modifie l'article 424 du code des douanes, et le 7° du I sont applicables en Polynésie française.C.-Les 1° à 4°, le 5°, en tant qu'il modifie l'article 424 du code des douanes, et le 7° du I sont applicables en Nouvelle-Calédonie.IV.-Les I et III entrent en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "II. - Le présent article s'applique aux revenus perçus à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux cessions ou ventes de fonds de commerce réalisées à compter du 1er janvier 2017.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux impositions dont la mise en recouvrement intervient à compter du 1er janvier 2017.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Les liquidités issues de la cession à titre onéreux ou du rachat de parts ou actions peuvent être déposées sur le compte-espèces d'un compte PME innovation défini à l'article L. 221-32-4 du code monétaire et financier jusqu'au 31 décembre 2017, lorsque les conditions suivantes sont remplies :\n\n1° La cession ou le rachat intervient à compter du 1er janvier 2016 ;\n\n2° Les titres cédés ou rachetés vérifient les conditions mentionnées au 1° du I de l'article L. 221-32-5 du même code ;\n\n3° Le cédant remplit, vis-à-vis de la société émettrice des parts ou actions cédées ou rachetées, l'une des conditions mentionnées au 2° du I du même article L. 221-32-5. Ces conditions sont appréciées à la date de la cession ou du rachat des titres.\n\nLes liquidités sont employées dans les conditions prévues au IV dudit article L. 221-32-5 dans un délai de deux ans, décompté de date à date, de la cession ou du rachat. Le non-remploi des sommes dans le délai prévu entraîne le retrait de ces liquidités du compte, sans qu'il soit fait application du I de l'article 150-0 B quinquies du code général des impôts, et leur remploi dans des titres non éligibles au compte entraîne sa clôture.\n\nPar dérogation au II du même article 150-0 B quinquies, aucune imposition n'est établie à raison du retrait des titres pour la souscription desquels ces liquidités ont été employées.\n\nV.-(Abrogé)\n\n-Code de la sécurité sociale.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "II. - Le a du 1°, à l'exception du dernier alinéa, et le 3° du I s'appliquent aux cessions réalisées à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "II.-Les plus-values mentionnées au I de l'article 150-0 B ter du code général des impôts, dans sa rédaction résultant du I du présent article, sont soumises aux contributions mentionnées à l'article L. 136-6 du code de la sécurité sociale et à l'article 15 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale, aux prélèvements prévus aux articles 1600-0 S du code général des impôts et L. 245-14 du code de la sécurité sociale et à la contribution additionnelle prévue au 2° de l'article L. 14-10-4 du code de l'action sociale et des familles selon leur taux en vigueur l'année de réalisation de ces plus-values.III.-A.-Sous réserve du B du présent III, le I s'applique à compter du 1er janvier 2016.B.-Les a et b du 3° du I s'appliquent aux contribuables qui transfèrent leur domicile fiscal hors de France à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "II.-A.-Les 1° et 4° du A, le B, le 2° du D, le 1° du F, le deuxième alinéa du a et le b du 2° du même F du I s'appliquent :1° Aux dépenses de restauration immobilière réalisées par les contribuables et portant sur des immeubles bâtis pour lesquels une demande de permis de construire ou une déclaration préalable a été déposée à compter du 9 juillet 2016 ;2° Aux souscriptions mentionnées au IV bis de l'article 199 tervicies du code général des impôts dont la date de clôture est intervenue à compter du 9 juillet 2016.B.-Le 5° du A, le C, le 1° du D, le E, le dernier alinéa du a du 2° et le 3° du F et les G à I du I s'appliquent :1° Aux dépenses de restauration immobilière réalisées par les contribuables et portant sur des immeubles bâtis pour lesquels une demande de permis de construire ou une déclaration préalable a été déposée à compter du 1er janvier 2017 ;2° Aux souscriptions mentionnées au IV bis de l'article 199 tervicies du code général des impôts dont la date de clôture est intervenue à compter du 1er janvier 2017.III.-L'article 199 tervicies du code général des impôts, dans sa rédaction résultant de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016, s'applique :1° Aux dépenses de restauration immobilière réalisées par les contribuables et portant sur des immeubles bâtis pour lesquels une demande de permis de construire ou une déclaration préalable a été déposée au plus tard le 8 juillet 2016 ;2° Aux souscriptions mentionnées au IV bis du même article 199 tervicies dont la date de clôture est intervenue au plus tard le 8 juillet 2016."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "II.-Le I s'applique aux dons et versements effectués à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique à compter des impositions établies au titre de 2017.\n\nIII.-Par dérogation au I de l'article 1639 A bis du code général des impôts, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre peuvent délibérer jusqu'au 21 janvier 2017 afin d'instituer l'exonération prévue à l'article 1464 M du même code pour les impositions dues à compter de 2017.\n\nIV.-Pour l'application du III de l'article 1464 M du code général des impôts et par dérogation à l'article 1477 du même code, les entreprises souhaitant bénéficier de l'exonération dès l'année 2017 en adressent la demande accompagnée des éléments entrant dans le champ d'application de l'exonération au service des impôts dont relève chacun de leurs établissements concernés au plus tard le 28 février 2017.\n\nA défaut de demande dans ce délai, l'exonération n'est pas accordée pour la cotisation foncière des entreprises due au titre de 2017.\n\nLes contribuables concernés pourront cependant bénéficier de l'exonération à compter de 2018 s'ils en font la demande dans les délais prévus à l'article 1477 du code général des impôts, soit pour 2018 le 3 mai 2017 au plus tard.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "II. - Le I du présent article s'applique aux prêts consentis et aux minibons souscrits à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "II.-Les a à c et e du 1° et le 2° du I du présent article s'appliquent à compter de l'imposition des revenus de l'année 2017. Toutefois, le j du 1° du I de l'article 31 du code général des impôts continue de s'appliquer, dans sa rédaction antérieure à l'entrée en vigueur du I du présent article, jusqu'au terme de chaque période triennale ayant débuté avant le 1er janvier 2017."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "II. - Le I s'applique à compter des impositions établies au titre de 2017."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-A modifié les dispositions suivantes :\n\nII-Par dérogation au I de l'article 1639 A bis du code général des impôts, les collectivités territoriales et leurs établissements de coopération intercommunale à fiscalité propre peuvent délibérer jusqu'au 5 février 2017 afin d'instituer l'abattement prévu à l'article 1388 quinquies B du même code pour les impositions dues à compter de 2017.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux impositions dues au titre de 2017 à 2023.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "II.-Les contribuables souhaitant bénéficier du I septies de l'article 1466 A et de l'article 1383 C ter du code général des impôts dans leur rédaction résultant du I du présent article au titre des années 2017 et 2018 en font la demande au service des impôts dont relève chacun de leurs établissements au plus tard le 31 décembre 2017. A défaut de demande dans ce délai, les exonérations de cotisation foncière des entreprises et de taxe foncière sur les propriétés bâties ne sont pas accordées au titre des années concernées."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. - A modifié les dispositions suivantes :- Code général des impôts\n\nArt. 1586 octies\n\nII. - (Abrogé).\n\nIII. - (Abrogé)."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A.-Les A, B, C et E du I entrent en vigueur le 1er janvier 2017.B.-Le D du I entre en vigueur le 1er janvier 2019.\n\n- Code des douanes"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Le I entre en vigueur le 1er janvier 2017.\n\nB.-L'article 266 quinquies C du code des douanes s'applique dans les îles Wallis et Futuna et par point de livraison :\n\n1° A compter du 1er janvier 2017 pour les 100 premiers kilowattheures consommés par mois ;\n\n2° A compter du 1er juillet 2017 pour les 150 premiers kilowattheures consommés par mois ;\n\n3° A compter du 1er janvier 2018 pour les 200 premiers kilowattheures consommés par mois ;\n\n4° A compter du 1er juillet 2018 pour les 250 premiers kilowattheures consommés par mois ;\n\n5° A compter du 1er janvier 2019 pour les 300 premiers kilowattheures consommés par mois ;\n\n6° A compter du 1er juillet 2019 pour les 500 premiers kilowattheures consommés par mois ;\n\n7° A compter du 1er janvier 2020 pour l'ensemble des consommations.\n\nAux fins de l'appréciation des seuils prévus au présent B, les quantités consommées au cours d'une période de facturation sont réparties proportionnellement au nombre de jours de chaque mois.\n\n-Code des douanes"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "IV.-Les I à III entrent en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de regarder le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "II.-Le I entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "II. - Le présent article entre en vigueur le premier jour du mois  suivant l'achèvement des formalités de notification à la Commission  européenne."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-La seconde phrase du II de l'article 266 quindecies du code des douanes, dans sa rédaction résultant du présent article, est supprimée pour les carburants mis à la consommation à compter du 1er janvier 2018.\n\nIII.-Le I s'applique aux opérations dont le fait générateur intervient à compter du 1er janvier 2017.\n\nIV.- (Abrogé)\n\n-Code des douanes\n\n-Code des douanes"
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nArt. 278-0 bis\n\nII.-(Abrogé).III.-Au plus tard le 1er octobre 2017, le Gouvernement transmet au Parlement une évaluation de l'effet des dispositions prévues au I du présent article sur le prix de vente des autotests de détection de l'infection par les virus de l'immunodéficience humaine."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.- (Abrogé)\n\n-LOI n° 2011-1977 du 28 décembre 2011"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Par exception au premier alinéa du III de l'article 43 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999), au titre de 2017, les coefficients multiplicateurs sont fixés par le tableau ci-dessous :\n\nIII.-Les I et II entrent en vigueur le 1er janvier 2017.\n\nPour les installations dont la date d'arrêt définitif mentionnée dans le dossier de demande d'autorisation de mise à l'arrêt définitif et de démantèlement déposé en application de l'article L. 593-25 du code de l'environnement, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2015-992 du 17 août 2015 relative à la transition énergétique pour la croissance verte, est antérieure au 1er janvier 2017, le montant réduit de la taxe prévu à la seconde phrase du second alinéa du II de l'article 43 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999) est applicable à compter du 1er janvier 2017.\n\n-Loi n° 99-1172 du 30 décembre 1999\n\nCATÉGORIE D'INSTALLATIONS\n\nCRITÈRE\n\nCOEFFICIENTmultiplicateurpour les installationsn'étant pas à l'arrêt définitif\n\nCOEFFICIENTmultiplicateurpour les installationsà l'arrêt définitif\n\nRéacteurs nucléaires de production d'énergie autres que ceux consacrés à titre principal à la recherche\n\nPuissance thermique installée (en mégawatts thermiques-Mwth)\n\n-\n\n-\n\nInférieure à 2 000 Mwth\n\n1\n\n1\n\nSupérieure ou égale à 2 000 Mwth et inférieure à 3 000 Mwth\n\n2\n\n1\n\nSupérieure ou égale à 3 000 Mwth et inférieure à 4 000 Mwth\n\n3\n\n1\n\nSupérieure ou égale à 4 000 Mwth\n\n4\n\n1\n\nRéacteurs nucléaires de production d'énergie consacrés à titre principal à la recherche\n\nPuissance thermique installée (en mégawatts thermiques-Mwth)\n\n-\n\n-\n\nInférieure à 1 000 MWth\n\n1\n\n1\n\nSupérieure ou égale à 1 000 MWth et inférieure à 2 000 MWth\n\n2\n\n1\n\nAutres réacteurs nucléaires\n\nPuissance thermique installée (en mégawatts thermiques-Mwth)\n\n-\n\n-\n\nInférieure à 100 Mwth\n\n1\n\n1\n\nSupérieure ou égale à 100 MWth et inférieure à 150 MWth\n\n2\n\n1\n\nSupérieure ou égale à 150 MWth\n\n3\n\n1\n\nInstallations de séparation des isotopes des combustibles nucléaires\n\nCapacité annuelle de séparation des isotopes des combustibles nucléaires\n\n-\n\n-\n\nInférieure à 10 millions d'unités de travail de séparation\n\n2\n\n2\n\nSupérieure ou égale à 10 millions d'unités de travail de séparation\n\n3\n\n3\n\nUsines de fabrication de combustibles nucléaires\n\nCapacité annuelle de fabrication\n\n-\n\n-\n\nInférieure à 1 000 tonnes\n\n1\n\n1\n\nSupérieure ou égale à 1 000 tonnes et inférieure à 5 000 tonnes\n\n2\n\n2\n\nSupérieure ou égale à 5 000 tonnes\n\n3\n\n3\n\nUsines de traitement de combustibles nucléaires usés\n\nCapacité annuelle de traitement\n\n-\n\n-\n\nInférieure à 250 tonnes\n\n1\n\n1\n\nSupérieure ou égale à 250 tonnes et inférieure à 1 000 tonnes\n\n2\n\n2\n\nSupérieure ou égale à 1 000 tonnes\n\n3\n\n3\n\nInstallations de traitement d'effluents liquides radioactifs et/ ou de traitement de déchets solides radioactifs\n\nCapacité annuelle de traitement exprimée en mètres cubes pour les effluents liquides et en tonnes pour les déchets solides\n\n-\n\n-\n\nInférieure à 10 000 tonnes.Inférieure à 10 000 mètres cubes\n\n1\n\n1\n\nSupérieure ou égale à 10 000 tonnes et inférieure à 50 000 tonnes.Supérieure ou égale à 10 000 mètres cubes et inférieure à 50 000 mètres cubes\n\n2\n\n2\n\nSupérieure ou égale à 50 000 tonnes et inférieure à 100 000 tonnes.Supérieure ou égale à 50 000 mètres cubes et inférieure à 100 000 mètres cubes\n\n3\n\n3\n\nSupérieure ou égale à 100 000 tonnes.Supérieure ou égale à 100 000 mètres cubes\n\n4\n\n4\n\nUsines de conversion en hexafluorure d'uranium\n\nPar installation nucléaire de base\n\n1\n\n1\n\nAutres usines de préparation et de transformation des substances radioactives\n\nPar installation nucléaire de base\n\n2\n\n2\n\nInstallations destinées au stockage définitif de substances radioactives\n\nCapacité de stockage autorisée inférieure à 1 000 000 mètres cubes.\n\n1\n\n1\n\nCapacité de stockage autorisée supérieure ou égale à 1 000 000 mètres cubes et inférieure à 1 500 000 mètres cubes.\n\n2\n\n2\n\nCapacité de stockage autorisée supérieure ou égale à 1 500 000 mètres cubes.\n\n3\n\n3\n\nInstallations destinées à l'entreposagetemporaire de substances radioactives\n\na) Ancien réacteur transformé en installation entreposant ses propres déchets.Par installation nucléaire de base\n\n4\n\n4\n\nb) Autre installation d'entreposage. Capacité d'entreposage exprimée en tonnes pour les substances solides et en mètres cubes pour les substances liquides\n\n-\n\n-\n\nInférieure à 10 000 tonnesInférieure à 10 000 mètres cubes\n\n2\n\n2\n\nSupérieure ou égale à 10 000 tonnes et inférieure à 25 000 tonnesSupérieure ou égale à 10 000 mètres cubes et inférieure à 25 000 mètres cubes\n\n3\n\n3\n\nSupérieure ou égale à 25 000 tonnesSupérieure ou égale à 25 000 mètres cubes\n\n4\n\n4\n\nAccélérateurs de particules et installations destinées à l'irradiation\n\nPar installation nucléaire de base\n\n1\n\n1\n\nLaboratoires et autres installations nucléaires de base destinées à l'utilisation de substances radioactives\n\nPar installation nucléaire de base\n\n2\n\n2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I-Par dérogation au dernier alinéa du 1 du II de l'article 1600 du code général des impôts, le taux de la taxe additionnelle à la cotisation foncière des entreprises prévue au même article 1600 voté en 2017 par les chambres de commerce et d'industrie de région entrées en fonction le 1er janvier de la même année 2017 ne peut excéder la moyenne des taux votés en 2016 dans leur ressort territorial, pondérés en fonction de l'importance relative des bases de ladite taxe.II.-Pour les impositions établies au titre de 2017, le taux applicable à chaque établissement est égal à la somme de deux tiers du taux voté en 2016 par la chambre de commerce et d'industrie de région préexistante et d'un tiers du taux voté en 2017.III.-Pour les impositions établies au titre de 2018, le taux applicable à chaque établissement est égal à la somme d'un tiers du taux voté en 2016 par la chambre de commerce et d'industrie de région préexistante et de deux tiers du taux voté en 2018."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "II. - Le I s'applique à compter des impositions dues au titre de 2018."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "III.-Les transferts de biens, droits et obligations réalisés à compter du 1er janvier 2016 en application du dernier alinéa du I de l'article L. 123-4 du code de l'action sociale et des familles, dans sa rédaction résultant de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République, ne donne lieu au paiement d'aucun droit, taxe ou impôt de quelque nature que ce soit. Il ne donne pas non plus lieu au paiement de la contribution prévue à l'article 879 du code général des impôts."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Loi n° 2004-809 du 13 août 2004\n\nV.-Les I à III entrent en vigueur le 1er janvier 2017 à l'exception du a du 4° du I qui s'applique à compter du 1er janvier 2016.\n\nLes 1° et 3° du IV s'appliquent à compter de 2016.\n\nLe 2° du IV s'applique à compter de l'entrée en vigueur de la présente loi.\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-LOI n° 2015-991 du 7 août 2015\n\nArt. 154"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "II.-En 2017, les informations transmises en application du second alinéa du b de l'article L. 135 B du livre des procédures fiscales concernent également les locaux commerciaux et professionnels vacants en 2015."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-743 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "A modifié les dispositions suivantes :\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\nArt. 49"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I à V.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-A.-Le b du 1° et le 4° du I entrent en vigueur le 1er juillet 2017.\n\nB.-Le a du 1°, le 2°, les a et b du 3° et le 5° du I entrent en vigueur le 1er janvier 2018.\n\nC.-1. Les II et V entrent en vigueur à une date fixée par décret, postérieure à l'expiration du délai mentionné à l'article 6 de la directive (UE) 2015/1535 du Parlement européen et du Conseil du 9 septembre 2015 prévoyant une procédure d'information dans le domaine des réglementations techniques et des règles relatives aux services de la société de l'information, et au plus tard le 1er janvier 2018.\n\n2. Toutefois, les opérateurs de détaxe exerçant leur activité avant la date mentionnée au 1 du présent C peuvent continuer à exercer leur activité sans agrément jusqu'au 1er juillet 2019. A compter de cette date, ils ne peuvent continuer à exercer leur activité que s'ils ont obtenu l'agrément prévu à l'article 262-0 bis du code général des impôts.\n\nD.-1. Les III et IV s'appliquent aux demandes d'autorisation déposées à compter de l'entrée en vigueur de la présente loi.\n\n2. Les options prévues au II de l'article 1695 du code général des impôts, dans sa rédaction antérieure à la présente loi, en cours à l'entrée en vigueur du IV du présent article :\n\na) Valent autorisation au sens du II de l'article 1695 du même code, dans sa rédaction résultant de la présente loi ;\n\nb) Ne peuvent faire l'objet de la reconduction tacite prévue au dernier alinéa du même II, dans sa rédaction antérieure à la présente loi.\n\nE.-Le c du 3° du I entre en vigueur le 1er janvier 2019.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code des douanes\n\n-Code des douanes\n\n-Code général des impôts, CGI.\n\n-Code des douanes\n\n-Code des douanes"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "IV. - Les I à III s'appliquent à compter du 1er janvier 2017.V. - Les recours portés devant la commission de conciliation et d'expertise douanière avant la date du 1er janvier 2017 font l'objet d'un avis de ladite commission selon la procédure et les conditions en vigueur avant cette date."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-A.-Les II et III et les 6° et 7° du IV s'appliquent aux avis de mise en recouvrement et aux décisions émis à compter du 1er janvier 2017.B.-Le I et les 1° à 5° du IV s'appliquent à compter du 1er septembre 2017.\n\n-Code général des impôts, CGI.\n\n-Code des douanes\n\n-Code des relations entre le public et l'administration\n\n-Livre des procédures fiscales"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I.-A modifié les dispositions suivantes\n\nII.-Le 1° et le a des 3° et 5° du I s'appliquent aux exercices ouverts à compter du 1er janvier 2017.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le 1° du I s'applique aux titres acquis dans le cadre du plan d'épargne en actions à compter du 6 décembre 2016.Le 2° du I s'applique aux acquisitions effectuées à compter du 6 décembre 2016.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux montants distribués dont la mise en paiement intervient à compter du 1er janvier 2017.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I à IV.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Les I à IV entrent en vigueur le 1er janvier 2017.\n\n-Loi n° 2005-412 du 3 mai 2005\n\n-Code général des collectivités territoriales\n\n-Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Les personnes fiscalement domiciliées en France, au sens de l'article 4 B du code général des impôts dont les pensions de retraite versées par l'assurance sociale légale allemande ont été imposées à la fois en République fédérale d'Allemagne et en France, sans avoir bénéficié du crédit d'impôt prévu au (2) de l'article 20 de la convention du 21 juillet 1959 entre la République française et la République fédérale d'Allemagne en vue d'éviter les doubles impositions et d'établir des règles d'assistance administrative et juridique réciproques en matière d'impôts sur le revenu et sur la fortune ainsi qu'en matière de contribution des patentes et de contributions foncières, peuvent en demander l'application au titre de l'impôt sur le revenu dû à raison des revenus perçus au cours des années 2005 à 2015, nonobstant l'expiration des délais de réclamation prévus par le livre des procédures fiscales.Les demandes tendant à l'application du premier alinéa du présent article sont adressées à l'administration fiscale au plus tard le 30 juin 2017 et doivent être accompagnées de la justification de la situation de double imposition des pensions au titre de chacune des années visées par la réclamation."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique à compter du 1er janvier 2017.\n\nIII.- (Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux exercices ouverts à compter du 1er janvier 2017.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.- (Abrogé)\n\nIII.- (Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux opérations d'acquisition et de construction dont le fait générateur, pour l'application du crédit d'impôt mentionné au même I, intervient à compter du 31 mai 2016 et qui, à cette date, n'ont pas obtenu l'agrément prévu au VI de l'article 244 quater X du code général des impôts.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2017.\n\n- Loi n° 2004-639 du 2 juillet 2004"
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2017.\n\n- Loi n° 2004-639 du 2 juillet 2004"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I à IV.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV.-Les I, II et III s'appliquent aux déclarations devant être souscrites à compter de l'entrée en vigueur de la présente loi.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I.-A modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur le 1er janvier 2017.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-743 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "II. - Le I s'applique à l'impôt sur le revenu dû à compter des revenus perçus en 2017."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "II.-Le I s'applique à compter de l'imposition des revenus de l'année 2017."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "II.-Le I entre en vigueur à une date fixée par décret qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "II. - Le I entre à vigueur à une date fixée par arrêté conjoint du  ministre de l'intérieur et du ministre chargé du budget, et au plus tard  le 31 décembre 2017."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Le Gouvernement informe trimestriellement les commissions permanentes de l'Assemblée nationale et du Sénat chargées des finances de l'exécution budgétaire des garanties et contre-garanties accordées par l'Etat. Cette information est accompagnée, pour les appels en garantie dont le montant est supérieur à un million d'euros, des informations portant sur les bénéficiaires des garanties concernés et les montants appelés."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Le ministre chargé de l'économie est autorisé à accorder, à titre gratuit, la garantie de l'Etat aux emprunts contractés par l'UNEDIC au cours de l'année 2017, en principal et en intérêts, dans la limite d'un plafond global en principal de 5 milliards d'euros."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux prêts affectés au financement du projet de construction et de mise en service du site de stockage à sec des résidus miniers du complexe industriel de l'usine du Grand Sud en Nouvelle-Calédonie, exploité par le groupe Prony Ressources Nouvelle-Calédonie.Cette garantie est accordée à titre onéreux aux établissements de crédit et sociétés de financement ayant consenti des prêts à l'entité chargée de porter le financement de ce projet, dans la limite d'un montant global de 220 millions d'euros, en principal, en intérêts et autres frais financiers, et pour une durée courant jusqu'au 31 décembre 2036 au plus tard. Elle s'exerce en cas de défaut de Prony Ressources Nouvelle-Calédonie de ses obligations en tant que garant intégral des prêts souscrits par l'entité mentionnée ci-dessus.La garantie accordée par l'Etat en application du présent article ne peut en aucun cas excéder, pour chacun des prêts consentis, 80 % de son montant restant dû en principal, intérêts, frais et accessoires.Chaque prêt consenti à l'entité chargée de porter le financement de ce projet devra préciser l'usage exclusif des fonds au financement dudit projet et encadrer strictement les distributions de dividendes résultant de l'activité liée au projet aux personnes morales détenant au moins 5 % du capital de ladite entité.Le Gouvernement rend compte chaque année au Parlement de la mise en œuvre du présent article."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I. - La garantie de l'Etat est accordée, en principal et en intérêts, à l'Agence française de développement et à la Caisse des dépôts et consignations pour les deux prêts consentis à la collectivité territoriale de Guyane et affectés au financement des investissements structurants prioritaires programmés dans le cadre de la première phase du Plan pluriannuel d'investissement 2016-2020 de cette collectivité territoriale, dans la limite d'un montant de 26,5 millions d'euros en principal pour chacun de ces prêts, et pour une durée courant jusqu'au 31 décembre 2036 au plus tard.II. - Une convention conclue avant le décaissement des prêts mentionnés au I entre la collectivité territoriale de Guyane, les ministres chargés de l'économie, du budget et de l'outre-mer, l'Agence française de développement et la Caisse des dépôts et consignations définit notamment :1° Un plan pluriannuel de financement de la collectivité territoriale de Guyane permettant de s'assurer, d'une part, de la capacité de remboursement par celle-ci des prêts mentionnés au I et, d'autre part, de la soutenabilité financière de ce plan pour les comptes de la collectivité ;2° Les modalités selon lesquelles ce plan actualisé est transmis chaque année aux ministres chargés de l'économie, du budget et de l'outre-mer."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "La garantie de l'Etat est accordée, en principal et en intérêts, à l'Agence française de développement pour un prêt consenti à la République d'Irak et affecté au financement de son programme de développement économique et de redressement financier, dans la limite d'un plafond de 430 millions d'euros en principal."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "I.-Le ministre chargé de l'économie est autorisé, le cas échéant, à accorder à titre gratuit la garantie de l'Etat aux emprunts contractés par l'Association nationale pour la formation professionnelle des adultes, qui sont assortis de sûretés réelles valablement constituées avant la date mentionnée à l'article 9 de l'ordonnance n° 2016-1519 du 10 novembre 2016 portant création au sein du service public de l'emploi de l'établissement public chargé de la formation professionnelle des adultes et qui sont transférés à l'établissement public mentionné à l'article L. 5315-1 du code du travail dans sa rédaction résultant de l'ordonnance n° 2016-1519 du 10 novembre 2016 précitée.II.-Cette garantie porte sur le principal et les intérêts, dans la limite d'un montant de 112 571 000 € en principal, pour une durée courant jusqu'au 31 août 2017 au plus tard.III.-Cette garantie ne peut être appelée qu'aux conditions cumulatives suivantes :1° En cas de défaut de l'établissement public au titre de ses obligations au titre des emprunts garantis ;2° Si l'Etat a fait usage du pouvoir d'opposition prévu au dernier alinéa du I de l'article 3 de l'ordonnance n° 2016-1519 du 10 novembre 2016 précitée.Dans ces conditions, le montant de l'appel en garantie ne peut pas excéder le moins élevé des montants suivants :a) La valeur des sûretés à la réalisation desquelles l'Etat s'est opposé ;b) Le montant restant dû au titre des emprunts après la réalisation des sûretés réelles sur l'emprunt autres que celles sur lesquelles l'Etat aura fait usage de son pouvoir d'opposition."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat, en principal et en intérêts, à l'emprunt contracté par le Centre des monuments nationaux et affecté au financement des travaux de rénovation de l'Hôtel de la Marine.Cette garantie est accordée dans la limite d'un montant de 80 millions d'euros en principal et pour une durée maximale de quarante ans."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat, en principal et en intérêts, à l'emprunt contracté par l'Etablissement public de la Réunion des musées nationaux et du Grand Palais des Champs-Elysées et affecté au financement du schéma directeur de rénovation et d'aménagement du Grand Palais.Cette garantie est accordée dans la limite d'un montant de 150 millions d'euros en principal et pour une durée maximale de quarante ans."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux emprunts contractés par la société de projet Nouvelle-Calédonie Energie sous la forme soit de prêts auprès d'établissements de crédit et de sociétés de financement mentionnés à l'article L. 511-1 du code monétaire et financier ou d'établissements de crédit et autres organismes financiers ayant leur siège social dans un Etat qui n'est ni membre de l'Union européenne ni partie à l'accord sur l'Espace économique européen, soit d'émission de titres de créances. Ces emprunts sont affectés au financement des études et des travaux de construction et de mise en service d'une centrale électrique d'une puissance d'au moins 200 MW à Nouméa.Cette garantie est accordée dans la limite d'un montant total de 320 millions d'euros en principal, pour une durée courant jusqu'au 31 décembre 2037 au plus tard. Elle ne peut en aucun cas excéder, pour chacun des emprunts mentionnés au premier alinéa, 80 % de son montant restant dû en principal, intérêts, frais et accessoires.Elle donne lieu au versement à l'Etat d'une rémunération qui ne saurait être inférieure aux conditions normales du marché pour la couverture de risques comparables.Pour pouvoir bénéficier de la garantie de l'Etat, chaque emprunt contracté par la société de projet Nouvelle-Calédonie Energie doit préciser l'usage exclusif des fonds au financement des études et des travaux de construction et de mise en service de la centrale électrique susmentionnée et encadrer strictement les distributions de dividendes résultant de l'activité liée au projet aux personnes morales détenant au moins 5 % du capital de ladite société."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I.-Il est créé, pour 2016, un fonds exceptionnel à destination des collectivités territoriales mentionnées aux 1° et 2° du présent I, connaissant une situation financière particulièrement dégradée.Ce fonds comprend deux enveloppes, dont les montants sont répartis par décret, destinées, respectivement :1° Aux départements de métropole et à la métropole de Lyon ;2° Aux départements d'outre-mer, aux collectivités territoriales de Guyane et de Martinique, au Département de Mayotte ainsi qu'aux collectivités de Saint-Martin, de Saint-Barthélemy et de Saint-Pierre-et-Miquelon.II.-Pour l'application du présent article :A.-Les données utilisées pour calculer les taux sont extraites des comptes de gestion 2015 ;B.-La population des collectivités mentionnées au I à prendre en compte est la population municipale légale en vigueur au 1er janvier 2015 et, pour le Département de Mayotte, celle du dernier recensement authentifiant la population ;C.-Le nombre de bénéficiaires du revenu de solidarité active attribué par les collectivités mentionnées au I en application de l'article L. 262-13 du code de l'action sociale et des familles est celui constaté au 31 décembre 2015 par le ministre chargé des affaires sociales ;D.-Le nombre de bénéficiaires de l'allocation personnalisée d'autonomie mentionnée à l'article L. 232-1 du même code est celui recensé au 31 décembre 2015 par la Caisse nationale de solidarité pour l'autonomie ;E.-Le nombre de bénéficiaires de la prestation de compensation du handicap mentionnée à l'article L. 245-1 dudit code et de l'allocation compensatrice pour tierce personne mentionnée au même article L. 245-1, dans sa rédaction antérieure à la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées, est celui recensé au 31 décembre 2015 par la Caisse nationale de solidarité pour l'autonomie ;F.-Le taux d'épargne brute d'une collectivité mentionnée au I est égal au rapport entre, d'une part, la différence entre les recettes réelles de fonctionnement et les dépenses réelles de fonctionnement et, d'autre part, les recettes réelles de fonctionnement. Le montant versé au titre du fonds de soutien exceptionnel aux départements en difficulté prévu à l'article 70 de la loi n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015 est pris en compte comme recette réelle de fonctionnement. Les opérations liées aux amortissements, aux provisions et aux cessions d'immobilisations ne sont pas prises en compte pour la définition des recettes et des dépenses réelles de fonctionnement ;G.-Les dépenses sociales de la collectivité mentionnée au I s'entendent des dépenses exposées au titre du revenu de solidarité active en application de l'article L. 262-24 du code de l'action sociale et des familles, de l'allocation personnalisée d'autonomie définie à l'article L. 232-1 du même code et de la prestation de compensation du handicap définie à l'article L. 245-1 dudit code. Le taux de dépenses sociales est défini comme le rapport entre les dépenses sociales de la collectivité mentionnée au I et ses dépenses réelles de fonctionnement ;H.-Le reste à charge des collectivités mentionnées au I lié à l'exercice de leur compétence en matière de revenu de solidarité active correspond au solde entre :1° Les dépenses exposées au titre de l'année 2015 par la collectivité au titre du revenu de solidarité active, en application de l'article L. 262-24 du code de l'action sociale et des familles ;2° La somme des recettes perçues par la collectivité, ainsi composées :a) Des montants de compensation dus en 2015 à la collectivité au titre du revenu de solidarité active, en application de l'article 59 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003) et de l'article 51 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 ;b) Du montant versé à la collectivité en 2015 en application de l'article L. 3334-16-2 du code général des collectivités territoriales ;c) De la part du solde résultant au titre de l'année 2015 de l'application de l'article L. 3335-3 du même code et des attributions versées au titre de l'année 2015 en application de l'article 42 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014 correspondant au rapport entre :\n\n-la somme des dépenses relatives au revenu de solidarité active réalisées au titre de l'année 2015 par l'ensemble des collectivités mentionnées au I ;-la somme des dépenses relatives au revenu de solidarité active en application de l'article L. 262-24 du code de l'action sociale et des familles, à l'allocation personnalisée d'autonomie définie à l'article L. 232-1 du même code et à la prestation de compensation définie à l'article L. 245-1 dudit code réalisées en 2015 par l'ensemble des collectivités mentionnées au I.\n\nIII.-A.-La première enveloppe est divisée en trois parts dont les montants sont répartis par décret.Sont éligibles à la première enveloppe les collectivités mentionnées au 1° du I dont le potentiel financier par habitant, déterminé selon les modalités définies à l'article L. 3334-6 du code général des collectivités territoriales, est inférieur à 1,3 fois le potentiel financier moyen par habitant des collectivités mentionnées au 1° du I.1. Sont éligibles à la première part de la première enveloppe les collectivités mentionnées au 1° du I dont le taux d'épargne brute est inférieur à 7,5 % et dont le taux applicable au 1er janvier 2016 aux droits prévus à l'article 1594 D du code général des impôts est égal à 4,50 %.2. Sont éligibles à la deuxième part de la première enveloppe les collectivités mentionnées au 1° du I dont le taux d'épargne brute est inférieur à 11 % et dont le taux de dépenses sociales est supérieur à la moyenne de ces mêmes taux exposés par les départements de métropole.3. Sont éligibles à la troisième part de la première enveloppe les collectivités mentionnées au 1° du I dont le taux d'épargne brute est inférieur à 11 % et dont le reste à charge en matière de revenu de solidarité active par habitant est supérieur à la moyenne des restes à charge par habitant de l'ensemble des collectivités mentionnées au même 1°.B.-L'attribution revenant à chaque collectivité mentionnée au 1° du I éligible est déterminée :1° Au titre de la première part, en fonction du rapport entre la population de la collectivité éligible et son taux d'épargne brute ;2° Au titre de la deuxième part, en fonction du rapport entre, d'une part, le nombre total de bénéficiaires du revenu de solidarité active, de l'allocation personnalisée d'autonomie et de la prestation de compensation du handicap et, d'autre part, la population de la collectivité ;3° Au titre de la troisième part, en application des modalités suivantes :a) Pour 70 %, en fonction du rapport entre le reste à charge en matière de revenu de solidarité active constaté pour chaque collectivité et le reste à charge de l'ensemble des collectivités mentionnées au 1° du I ;b) Pour 30 %, en fonction d'un indice synthétique de ressources et de charges qui est fonction, à hauteur de 30 %, du rapport entre le revenu moyen par habitant de l'ensemble des collectivités mentionnées au 1° du I et le revenu par habitant de la collectivité et, à hauteur de 70 %, du rapport entre la part du nombre des bénéficiaires du revenu de solidarité active constatée dans la population de la collectivité et cette même part constatée dans la population de l'ensemble des collectivités mentionnées au même 1°. Le revenu pris en considération est le dernier revenu imposable connu.Le montant attribué à chaque collectivité au titre de cette troisième part correspond à la somme des montants résultant des a et b du présent 3°, pondérée par l'écart relatif entre le reste à charge en matière de revenu de solidarité active par habitant du département éligible et ce même reste à charge moyen par habitant pour l'ensemble des collectivités mentionnées au 1° du I. Il ne peut dépasser 20 % du montant total de cette troisième part.IV.-A.-La seconde enveloppe est divisée en trois parts dont les montants sont répartis par décret.1. Sont éligibles à la première part de la seconde enveloppe les collectivités mentionnées au 2° du I dont le taux d'épargne brute est inférieur à 7,5 % et dont le taux applicable au 1er janvier 2016 aux droits prévus à l'article 1594 D du code général des impôts est égal à 4,50 %.2. Sont éligibles à la deuxième part de la seconde enveloppe les collectivités mentionnées au 2° du I dont le taux d'épargne brute est inférieur à 11 % et dont le taux de dépenses sociales est supérieur à la moyenne de ces mêmes taux exposés par l'ensemble de ces collectivités.3. Sont éligibles à la troisième part de la seconde enveloppe les collectivités mentionnées au 2° du I dont le reste à charge au titre du revenu de solidarité active par habitant est supérieur à la moyenne des restes à charge par habitant de l'ensemble de ces collectivités.B.-L'attribution est déterminée :1° Au titre de la première part, en fonction du rapport entre la population de la collectivité éligible et son taux d'épargne brute ;2° Au titre de la deuxième part, en fonction du rapport entre, d'une part, le nombre total de bénéficiaires du revenu de solidarité active, de l'allocation personnalisée d'autonomie, de l'allocation compensatrice pour tierce personne et de la prestation de compensation du handicap et, d'autre part, la population de la collectivité éligible ;3° Au titre de la troisième part, en application des modalités suivantes :a) Pour 70 %, en fonction du rapport entre le reste à charge en matière de revenu de solidarité active constaté pour chaque collectivité éligible et le reste à charge de l'ensemble des collectivités mentionnées au 2° du I ;b) Pour 30 %, en application d'un indice synthétique de ressources et de charges qui est fonction, à hauteur de 30 %, du rapport entre le revenu moyen par habitant de l'ensemble des collectivités mentionnées au même 2° et le revenu par habitant de la collectivité et, à hauteur de 70 %, du rapport entre la part du nombre des bénéficiaires du revenu de solidarité active constatée dans la population de la collectivité et cette même part constatée dans l'ensemble des collectivités mentionnées audit 2°. Le revenu pris en considération est le dernier revenu imposable connu.Le montant attribué à chaque collectivité au titre de cette troisième part correspond à la somme des montants résultant des a et b du présent 3°, pondérée par l'écart relatif entre le reste à charge en matière de revenu de solidarité active par habitant de la collectivité éligible et ce même reste à charge moyen par habitant pour l'ensemble des collectivités mentionnées au 2° du I."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "II. - Le I s'applique à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validés les arrêtés préfectoraux pris au titre des exercices 2012,2013 et 2014 constatant le prélèvement opéré sur le montant de la compensation prévue au D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998) ou de la dotation de compensation prévue à l'article L. 5211-28-1 du code général des collectivités territoriales, en tant que leur légalité serait contestée par le moyen tiré de ce qu'il aurait été fait application au-delà de 2011 des dispositions du paragraphe 1.2.4.2 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et de l'article L. 2334-7 du code général des collectivités territoriales, dans leur rédaction antérieure à la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "Les armements dont les navires battent pavillon français peuvent bénéficier d'un remboursement par l'Etat des cotisations sociales patronales d'allocations familiales, vieillesse, maladie, accidents du travail et risque de privation d'emploi, prévues aux articles L. 212-3, L. 213-1, L. 242-1 et L. 242-1-1 du code de la sécurité sociale et à l'article L. 5422-9 du code du travail, dont ils se sont acquittés entre 2009 et 2012 pour leur personnel navigant non affilié à l'établissement national des invalides de la marine et qui n'auraient pas d'ores et déjà fait l'objet d'exonérations ou de remboursements totaux.Le ministre chargé des transports fixe par arrêté les règles relatives à la déclaration de ces demandes par les armateurs et aux remboursements, dans la limite d'une somme ne pouvant dépasser 7,266 millions d'euros."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\n-Code de l'énergie\n\nIII.-Le 1° du I s'applique à compter du 1er janvier 2017.\n\nArt. L121-7, Art. L314-6-1\n\n-Loi n° 2015-1786 du 29 décembre 2015\n\nArt. 5"
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "Le ministre chargé de l'économie est autorisé à souscrire à l'augmentation de capital de la Banque de développement des Etats de l'Afrique centrale, soit la souscription de 4 074 nouvelles parts, dont 243 parts appelées et 3 831 parts sujettes à appel, portant la participation de la France à 492 parts appelées et 4 580 parts sujettes à appel."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "I à II.-A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les I et II du présent article entrent en vigueur le 1er janvier 2018 et s'appliquent aux créances non prescrites à cette date.\n\nIV.-Au 31 décembre 2017, l'établissement public Fonds de solidarité est dissous puis liquidé selon des modalités définies par décret en Conseil d'Etat. Ses biens, droits et obligations sont transférés à l'Etat. Ce transfert est réalisé à titre gratuit et ne donne lieu à aucune indemnité ou perception de droits, impôts ou taxes de quelque nature que ce soit, à aucun versement d'honoraires au profit des agents de l'Etat, ni au versement prévu à l'article 879 du code général des impôts.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail\n\n-Code du travail applicable à Mayotte."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "II.-Les prêts accordés au titre du d du 2 du III de l'article 80 de la loi n° 2005-32 du 18 janvier 2005 de programmation pour la cohésion sociale, dans sa rédaction en vigueur au 31 décembre 2016, demeurent garantis jusqu'à leur échéance par le fonds prévu au 1 du III de l'article 80 de la loi n° 2005-32 du 18 janvier 2005 précitée.III.-Le présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-743 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "artÉTATA",
      "section": "ÉTATA",
      "title": "Article ÉTATA",
      "content": "(Article 8 de la loi)Voies et moyens pour 2016 révisésI. - BUDGET GÉNÉRAL\n\n(En euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En euros)\n\nIII. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nIV. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISION DES ÉVALUATIONSpour 2016\n\nleft\n\n1. Recettes fiscales\n\nleft\n\nleft\n\n11. Impôt sur le revenu\n\n4 230 000\n\n1101\n\nImpôt sur le revenu\n\n4 230 000\n\nleft\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n97 000 000\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n97 000 000\n\nleft\n\n13. Impôt sur les sociétés\n\n- 280 960 000\n\n1301\n\nImpôt sur les sociétés\n\n- 238 886 000\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n- 42 074 000\n\nleft\n\n14. Autres impôts directs et taxes assimilées\n\n- 566 391 000\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n- 50 000 000\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n- 252 912 000\n\n1406\n\nImpôt de solidarité sur la fortune\n\n- 174 000 000\n\n1407\n\nTaxe sur les locaux à usage de bureaux, les locaux commerciaux et de stockage\n\n- 1 000 000\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n- 32 000 000\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n5 000 000\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n- 2 680 000\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n- 8 556 000\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n- 9 568 000\n\n1416\n\nTaxe sur les surfaces commerciales\n\n- 17 175 000\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle\n\n2 000 000\n\n1498\n\nCotisation foncière des entreprises (affectation temporaire à l'Etat en 2010)\n\n10 000 000\n\n1499\n\nRecettes diverses\n\n- 35 500 000\n\nleft\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n- 167 831 897\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n- 167 831 897\n\nleft\n\n16. Taxe sur la valeur ajoutée\n\n1 752 800 000\n\n1601\n\nTaxe sur la valeur ajoutée\n\n1 752 800 000\n\nleft\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n1 185 613 000\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n82 325 000\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n- 5 750 000\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n338 000 000\n\n1706\n\nMutations à titre gratuit par décès\n\n682 122 000\n\n1707\n\nContribution de sécurité immobilière\n\n54 850 000\n\n1711\n\nAutres conventions et actes civils\n\n46 250 000\n\n1713\n\nTaxe de publicité foncière\n\n23 775 000\n\n1714\n\nPrélèvement sur les sommes versées par les organismes d'assurances et assimilés à raison des contrats d'assurances en cas de décès\n\n43 750 000\n\n1716\n\nRecettes diverses et pénalités\n\n79 525 000\n\n1721\n\nTimbre unique\n\n- 30 825 000\n\n1753\n\nAutres taxes intérieures\n\n- 100 000\n\n1755\n\nAmendes et confiscations\n\n11 000 000\n\n1756\n\nTaxe générale sur les activités polluantes\n\n- 29 836 000\n\n1758\n\nDroit de licence sur la rémunération des débitants de tabac\n\n- 80 000\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n-735 000\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n286 000\n\n1769\n\nAutres droits et recettes à différents titres\n\n1 200 000\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n- 2 082 000\n\n1780\n\nTaxe de l'aviation civile\n\n- 26 600 000\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n- 14 425 000\n\n1785\n\nProduits des jeux exploités par La Française des jeux (hors paris sportifs)\n\n- 82 275 000\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n40 743 000\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n- 2 935 000\n\n1788\n\nPrélèvement sur les paris sportifs\n\n25 436 000\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n- 50 000\n\n1799\n\nAutres taxes\n\n- 47 956 000\n\nleft\n\n2. Recettes non fiscales\n\nleft\n\nleft\n\n21. Dividendes et recettes assimilées\n\n- 1 703 795 000\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n- 92 575 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n- 217 720 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n- 1 393 500 000\n\nleft\n\n22. Produits du domaine de l'Etat\n\n725 533 000\n\n2201\n\nRevenus du domaine public non militaire\n\n1 580 000\n\n2202\n\nAutres revenus du domaine public\n\n37 757 000\n\n2203\n\nRevenus du domaine privé\n\n14 692 000\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n674 720 000\n\n2209\n\nPaiement par les administrations de leurs loyers budgétaires\n\n- 15 512 000\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n10 000 000\n\n2299\n\nAutres revenus du Domaine\n\n2 296 000\n\nleft\n\n23. Produits de la vente de biens et services\n\n- 23 031 000\n\n2301\n\nRemboursement par l'Union européenne des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n- 12 000 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n7 416 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor Public au titre de la collecte de l'épargne\n\n- 9 895 000\n\n2305\n\nProduits de la vente de divers biens\n\n- 1 934 000\n\n2306\n\nProduits de la vente de divers services\n\n- 6 618 000\n\nleft\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n- 94 120 000\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n- 88 620 000\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n1 500 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n- 7 000 000\n\nleft\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n830 429 000\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n3 326 000\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n700 000 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n- 28 000 000\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n155 103 000\n\nleft\n\n26. Divers\n\n1 159 027 000\n\n2601\n\nReversements de Natixis\n\n- 15 000 000\n\n2602\n\nReversements de la Compagnie française d'assurance pour le commerce extérieur\n\n761 000 000\n\n2603\n\nPrélèvements sur les fonds d'épargne gérés par la Caisse des dépôts et consignations\n\n299 000 000\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n26 300 000\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n- 28 000 000\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n- 34 682 000\n\n2616\n\nFrais d'inscription\n\n- 1 750 000\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n- 2 173 000\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n- 425 000\n\n2621\n\nRecouvrements après admission en non-valeur\n\n- 30 781 000\n\n2622\n\nDivers versements de l'Union européenne\n\n- 2 435 000\n\n2623\n\nReversements de fonds sur les dépenses des ministères ne donnant pas lieu à rétablissement de crédits\n\n- 24 727 000\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n- 16 410 000\n\n2625\n\nRecettes diverses en provenance de l'étranger\n\n9 063 000\n\n2626\n\nRemboursement de certaines exonérations de taxe foncière sur les propriétés non bâties (art.109 de la loi de finances pour 1992)\n\n241 000\n\n2697\n\nRecettes accidentelles\n\n25 252 000\n\n2698\n\nProduits divers\n\n226 100 000\n\n2699\n\nAutres produits divers\n\n- 31 546 000\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\nleft\n\nleft\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n- 795 279 000\n\n3101\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n45 627 000\n\n3104\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n- 11 996 000\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n- 832 792 000\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n2 332 000\n\n3135\n\nPSR au titre de la compensation des pertes de recettes liées au relèvement du seuil d'assujettissement des entreprises au versement transport\n\n1 550 000\n\nleft\n\n32. Prélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n- 1 181 000 000\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget de l'Union européenne\n\n- 1 181 000 000\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISION DES ÉVALUATIONSpour 2016\n\nleft\n\n1. Recettes fiscales\n\n2 024 460 103\n\n11\n\nImpôt sur le revenu\n\n4 230 000\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n97 000 000\n\n13\n\nImpôt sur les sociétés\n\n- 280 960 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n- 566 391 000\n\n15\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n- 167 831 897\n\n16\n\nTaxe sur la valeur ajoutée\n\n1 752 800 000\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n1 185 613 000\n\nleft\n\n2. Recettes non fiscales\n\n894 043 000\n\n21\n\nDividendes et recettes assimilées\n\n- 1 703 795 000\n\n22\n\nProduits du domaine de l'Etat\n\n725 533 000\n\n23\n\nProduits de la vente de biens et services\n\n- 23 031 000\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n- 94 120 000\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n830 429 000\n\n26\n\nDivers\n\n1 159 027 000\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\n- 1 976 279 000\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n- 795 279 000\n\n32\n\nPrélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n- 1 181 000 000\n\nleft\n\nTotal des recettes, nettes des prélèvements (1 + 2 - 3)\n\n4 894 782 103\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISION DES ÉVALUATIONSpour 2016\n\nleft\n\nParticipations financières de l'Etat\n\n2 407 998 856\n\n6\n\nVersement du budget général\n\n2 407 998 856\n\nleft\n\nServices nationaux de transport conventionnés de voyageurs\n\n65 000 000\n\n1\n\nContribution de solidarité territoriale\n\n- 26 000 000\n\n2\n\nFraction de la taxe d'aménagement du territoire\n\n65 000 000\n\n4\n\nTaxe sur le résultat des entreprises ferroviaires\n\n26 000 000\n\nleft\n\nTransition énergétique\n\n- 168 167 000\n\n1\n\nFraction du produit de la taxe intérieure sur la consommation finale d'électricité prévue à l'article 266 quinquies C du code des douanes\n\n- 168 167 000\n\nleft\n\nTotal\n\n2 304 831 856\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISION DES ÉVALUATIONSpour 2016\n\nleft\n\nmiddle\n\nPrêts à des Etats étrangers\n\n2 419 898 856\n\nleft\n\nmiddle\n\nSection : Prêts à des Etats étrangers en vue de faciliter la vente de bienset de services concourant au développement du commerce extérieur de la France\n\n5 740 000\n\n1\n\nRemboursement des prêts accordés à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n5 740 000\n\nleft\n\nmiddle\n\nSection : Prêts à des Etats étrangers pour consolidation de dettes envers la France\n\n6 160 000\n\n2\n\nRemboursement de prêts du Trésor\n\n6 160 000\n\nleft\n\nmiddle\n\nSection : Prêts à l'Agence française de développement en vue de favoriserle développement économique et social dans des Etats étrangers\n\n2 407 998 856\n\n3\n\nRemboursement de prêts octroyés par l'Agence française de développement\n\n2 407 998 856\n\nleft\n\nmiddle\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n7 616 066\n\nleft\n\nmiddle\n\nSection : Prêts et avances pour le logement des agents de l'Etat\n\n- 340 000\n\n4\n\nAvances aux agents de l'Etat à l'étranger pour la prise en location d'un logement\n\n- 340 000\n\nleft\n\nmiddle\n\nSection : Prêts pour le développement économique et social\n\n7 956 066\n\n6\n\nPrêts pour le développement économique et social\n\n10 956 066\n\n7\n\nPrêts à la filière automobile\n\n- 3 000 000\n\nleft\n\nmiddle\n\nTotal\n\n2 427 514 922\n\n1\n\ncenter\n\ncenter\n\ncenter"
    },
    {
      "provision_ref": "artÉTATB",
      "section": "ÉTATB",
      "title": "Article ÉTATB",
      "content": "(Article 9 de la loi)Répartition des crédits pour 2016 ouverts et annulés, par mission et programme, au titre du budget généralBUDGET GÉNÉRAL\n\n(En euros)\n\nMISSION/PROGRAMMES\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentaires ouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiement annulés\n\nAction extérieure de l'Etat\n\n4 000\n\n4 000\n\nleft\n\nleft\n\nDiplomatie culturelle et d'influence\n\n4 000\n\n4 000\n\nleft\n\nleft\n\nAdministration générale et territoriale de l'Etat\n\n228 675 376\n\n10 032 552\n\n392 153\n\n392 153\n\nAdministration territoriale\n\nleft\n\nleft\n\n392 142\n\n392 142\n\nDont titre 2\n\nleft\n\nleft\n\n385 555\n\n385 555\n\nVie politique, cultuelle et associative\n\n33 000\n\n33 000\n\nleft\n\nleft\n\nConduite et pilotage des politiques de l'intérieur\n\n228 642 376\n\n9 999 552\n\n11\n\n11\n\nDont titre 2\n\nleft\n\nleft\n\n11\n\n11\n\nAgriculture, alimentation, forêt et affaires rurales\n\n885 986 591\n\n688 240 709\n\n68 322\n\n68 322\n\nEconomie et développement durable de l'agriculture et des territoires\n\n885 986 591\n\n688 240 709\n\nleft\n\nleft\n\nConduite et pilotage des politiques de l'agriculture\n\nleft\n\nleft\n\n68 322\n\n68 322\n\nDont titre 2\n\nleft\n\nleft\n\n68 322\n\n68 322\n\nAide publique au développement\n\n2 407 998 856\n\n2 407 998 856\n\nleft\n\nleft\n\nRenforcement des fonds propres de l'Agence française de développement\n\n2 407 998 856\n\n2 407 998 856\n\nleft\n\nleft\n\nAnciens combattants, mémoire et liensavec la Nation\n\n5 000\n\n5 000\n\nleft\n\nleft\n\nLiens entre la Nation et son armée\n\n5 000\n\n5 000\n\nleft\n\nleft\n\nConseil et contrôle de l'Etat\n\n568 739\n\nleft\n\n314 056\n\n314 056\n\nConseil économique, social et environnemental\n\nleft\n\nleft\n\n82 000\n\n82 000\n\nDont titre 2\n\nleft\n\nleft\n\n82 000\n\n82 000\n\nCour des comptes et autres juridictions financières\n\n568 739\n\nleft\n\n232 056\n\n232 056\n\nDont titre 2\n\nleft\n\nleft\n\n232 056\n\n232 056\n\nCrédits non répartis\n\nleft\n\nleft\n\n16 000 000\n\n16 000 000\n\nDépenses accidentelles et imprévisibles\n\nleft\n\nleft\n\n16 000 000\n\n16 000 000\n\nCulture\n\n49 500\n\n49 500\n\nleft\n\nleft\n\nPatrimoines\n\n32 000\n\n32 000\n\nleft\n\nleft\n\nCréation\n\n16 500\n\n16 500\n\nleft\n\nleft\n\nTransmission des savoirs et démocratisation de la culture\n\n1 000\n\n1 000\n\nleft\n\nleft\n\nDéfense\n\n290 364 972\n\n671 867 617\n\nleft\n\nleft\n\nEquipement des forces\n\n290 364 972\n\n671 867 617\n\nleft\n\nleft\n\nDirection de l'action du Gouvernement\n\n24 600 000\n\n24 600 000\n\n45 036\n\n45 036\n\nCoordination du travail gouvernemental\n\n24 600 000\n\n24 600 000\n\nleft\n\nleft\n\nMoyens mutualisés des administrations déconcentrées\n\nleft\n\nleft\n\n45 036\n\n45 036\n\nEcologie, développementet mobilité durables\n\n948 500 000\n\n152 500 000\n\n93 691 467\n\n93 691 467\n\nPaysages, eau et biodiversité\n\nleft\n\nleft\n\n10 000 700\n\n10 000 700\n\nPrévention des risques\n\nleft\n\nleft\n\n82 604 000\n\n82 604 000\n\nEnergie, climat et après-mines\n\n502 500 000\n\n152 500 000\n\nleft\n\nleft\n\nService public de l'énergie\n\n446 000 000\n\nleft\n\nleft\n\nleft\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\nleft\n\nleft\n\n1 086 767\n\n1 086 767\n\nDont titre 2\n\nleft\n\nleft\n\n1 037 535\n\n1 037 535\n\nEconomie\n\n345 908 571\n\n62 810 000\n\n1 603 752\n\n14 603 752\n\nDéveloppement des entreprises et du tourisme\n\n62 810 000\n\n62 810 000\n\n1 603 752\n\n1 603 752\n\nDont titre 2\n\nleft\n\nleft\n\n1 603 752\n\n1 603 752\n\nPlan \"France Très haut débit\"\n\n283 098 571\n\nleft\n\nleft\n\n13 000 000\n\nEgalité des territoires et logement\n\n244 113 000\n\n95 120 000\n\n7 000\n\n7 000\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\n244 113 000\n\n95 120 000\n\nleft\n\nleft\n\nUrbanisme, territoires et amélioration de l'habitat\n\nleft\n\nleft\n\n7 000\n\n7 000\n\nEngagements financiers de l'Etat\n\nleft\n\nleft\n\n3 005 000 000\n\n3 005 000 000\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\nleft\n\nleft\n\n3 005 000 000\n\n3 005 000 000\n\nEnseignement scolaire\n\n56 517 700\n\n56 517 700\n\n400\n\n400\n\nEnseignement scolaire public du premier degré\n\n6 000\n\n6 000\n\nleft\n\nleft\n\nEnseignement scolaire public du second degré\n\n11 700\n\n11 700\n\nleft\n\nleft\n\nVie de l'élève\n\nleft\n\nleft\n\n400\n\n400\n\nSoutien de la politique de l'éducation nationale\n\n56 500 000\n\n56 500 000\n\nleft\n\nleft\n\nGestion des finances publiqueset des ressources humaines\n\nleft\n\nleft\n\n1 500 000\n\n1 500 000\n\nConduite et pilotage des politiques économiques et financières\n\nleft\n\nleft\n\n1 500 000\n\n1 500 000\n\nDont titre 2\n\nleft\n\nleft\n\n1 500 000\n\n1 500 000\n\nImmigration, asile et intégration\n\n35 859 361\n\n30 000 000\n\n5 000 000\n\n5 000 000\n\nImmigration et asile\n\n35 859 361\n\n30 000 000\n\nleft\n\nleft\n\nIntégration et accès à la nationalité française\n\nleft\n\nleft\n\n5 000 000\n\n5 000 000\n\nJustice\n\nleft\n\nleft\n\n7 500 000\n\n7 500 000\n\nAdministration pénitentiaire\n\nleft\n\nleft\n\n5 000 000\n\n5 000 000\n\nDont titre 2\n\nleft\n\nleft\n\n5 000 000\n\n5 000 000\n\nAccès au droit et à la justice\n\nleft\n\nleft\n\n2 500 000\n\n2 500 000\n\nMédias, livre et industries culturelles\n\n19 500\n\n19 500\n\nleft\n\nleft\n\nLivre et industries culturelles\n\n4 500\n\n4 500\n\nleft\n\nleft\n\nContribution à l'audiovisuel et à la diversité radiophonique\n\n15 000\n\n15 000\n\nleft\n\nleft\n\nOutre-mer\n\n3 400\n\n3 400\n\nleft\n\nleft\n\nConditions de vie outre-mer\n\n3 400\n\n3 400\n\nleft\n\nleft\n\nPolitique des territoires\n\n5 000 000\n\n5 000 000\n\n405 108\n\n405 108\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\nleft\n\nleft\n\n405 108\n\n405 108\n\nDont titre 2\n\nleft\n\nleft\n\n391 527\n\n391 527\n\nPolitique de la ville\n\n5 000 000\n\n5 000 000\n\nleft\n\nleft\n\nRecherche et enseignement supérieur\n\nleft\n\nleft\n\n11 546 233\n\n11 546 233\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\nleft\n\nleft\n\n6 502 914\n\n6 502 914\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\nleft\n\nleft\n\n5 000 000\n\n5 000 000\n\nFormations supérieures et recherche universitaire\n\nleft\n\nleft\n\n43 319\n\n43 319\n\nDont titre 2\n\nleft\n\nleft\n\n43 319\n\n43 319\n\nRelations avec les collectivités territoriales\n\n226 534 445\n\n212 484 445\n\nleft\n\nleft\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\n329 545\n\n329 545\n\nleft\n\nleft\n\nConcours spécifiques et administration\n\n226 204 900\n\n212 154 900\n\nleft\n\nleft\n\nRemboursements et dégrèvements\n\n4 592 450 000\n\n4 592 450 000\n\nleft\n\nleft\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n4 306 450 000\n\n4 306 450 000\n\nleft\n\nleft\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n286 000 000\n\n286 000 000\n\nleft\n\nleft\n\nSanté\n\n85 713 074\n\n85 713 074\n\nleft\n\nleft\n\nPrévention, sécurité sanitaire et offre de soins\n\n10 500\n\n10 500\n\nleft\n\nleft\n\nProtection maladie\n\n85 702 574\n\n85 702 574\n\nleft\n\nleft\n\nSécurités\n\n49 000\n\n49 000\n\n59 000 000\n\n59 000 000\n\nPolice nationale\n\nleft\n\nleft\n\n16 500 000\n\n16 500 000\n\nDont titre 2\n\nleft\n\nleft\n\n16 500 000\n\n16 500 000\n\nGendarmerie nationale\n\nleft\n\nleft\n\n42 500 000\n\n42 500 000\n\nDont titre 2\n\nleft\n\nleft\n\n42 500 000\n\n42 500 000\n\nSécurité civile\n\n49 000\n\n49 000\n\nleft\n\nleft\n\nSolidarité, insertion et égalité des chances\n\n793 065 275\n\n793 042 235\n\nleft\n\nleft\n\nInclusion sociale et protection des personnes\n\n369 280 029\n\n369 256 989\n\nleft\n\nleft\n\nHandicap et dépendance\n\n423 785 246\n\n423 785 246\n\nleft\n\nleft\n\nSport, jeunesse et vie associative\n\n40 925 034\n\n41 106 700\n\n2 701 502\n\n3 716 361\n\nSport\n\nleft\n\nleft\n\n2 701 502\n\n3 716 361\n\nJeunesse et vie associative\n\n40 925 034\n\n41 106 700\n\nleft\n\nleft\n\nTravail et emploi\n\n2 681 355 609\n\n257 264 849\n\n4 508\n\n4 508\n\nAccès et retour à l'emploi\n\n181 662 126\n\n212 333 546\n\nleft\n\nleft\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n2 499 693 483\n\n44 931 303\n\nleft\n\nleft\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\nleft\n\nleft\n\n4 508\n\n4 508\n\nTotaux\n\n13 894 267 003\n\n10 186 879 137\n\n3 204 779 537\n\n3 218 794 396\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artÉTATD",
      "section": "ÉTATD",
      "title": "Article ÉTATD",
      "content": "(Article 10 de la loi)Répartition des crédits pour 2016 ouverts et annulés, par mission et programme, au titre des comptes spéciauxI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nMISSION/PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiement annulés\n\nAides à l'acquisitionde véhicules propres\n\nleft\n\nleft\n\n30 000 000\n\n30 000 000\n\nContribution au financement de l'attribution d'aides au retrait de véhicules polluants\n\nleft\n\nleft\n\n30 000 000\n\n30 000 000\n\nContrôle de la circulationet du stationnement routiers\n\n1 165 720\n\nleft\n\nleft\n\n20 000 000\n\nRadars\n\n1 165 720\n\nleft\n\nleft\n\n18 834 280\n\nFichier national du permis de conduire\n\nleft\n\nleft\n\nleft\n\nleft\n\nContribution à l'équipement des collectivités territoriales pour l'amélioration des transports en commun, de la sécurité et de la circulation routières\n\nleft\n\nleft\n\nleft\n\n1 165 720\n\nGestion du patrimoineimmobilier de l'Etat\n\n10 000 000\n\n10 000 000\n\n85 000 000\n\n85 000 000\n\nContribution au désendettement de l'Etat\n\n10 000 000\n\n10 000 000\n\nleft\n\nleft\n\nContribution aux dépenses immobilières\n\nleft\n\nleft\n\n85 000 000\n\n85 000 000\n\nParticipation de la Franceau désendettement de la Grèce\n\nleft\n\nleft\n\n233 000 000\n\n325 600 000\n\nVersement de la France à la Grèce au titre de la restitution à cet Etat des revenus perçus sur les titres grecs\n\nleft\n\nleft\n\n233 000 000\n\n325 600 000\n\nParticipations financières de l'Etat\n\n4 407 998 856\n\n3 045 998 856\n\n2 000 000 000\n\n2 000 000 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\n4 407 998 856\n\n3 045 998 856\n\nleft\n\nleft\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\nleft\n\nleft\n\n2 000 000 000\n\n2 000 000 000\n\nServices nationaux de transport conventionnésde voyageurs\n\n65 000 000\n\n65 000 000\n\nleft\n\nleft\n\nExploitation des services nationaux de transport conventionnés\n\n65 000 000\n\n65 000 000\n\nleft\n\nleft\n\nTransition énergétique\n\n193 433 000\n\n193 433 000\n\n361 600 000\n\n361 600 000\n\nSoutien à la transition énergétique\n\n193 433 000\n\n193 433 000\n\nleft\n\nleft\n\nEngagements financiers liés à la transition énergétique\n\nleft\n\nleft\n\n361 600 000\n\n361 600 000\n\nTotal\n\n4 677 597 576\n\n3 314 431 856\n\n2 709 600 000\n\n2 822 200 000\n\n1\n\ncenter\n\nMISSION/PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiement annulés\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\nleft\n\nleft\n\n3 000 000\n\n3 000 000\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\nleft\n\nleft\n\n3 000 000\n\n3 000 000\n\nPrêts à des Etats étrangers\n\n75 000 000\n\nleft\n\n221 477 502\n\n301 697 502\n\nPrêts à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\nleft\n\nleft\n\n42 000 000\n\n63 720 000\n\nPrêts à des Etats étrangers pour consolidation de dettes envers la France\n\nleft\n\nleft\n\n179 477 502\n\n179 477 502\n\nPrêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n75 000 000\n\nleft\n\nleft\n\n58 500 000\n\nPrêts et avances à des particuliersou à des organismes privés\n\n200 000 000\n\n200 000 000\n\n80 385 000\n\n80 385 000\n\nPrêts et avances pour le logement des agents de l'Etat\n\nleft\n\nleft\n\n385 000\n\n385 000\n\nPrêts pour le développement économique et social\n\nleft\n\nleft\n\n76 000 000\n\n76 000 000\n\nPrêts à la filière automobile\n\nleft\n\nleft\n\n4 000 000\n\n4 000 000\n\nSoutien à la filière nickel en Nouvelle-Calédonie\n\n200 000 000\n\n200 000 000\n\nleft\n\nleft\n\nTotal\n\n275 000 000\n\n200 000 000\n\n304 862 502\n\n385 082 502\n\n1"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2016 s'établit comme suit :\n\nPRÉVISION D'EXÉCUTION 2016 (*)\n\nSolde structurel (1)\n\n- 1,5\n\nSolde conjoncturel (2)\n\n- 1,7\n\nMesures exceptionnelles et temporaires (3)\n\n- 0,1\n\nSolde effectif (1 + 2 + 3)\n\n- 3,3\n\n(*) En points de produit intérieur brut.\n\n1\n\ncenter"
    }
  ]
}