{
  "id": "jorftext000000512462",
  "type": "statute",
  "title": "Loi n° 86-845 du 17 juillet 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000512462",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente loi est applicable dans le territoire de la Polynésie française       sous réserve, le cas échéant, des dispositions des traités, conventions ou accords régulièrement ratifiés ou approuvés et publiés.Les dispositions de la présente loi ne portent pas atteinte aux stipulations des contrats individuels de travail plus favorables pour les salariés.Elle s'applique à tous les salariés exerçant leur activité dans le territoire.Elle s'applique également à toute personne physique ou morale qui emploie lesdits salariés.Sauf dispositions contraires de la présente loi, elle ne s'applique pas aux personnes relevant d'un statut de droit public y compris les fonctionnaires et les agents non titulaires relevant du statut de droit public adopté par délibération de l'assemblée de la Polynésie française."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour l'offre d'emploi, l'embauche et la relation de travail, ne peuvent être pris en considération l'origine, le sexe, l'état de grossesse, la situation de famille, l'appartenance ou la non-appartenance à une ethnie, l'opinion politique, l'activité syndicale ou les convictions religieuses. Toute disposition ou tout acte contraire est nul de plein droit.\n\nLes emplois contractuels dans les administrations du territoire sont soumis à la règle de nationalité française pour l'accès à la fonction publique."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'apprentissage est une forme d'éducation. Il a pour but de donner à des jeunes travailleurs ayant satisfait à l'obligation scolaire une formation générale, théorique et pratique en vue de l'obtention d'une qualification professionnelle sanctionnée par un des diplômes de l'enseignement technologique ou un diplôme admis sur le territoire en équivalence, en tout ou partie, de ceux de l'enseignement technologique.\n\nLe contrat d'apprentissage est un contrat de travail écrit de type particulier par lequel l'employeur s'engage à assurer une formation professionnelle méthodique et complète dispensée pour partie dans une entreprise, pour partie dans un centre de formation d'apprentis."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le contrat de travail est soumis aux règles du droit commun. Il peut être constaté dans les formes qu'il convient aux parties contractantes d'adopter. Lorsqu'il est constaté par écrit, il est rédigé en français avec une copie dans une des langues polynésiennes si le salarié en fait la demande   .On ne peut engager ses services qu'à temps ou pour une entreprise déterminée."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsque le salarié est étranger et le contrat constaté par écrit, une copie est rédigée, à la demande du salarié, dans la langue de ce dernier. Seul le texte rédigé en français fait foi en justice."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sous réserve des dispositions de l'article 9, le contrat de travail est conclu pour une durée indéterminée.Le contrat de travail conclu sans détermination de durée peut cesser à l'initiative d'une des parties contractantes sous réserve de l'application des règles définies aux articles 7, 7-1 et 7-2.Ces règles ne sont pas applicables pendant la période d'essai."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans le cas de résiliation du contrat de travail à l'initiative du salarié, celui-ci doit à son employeur un délai-congé.La durée de ce délai-congé résulte soit de la réglementation territoriale, soit de conventions ou d'accords collectifs, soit des usages de la profession qui fixent également les cas dans lesquels le salarié est dispensé de cette obligation.La résiliation d'un contrat de travail à durée indéterminée à l'initiative du salarié ouvre droit, si elle est abusive, à dommages-intérêts.En cas de litige, le juge se prononce conformément aux dispositions du premier alinéa de l'article 8."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Le licenciement ne peut intervenir sans cause réelle et sérieuse.Dans le cas de licenciement pour un motif autre qu'une faute grave, le salarié a droit à un délai-congé dont la durée varie en fonction de l'ancienneté de services continus dont il justifie chez le même employeur. La durée de cette ancienneté et des délais-congés qui s'y rapportent est fixée par une délibération de l'assemblée de la Polynésie française. Toute clause d'un contrat individuel fixant un délai-congé inférieur à celui qui résulte des dispositions de cette délibération ou une condition d'ancienneté de services supérieure à celle qu'énoncent ces dispositions est nulle de plein droit.En cas de licenciement, l'inobservation du délai-congé ouvre droit, sauf faute grave du salarié, à une indemnité compensatrice ne se confondant pas avec l'indemnité de licenciement prévue par l'alinéa suivant. L'inobservation du délai-congé n'a pas, dans ce cas, pour effet d'avancer la date à laquelle le contrat prend fin. En conséquence, la dispense par l'employeur de l'exécution du travail pendant le délai-congé ne doit entraîner, jusqu'à l'expiration de ce délai, aucune diminution des salaires, indemnités et avantages que le salarié aurait reçus s'il avait accompli son travail.Le salarié lié par un contrat de travail à durée indéterminée et qui est licencié a droit, sauf en cas de faute grave, à une indemnité minimum de licenciement s'il compte une ancienneté minimum ininterrompue au service du même employeur. Le taux et les modalités de calcul de cette indemnité sont fixés par délibération de l'assemblée de la Polynésie française en fonction de la rémunération brute dont le salarié bénéficiait antérieurement à la rupture du contrat de travail.Avant de décider de licencier un salarié, l'employeur le convoque à un entretien contradictoire. A cette fin, il lui signifie en temps utile l'objet de cette convocation et la faculté qu'il a de se faire assister d'une personne de l'entreprise. Au cours de l'entretien, l'employeur est tenu d'indiquer le ou les motifs de la décision envisagée et de recueillir les explications du salarié.L'employeur est tenu d'indiquer, à la demande écrite du salarié, le ou les motifs du licenciement dans la lettre de licenciement. Les conditions de la notification du licenciement sont fixées par délibération de l'assemblée de la Polynésie française."
    },
    {
      "provision_ref": "art7-2",
      "section": "7-2",
      "title": "Article 7-2",
      "content": "Les dispositions relatives au départ à la retraite des salariés prévues par une convention collective, un accord collectif de travail ou un contrat de travail sont applicables sous réserve qu'elles ne soient pas contraires aux dispositions de la présente loi.Est nulle et de nul effet toute disposition, quelle qu'elle soit, prévoyant une rupture de plein droit du contrat d'un salarié en raison de son âge ou du fait qu'il serait en droit de bénéficier d'une pension de vieillesse.Sous réserve de dispositions conventionnelles plus favorables, tout salarié quittant volontairement l'entreprise pour bénéficier du droit à pension de vieillesse prévue par la réglementation territoriale a droit à une indemnité de départ en retraite. Sous les mêmes conditions, tout salarié dont le départ à la retraite résulte d'une décision de l'employeur, a droit au versement d'une indemnité. Le montant de cette indemnité est fixé par une délibération de l'assemblée de la Polynésie française.La mise à la retraite s'entend de la possibilité donnée à l'employeur de rompre le contrat de travail d'un salarié dès lors que celui-ci peut bénéficier d'une pension de vieillesse dans les conditions prévues par la réglementation territoriale et qu'il a atteint un âge minimum fixé par cette même réglementation, ou, si elles existent, les conditions d'âge prévues par la convention ou l'accord collectif, ou le contrat de travail si celles-ci sont plus favorables pour le salarié. Si les conditions de mise à la retraite ne sont pas remplies, la rupture du contrat de travail par l'employeur constitue un licenciement.L'employeur ou le salarié, selon que l'initiative du départ à la retraite émane de l'un ou de l'autre, est tenu de se conformer aux dispositions prévues pour le délai-congé par le deuxième alinéa de l'article 7-1."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "En cas de litige, le juge à qui il appartient d'apprécier la régularité de la procédure suivie et le caractère réel et sérieux des motifs invoqués par l'employeur forme sa conviction au vu des éléments fournis par les parties et, au besoin, après toutes mesures d'instruction qu'il estime utiles. Si un doute subsiste, il profite au salarié.Si le licenciement d'un salarié survient sans observation de la procédure, mais pour une cause réelle et sérieuse, le tribunal saisi accorde au salarié, à la charge de l'employeur, une indemnité qui ne peut pas être supérieure à un montant fixé par délibération de l'assemblée de la Polynésie française. Si ce licenciement survient pour une cause qui n'est pas réelle et sérieuse, le tribunal peut proposer sa réintégration dans l'entreprise, avec maintien de ses avantages acquis. En cas de refus par l'une ou l'autre des parties, le tribunal octroie au salarié une indemnité. Cette indemnité, qui ne peut être inférieure à un montant fixé par délibération de l'assemblée de la Polynésie française, est due sans préjudice, le cas échéant, de l'indemnité de licenciement prévue au quatrième alinéa de l'article 7-1."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le contrat de travail peut être à durée déterminée dans les cas prévus par l'assemblée de la Polynésie française. Sa durée totale ne peut, compte tenu de celle des éventuels renouvellements, excéder deux ans. Une délibération de l'assemblée de la Polynésie française détermine le nombre et les conditions de son renouvellement ainsi que les cas dans lesquels la durée totale peut être portée à titre exceptionnel à trois ans. Les conditions de renouvellement sont stipulées dans le contrat ou font l'objet d'un avenant soumis au salarié avant le terme initialement prévu.Lorsque, à l'issue d'un contrat à durée déterminée, les relations contractuelles de travail ne se poursuivent pas par un contrat de travail à durée indéterminée, le salarié a droit, à titre de complément de salaire, à une indemnité destinée à compenser la précarité de sa situation.Une délibération de l'assemblée de la Polynésie française fixe les modalités de son versement ainsi que les cas dans lesquels elle n'est pas due. Le taux de cette indemnité est fixé par voie de convention ou accord collectif de travail, ou, à défaut, par une délibération de l'assemblée de la Polynésie française.Le contrat à durée déterminée doit être établi par écrit. Il comporte un terme fixé dès sa conclusion et la définition précise de son motif. A défaut, il est réputé conclu pour une durée indéterminée.Le contrat de travail à durée déterminée cesse de plein droit à l'échéance du terme. La suspension du contrat de travail à durée déterminée ne fait pas obstacle à l'échéance de ce contrat.Le contrat de travail à durée déterminée peut ne pas comporter un terme précis dans les cas et selon les modalités prévus par délibération de l'assemblée de la Polynésie française.Le contrat de travail à durée déterminée peut comporter une période d'essai dont la durée est fixée, à défaut d'usage ou de dispositions conventionnelles, par délibération de l'assemblée de la Polynésie française.Sauf accord entre les parties, le contrat à durée déterminée ne peut être rompu avant l'échéance du terme qu'en cas de faute grave ou de force majeure.La méconnaissance par l'employeur des dispositions prévues à l'alinéa précédent ouvre droit pour le salarié à des dommages et intérêts d'un montant au moins égal aux rémunérations qu'il aurait perçues jusqu'au terme du contrat, sans préjudice de l'indemnité prévue au deuxième alinéa du présent article.La méconnaissance des dispositions du huitième alinéa du présent article par le salarié ouvre droit pour l'employeur à des dommages et intérêts correspondant au préjudice subi.Les dispositions des huitième, neuvième et dixième alinéas ne sont pas applicables pendant la période d'essai."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "S'il survient une modification dans la situation juridique de l'employeur, notamment par succession, vente, fusion, transformation de fonds, mise en société, tous les contrats de travail en cours au jour de la modification subsistent entre le nouvel employeur et le personnel de l'entreprise   ."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La suspension du contrat de travail n'autorise pas l'employeur à résilier le contrat, sauf s'il justifie soit d'une faute grave de l'intéressé, soit de l'impossibilité où il se trouve, pour un motif étranger à la cause de la suspension, de maintenir ledit contrat, soit, en cas de maladie excédant une durée fixée par la réglementation territoriale ou par voie conventionnelle, de la nécessité qui lui est faite de remplacer le salarié absent."
    },
    {
      "provision_ref": "art11-1",
      "section": "11-1",
      "title": "Article 11-1",
      "content": "Les amendes ou autres sanctions pécuniaires sont interdites.Toute disposition ou stipulation contraire est réputée non écrite."
    },
    {
      "provision_ref": "art11-2",
      "section": "11-2",
      "title": "Article 11-2",
      "content": "Le contrat de travail d'un salarié ou d'un apprenti, appelé au service national en application du livre II du code du service national, est suspendu pendant toute la durée du service national actif. La réintégration dans l'entreprise est de droit. Le travailleur réintégré bénéficie de tous les avantages qu'il avait acquis au moment de son départ.\"Les dispositions du présent article sont applicables, lors de leur renvoi dans leurs foyers, aux personnes qui, ayant accompli leur service actif, ont été maintenues au service national."
    },
    {
      "provision_ref": "art11-3",
      "section": "11-3",
      "title": "Article 11-3",
      "content": "Tout salarié ou apprenti, âgé de seize à vingt-cinq ans, qui doit participer à l'appel de préparation à la défense bénéficie d'une autorisation d'absence exceptionnelle d'un jour sans incidence sur la rémunération et les congés."
    },
    {
      "provision_ref": "art11-4",
      "section": "11-4",
      "title": "Article 11-4",
      "content": "Aucun employeur ne peut résilier le contrat de travail d'un salarié ou d'un apprenti au motif que lui-même, le salarié ou l'apprenti se trouve astreint aux obligations du service national, ou se trouve appelé au service national en exécution d'un engagement pour la durée de la guerre ou rappelé au service national à un titre quelconque.Toutefois, l'employeur peut résilier le contrat s'il justifie d'une faute grave de l'intéressé, non liée aux obligations de l'alinéa précédent, ou s'il se trouve dans l'impossibilité de maintenir ledit contrat pour un motif étranger auxdites obligations."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Toute opération à but lucratif de fourniture de main-d'oeuvre qui a pour effet de causer un préjudice au salarié qu'elle concerne ou d'éluder l'application des dispositions législatives, réglementaires ou conventionnelles du travail est interdite."
    },
    {
      "provision_ref": "art12-1",
      "section": "12-1",
      "title": "Article 12-1",
      "content": "Lorsqu'un chef d'entreprise industrielle ou commerciale contracte avec un entrepreneur qui, sans être propriétaire d'un fonds de commerce ou d'une entreprise artisanale, recrute la main-d'oeuvre nécessaire à l'exécution du contrat et que cet entrepreneur l'exécute dans les locaux ou les dépendances de l'entreprise de son cocontractant, ce dernier est tenu de se substituer à l'entrepreneur en cas de défaillance de celui-ci pour le paiement des salaires et des congés payés des salariés de l'entrepreneur ainsi que pour les obligations résultant de la réglementation territoriale sur le régime de prévoyance, les accidents du travail, les maladies professionnelles et les prestations familiales.Dans le cas ci-dessus cité, le salarié lésé et l'organisme de prévoyance sociale du territoire peuvent engager, en cas de défaillance de l'employeur, une action directe contre le chef d'entreprise pour qui le travail a été effectué."
    },
    {
      "provision_ref": "art12-2",
      "section": "12-2",
      "title": "Article 12-2",
      "content": "Est, au sens du présent article, un entrepreneur de travail temporaire, toute personne physique ou morale dont l'activité exclusive est de mettre à la disposition provisoire d'utilisateurs des salariés qu'en fonction d'une qualification convenue elle embauche et rémunère à cet effet.Toute activité de travail temporaire s'exerçant en dehors d'une telle entreprise est interdite.Un utilisateur ne peut faire appel aux salariés des entreprises de travail temporaire que pour des tâches non durables et dans des cas déterminés.Il ne peut être fait appel aux salariés des entreprises de travail temporaire :1° pour remplacer un salarié dont le contrat de travail est suspendu par suite d'un conflit collectif dans l'établissement utilisateur ;2° pour certains travaux qui font l'objet d'une surveillance médicale spéciale qui figurent sur une liste établie par la réglementation territoriale.Les conditions d'application du présent article sont fixées par délibération de l'assemblée de la Polynésie française. Celle-ci précise en tout cas selon quelles modalités tout entrepreneur de travail temporaire est tenu de justifier d'une garantie financière."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les conventions et accords collectifs de travail ont pour but de définir les règles suivant lesquelles s'exerce le droit des salariés à la négociation collective, ainsi que l'ensemble de leurs conditions d'emploi et de travail et de leurs garanties sociales dans le cadre d'un champ d'application qui est, et territorial ou local, et professionnel ou interprofessionnel. Le champ d'application est défini en termes d'activités économiques. Lorsqu'un employeur est lié par les clauses d'une convention ou d'un accord collectif de travail, ces clauses s'appliquent aux contrats de travail conclus avec lui, sauf dispositions plus favorables.\n\nLa convention ou l'accord collectif de travail est un acte écrit à peine de nullité, qui est conclu entre : d'une part, une ou plusieurs organisations syndicales de salariés reconnues représentatives au plan territorial ou qui sont affiliées auxdites organisations, ou qui ont fait la preuve de leur représentativité dans le champ d'application de la convention ou de l'accord ; d'autre part, une ou plusieurs organisations syndicales d'employeurs ou tout autre groupement d'employeurs, ou un ou plusieurs employeurs pris individuellement.\n\nUne commission mixte constitue la structure de négociation de la convention ou de l'accord collectif de travail.\n\nPeuvent adhérer à une convention ou un accord collectif de travail toute organisation syndicale représentative de salariés au sens du deuxième alinéa ci-dessus, ainsi que toute organisation syndicale, ou association, ou groupement d'employeurs ou employeur pris individuellement.\n\nSont soumises aux obligations de la convention ou de l'accord les organisations signataires et adhérentes ainsi que les personnes qui sont ou deviennent membres de ces organisations.\n\nLes conventions et accords collectifs de travail peuvent comporter des dispositions plus favorables aux salariés que celles des lois et règlements en vigueur. Ils ne peuvent déroger aux dispositions d'ordre public de ces lois et règlements.\n\nL'exécution en Polynésie française d'un contrat de travail signé hors de ce territoire ne fait pas obstacle à l'application à ce contrat, si elle est plus favorable au salarié, de la convention ou de l'accord collectif applicable au lieu de la signature du contrat."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La convention ou l'accord collectif de travail est conclu pour une durée déterminée ou une durée indéterminée. A défaut de stipulations contraires, la convention ou l'accord à durée déterminée qui arrive à expiration continue de produire ses effets comme une convention ou un accord à durée indéterminée. Quand la convention ou l'accord est conclu pour une durée déterminée, celle-ci ne peut être supérieure à une durée fixée par délibération de l'assemblée de la Polynésie française.La convention ou l'accord collectif de travail à durée indéterminée peut cesser par la volonté de l'une des parties. La convention ou l'accord prévoit les conditions de sa dénonciation, de sa révision ou de son renouvellement et notamment la durée du préavis de dénonciation. Lorsque la dénonciation émane de la totalité des signataires employeurs ou salariés, la convention ou l'accord continue de produire effet jusqu'à l'entrée en vigueur de la convention ou de l'accord qui lui est substitué ou, à défaut, pendant une durée d'un an à compter de la dénonciation."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "A la demande d'une des organisations représentatives ou à l'initiative du gouvernement de la Polynésie française les stipulations d'une convention de branche ou d'un accord professionnel ou interprofessionnel peuvent être rendues obligatoires pour tous les salariés ou employeurs compris dans le champ d'application de ladite convention ou dudit accord, après avis des organisations syndicales représentatives de la branche concernée."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les dispositions du présent chapitre ne sont pas applicables aux établissements du ministère de la défense ; dans ces établissements, les conditions dans lesquelles s'exerce le droit à la négociation collective défini à l'article 13 ci-dessus sont fixées par un règlement particulier."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'interdiction de discrimination entre les femmes et les hommes mentionnée à l'article 2 s'applique sous réserve des dispositions particulières de la présente loi et sauf si l'appartenance à l'un ou l'autre sexe est la condition déterminante de l'exercice d'un emploi ou d'une activité professionnelle déterminés par la réglementation territoriale.Ces dispositions ne font pas obstacle à l'intervention de mesures temporaires prises au seul bénéfice des femmes visant à établir l'égalité des chances entre hommes et femmes, en particulier en remédiant aux inégalités de fait qui affectent les chances des femmes."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Tout employeur est tenu d'assurer, pour un même travail ou pour un travail de valeur égale, l'égalité de rémunération entre les femmes et les hommes.\n\nPar rémunération il faut entendre le salaire de base ou minimum et tous les autres avantages et accessoires payés, directement ou indirectement, en espèces ou en nature, par l'employeur au salarié en raison de l'emploi de ce dernier.\n\nSont considérés comme ayant une valeur égale les travaux qui exigent des salariés un ensemble comparable de connaissances professionnelles consacrées par un titre, un diplôme ou une pratique professionnelle, de capacités découlant de l'expérience acquise, de responsabilités et de charge physique ou nerveuse."
    },
    {
      "provision_ref": "art18-1",
      "section": "18-1",
      "title": "Article 18-1",
      "content": "Les droits de la femme mariée sur les produits de son travail personnel et les économies en provenant sont déterminés par l'article 223 du code civil."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le salaire doit être payé en monnaie ayant cours légal nonobstant toute stipulation contraire. Le paiement du salaire donne lieu à l'émission d'un bulletin de salaire.L'action en paiement du salaire se prescrit par cinq ans     ."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "Aucune compensation ne s'opère au profit des employeurs entre le montant des salaires dus par eux à leurs salariés et les sommes qui leur seraient dues à eux-mêmes pour fournitures diverses, quelle qu'en soit la nature, à l'exception toutefois :1° Des outils et instruments nécessaires au travail ;2° Des matières ou matériaux dont le salarié a la charge et l'usage ;3° Des sommes avancées pour l'acquisition de ces mêmes objets.En tout état de cause, la compensation ne pourra se faire que sur la partie de la rémunération supérieure au salaire minimum interprofessionnel garanti en vigueur sur le territoire.Tout employeur qui fait une avance en espèces, en dehors du cas prévu au 3° ci-dessus, ne peut se rembourser qu'au moyen de retenues successives ne dépassant pas le dixième du montant des salaires exigibles.La retenue opérée de ce chef ne se confond pas avec la partie saisissable ou cessible.Les acomptes sur un travail en cours ne sont pas considérés comme avances."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Il est institué un salaire minimum interprofessionnel garanti dont le régime est déterminé après avis des organisations professionnelles et syndicales d'employeurs et de salariés représentatives au plan territorial."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Sans préjudice de l'application éventuelle de l'article 22, les créances de salaires des salariés et apprentis privilégiées sur la généralité des meubles et immeubles du débiteur sont celles ci-après exprimées :1° Les rémunérations des gens de service pour l'année échue et l'année courante ;2° Les rémunérations pour les six derniers mois des salariés et apprentis ;3° L'indemnité due en raison de l'inobservation du délai-congé prévu à l'article 7 ;4° Les indemnités dues pour les congés payés ;5° Les indemnités de licenciement dues en application des conventions collectives de travail, des accords collectifs d'établissements, des règlements de travail, des usages, des dispositions de l'article 7 de la présente loi pour la totalité de la portion inférieure ou égale au plafond visé à l'article 22-1 de la présente loi et pour le quart de la portion supérieure audit plafond."
    },
    {
      "provision_ref": "art21-1",
      "section": "21-1",
      "title": "Article 21-1",
      "content": "Peuvent, en outre, faire valoir une action directe ou des privilèges spéciaux :1° Les maçons, charpentiers et autres ouvriers employés pour édifier, reconstruire ou réparer des bâtiments, canaux ou ouvrages quelconques. Ils n'ont d'action contre celui pour lequel les ouvrages ont été faits que jusqu'à concurrence de ce dont il se trouve débiteur envers l'entrepreneur au moment où leur action est intentée ;2° Dans les conditions fixées par le 3° de l'article 31 de la loi n° 67-5 du 3 janvier 1967 portant statut des navires et autres bâtiments de mer, le capitaine, l'équipage et les autres personnes engagées à bord du navire."
    },
    {
      "provision_ref": "art21-2",
      "section": "21-2",
      "title": "Article 21-2",
      "content": "L'ouvrier détenteur de l'objet par lui ouvré peut exercer un droit de rétention dans les conditions fixées à l'article 571 du code civil.Les objets mobiliers confiés à un ouvrier pour être travaillés, façonnés, réparés ou nettoyés et qui n'auront pas été retirés dans le délai d'un an pourront être vendus dans les conditions et formes déterminées par les délibérations de l'assemblée de la Polynésie française.S'il s'agit de véhicules automobiles, le délai prévu à l'alinéa précédent est réduit à six mois."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les créances résultant d'un contrat de travail ou d'apprentissage sont garanties en cas d'ouverture d'une procédure de sauvegarde ou de redressement judiciaire :1° Par le privilège établi par l'article 22-1 ;2° Par le privilège établi par l'article 21, pour les causes et montants définis à cet article.Nonobstant l'existence de toute autre créance, les créances que garantit le privilège établi par l'article 22-1 doivent être payées par l'administrateur sur ordonnance du juge-commissaire dans les dix jours du prononcé du jugement ouvrant la procédure de sauvegarde ou de redressement judiciaire si l'administrateur dispose des fonds nécessaires.Toutefois, avant tout établissement du montant de ces créances, l'administrateur doit, avec l'autorisation du juge-commissaire et dans la mesure des fonds disponibles, verser immédiatement aux salariés, à titre provisionnel, une somme égale à un mois de salaire impayé, sur la base du dernier bulletin de salaire et sans pouvoir dépasser le plafond visé à l'article 22-1.A défaut de disponibilités, les sommes dues en vertu des deux alinéas précédents doivent être acquittées sur les premières rentrées de fonds."
    },
    {
      "provision_ref": "art22-1",
      "section": "22-1",
      "title": "Article 22-1",
      "content": "Sans préjudice des règles fixées à l'article 22, les créances résultant du contrat de travail ou du contrat d'apprentissage sont garanties dans les conditions suivantes :Lorsque est ouverte une procédure de sauvegarde ou de redressement judiciaire, les rémunérations de toute nature dues aux salariés et apprentis pour les soixante derniers jours de travail et d'apprentissage ainsi que celles dues aux marins au titre des quatre-vingt-dix derniers jours de travail ou de la période de paiement si celle-ci est d'une durée plus longue doivent, déduction faite des acomptes déjà perçus, être payées, nonobstant l'existence de toute autre créance privilégiée, jusqu'à concurrence d'un plafond mensuel identique pour toutes les catégories de bénéficiaires.Ce plafond est fixé par une délibération de l'assemblée de la Polynésie française.Les rémunérations prévues au deuxième alinéa ci-dessus comprennent non seulement les salaires, appointements ou commissions proprement dits mais encore tous les accessoires, et notamment l'indemnité compensatrice de préavis mentionnée à l'article 7.En outre, les indemnités de congés payés doivent être payées, nonobstant l'existence de toute autre créance privilégiée, jusqu'à concurrence d'un plafond identique à celui établi pour une période de trente jours de rémunération par le troisième alinéa du présent article."
    },
    {
      "provision_ref": "art22-2",
      "section": "22-2",
      "title": "Article 22-2",
      "content": "Les dispositions du présent article sont applicables aux sommes dues à titre de rémunération à toutes les personnes salariées ou travaillant, à quelque titre ou en quelque lieu que ce soit, pour un ou plusieurs employeurs, quels que soient le montant et la nature de leur rémunération, la forme et la nature de leur contrat.Sous réserve des dispositions relatives aux créances d'aliments, les sommes dues à titre de rémunération ne sont saisissables ou cessibles que dans des proportions et selon des seuils de rémunération affectés d'un correctif pour toute personne à charge, fixés par délibération de l'assemblée de la Polynésie française. Cette délibération précise les conditions dans lesquelles ces seuils et correctifs sont révisés en fonction de l'évolution des circonstances économiques.Pour la détermination de la fraction saisissable, il est tenu compte du montant de la rémunération, de ses accessoires ainsi que, le cas échéant, de la valeur des avantages en nature, après déduction des cotisations obligatoires. Sont exceptées les indemnités insaisissables, les sommes allouées à titre de remboursement de frais exposés par le travailleur et les allocations ou indemnités pour charges de famille.Lorsqu'un débiteur perçoit de plusieurs payeurs des sommes saisissables ou cessibles dans les conditions prévues par le présent article, la fraction saisissable est calculée sur l'ensemble de ces sommes. Les retenues sont opérées selon les modalités déterminées par le juge.Le prélèvement direct du terme mensuel courant et des six derniers mois impayés des créances visées à l'article 1er de la loi n° 73-5 du 2 janvier 1973 relative au paiement direct de la pension alimentaire peut être poursuivi sur l'intégralité de la rémunération. Il est d'abord imputé sur la fraction insaisissable et, s'il y a lieu, sur la fraction saisissable.Toutefois, une somme est, dans tous les cas, laissée à la disposition du bénéficiaire de la rémunération dans des conditions fixées par la délibération prévue au deuxième alinéa du présent article."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les enfants de l'un et l'autre sexe ne peuvent être employés avant d'être libérés de l'obligation scolaire.\n\nLes dispositions de l'alinéa précédent ne font pas obstacle à ce que les élèves qui suivent un enseignement alterné accomplissent des stages d'initiation ou d'application en milieu professionnel durant les deux dernières années de leur scolarité obligatoire.\n\nCes stages ne peuvent être effectués qu'auprès d'entreprises ayant fait l'objet d'un agrément."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "La durée légale du travail effectif des salariés est fixée à trente-neuf heures par semaine."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Des délibérations de l'assemblée de la Polynésie française, après avis des organisations professionnelles et syndicales d'employeurs et de salariés représentatives au plan territorial, déterminent les modalités d'application de l'article précédent, pour l'ensemble des branches d'activités ou des professions ou pour une branche ou une profession particulière. Ces délibérations fixent notamment l'aménagement et la répartition des horaires de travail, les dérogations permanentes ou temporaires applicables dans certains cas ou pour certains emplois, les conditions auxquelles est subordonnée la mise en place par l'employeur d'horaires à temps partiel ou d'horaires individualisés, les modalités de récupération des heures de travail perdues et les mesures de contrôle de ces diverses dispositions.Dans la perspective du maintien ou du développement de l'emploi, les employeurs, les organisations d'employeurs et de salariés peuvent, par convention ou accord collectif étendu ou par convention ou accord collectif d'entreprise ou d'établissement, fixer les conditions d'une nouvelle organisation du travail résultant d'une répartition de la durée du travail sur tout ou partie de l'année, à condition que, sur la période retenue, cette durée n'excède pas, en moyenne, par semaine travaillée, la durée prévue à l'article 24 ou une durée inférieure prévue par la convention ou l'accord."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les heures effectuées au-delà de la durée hebdomadaire du travail fixée à l'article 24 ou de la durée considérée comme équivalente et, si elle est inférieure, de la durée moyenne hebdomadaire mentionnée à l'article 25, ouvrent droit à des majorations de salaire et, au delà d'un certain seuil, à des repos compensateurs dans les conditions fixées par délibération de l'assemblée de la Polynésie française."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Au cours d'une même semaine, la durée du travail ne peut dépasser quarante-huit heures   .En cas de circonstances exceptionnelles ou pour certaines professions, les entreprises peuvent être autorisées à dépasser pendant une période limitée le plafond de quarante-huit heures fixé à l'alinéa précédent, sans toutefois que ce dépassement puisse avoir pour effet de porter la durée du travail à plus de soixante heures par semaine.La réglementation territoriale peut déroger aux dispositions du présent article pour le personnel navigant des entreprises d'armement maritime et des transports aériens. Celle-ci fixe notamment des mesures de compensation.Les conditions dans lesquelles il est dérogé au présent article pour le personnel travaillant pour le compte de la défense et dans les zones militaires sont déterminées par le ministre chargé de la défense."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les heures pendant lesquelles le travail est considéré comme travail de nuit sont fixées par le territoire après avis des organisations syndicales d'employeurs et de salariés représentatives au plan territorial. L'amplitude de la période de nuit ne peut être inférieure à sept heures consécutives."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les femmes ne peuvent être employées à aucun travail de nuit dans les usines, manufactures, mines et carrières, chantiers, ateliers et dépendances, de quelque nature que ce soit      .Les dispositions de l'alinéa précédent ne sont pas applicables aux femmes qui occupent des postes de direction ou de caractère technique ni aux femmes occupées dans les services de l'hygiène et du bien-être qui n'effectuent pas normalement un travail manuel."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le travail de nuit est interdit pour les jeunes salariés de l'un ou l'autre sexe âgés de moins de dix-huit ans.Il peut être dérogé aux dispositions de l'alinéa précédent par la réglementation territoriale."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Il est interdit d'occuper plus de six jours par semaine un même salarié    .Le repos hebdomadaire doit avoir une durée minimale de vingt-quatre heures consécutives.Il a lieu en principe le dimanche.Le territoire détermine les cas dans lesquels il peut être dérogé aux dispositions du présent article.Les conditions dans lesquelles il est dérogé au présent article pour le personnel travaillant pour le compte du ministère chargé de la défense et dans les zones militaires sont déterminées par le ministre chargé de la défense."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Le 1er Mai est     férié et chômé ; il est payé."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Tout salarié a droit chaque année à un congé payé à la charge de l'employeur à raison de deux jours et demi ouvrables par mois de travail ou, pour les marins, trois jours par mois de service   ."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "L'indemnité afférente au congé prévu à l'article précédent est égale au dixième de la rémunération totale perçue par le salarié au cours de la période pendant laquelle il a acquis ses droits à congé   . Cette indemnité ne peut être inférieure au montant de la rémunération qui aurait été perçue pendant la période de congé si le salarié avait continué à travailler."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les salariées ne peuvent être occupées pendant une période de huit semaines au total avant et après leur accouchement.Il est interdit d'employer les femmes en couches dans les six semaines qui suivent leur délivrance.Pendant une période de quinze mois à compter de la naissance de l'enfant, les mères ont droit à des repos pour allaitement.Les salariées ont le droit de suspendre le contrat de travail pendant une période qui commence six semaines avant la date présumée de l'accouchement et se termine dix semaines après la date de celui-ci       .Aucun employeur ne peut résilier le contrat de travail d'une salariée lorsqu'elle est en état de grossesse médicalement constatée, sauf s'il justifie d'une faute grave de l'intéressée, non liée à l'état de grossesse, ou de l'impossibilité, pour un motif étranger à la grossesse ou à l'accouchement, de maintenir ledit contrat.Les femmes en état de grossesse médicalement attesté peuvent quitter le travail sans délai-congé et sans avoir, de ce fait, à payer une indemnité de rupture."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Sous réserve des dispositions de l'article 79 sont soumis aux dispositions du présent chapitre les établissements et groupements de toute nature, publics ou privés, même s'ils ont un caractère coopératif, y compris ceux dispensant un enseignement technique ou professionnel et les ateliers où ne sont employés que les membres de la famille."
    },
    {
      "provision_ref": "art36-1",
      "section": "36-1",
      "title": "Article 36-1",
      "content": "L'employeur ou le chef d'établissement prend les mesures de prévention des risques professionnels, d'information et de formation les mieux adaptées pour assurer la sécurité et protéger la santé des travailleurs présents dans l'établissement, y compris les travailleurs temporaires et les travailleurs indépendants. A cet effet :1° Il évalue les risques pour la sécurité et la santé des travailleurs, choisit l'organisation du travail, les méthodes, les procédés de fabrication ainsi que les équipements propres à garantir le meilleur niveau de protection des intéressés et, lorsqu'il confie des tâches à un travailleur, tient compte de sa capacité à mettre en oeuvre les précautions nécessaires ;2° Il prend les mesures appropriées pour assurer l'information des travailleurs sur les risques auxquels ils sont exposés et sur les moyens de protection mis en place ;3° Il s'assure que chaque travailleur reçoit une formation à la sécurité lors de l'embauche, et ultérieurement, à intervalles réguliers ainsi qu'à l'occasion des changements de postes de travail et de l'introduction de nouveaux équipements ou procédés de fabrication ;4° En cas de danger grave, imminent et qui ne peut être évité, il prend les mesures nécessaires pour permettre aux travailleurs d'arrêter leurs activités et de se mettre en sécurité en quittant immédiatement leur lieu de travail.Lorsque dans un même lieu de travail les travailleurs de plusieurs entreprises sont présents, les employeurs doivent coopérer à la mise en oeuvre des dispositions relatives à l'hygiène et à la sécurité.Lorsque des travailleurs indépendants exercent une activité dans un lieu de travail où sont également présents les travailleurs d'une ou plusieurs entreprises, ils sont tenus de mettre en oeuvre à l'égard des autres travailleurs comme d'eux-mêmes les principes de sécurité définis par le présent article et de se conformer aux prescriptions des articles 37, 38 et 39.Les mesures concernant la sécurité, l'hygiène et la santé au travail ne doivent entraîner aucune charge financière pour les travailleurs."
    },
    {
      "provision_ref": "art36-2",
      "section": "36-2",
      "title": "Article 36-2",
      "content": "Le salarié signale immédiatement à l'employeur ou au chef d'établissement toute situation de travail dont il a un motif raisonnable de penser qu'elle représente un danger grave et imminent pour sa santé et sa sécurité.L'employeur ou le chef d'établissement ne peut demander au salarié de reprendre son activité dans une situation de travail où persiste un danger grave et imminent.Aucune sanction, aucune retenue de salaire ne peut être prise à l'encontre d'un salarié ou d'un groupe de salariés qui se sont retirés d'une situation de travail dont ils avaient un motif raisonnable de penser qu'elle présentait un danger grave et imminent pour la vie ou la santé de chacun d'eux.La faculté de retrait ouverte au salarié par les dispositions du présent article doit être exercée de telle manière qu'elle ne puisse créer pour autrui une nouvelle situation de risque grave et imminent."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les établissements et locaux dans lesquels sont employés les travailleurs doivent être tenus dans un état constant de propreté et présenter les conditions d'hygiène et de salubrité nécessaires à la santé du personnel.Les chantiers, établissements, locaux de travail et leurs dépendances et plus généralement tous les lieux de travail doivent être aménagés de manière à garantir la sécurité des travailleurs.Les maîtres d'ouvrage entreprenant la construction ou l'aménagement de bâtiments destinés à l'exercice d'une activité industrielle, commerciale ou agricole sont tenus de se conformer aux règles édictées en vue de satisfaire aux dispositions législatives et réglementaires prévues dans l'intérêt de l'hygiène et de la sécurité du travail."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Dans l'intérêt de l'hygiène et de la sécurité du travail peuvent être limités, réglementés ou interdits l'importation, la fabrication, le conditionnement, la mise en vente, la cession à quelque titre que ce soit ainsi que l'emploi des substances et préparations dangereuses pour les travailleurs, et ce même dans le cas où l'emploi desdites substances et préparations est le fait du chef d'établissement ou de travailleurs indépendants."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les machines, matériels, outils, engins et plus généralement tous les équipements de travail, ainsi que les protecteurs, dispositifs et produits de protection, doivent être conçus, installés, utilisés, réglés et maintenus de manière à préserver la sécurité et la santé des travailleurs, y compris en cas de modification de ces équipements de travail et moyens de protection.Il est interdit, sauf dérogation prévue par la réglementation territoriale, d'exposer, de mettre en vente, d'importer, de louer, de mettre à disposition ou de céder à quelque titre que ce soit, ainsi que de mettre en service ou d'utiliser des équipements de travail ou des matériels et produits de protection ne répondant pas aux normes de sécurité définies par cette réglementation.L'acheteur ou le locataire d'un équipement, d'un matériel ou d'un produit qui a été livré en contradiction avec ces dispositions peut, nonobstant toute clause contraire, dans le délai d'une année à compter de la livraison, demander la résolution de la vente ou du bail ; le tribunal qui prononce cette résolution peut en outre accorder des dommages-intérêts à l'acheteur ou au locataire."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'inspecteur ou le contrôleur du travail constatant une situation dangereuse résultant d'une infraction aux dispositions des articles 36-1, 37, 38 et 39, notamment dans le cas où le risque professionnel trouve son origine dans les conditions d'organisation du travail ou d'aménagement du poste de travail, l'état des surfaces de circulation, l'état de propreté et d'ordre des lieux de travail, le stockage des matériaux et des produits de fabrication, avant, s'il y a lieu, de dresser procès-verbal, met en demeure le chef d'entreprise ou d'établissement de prendre toute mesure conforme aux prescriptions en vigueur de nature à y remédier.L'inspecteur ou le contrôleur du travail peut mettre en demeure le chef d'entreprise ou d'établissement de faire vérifier par des organismes agréés l'état de conformité des équipements de travail avec les prescriptions en vigueur.Par dérogation aux règles fixées à l'alinéa premier, l'inspecteur ou le contrôleur du travail est autorisé à dresser procès-verbal, sans mise en demeure préalable, lorsque les faits qu'il constate présentent un danger grave ou imminent pour l'intégrité physique des travailleurs.Le procès-verbal doit explicitement préciser les circonstances de fait et la législation ou les délibérations de l'assemblée de la Polynésie française applicables à l'espèce.Dans ce cas il peut également saisir le juge des référés pour voir ordonner toutes mesures propres à faire cesser ce risque, telles que la mise hors service, l'immobilisation, la saisie des matériels, machines, dispositifs, produits ou autres. Le juge peut également ordonner la fermeture temporaire d'un atelier ou chantier : il peut assortir sa décision d'une astreinte qui sera liquidée au profit du territoire. Les décisions du juge des référés ne peuvent entraîner ni rupture, ni suspension du contrat de travail, ni aucun préjudice pécuniaire à l'encontre des salariés concernés."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Il est institué des comités d'hygiène, de sécurité et des conditions de travail dans les entreprises et établissements dont l'effectif est supérieur à un seuil minimum. A défaut de comités d'hygiène, de sécurité et des conditions de travail dans les entreprises ou établissements visés au présent alinéa, les délégués du personnel ont les mêmes missions et moyens que les membres desdits comités ; ils sont également soumis aux mêmes obligations.Le comité est présidé par le chef d'établissement ou son représentant et comprend une délégation du personnel dont les membres sont désignés par un collège constitué par les membres élus du comité d'entreprise ou d'établissement et les délégués du personnel.Dans les établissements ou les entreprises dont l'effectif est inférieur au seuil prévu au premier alinéa du présent article et lorsque cette mesure est nécessaire en raison du danger particulier de l'activité ou de l'importance des risques constatés, l'inspecteur du travail peut imposer la création d'un comité d'hygiène, de sécurité et des conditions de travail ou d'un comité d'hygiène, de sécurité et des conditions de travail interentreprises.Les dispositions de l'article 67 sont applicables aux salariés qui siègent ou ont siégé en qualité de représentant du personnel dans un comité d'hygiène, de sécurité et des conditions de travail."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Le comité d'hygiène, de sécurité et des conditions de travail a pour mission de contribuer à la protection de la santé et de la sécurité des salariés de l'établissement et de ceux mis à sa disposition par une entreprise extérieure ainsi qu'à l'amélioration des conditions de travail. Il a également pour mission de veiller à l'application des prescriptions en vigueur.Il est consulté avant toute décision d'aménagement important modifiant les conditions d'hygiène et de sécurité ou les conditions de travail."
    },
    {
      "provision_ref": "art42-1",
      "section": "42-1",
      "title": "Article 42-1",
      "content": "Il peut être institué par une délibération de l'assemblée de la Polynésie française dans les branches d'activité qui recèlent des dangers particuliers ou dans lesquelles l'importance des risques est avérée des organismes professionnels d'hygiène, de sécurité et des conditions de travail.Les entreprises et établissements tenus de constituer un comité d'hygiène, de sécurité et des conditions de travail en application des dispositions de l'article 41 ne sont pas exonérés de l'obligation d'adhérer à un organisme professionnel créé dans une branche d'activité en application du premier alinéa du présent article."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Toute entreprise ou tout établissement doit mettre ses salariés en mesure de bénéficier d'un service médical. Les services médicaux du travail sont assurés par un ou plusieurs médecins dont le rôle exclusivement préventif consiste à éviter toute altération de la santé des salariés du fait de leur travail, notamment en surveillant les conditions d'hygiène et de sécurité du travail, les risques de contagion et l'état de santé des salariés   .Le médecin du travail est habilité à proposer des mesures individuelles telles que des mutations ou des transformations de postes, justifiées par des considérations relatives, notamment, à l'âge, à la résistance physique ou à l'état de santé des travailleurs. Le chef d'entreprise est tenu de prendre en considération ces propositions et, en cas de refus, de faire connaître les motifs qui s'opposent à ce qu'il y soit donné suite. En cas de difficulté ou de désaccord, la décision est prise par l'inspecteur du travail après avis du médecin inspecteur du travail.Lorsque le service médical du travail est assuré par les soins d'un groupement ou organisme distinct de l'établissement occupant les travailleurs bénéficiaires de ce service, les responsables dudit groupement ou organisme sont soumis, dans les mêmes conditions que le chef d'établissement et sous les mêmes sanctions, aux prescriptions du présent article et des délibérations prises pour son application."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Un organisme public est seul habilité à effectuer le placement des travailleurs, sauf dérogation que le territoire accorde en faveur de bureaux de placement privés gratuits."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Tout travailleur recherchant un emploi doit requérir son inscription auprès de l'organisme public    visé à l'article 44.Tout employeur est tenu de notifier à cet organisme toute place vacante dans son entreprise."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Le territoire détermine, après avis des organisations professionnelles et syndicales d'employeurs et de salariés représentatives au plan territorial, les établissements ou professions dans lesquels tout embauchage ou résiliation du contrat de travail doit être porté à la connaissance de l'autorité administrative compétente."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "L'emploi et le reclassement des personnes handicapées constituent un élément de la politique de l'emploi et sont l'objet de concertation, notamment avec les organisations représentatives au plan territorial des employeurs et des travailleurs, les organismes ou associations de handicapés et les organismes ou associations spécialisés.\n\nEst considérée comme travailleur handicapé toute personne dont les possibilités d'obtenir ou de conserver un emploi sont effectivement réduites par suite d'une insuffisance ou d'une diminution de ses capacités physiques ou mentales.\n\nUne priorité d'emploi est réservée aux handicapés à concurrence d'un pourcentage suivant des modalités fixées par la réglementation territoriale."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les travailleurs ayant involontairement perdu leur emploi, aptes au travail, et qui sont à la recherche d'un emploi ont droit à une aide dont les modalités d'application relèvent de la réglementation territoriale."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "L'orientation et les mesures d'application de la politique de l'emploi sont soumises à la consultation des organisations professionnelles et syndicales d'employeurs et de salariés représentatives au plan territorial."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le travail clandestin   est la dissimulation de tout ou partie de l'une des activités mentionnées à l'article 50-1 et exercées dans les conditions prévues par cet article.Le travail clandestin est interdit ainsi que la publicité, par quelque moyen que ce soit, tendant à favoriser, en toute connaissance de cause, le travail clandestin. Il est également interdit d'avoir recours sciemment, directement ou par personne interposée, aux services de celui qui exerce une activité dans les conditions visées au premier alinéa.Toutefois, sont exclus des interdictions ci-dessus les travaux d'urgence dont l'exécution immédiate est nécessaire pour prévenir les accidents imminents ou organiser les mesures de sauvetage, la réparation de dommages causés aux logements des particuliers du fait de la survenance d'une catastrophe naturelle."
    },
    {
      "provision_ref": "art50-1",
      "section": "50-1",
      "title": "Article 50-1",
      "content": "Est réputé clandestin   l'exercice habituel d'une activité lucrative de production, de transformation, de réparation ou de prestation de services ou de commerce par toute personne, physique ou morale, qui, intentionnellement :a) Ne procède pas aux formalités obligatoires d'enregistrement de cette activité ou aux déclarations fiscales, parafiscales ou sociales inhérentes à sa création ou à sa poursuite ;b) Ou bien ne remet pas à chacun des travailleurs qu'elle emploie, lors du paiement de sa rémunération, un bulletin de salaire et ne l'inscrit pas sur un registre d'embauche ;c) Ou bien, satisfaisant à ces obligations, délivre, même avec l'accord du travailleur, un bulletin de salaire mentionnant un nombre d'heures de travail inférieur au nombre d'heures réellement effectuées."
    },
    {
      "provision_ref": "art50-2",
      "section": "50-2",
      "title": "Article 50-2",
      "content": "Toute personne condamnée pour avoir recouru, directement ou par personne interposée, aux services de celui qui exerce un travail clandestin est tenue solidairement avec ce dernier :a) Au paiement des impôts, taxes et cotisations obligatoires dus par celui-ci au Trésor et à l'organisme de protection sociale du territoire ;b) Le cas échéant, et conformément à la réglementation applicable, au remboursement des sommes correspondant au montant des aides publiques dont il a bénéficié ;c) Au paiement des rémunérations et charges dues par celui-ci à raison de l'emploi de salariés n'ayant pas fait l'objet des formalités prescrites aux b et c de l'article 50-1."
    },
    {
      "provision_ref": "art50-3",
      "section": "50-3",
      "title": "Article 50-3",
      "content": "Sous réserve des dispositions des traités, conventions et accords régulièrement ratifiés ou approuvés et publiés, un étranger ne peut exercer une activité salariée sur le territoire sans avoir obtenu au préalable une autorisation de travail.\n\nCette autorisation de travail peut autoriser l'étranger à ne travailler que dans une zone géographique, une catégorie professionnelle ou une profession déterminée."
    },
    {
      "provision_ref": "art50-4",
      "section": "50-4",
      "title": "Article 50-4",
      "content": "Nul ne peut engager, conserver à son service ou employer pour quelque durée que ce soit un étranger non muni du titre l'autorisant à exercer une activité dans le territoire de la Polynésie française."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les syndicats professionnels ont exclusivement pour objet l'étude et la défense des droits ainsi que des intérêts matériels et moraux, tant collectifs qu'individuels, des personnes visées par leurs statuts.Les syndicats ou associations professionnels de personnes exerçant la même profession, des métiers similaires ou des métiers connexes, concourant à l'établissement de produits déterminés, ou la même profession libérale, peuvent se constituer librement.Par dérogation aux dispositions de l'alinéa précédent, les personnes employant sans but lucratif des salariés peuvent se grouper en syndicat pour la défense des intérêts qu'elles ont en commun en tant qu'employeur de ces salariés."
    },
    {
      "provision_ref": "art51-1",
      "section": "51-1",
      "title": "Article 51-1",
      "content": "Les fondateurs de tout syndicat professionnel doivent déposer les statuts et les noms de ceux qui, à un titre quelconque, sont chargés de son administration ou de sa direction. Ce dépôt est renouvelé en cas de changement de la direction ou des statuts.\n\nLes membres français de tout syndicat professionnel chargés de l'administration ou de la direction de ce syndicat doivent jouir de leurs droits civiques et ne pas avoir encouru la condamnation prévue à l'article L. 6 du code électoral.\n\nTout adhérent à un syndicat âgé de dix-huit ans accomplis peut, quelle que soit sa nationalité, accéder aux fonctions d'administration ou de direction de ce syndicat s'il n'a encouru aucune des condamnations visées à l'alinéa précédent."
    },
    {
      "provision_ref": "art51-2",
      "section": "51-2",
      "title": "Article 51-2",
      "content": "Tout salarié, quels que soient son sexe, son âge, sa nationalité, peut librement adhérer au syndicat professionnel de son choix.Les personnes qui ont cessé l'exercice de leurs fonctions ou de leur profession, si elles l'ont exercée au moins un an, peuvent soit continuer à faire partie d'un syndicat professionnel de salariés, soit adhérer à un syndicat professionnel de leur choix.Tout membre d'un syndicat professionnel peut s'en retirer à tout instant nonobstant toute clause contraire, sans préjudice du droit pour le syndicat de réclamer la cotisation afférente aux six mois qui suivent le retrait d'adhésion."
    },
    {
      "provision_ref": "art51-3",
      "section": "51-3",
      "title": "Article 51-3",
      "content": "Les syndicats professionnels jouissent de la personnalité civile.Ils ont le droit d'ester en justice. Ils peuvent devant toutes les juridictions exercer tous les droits réservés à la partie civile relativement aux faits portant un préjudice direct ou indirect à l'intérêt collectif de la profession qu'ils représentent.Ils peuvent acquérir librement, à titre gratuit ou onéreux, des biens meubles ou immeubles.Les immeubles et objets mobiliers nécessaires à leurs réunions, à leurs bibliothèques et à leurs cours d'instruction professionnelle sont insaisissables.En cas de dissolution les biens du syndicat sont dévolus conformément aux statuts ou, à défaut de dispositions statutaires, suivant les règles déterminées par l'assemblée générale ; ils ne peuvent en aucun cas être répartis entre les membres adhérents."
    },
    {
      "provision_ref": "art51-4",
      "section": "51-4",
      "title": "Article 51-4",
      "content": "Les syndicats professionnels peuvent librement se concerter pour l'étude et la défense de leurs intérêts matériels et moraux.Les dispositions du présent chapitre sont applicables aux unions de syndicats qui doivent faire connaître le nom et le siège social des syndicats qui les composent. Leurs statuts doivent déterminer les règles selon lesquelles les syndicats adhérents à l'union sont représentés au conseil d'administration et dans les assemblées générales."
    },
    {
      "provision_ref": "art51-5",
      "section": "51-5",
      "title": "Article 51-5",
      "content": "Les dispositions du présent chapitre s'appliquent aux syndicats de fonctionnaires.Il n'est dérogé en aucune façon aux dispositions des lois spéciales qui auraient accordé aux syndicats des droits non mentionnés dans le présent chapitre."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "L'exercice du droit syndical est reconnu dans toutes les entreprises dans le respect des droits et libertés garantis par la Constitution de la République, en particulier de la liberté individuelle du travail."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Il est interdit à tout employeur de prélever les cotisations syndicales sur les salaires de son personnel et de les payer au lieu et place de celui-ci."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Chaque syndicat représentatif dans l'entreprise peut décider de constituer au sein de l'entreprise une section syndicale qui assure la représentation des intérêts matériels et moraux de ses membres.\n\nTout syndicat affilié à une organisation représentative au plan territorial est considéré comme représentatif au sein de l'entreprise pour l'application du présent article."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Chaque syndicat représentatif qui constitue une section syndicale dans une entreprise comprenant un effectif minimum de salariés désigne un ou plusieurs délégués syndicaux pour le représenter auprès du chef d'entreprise."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Dans les entreprises comprenant un effectif minimum de salariés, ces derniers élisent des délégués du personnel.\n\nLes délégués sont reçus collectivement par le chef d'établissement ou ses représentants au moins une fois par mois.\n\nLes modalités des élections, le nombre de délégués à élire, l'effectif minimum de salariés nécessaire à l'élection de délégués du personnel, ainsi que les règles propres à l'exercice des fonctions de délégué du personnel sont fixés après avis des organisations professionnelles et syndicales d'employeurs et de salariés représentatives au plan territorial.\n\nA bord des navires, il est institué des délégués de bord."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Les délégués du personnel et les délégués de bord ont pour mission :- de présenter aux employeurs toutes les réclamations individuelles ou collectives relatives aux salaires, à l'application de la législation et de la réglementation du travail ainsi que des conventions et accords collectifs de travail applicables dans l'entreprise ;- de saisir l'inspection du travail de toutes les plaintes et observations relatives à l'application des prescriptions législatives et réglementaires dont elle est chargée d'assurer le contrôle."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "En l'absence ou à défaut de comité d'entreprise ou de comité d'hygiène, de sécurité et des conditions de travail, les délégués du personnel et les délégués de bord exercent les attributions dévolues à ces comités."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dans les entreprises comprenant un effectif minimum de salariés, des comités d'entreprise sont constitués. Dans les entreprises comportant des établissements distincts, il est créé un comité central d'entreprise et des comités d'établissement dont la composition et le fonctionnement sont identiques à ceux du comité d'entreprise. Le comité central d'entreprise exerce les attributions économiques qui concernent la marche générale de l'entreprise et qui excèdent les limites des pouvoirs du chef d'établissement.Le comité d'entreprise, le comité central d'entreprise et les comités d'établissement sont dotés de la personnalité civile."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Dans l'ordre économique, le comité d'entreprise   est obligatoirement informé et consulté sur les questions intéressant l'organisation, la gestion et la marche générale de l'entreprise et, notamment, sur les mesures de nature à affecter le volume ou la structure des effectifs, la durée du travail ou les conditions d'emploi et de travail du personnel.Chaque année, le comité d'entreprise étudie l'évolution de l'emploi dans l'entreprise au cours de l'année passée et les prévisions d'emploi établies par l'employeur pour l'année à venir.Il est consulté en matière de formation professionnelle du personnel.Il est informé et consulté, préalablement à tout projet important d'introduction de nouvelles technologies, lorsque celles-ci sont susceptibles d'avoir des conséquences sur l'emploi, la qualification, la rémunération, la formation ou les conditions de travail du personnel."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le comité d'entreprise assure ou contrôle la gestion de toutes les activités sociales et culturelles établies dans l'entreprise ou l'établissement au profit des salariés ou de leurs familles ou participe à cette gestion, quel qu'en soit le mode de financement   ."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Le comité d'entreprise comprend le chef d'entreprise ou son représentant et une délégation du personnel élu, ainsi que des représentants syndicaux désignés par les syndicats représentatifs dans l'entreprise ou l'établissement.\n\nLe comité, présidé par le chef d'entreprise ou son représentant, se réunit au moins une fois par mois sur convocation de son président."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les conditions de fonctionnement des comités d'entreprise et notamment la création de comités d'établissement doivent permettre une prise en compte effective des intérêts des salariés exerçant leur activité hors de l'entreprise ou dans des unités dispersées."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Le chef d'entreprise verse au comité une subvention de fonctionnement sauf s'il met à sa disposition des moyens équivalents. Ce montant s'ajoute à la subvention destinée aux activités sociales et culturelles."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Le chef d'entreprise est tenu de laisser aux délégués syndicaux, aux délégués du personnel, aux délégués de bord et aux membres du comité d'entreprise un temps minimum nécessaire à l'exercice de leurs fonctions.\n\nCe temps est de plein droit considéré comme temps de travail et payé à l'échéance normale. En cas de contestation par l'employeur de l'usage du temps ainsi alloué, il lui appartient de saisir la juridiction compétente."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Les contestations relatives aux désignations des délégués ou représentants syndicaux ainsi qu'aux élections professionnelles sont de la compétence du tribunal de première instance qui statue en dernier ressort   . La décision peut être déférée à la Cour de cassation."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Le licenciement d'un délégué syndical, d'un délégué du personnel, d'un délégué de bord ou d'un salarié membre du comité d'entreprise ou représentant syndical à ce comité ne peut intervenir que sur autorisation de l'inspecteur du travail. Toutefois, en cas de faute grave, le chef d'entreprise a la faculté de prononcer la mise à pied immédiate de l'intéressé en attendant la décision définitive. En cas de refus de licenciement, la mise à pied est annulée et ses effets supprimés de plein droit.\n\nLa même procédure est applicable aux candidats aux fonctions de représentant du personnel ainsi qu'aux anciens délégués syndicaux, représentants du personnel ou représentants syndicaux pendant une période déterminée.\n\nL'annulation sur recours administratif ou sur recours contentieux, sauf sursis à exécution ordonné par la juridiction administrative, d'une autorisation administrative de licenciement emporte, pour le salarié concerné et s'il le demande dans un délai de deux mois à compter de la notification de la décision, droit à réintégration dans son emploi ou dans un emploi équivalent.\n\nEn outre, cette annulation emporte, pour le délégué du personnel ou le membre du comité d'entreprise, rétablissement dans ses fonctions ou réintégration dans son mandat si l'institution n'a pas été renouvelée. Dans le cas contraire, il bénéficie pour une période déterminée de la procédure particulière de licenciement prévue par le présent article.\n\nLorsque l'annulation de la décision d'autorisation est devenue définitive, le salarié a droit à une indemnité compensant la totalité du préjudice subi au cours de la période qui s'est écoulée entre son licenciement et sa réintégration, s'il l'a demandée dans les délais prévus au troisième alinéa du présent article, ou l'expiration de ce délai dans le cas contraire."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Les salariés désireux de participer à des stages ou sessions exclusivement consacrés à la formation économique, sociale et syndicale, organisés soit par des centres rattachés à des organisations syndicales de salariés reconnues représentatives sur le plan territorial, soit par des instituts agréés, après avis des organisations professionnelles et syndicales d'employeurs et de salariés représentatives au plan territorial, ont droit, sur leur demande, à un congé non rémunéré."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Le droit d'expression des salariés, sur les lieux et pendant le temps de travail, sur le contenu et l'organisation de leur travail ainsi que sur la définition et la mise en oeuvre d'actions destinées à améliorer les conditions de travail dans l'entreprise est institué par convention ou accord collectif de travail."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "L'exercice du droit de grève dans les conditions définies ci-après n'entraîne pas la rupture du contrat de travail, sauf faute lourde imputable au salarié.Il ne saurait donner lieu de la part de l'employeur à des mesures discriminatoires en matière de rémunérations et d'avantages sociaux. Tout licenciement pour exercice normal du droit de grève est nul de plein droit."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Lorsque les salariés font usage du droit de grève, la cessation concertée du travail doit être précédée d'un préavis.\n\nDans les services de l'Etat, du territoire et des communes comptant plus de 10 000 habitants ainsi que dans les entreprises, organismes et établissements publics ou privés chargés de la gestion d'un service public, le préavis doit obligatoirement émaner de l'organisation ou d'une des organisations syndicales les plus représentatives sur le plan territorial, dans la catégorie professionnelle ou dans l'entreprise, l'organisme ou le service intéressé.\n\nIl précise les motifs du recours à la grève.\n\nLe préavis doit parvenir cinq jours francs avant le déclenchement de la grève à l'autorité hiérarchique ou à la direction de l'établissement, de l'entreprise ou de l'organisme intéressé. Il fixe le lieu, la date et l'heure du début ainsi que la durée limitée ou non de la grève envisagée.\n\nPendant la durée du préavis, les parties intéressées sont tenues de négocier."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Tous les conflits collectifs du travail peuvent être soumis à une procédure de conciliation, de médiation et d'arbitrage.Les recours formés contre les sentences arbitrales sont portés devant la cour supérieure d'arbitrage.Les dispositions du présent article ne font pas obstacle à l'exercice du droit de grève tel que défini par la présente loi."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Tout salarié ou tout employeur peut demander à l'inspecteur du travail ou à son délégué de régler un différend à l'amiable. En l'absence ou en cas d'échec de ce règlement amiable, le différend peut être porté devant le tribunal du travail."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "La formation professionnelle continue est une obligation territoriale.Le territoire, les communes, les établissements publics, les établissements d'enseignement publics et privés, les associations, les organisations professionnelles, syndicales et familiales, ainsi que les entreprises concourent à l'assurer.La formation professionnelle et la promotion sociale font l'objet d'une politique coordonnée et concertée, notamment avec les organisations représentatives des employeurs et des salariés.L'Etat peut participer au financement des actions de formation professionnelle par l'intervention des crédits du Fonds de la formation professionnelle et de la promotion sociale et de ceux du Fonds national de l'emploi.Au cours de leur vie professionnelle, les salariés qui désirent suivre à titre individuel des actions de formation ayant reçu l'agrément du territoire ont droit, sur demande adressée à leur employeur, à un congé de formation.Ces actions de formation doivent permettre aux salariés d'accéder à un niveau supérieur de qualification, de changer d'activité ou de profession et de s'ouvrir plus largement à la culture et à la vie sociale. Elles s'accomplissent en tout ou partie pendant le temps de travail.Pour bénéficier du congé de formation, les salariés doivent justifier d'une ancienneté minimum      ."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Les conditions et modalités d'application de la participation des salariés aux fruits de l'expansion de l'entreprise sont définies par la réglementation territoriale."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Après avis des organisations syndicales d'employeurs et de salariés représentatives concernées, le territoire peut, pour certaines professions, emplois, métiers ou secteurs professionnels, définir des mesures particulières d'application du présent livre."
    },
    {
      "provision_ref": "art76-1",
      "section": "76-1",
      "title": "Article 76-1",
      "content": "Les conventions dont l'objet est la représentation, intervenues entre les voyageurs, représentants ou placiers, d'une part, et leurs employeurs, d'autre part, sont, nonobstant toute stipulation expresse du contrat ou en son silence, des contrats de louage de services lorsque les voyageurs, représentants ou placiers :1° Travaillent pour le compte d'un ou plusieurs employeurs ;2° Exercent en fait d'une façon exclusive et constante leur profession de représentant ou, s'ils se livrent à d'autres activités, les exercent pour le compte d'un ou plusieurs de leurs employeurs ;3° Ne font effectivement aucune opération commerciale pour leur compte personnel ;4° Sont liés à leurs employeurs par des engagements déterminant la nature des prestations de services ou des marchandises offertes à la vente ou à l'achat, le champ géographique dans lequel ils doivent exercer leur activité ou les catégories de clients qu'ils sont chargés de visiter, le taux des rémunérations.En l'absence de contrat écrit, les personnes exerçant la représentation sont présumées être des voyageurs, représentants ou placiers soumis aux dispositions de la présente loi et aux mesures définies par l'assemblée de la Polynésie française."
    },
    {
      "provision_ref": "art76-2",
      "section": "76-2",
      "title": "Article 76-2",
      "content": "Sous réserve des dispositions du présent chapitre, les dispositions de la présente loi sont applicables aux journalistes professionnels et assimilés.Le journaliste professionnel est celui qui a pour occupation principale, régulière et rétribuée l'exercice de sa profession dans une ou plusieurs publications quotidiennes ou périodiques ou dans une ou plusieurs agences de presse ou dans une ou plusieurs entreprises de communication audiovisuelle et qui en tire le principal de ses ressources.Le correspondant, qu'il travaille en Polynésie française, sur les autres parties du territoire de la République ou à l'étranger, est un journaliste professionnel s'il reçoit des appointements fixes et remplit les conditions prévues à l'alinéa précédent.Sont assimilés aux journalistes professionnels les collaborateurs directs de la rédaction : rédacteurs-traducteurs, sténographes-rédacteurs, rédacteurs-réviseurs, reporters-dessinateurs, reporters-photographes, à l'exclusion des agents de publicité et de tous ceux qui n'apportent, à un titre quelconque, qu'une collaboration occasionnelle.Toute convention par laquelle une entreprise de presse s'assure, moyennant rémunération, le concours d'un journaliste professionnel au sens du deuxième alinéa du présent article est présumée être un contrat de travail. Cette présomption subsiste quels que soient le mode et le montant de la rémunération ainsi que la qualification donnée à la convention par les parties."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Le territoire peut déroger aux dispositions de la présente loi, après avis des organisations professionnelles et syndicales d'employeurs et de salariés concernées, en ce qui concerne la durée du travail, les repos et congés ainsi que l'apprentissage pour les personnes exerçant la profession de marin.Il détermine notamment les conditions dans lesquelles sont institués des délégués de bord dans les entreprises d'armement maritime.Le contrôle de l'aptitude physique à la profession de marin est assuré par le service médical des gens de mer ou, à défaut, par un médecin désigné par le chef du service des affaires maritimes."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Pour la durée de leurs contrats de travail passés avant l'entrée en vigueur de la présente loi, les salariés continuent à bénéficier, à titre personnel, des avantages   qui leur ont été consentis lorsque ceux-ci sont supérieurs à ceux que leur reconnaît la présente loi."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Les dispositions du chapitre VIII du titre II, du chapitre Ier du titre III et des chapitres II, IV et VII du titre IV                du présent livre ne sont pas applicables aux personnels des établissements et services dépendant du ministère de la défense. Un règlement particulier, pris par le ministre chargé de la défense, définit les modalités d'application des chapitres IV et IX du titre II du présent livre à leurs personnels civils.Les dispositions des articles 41 et 42 de la présente loi, du chapitre premier du titre III et des chapitres II, IV et VII du titre IV du présent livre ne sont pas applicables aux personnels des services et établissements publics de l'Etat autres que ceux mentionnés à l'alinéa précédent. Un règlement particulier définit les modalités d'application du chapitre IV du titre II du présent livre à ces personnels.Les dispositions des articles 41 et 42 de la présente loi, du chapitre premier du titre III et des chapitres II, IV et VII du titre IV du présent livre ne sont pas applicables aux personnels des services et établissements publics à caractère administratif du territoire, ainsi qu'aux collectivités publiques du territoire."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Les mesures d'application nécessaires à la mise en oeuvre des principes généraux définis par le présent livre font l'objet de délibérations de l'assemblée de la Polynésie française sous réserve des dispositions de l'article 16, du quatrième alinéa de l'article 27, du cinquième alinéa de l'article 31 et de l'article 79."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Les inspecteurs du travail et, sous leur autorité, les contrôleurs du travail sont chargés de veiller à l'application des dispositions législatives, réglementaires et conventionnelles du travail  . Ils ont l'initiative de leurs visites et enquêtes. Ils sont également chargés, concurremment avec les agents et officiers de police judiciaire, de constater les infractions à ces dispositions."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Pour les actions d'inspection exercées en application de la présente loi, le directeur du travail et les inspecteurs du travail relèvent du ministre chargé des territoires d'outre-mer.\n\nLes recours contre les décisions des inspecteurs du travail et du chef du service de l'inspection du travail prises en application de la présente loi sont formés devant le ministre chargé des territoires d'outre-mer."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Les inspecteurs et contrôleurs du travail ont entrée dans tous les établissements où sont applicables les règles énoncées à l'article 81.\n\nIls ont également entrée dans les locaux où les salariés à domicile effectuent des travaux dangereux pour lesquels une surveillance spéciale est prévue. Toutefois, lorsque les travaux sont exécutés dans des locaux habités, les inspecteurs et contrôleurs ne peuvent y pénétrer qu'après avoir reçu l'autorisation des personnes qui les occupent.\n\nLes inspecteurs et contrôleurs du travail peuvent se faire présenter tous les documents obligatoirement tenus par le chef d'entreprise en vertu des dispositions de la présente loi ou de la réglementation territoriale.\n\nConcurremment avec les officiers de police judiciaire et les inspecteurs et agents de la répression des fraudes, ils ont qualité pour procéder, aux fins d'analyse, à tous prélèvements portant sur les matières mises en oeuvre et les produits distribués ou utilisés. En vue de constater les infractions, ces prélèvements doivent être faits conformément aux procédures définies par les textes relatifs à la répression des fraudes.\n\nLes inspecteurs et contrôleurs du travail constatent les infractions par des procès-verbaux qui font foi jusqu'à preuve contraire. Ces procès-verbaux sont adressés au procureur de la République, par le chef du service de l'inspection qui en adresse un exemplaire au contrevenant."
    },
    {
      "provision_ref": "art83-1",
      "section": "83-1",
      "title": "Article 83-1",
      "content": "Lorsque cette procédure est prévue par la présente loi ou par une délibération de l'assemblée de la Polynésie française, l'inspecteur ou le contrôleur du travail, avant de dresser procès-verbal, met en demeure le chef d'entreprise ou d'établissement de se conformer aux prescriptions de cette loi ou de cette délibération.La mise en demeure est faite par écrit, datée, signée et notifiée à l'employeur ou à son représentant par lettre recommandée avec demande d'avis de réception ou remise en main propre contre décharge. Elle indique les infractions constatées et fixe un délai à l'expiration duquel ces infractions devront avoir disparu. Ce délai, qui ne peut être inférieur à un minimum déterminé par délibération de l'assemblée de la Polynésie française, est fixé en tenant compte des circonstances. Ce délai commence à courir le lendemain du jour de sa notification.A l'expiration du délai qui lui a été fixé, le chef d'entreprise ou d'établissement informe par écrit l'inspecteur ou le contrôleur du travail que l'infraction a disparu ou que la vérification a été effectuée ou qu'il a besoin d'un délai supplémentaire pour se conformer à la mise en demeure. Dans ce dernier cas le fonctionnaire de contrôle peut lui accorder un nouveau délai renouvelable une fois.Avant l'expiration du délai fixé et au plus tard dans les quinze jours qui suivent la mise en demeure, le chef d'entreprise ou d'établissement peut saisir d'une réclamation le directeur du travail. Cette réclamation est suspensive. Il y est statué dans un délai fixé par décret en Conseil d'Etat. La non-communication au chef d'établissement de la décision du directeur du travail dans le délai imparti vaut acceptation de la réclamation. Tout refus doit être motivé."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Les inspecteurs et contrôleurs du travail prêtent serment de ne point révéler les secrets de fabrication et, en général, les procédés d'exploitation dont ils pourraient prendre connaissance dans l'exercice de leurs fonctions."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Le médecin inspecteur du travail exerce en liaison avec l'inspection du travail une action permanente en vue de la protection de la santé des travailleurs au lieu de leur travail. Il jouit pour l'exécution de sa mission du droit d'entrée visé à l'article 83.\n\nLe médecin inspecteur du travail ne peut cumuler ses fonctions avec l'exercice d'une activité privée. Il doit être titulaire du certificat d'études spéciales de médecine du travail.\n\nLes dispositions de la présente loi et des textes pris pour son application relatives aux pouvoirs et obligations des inspecteurs du travail sont étendues au médecin inspecteur du travail à l'exception de celles relatives aux procès-verbaux et aux mises en demeure."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Pour les établissements de l'Etat dans lesquels l'intérêt de la défense nationale s'oppose à l'introduction d'agents étrangers au service, l'exécution des dispositions des articles 81 à 85 est exclusivement confiée aux agents désignés à cet effet par le ministre chargé de la défense nationale et qui, par dérogation aux dispositions de l'article 82, relèvent exclusivement de son autorité. Les recours contre les décisions des agents visés ci-dessus sont formés devant le ministre de la défense nationale.La nomenclature de ces établissements est fixée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Un décret en Conseil d'Etat fixe les conditions d'application du présent livre, ainsi que la répartition entre l'Etat et le territoire des dépenses de fonctionnement nécessaires à l'accomplissement des attributions du service de l'inspection du travail."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "La juridiction territorialement compétente pour connaître des différends qui peuvent s'élever à l'occasion du contrat de travail est celle dans le ressort de laquelle est effectué le travail.Toutefois, après la rupture du contrat de travail, le salarié dont le domicile est situé dans un lieu du territoire de la République autre que celui où a été effectué le travail peut saisir la juridiction du lieu de son domicile.Lorsque, après la rupture de son contrat de travail, le salarié saisit la juridiction du lieu de son domicile pour connaître d'un différend né à l'occasion de ce contrat, les dispositions applicables au règlement du litige sont celles qui ont régi le contrat de travail de l'intéressé.Toute clause qui, directement ou indirectement, déroge aux dispositions qui précèdent est réputée non écrite."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Les parties peuvent se faire assister ou représenter devant le tribunal du travail et devant la cour d'appel soit par un salarié, soit par un employeur appartenant à la même branche d'activité, soit par un avocat, soit par un représentant des organisations syndicales auxquelles elles sont affiliées. Les employeurs peuvent, en outre, être représentés par le directeur ou un employé de l'entreprise ou de l'établissement. Sauf en ce qui concerne les avocats, le mandat de représentation doit être établi par écrit.Les mineurs qui ne peuvent être assistés de leur père, mère ou tuteur peuvent être autorisés par le tribunal à se concilier, demander ou défendre devant lui."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Le président du tribunal du travail connaît des demandes formées en référé."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Les jugements du tribunal du travail sont sans appel, sauf du chef de la compétence, lorsque le chiffre de la demande n'excède pas le taux de compétence en dernier ressort prévu pour les tribunaux de première instance."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "L'appel des jugements du tribunal du travail est porté devant la cour d'appel."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "La Cour de cassation connaît des pourvois contre les décisions rendues en dernier ressort.Le pourvoi en cassation est formé, instruit et jugé selon les règles applicables à la procédure sans représentation obligatoire devant la Cour de cassation."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Toute infraction aux dispositions de l'article 12 est punie d'une amende de 2.000 FF à 20.000 FF (36.360 FCFP à 363.600 FCFP   ) La récidive sera punie d'une amende de 4.000 FF à 40.000 FF (72.720 FCFP à 727.200 FCFP) et d'un emprisonnement de deux mois à six mois ou de l'une de ces deux peines seulement.Le tribunal peut prononcer, en outre, l'interdiction d'exercer l'activité de sous-entrepreneur de main-d'oeuvre pour une durée de deux ans à dix ans.Sont passibles d'une amende de 4.000 FF à 30.000 FF (72.720 FCFP à 545.400 FCFP) et d'un emprisonnement de deux mois à six mois ou de l'une de ces deux peines seulement ceux qui, directement ou par personne interposée, contreviennent à l'interdiction prononcée en application de l'alinéa qui précède.Dans tous les cas, le tribunal peut ordonner, aux frais de la personne condamnée, l'affichage du jugement aux portes des établissements de l'entreprise et sa publication dans les journaux qu'il désigne."
    },
    {
      "provision_ref": "art106-1",
      "section": "106-1",
      "title": "Article 106-1",
      "content": "Toute infraction aux dispositions de l'article 12-2 ou des délibérations de l'assemblée de la Polynésie française prises pour son application est punie d'une amende de 20 000 F (363 600 FCFP) et, en cas de récidive, d'une amende de 40 000 F (727 200 FCFP) et d'un emprisonnement de six mois ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Sous réserve des dispositions de l'article 17, sera punie d'un emprisonnement de deux mois à un an et d'une amende de 2.000 FF à 20.000 FF (36.360 FCFP à 363.600 FCFP) ou de l'une de ces deux peines seulement toute personne qui aura :\n\na) Mentionné ou fait mentionner, dans une offre d'emploi, quels que soient les caractères du contrat du travail envisagé, ou dans toute autre forme de publicité relative à une embauche, le sexe ou la situation de famille du candidat recherché ;\n\nb) Refusé d'embaucher une personne, prononcé une mutation, résilié ou refusé de renouveler le contrat de travail d'un salarié en considération du sexe ou de la situation de famille ou sur la base de critères de choix différents selon le sexe ou la situation de famille ;\n\nc) Pris en considération du sexe toute mesure, notamment en matière de rémunération, de formation, d'affectation, de qualification, de classification, de promotion professionnelle ou de mutation."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Les chefs d'établissement, directeurs, gérants ou préposés, ainsi que toute autre personne qui, par leur faute personnelle, ont enfreint les mesures d'hygiène et de sécurité prévues par l'article 36 et déterminées par délibération de l'assemblée territoriale seront punis d'une amende de 500 FF à 15.000 FF (9.090 FCFP à 272.700 FCFP   ).L'amende sera appliquée autant de fois qu'il y aura de salariés de l'entreprise concernés par la ou les infractions constatées par procès-verbal.En cas de récidive, les infractions auxquelles se réfère le premier alinéa du présent article sont passibles d'un emprisonnement de deux mois à un an et d'une amende de 2.000 FF à 60.000 FF (36.360 FCFP à 1.090.800 FCFP) ou de l'une de ces deux peines seulement.Toutefois, aucune infraction nouvelle ne pourra être relevée pour la même cause pendant le cours du délai qui aura éventuellement été accordé en vertu des dispositions de l'article 110.Les peines prévues au présent article ne se cumulent pas avec celles prévues aux articles 319 et 320 du code pénal."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Lorsqu'une des infractions en matière d'hygiène et de sécurité qui a provoqué la mort ou des blessures dans les conditions définies aux articles 319 et 320 du code pénal ou, involontairement, des blessures, coups ou maladies n'entraînant pas une incapacité totale de travail personnelle supérieure à trois mois, a été commise par un préposé, le tribunal peut, compte tenu des circonstances de fait et des conditions de travail de l'intéressé, décider que le paiement des amendes prononcées et des frais de justice sera mis, en totalité ou en partie, à la charge de l'employeur."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "En cas d'infraction aux dispositions relatives à l'hygiène et à la sécurité, le jugement fixe, en outre, le délai    dans lequel sont exécutés les travaux de sécurité et de salubrité imposés par lesdites dispositions. Ce délai ne pourra excéder dix mois."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "En cas de condamnation            prononcée en application de l'article 108 de la présente loi, le tribunal ordonne l'affichage du jugement aux portes des magasins, usines ou ateliers du délinquant et la publication dans tels journaux qu'il désigne, le tout aux frais du délinquant.Il peut, en cas de récidive, en outre prononcer contre l'auteur de l'infraction l'interdiction d'exercer, pour une durée maximale de cinq ans, certaines fonctions qu'il énumère, soit dans l'entreprise, soit dans une ou plusieurs catégories d'entreprises qu'il définit.La violation de cette interdiction est punie d'une amende de 2.000 FF à 20.000 FF (36.360 FCFP à 363.600 FCFP) et d'un emprisonnement de deux mois à deux ans ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Quiconque aura porté ou tenté de porter atteinte soit à la constitution, soit à la libre désignation des membres, soit au fonctionnement régulier des comités d'hygiène, de sécurité et des conditions de travail   par la méconnaissance des dispositions des articles 41,42,58 et 67 de la présente loi et des délibérations de l'assemblée de la Polynésie française prises pour leur application sera puni d'un emprisonnement de deux mois à un an et d'une amende de 2.000 FF à 20.000 FF (36.360 FCFP à 363.600 FCFP) ou de l'une de ces deux peines seulement.En cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 40.000 FF (727.200 FCFP)."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Toute personne qui, n'ayant pas obtenu l'autorisation    prévue à l'article 44, ouvrira ou fera fonctionner un bureau de placement gratuit ou payant sera punie d'un emprisonnement de six jours à six mois et d'une amende de 2.000 FF à 15.000 FF (36.360 FCFP à 272.700 FCFP) ou de l'une de ces deux peines seulement, qui seront portées au double en cas de récidive."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Toute infraction aux interdictions définies à l'article 50 sera punie d'un emprisonnement d'un mois à un an et d'une amende de 1 000 F à 10 000 F   (18 180 F C. F. P. à 181 800 F C. F. P.) (1).Toute infraction aux interdictions définies à l'article 50 sera punie, en cas de récidive, d'un emprisonnement de deux mois à deux ans et d'une amende de 2.000 FF à 20.000 FF (36.360 FCFP à 363.600 FCFP) ou de l'une de ces deux peines seulement (2).Il y a récidive lorsque dans les trois années antérieures au fait poursuivi le contrevenant a déjà subi une condamnation pour une infraction identique.Dans tous les cas, y compris en cas de première infraction, le tribunal pourra ordonner que le jugement de condamnation soit publié intégralement ou par extrait dans les journaux qu'il désignera et affiché dans les lieux qu'il indiquera pendant un délai de quinze jours, le tout aux frais du condamné, sans toutefois que les frais de cette publication puissent dépasser le maximum de l'amende encourue. Le tribunal pourra également prononcer la confiscation des outils, machines, matériaux, véhicules utilisés ou stockés qui ont servi à commettre l'infraction ou ont été utilisés à son occasion.En cas de récidive de la part de l'acheteur ou du donneur d'ouvrage, le tribunal pourra prononcer la confiscation des objets sur lesquels aura porté le travail clandestin.(1) : Amende applicable depuis le 11 juillet 1996.(2) : Amende applicable depuis le 21 juillet 1986."
    },
    {
      "provision_ref": "art114-1",
      "section": "114-1",
      "title": "Article 114-1",
      "content": "Toute infraction aux dispositions de l'article 50-4 est punie de trois ans d'emprisonnement et de 30 000 F d'amende   (545 400 F C. F. P.) (1). L'amende est appliquée autant de fois qu'il y a d'étrangers concernés.(1) : Amende applicable depuis le 11 juillet 1996."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Les directeurs ou administrateurs de syndicats ou d'unions de syndicats qui auront commis des infractions aux dispositions de l'article 51 seront punis d'une amende de 2.000 FF à 15.000 FF (36.360 FCFP à 272.700 FCFP   ). La dissolution du syndicat ou de l'union de syndicats pourra en outre être prononcée à la diligence du procureur de la République.En cas de fausse déclaration relative aux statuts et aux noms et qualités des directeurs ou administrateurs, l'amende sera de 2.000 FF à 15.000 FF (36.360 FCFP à 272.700 FCFP)."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Toute entrave apportée à l'exercice du droit syndical défini par les articles 52,54 et 55 de la présente loi et par les délibérations de l'assemblée de la Polynésie française prises pour leur application sera punie d'un emprisonnement de deux mois à un an et d'une amende de 2.000 FF à 20.000 FF (36.360 FCFP à 363.600 FCFP   ou de l'une de ces deux peines seulement.\n\nEn cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 40.000 FF (727.200 FCFP).\n\nLes mêmes peines sont applicables en cas d'infraction aux dispositions des articles 65 et 67 ou aux délibérations de l'assemblée de la Polynésie française prises pour leur application."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Les chefs d'établissement, directeurs ou gérants qui auront prélevé les cotisations syndicales sur les salaires de leur personnel et les auront payées au lieu et place de celui-ci seront punis d'une amende de 2.000 FF à 15.000 FF (36.360 FCFP à 272.700 FCFP   ) et, en cas de récidive, d'un emprisonnement de deux mois à un an et d'une amende de 4.000 FF à 16.000 FF (72.720 FCFP à 290.880 FCFP) ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Quiconque aura porté ou tenté de porter atteinte soit à la libre désignation des délégués du personnel et des délégués de bord, soit à l'exercice régulier de leurs fonctions, par la méconnaissance des dispositions des articles 56,57,58 et 65 et des délibérations de l'assemblée de la Polynésie française prises pour leur application, sera puni d'un emprisonnement de deux mois à un an et d'une amende de 2.000 FF à 20.000 FF (36.360 FCFP à 363.600 FCFP   ) ou de l'une de ces deux peines seulement.En cas de récidive, l'emprisonnement peut être porté à deux ans et l'amende à 40.000 FF (727.00 FCFP)"
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "Toute entrave apportée soit à la constitution d'un comité d'entreprise, d'un comité central d'entreprise, d'un comité d'établissement, soit à la libre désignation de leurs membres, soit à leur fonctionnement régulier, par la méconnaissance des dispositions des articles 59,60,61,62,63 et 64 et des délibérations de l'assemblée de la Polynésie française prises pour leur application, sera punie d'un emprisonnement de deux mois à un an et d'une amende de 2.000 FF à 20.000 FF (36.360 FCFP à 363.600 FCFP   ) ou de l'une de ces deux peines seulement.En cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 40.000 FF (727.200 FCFP)."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Quiconque aura porté atteinte ou tenté de porter atteinte soit à la nomination des candidats aux fonctions d'assesseur du tribunal du travail, soit à l'indépendance ou à l'exercice régulier des fonctions d'assesseur du tribunal du travail, notamment par la méconnaissance des articles L. 932-14, L. 932-15 et L. 932-16 du code de l'organisation judiciaire ainsi que des décrets en Conseil d'Etat pris pour leur application, sera puni d'un emprisonnement de deux mois à un an et d'une amende de 2 000 F à 20 000 F (36 360 FCFP à 363 600 FCFP) ou de l'une de ces deux peines seulement.En cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 40.000 FF (727.200 FCFP) (1).(1) : Amende applicable depuis le 21 juillet 1986."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Les chefs d'entreprise sont civilement responsables des condamnations prononcées contre leurs directeurs, gérants ou préposés."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Est passible d'un emprisonnement de deux mois à un an et d'une amende de 2.000 FF à 20.000 FF (36.360 FCFP à 363.600 FCFP   ) ou de l'une de ces deux peines seulement quiconque met obstacle à l'accomplissement des devoirs d'un inspecteur ou d'un contrôleur du travail. En cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 40.000 FF (727.200 FCFP).Les dispositions du code pénal qui prévoient et répriment les actes de résistance, les outrages et les violences contre les officiers de police judiciaire sont, en outre, applicables à ceux qui se rendent coupables de faits de même nature à l'égard des inspecteurs du travail et des contrôleurs du travail."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "1° En cas d'infraction aux dispositions concernant le travail des enfants et des femmes, l'affichage du jugement peut, suivant les circonstances et en cas de récidive seulement, être ordonné par le tribunal.Le tribunal peut également ordonner, dans le même cas, l'insertion du jugement, aux frais du contrevenant, dans un ou plusieurs journaux du territoire.2° Les pénalités réprimant les infractions relatives au travail des enfants ne sont pas applicables lorsque l'infraction a été le résultat d'une erreur provenant de la production d'actes de naissance, livrets ou certificats contenant de fausses énonciations ou délivrés pour une autre personne    .3° En cas d'infraction aux dispositions concernant le travail des femmes récemment accouchées, les pénalités ne sont applicables au chef d'établissement ou à son préposé que s'il a agi sciemment."
    },
    {
      "provision_ref": "art123-1",
      "section": "123-1",
      "title": "Article 123-1",
      "content": "Toute infraction aux dispositions de l'article 11-1 est punie d'une amende de 2 000 F à 20 000 F   (36 360 F C. F. P. à 363 600 F C. F. P.) et, en cas de récidive, une amende de 10 000 F à 40 000 F (181 800 F C. F. P. à 727 200 F C. F. P.) (1).(1) : Amende applicable depuis le 11 juillet 1996."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "Le tribunal de première instance demeure compétent pour connaître des appels des décisions rendues par le tribunal du travail formés devant lui avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "L'assemblée générale des magistrats du siège de la cour d'appel dispose d'un délai de trois mois à compter de l'entrée en vigueur de la présente loi pour procéder à la désignation des assesseurs des tribunaux du travail selon la procédure prévue à l'article 90.Jusqu'à l'installation des assesseurs désignés dans les conditions prévues à l'alinéa précédent, le mandat des assesseurs du tribunal du travail est prorogé."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Les textes réglementaires prévus aux articles 16, 27, 31, 79, 86, 87, 88 et 94 seront publiés dans un délai d'un an à compter de la promulgation de la présente loi.Les délibérations de l'assemblée de la Polynésie française prises pour l'application de la présente loi seront publiées dans le même délai que celui mentionné à l'alinéa précédent.Jusqu'à la publication des textes visés aux deux alinéas précédents, les dispositions de la loi n° 52-1322 du 15 décembre 1952 instituant un code du travail dans les territoires et territoires associés relevant du ministère de la France d'outre-mer et ses textes d'application demeurent en vigueur sur le territoire, avec valeur réglementaire, sous réserve des dispositions de la présente loi."
    }
  ]
}