{
  "id": "jorftext000037864059",
  "type": "statute",
  "title": "LOI n° 2018-1244 du 27 décembre 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037864059",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Dans les collectivités régies par l'article 73 de la Constitution et dans les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, pour toute succession ouverte depuis plus de dix ans, le ou les indivisaires titulaires de plus de la moitié en pleine propriété des droits indivis peuvent procéder, devant le notaire de leur choix, à la vente ou au partage des biens immobiliers indivis situés sur le territoire desdites collectivités, selon les modalités prévues à l'article 2 de la présente loi.II. - Nul acte de vente ou de partage ne peut être dressé suivant la procédure prévue au I du présent article :1° En ce qui concerne le local d'habitation dans lequel réside le conjoint survivant ;2° Si l'un des indivisaires est mineur, sauf autorisation du juge des tutelles ou du conseil de famille ;3° Si l'un des indivisaires est un majeur protégé, sauf autorisation du juge des tutelles ou du conseil de famille ;4° Si l'un des indivisaires est présumé absent, sauf autorisation du juge des tutelles dans les conditions prévues à l'article 116 du code civil.III. - Le ou les indivisaires titulaires de plus de la moitié des droits indivis peuvent effectuer les actes prévus aux 1° à 4° de l'article 815-3 du même code.\n\nIII bis. - Pour l'appréciation de l'atteinte du seuil de la moitié des droits indivis mentionné aux I et III, peut être dressé selon les modalités fixées aux articles 730-1 à 730-5 du code civil, à la demande d'un ou plusieurs indivisaires, un acte de notoriété contenant l'affirmation qu'ils sont, seuls ou avec d'autres qu'ils désignent, propriétaires indivis du bien, et dans quelles proportions.IV. - Le présent article s'applique aux projets de vente ou de partage notifiés dans les conditions prévues à l'article 2 de la présente loi et aux actes effectués en application du III du présent article avant le 31 décembre 2038."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le notaire choisi pour établir l'acte de vente ou de partage dans les conditions prévues à l'article 1er en notifie le projet par acte extrajudiciaire à tous les indivisaires qui ne sont pas à l'initiative du projet et procède à sa publication dans un journal d'annonces légales au lieu de situation du bien ainsi que par voie d'affichage et sur un site internet. Il remet le projet en mains propres contre récépissé aux indivisaires qui sont à l'initiative du projet.La notification fait état de l'identité du ou des indivisaires à l'initiative de la vente ou du partage, de leur quote-part d'indivision, de l'identité et des quotes-parts des indivisaires non représentés à l'opération, des coordonnées du notaire choisi, de la désignation du bien, du prix de vente et de l'indication de la valeur de ce bien au moyen du recueil de l'avis d'au moins deux professionnels qualifiés ainsi que de la répartition du prix de vente ou des allotissements prévus entre chacun des indivisaires. Elle fait également état du délai mentionné au quatrième alinéa du présent article.La notification fait également état, le cas échéant, d'un projet de cession du bien, à titre onéreux, à une personne étrangère à l'indivision, du prix et des conditions de la cession projetée ainsi que des nom, domicile et profession de la personne qui se propose d'acquérir le bien.Tout indivisaire peut, dans le délai de trois mois qui suit cette notification, faire connaître son opposition à la vente ou au partage. Lorsque le projet de cession ou de partage porte sur un bien immobilier dont les quotes-parts sont détenues par au moins dix indivisaires ou lorsqu'au moins un indivisaire a établi son domicile à l'étranger, ce délai est porté à quatre mois.En cas de projet de cession à une personne étrangère à l'indivision, tout indivisaire peut également, dans le délai d'un mois qui suit cette notification, faire connaître aux indivisaires à l'initiative de la vente, par acte extrajudiciaire, qu'il exerce un droit de préemption aux prix et conditions de la cession projetée. Ce droit de préemption s'exerce dans les conditions prévues aux trois derniers alinéas de l'article 815-14 du code civil.A défaut d'opposition, la vente ou le partage est opposable aux indivisaires qui ne sont pas à l'initiative du projet.Si un ou plusieurs indivisaires s'opposent à l'aliénation ou au partage du bien indivis dans le délai imparti au quatrième alinéa du présent article, le notaire le constate par procès-verbal.En cas de procès-verbal constatant une opposition, le ou les indivisaires titulaires de plus de la moitié des droits indivis saisissent le tribunal judiciaire afin d'être autorisés à passer l'acte de vente ou de partage. Le tribunal autorise cette aliénation ou ce partage si l'acte ne porte pas une atteinte excessive aux droits des autres indivisaires.L'aliénation ou le partage effectué dans les conditions fixées par l'autorisation du tribunal est opposable à l'indivisaire dont le consentement a fait défaut, sauf si l'intention d'aliéner ou de partager le bien du ou des indivisaires titulaires de plus de la moitié des droits indivis ne lui avait pas été notifiée selon les modalités prévues aux trois premiers alinéas du présent article."
    },
    {
      "provision_ref": "art2-1",
      "section": "2-1",
      "title": "Article 2-1",
      "content": "Pour l'application de l'article 827 du code civil dans les collectivités régies par l'article 73 de la Constitution et dans les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, le partage judiciaire des successions ouvertes depuis plus de dix ans peut également se faire par souche lorsque la masse partageable comprend des biens immobiliers dépendant de plusieurs successions et lorsque ces biens :\n\n1° Ne peuvent être facilement partagés ou attribués en nature compte tenu du nombre important d'indivisaires ;\n\n2° Ne peuvent être facilement partagés ou attribués par tête compte tenu de la complexité manifeste à identifier, à localiser ou à mettre en cause l'ensemble des indivisaires dans un délai et à un coût raisonnables.\n\nDans le cas mentionné au 2° du présent article, la demande de partage par souche doit faire l'objet d'une publicité collective ainsi que d'une information individuelle s'agissant des indivisaires identifiés et localisés dans le temps de la procédure. Toute personne intéressée dispose d'un délai d'un an à compter de l'accomplissement de la dernière des mesures de publicité ou d'information pour intervenir volontairement à l'instance. A l'expiration de ce délai, les interventions volontaires restent possibles si l'intervenant justifie d'un motif légitime, apprécié par le juge, l'ayant empêché d'agir. Le partage par souche peut avoir lieu si au moins un indivisaire par souche est partie à l'instance. Tous les membres d'une même souche sont considérés comme représentés dans la cause par ceux qui ont été parties à l'instance, sauf s'il est établi que leur défaillance n'est pas de leur fait ou qu'elle est due à une omission volontaire du requérant.\n\nLe présent article s'applique aux demandes en partage introduites avant le 31 décembre 2038 et après l'entrée en vigueur de la loi n° 2024-322 du 9 avril 2024 relative à l'accélération et à la simplification de la rénovation de l'habitat dégradé et des grandes opérations d'aménagement pour le cas mentionné au 1° du présent article ou après l'entrée en vigueur des dispositions réglementaires nécessaires à l'application du cas mentionné au 2°."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Pour l'application dans les collectivités régies par l'article 73 de la Constitution et dans les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon du 1° de l'article 831-2 du code civil, l'attribution préférentielle peut également être admise si le demandeur démontre qu'il réside sur la propriété de manière continue, paisible et publique depuis plus de dix ans au moment de l'introduction de la demande de partage en justice."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans les collectivités régies par l'article 73 de la Constitution et dans les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, par dérogation au premier alinéa de l'article 887-1 du code civil, lorsque l'omission d'un héritier résulte de la simple ignorance ou de l'erreur, si le partage a déjà été soumis à la formalité de la publicité foncière ou exécuté par l'entrée en possession des lots, l'héritier omis ne peut solliciter qu'à recevoir sa part en valeur, sans annulation du partage. En cas de désaccord entre les parties, le tribunal tranche.La présente loi sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans les collectivités régies par l'article 73 de la Constitution et dans les collectivités de Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon, chaque établissement public de coopération intercommunale nomme un référent chargé du recensement des propriétés en indivision pouvant faire l'objet des procédures prévues aux articles 1 à 5 de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans les collectivités régies par l'article 73 de la Constitution et dans les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, par dérogation à l'article 47 de la loi n° 2006-728 du 23 juin 2006 portant réforme des successions et des libéralités, les articles 771 à 775 du code civil sont applicables, dès l'entrée en vigueur de la loi n° 2024-322 du 9 avril 2024 relative à l'accélération et à la simplification de la rénovation de l'habitat dégradé et des grandes opérations d'aménagement, aux successions ouvertes avant le 1er janvier 2007 et non encore partagées à cette date."
    }
  ]
}