{
  "id": "jorftext000028338825",
  "type": "statute",
  "title": "LOI n°2013-1168\n du 18 décembre 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028338825",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le présent chapitre fixe les objectifs de la politique de défense et la programmation financière qui lui est associée pour la période 2014-2019."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport annexé à la présente loi, qui fixe les orientations relatives à la politique de défense et aux moyens qui lui sont consacrés au cours de la période 2014-2019 et précise les orientations en matière d'équipement des armées à l'horizon 2025."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les  ressources financières de la programmation militaire, hors charges de  pensions, majorées d'un montant de 3,8 milliards d'euros courants,  évolueront comme suit :\n\n(En milliards d'euros courants)\n\n2015\n\n2016\n\n2017\n\n2018\n\n2019\n\nTOTAL 2015-2019\n\nRessources totales\n\n31,38\n\n31,98\n\n32,26\n\n32,77\n\n34,02\n\n162,41\n\nDont crédits budgétaires\n\n31,15\n\n31,73\n\n32,11\n\n32,62\n\n33,87\n\n161,48\n\nDont ressources issues de cessions\n\n0,23\n\n0,25\n\n0,15\n\n0,15\n\n0,15\n\n0,93\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La dotation annuelle au titre des opérations extérieures est fixée à 450 millions d'euros. En gestion, les surcoûts nets, hors titre 5 et nets des remboursements des organisations internationales, non couverts par cette dotation qui viendraient à être constatés sur le périmètre des opérations extérieures font l'objet d'un financement interministériel.Les opérations extérieures en cours font, chaque année, l'objet d'un débat au Parlement.Le Gouvernement communique, préalablement à ce débat, aux commissions compétentes de l'Assemblée nationale et du Sénat un bilan politique, opérationnel et financier des opérations extérieures en cours."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "Les  missions intérieures en cours font l'objet d'un bilan opérationnel et  financier communiqué par le Gouvernement aux commissions compétentes de  l'Assemblée nationale et du Sénat en même temps que le bilan mentionné  au dernier alinéa de l'article 4.Le bilan relatif aux missions intérieures  en cours détaille les surcoûts nets, hors titre 5, résultant, pour le  ministère de la défense, de ces missions et présente leurs modalités de  financement.Le premier bilan relatif aux missions  intérieures en cours précise les conditions dans lesquelles ces surcoûts  peuvent faire l'objet d'un financement interministériel."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La réduction nette des effectifs du ministère de la défense s'élèvera à 6 918  équivalents temps plein sur la période 2015-2019 ; les évolutions s'effectueront  selon le calendrier suivant :"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La présente programmation fera l'objet d'actualisations, dont la première interviendra avant la fin de l'année 2015. Ces actualisations permettront de vérifier, avec la représentation nationale, la bonne adéquation entre les objectifs fixés dans la présente loi et les réalisations. Elles seront l'occasion d'affiner certaines des prévisions qui y sont inscrites, notamment dans le domaine de l'activité des forces et des capacités opérationnelles, de l'acquisition des équipements majeurs, du rythme de réalisation de la diminution des effectifs et des conséquences de l'engagement des réformes au sein du ministère de la défense.Ces actualisations devront également tenir compte de l'éventuelle amélioration de la situation économique et de celle des finances publiques afin de permettre le nécessaire redressement de l'effort de la Nation en faveur de la défense et tendre vers l'objectif d'un budget de la défense représentant 2 % du produit intérieur brut.Elles seront l'occasion d'examiner le report de charges du ministère de la défense, afin de le réduire dans l'objectif de le solder et de procéder au réexamen en priorité de certaines capacités critiques, telles que le ravitaillement en vol et les drones, ainsi que la livraison des avions Rafale, à la lumière des résultats à l'export."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Chaque semestre, le ministre de la défense présente aux commissions compétentes de l'Assemblée nationale et du Sénat un bilan détaillé de l'exécution des crédits de la mission « Défense » de la loi de finances et de la loi de programmation militaire."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Gouvernement présente chaque année au Parlement, préalablement au débat d'orientation budgétaire, un rapport sur l'exécution de la loi de programmation militaire. Ce rapport fait l'objet d'un débat.\n\nCe rapport décrit la stratégie définie par le Gouvernement en matière d'acquisition des équipements de défense. Cette stratégie définit les grandes orientations retenues en matière de systèmes d'armes et précise les technologies recherchées.\n\nCe rapport décrit la politique de gestion des ressources humaines du ministère de la défense. A ce titre, il présente les effectifs du ministère et leur répartition par armée, direction et service, ainsi que par catégorie et par grade. Il justifie l'évolution de ces effectifs et de cette répartition pour chaque année de la période 2014-2019. Il comporte une analyse de l'évolution de la masse salariale du ministère et un bilan de l'utilisation des mesures d'incitation au départ.\n\nCe rapport décrit également la mise en œuvre des dispositifs budgétaires, financiers, fiscaux et sociaux instaurés pour l'accompagnement économique des territoires affectés par les conséquences des mesures de restructuration de la défense.\n\nCe rapport décrit, enfin, la ventilation, en dépenses, des ressources issues des recettes exceptionnelles. Cette ventilation est détaillée entre actions et sous-actions des programmes concernés."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "A compter de l'exercice budgétaire 2015, le rapport annuel sur les exportations d'armement de la France est adressé au Parlement au plus tard à la date du 1er juin de chaque année."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n° 2001-1275 du 28 décembre 2001"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - (Abrogé)\n\n- Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "IV.-Le présent article entre en vigueur le 1er janvier 2015."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. ― Les officiers de carrière en position d'activité servant dans les grades de colonel, de lieutenant-colonel, de commandant, de capitaine ou dans un grade équivalent et les sous-officiers et officiers mariniers de carrière en position d'activité servant dans les grades d'adjudant-chef, d'adjudant ou dans un grade équivalent qui ont accompli, à la date de leur radiation des cadres, survenue entre le 1er janvier 2020 et le 31 décembre 2025, la durée de services effectifs prévue respectivement au 1° ou au 2° du II de l'article L. 24 du code des pensions civiles et militaires de retraite et qui se trouvent à plus de cinq ans de la limite d'âge applicable à leur grade au 1er janvier de l'année de dépôt de leur demande peuvent, sur demande agréée par le ministre de la défense, bénéficier de la liquidation immédiate d'une pension dans les conditions prévues par le présent article.\n\nII. ― Le montant de la pension est calculé en multipliant le pourcentage de liquidation tel qu'il résulte de l'application de l'article L. 13 du code des pensions civiles et militaires de retraite par la solde afférente à l'indice correspondant à l'échelon unique pour les colonels, au deuxième échelon pour les autres officiers, ou au troisième échelon pour les sous-officiers et officiers mariniers, du grade immédiatement supérieur au grade détenu, depuis deux ans au moins, par l'intéressé.\n\nToutefois, la solde soumise à retenue pour pension est celle afférente à l'indice correspondant au dernier échelon, même exceptionnel, du grade détenu par l'intéressé auquel celui-ci aurait pu prétendre s'il avait été radié des cadres après avoir atteint la limite d'âge mentionnée au I du présent article, si cette solde est supérieure à celle mentionnée au premier alinéa du présent II.\n\nDans tous les cas, lorsque l'échelon concerné comprend plusieurs indices, la solde soumise à retenue pour pension est celle afférente au premier indice de l'échelon.\n\nLes services pris en compte dans la liquidation de la pension sont ceux mentionnés au 2° de l'article L. 11 du même code que l'intéressé aurait accomplis s'il avait servi jusqu'à la limite d'âge de son grade. A ces services s'ajoutent les bonifications prévues aux c, d et i de l'article L. 12 dudit code, la troisième étant celle qui aurait été accordée à l'intéressé s'il avait servi jusqu'à la limite d'âge de son grade. Le pourcentage maximal fixé à l'article L. 13 du même code peut être augmenté de cinq points du fait des bonifications accordées en application des c et d du même article L. 12.\n\nLes coefficients de minoration et de majoration prévus à l'article L. 14 dudit code ne s'appliquent pas à la pension prévue par le présent article.\n\nIII. ― Le bénéficiaire de la pension qui reprend une activité dans un organisme mentionné à l'article L. 86-1 du code des pensions civiles et militaires de retraite perd le bénéfice de cette pension à compter du premier jour du mois au cours duquel débute cette activité.\n\nLe premier alinéa du présent III ne s'applique pas au bénéficiaire de la pension qui s'engage en qualité de sapeur-pompier volontaire, exerce de façon occasionnelle des activités d'enseignement, est désigné pour exercer les fonctions de commissaire enquêteur ou est recruté par contrat pour encadrer les participants à l'une des autres formes de volontariat mentionnées à l'article L. 111-2 du code du service national.\n\nLa pension prévue au présent article est exclusive du bénéfice des dispositifs d'incitation au départ prévus à l'article 38 de la présente loi et à l'article L. 4139-9-1 du code de la défense ainsi que du bénéfice de la disponibilité prévue à l'article L. 4139-9 du même code. Elle ne peut pas non plus être attribuée au militaire ayant bénéficié d'une promotion fonctionnelle en application de l'article 37 de la présente loi, dans sa rédaction antérieure à la loi n° 2023-703 du 1er août 2023 relative à la programmation militaire pour les années 2024 à 2030 et portant diverses dispositions intéressant la défense.\n\nIV. ― Un arrêté conjoint du ministre de la défense, du ministre chargé de la fonction publique et du ministre chargé du budget, publié avant une date prévue par décret, fixe, pour une période de trois ans, le nombre d'officiers, de sous-officiers et d'officiers mariniers pouvant bénéficier chaque année des dispositions du présent article. Cet arrêté est actualisé chaque année."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I.-Peuvent prétendre, à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030, sur demande agréée par le ministre de la défense et dans la limite d'un contingent annuel fixé par arrêté conjoint du ministre de la défense et des ministres chargés de la fonction publique et du budget, au versement d'un pécule modulable d'incitation au départ déterminé en fonction de la solde budgétaire perçue en fin de service :\n\n1° Le militaire de carrière en position d'activité se trouvant à plus de trois ans de la limite d'âge de son grade ou, pour un officier général, à plus d'un an de sa limite d'âge, et pouvant bénéficier d'une solde de réserve en application de l'article L. 51 du code des pensions civiles et militaires de retraite ou d'une pension de retraite liquidée dans les conditions fixées aux articles L. 24 et L. 25 du même code ;\n\n2° Le militaire engagé en position d'activité rayé des contrôles avant quinze ans de services ;\n\n3° Par dérogation au 2°, le maître ouvrier des armées en position d'activité se trouvant à plus de trois ans de la limite d'âge qui lui est applicable.\n\nLe pécule est attribué en tenant compte des nécessités du service, de l'ancienneté de service du militaire et de l'intervalle le séparant de la limite d'âge de son grade.\n\nLe montant du pécule perçu est remboursé par tout bénéficiaire qui, dans les cinq années suivant son admission dans la deuxième section des officiers généraux, sa radiation des cadres ou sa radiation des contrôles, souscrit un nouvel engagement dans les armées ou les formations rattachées, à l'exclusion de la réserve militaire, est nommé dans un corps ou un cadre d'emplois de l'une des fonctions publiques ou est recruté par contrat en applicationdu code général de la fonction publique, sauf dans le cas où ce bénéficiaire est recruté pour encadrer les participants à l'une des autres formes de volontariat mentionnées à l'article L. 111-2 du code du service national.\n\nLe remboursement est effectué dans le délai d'un an à compter de l'engagement, de la titularisation ou de la prise d'effet du contrat.\n\nUn décret détermine, pour chaque catégorie de militaires mentionnée aux 1° à 3°, les conditions d'attribution ainsi que les modalités de calcul, de versement et, le cas échéant, de remboursement du pécule.\n\nLe pécule modulable d'incitation au départ des militaires est exclusif du bénéfice des dispositifs d'incitation au départ prévus à l'article 36 de la présente loi et à l'article L. 4139-9-1 du code de la défense ainsi que du bénéfice de la disponibilité prévue à l'article L. 4139-9 du même code. Il ne peut pas non plus être attribué au militaire ayant bénéficié d'une promotion fonctionnelle en application de l'article 37 de la présente loi, dans sa rédaction antérieure à la loi n° 2023-703 du 1er août 2023 relative à la programmation militaire pour les années 2024 à 2030 et portant diverses dispositions intéressant la défense.\n\nLes limites d'âge mentionnées au présent article sont celles en vigueur au 1er janvier de l'année de dépôt de la demande.\n\nII.-A modifié les dispositions suivantes :\n\nIII.-(Abrogé).\n\nIV.-Un arrêté conjoint du ministre de la défense, du ministre chargé de la fonction publique et du ministre chargé du budget, publié avant une date prévue par décret, fixe, pour une période de trois ans, le nombre d'officiers, de sous-officiers et d'officiers mariniers pouvant bénéficier chaque année des dispositions du présent article. Cet arrêté est actualisé chaque année.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "II.-La disponibilité accordée en application de l'article L. 4139-9 du code de la défense est exclusive du bénéfice des dispositifs d'incitation au départ prévus aux articles 36 à 38 de la présente loi."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "L'établissement public mentionné à l'article L. 3418-1 du code de la défense, dans sa rédaction résultant du II de l'article 44 de la présente loi, est substitué aux droits et obligations du foyer d'entraide de la légion étrangère, dont il reprend les activités et la dénomination."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "II.-(Contraire à la Constitution)."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. ― Les ayants droit des personnes mentionnées à l'article 1er de la loi n° 2010-2 du 5 janvier 2010 relative à la reconnaissance et à l'indemnisation des victimes des essais nucléaires français décédées avant la promulgation de la présente loi peuvent saisir le comité d'indemnisation des victimes des essais nucléaires dans un délai de cinq ans à compter de cette promulgation.\n\nII. (abrogé)\n\nIII. ― Le comité d'indemnisation des victimes des essais nucléaires continue d'instruire les demandes d'indemnisation, dans la composition qui est la sienne à la date de promulgation de la présente loi, jusqu'à l'entrée en vigueur du décret en Conseil d'Etat prévu au VI de l'article 4 de la loi n° 2010-2 du 5 janvier 2010 précitée, puis des décrets de nomination correspondant à la nouvelle composition du comité."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances les dispositions relevant du domaine de la loi permettant :1° De tirer les conséquences de la création d'un corps unique de commissaires des armées en remplaçant les références aux anciens corps de commissaires d'armées dans le code de la défense, le code civil et le code de l'environnement et en modifiant ou en abrogeant diverses dispositions législatives devenues ainsi obsolètes ;2° De modifier les titres III, IV et V du livre III et le livre IV de la deuxième partie du code de la défense pour :a) Abroger ou modifier les dispositions obsolètes, inadaptées ou devenues sans objet ;b) Mettre le code de la défense en conformité avec la nouvelle nomenclature des matériels de guerre, armes, munitions et éléments instituée par la loi n° 2012-304 du 6 mars 2012 relative à l'établissement d'un contrôle des armes moderne, simplifié et préventif ;c) Etendre, avec les adaptations nécessaires, aux îles Wallis et Futuna, à la Nouvelle-Calédonie, à la Polynésie française, à Saint-Pierre-et-Miquelon, à Saint-Barthélemy et aux Terres australes et antarctiques françaises le régime des importations et exportations des matériels de guerre et matériels assimilés en provenance ou à destination de l'un de ces territoires ainsi que les dispositions relatives à l'acquisition et à la détention d'armes et de munitions pour la pratique du tir sportif ;d) Supprimer la référence au service chargé du contrôle des entreprises de fabrication ou de commerce de matériels de guerre, armes et munitions au sein du ministère de la défense ;e) Corriger les erreurs matérielles ;3° De modifier la cinquième partie du code de la défense pour :a) Compléter la codification des dispositions domaniales intéressant la défense nationale en ajoutant un titre IV au livre Ier relatif à l'incorporation au domaine de l'Etat des biens des forces ennemies et codifier l'article 1er du décret-loi du 1er septembre 1939 relatif aux prises maritimes ;b) Prendre en compte les évolutions des réglementations budgétaire, financière et comptable particulières au ministère de la défense en refondant le plan du livre II, en ne conservant sans modification que le seul article L. 5221-1 et en mettant à jour les articles L. 5213-1 et L. 5213-2 ;c) Abroger ou modifier les dispositions obsolètes, inadaptées ou devenues sans objet ;4° De modifier le code de la défense, le code général des collectivités territoriales et le code de l'environnement afin :a) De définir dans le code de la défense les différentes catégories d'installations et activités nucléaires intéressant la défense ;b) D'insérer dans le code de la défense, en les adaptant, les dispositions du III de l'article 2 de la loi n° 2006-686 du 13 juin 2006 relative à la transparence et à la sécurité en matière nucléaire ;c) D'insérer dans le code de la défense des dispositions définissant les obligations d'information applicables aux installations et activités nucléaires intéressant la défense, selon des modalités conciliant les principes d'organisation de la sûreté nucléaire et de la radioprotection avec les exigences liées à la défense nationale ;d) De procéder aux modifications qui seraient rendues nécessaires pour assurer la cohérence rédactionnelle du code de la défense et du code de l'environnement avec les dispositions insérées en application des a à c, de remédier aux éventuelles erreurs dans les dispositions relatives aux installations et activités nucléaires intéressant la défense et d'abroger les dispositions devenues sans objet ;e) D'adapter les dispositions du code de l'environnement relatives à la responsabilité civile dans le domaine de l'énergie nucléaire afin de préciser quelles sont les installations et activités nucléaires intéressant la défense soumises à ces dispositions ;f) D'insérer dans le code de la défense et le code général des collectivités territoriales des dispositions visant à renforcer la protection des installations nucléaires ;5° De modifier les dispositions statutaires relatives aux militaires et aux fonctionnaires civils pour :a) Transposer aux militaires les nouvelles dispositions relatives au congé parental mises en place au profit des fonctionnaires par l'article 57 de la loi n° 2012-347 du 12 mars 2012 relative à l'accès à l'emploi titulaire et à l'amélioration des conditions d'emploi des agents contractuels dans la fonction publique, à la lutte contre les discriminations et portant diverses dispositions relatives à la fonction publique ;b) Adapter les dispositions relatives aux congés des militaires pour prendre en compte le cas des militaires ayant été blessés ou ayant contracté une maladie au cours d'une guerre ou d'une opération extérieure et se trouvant dans l'impossibilité d'exercer leurs fonctions à l'issue de leurs congés de maladie ;c) Prévoir la limite d'âge applicable aux officiers du corps technique et administratif de la marine qui sont admis d'office dans le corps des officiers spécialisés de la marine ;d) Modifier les dispositions organisant l'accès à la fonction publique, afin notamment :― d'améliorer les dispositifs actuellement prévus pour les militaires aux articles L. 4139-2 et L. 4139-3 du code de la défense ;― de modifier les titres II, III et IV du statut général des fonctionnaires afin de permettre aux militaires de se porter candidats aux concours internes des trois fonctions publiques ;― d'améliorer les dispositifs de recrutement au titre des emplois réservés prévus par le code des pensions militaires d'invalidité et des victimes de la guerre, notamment en différenciant selon les publics concernés les durées d'inscription sur les listes d'aptitude à ces emplois et en permettant la réinscription de personnes déjà radiées ;e) Sécuriser juridiquement la rémunération versée aux volontaires dans les armées et aux élèves ayant le statut de militaire en formation dans les écoles désignées par arrêté du ministre de la défense ;6° De garantir aux bureaux enquêtes accidents défense, dans le champ des accidents de tir, de munitions et de plongée intervenant à l'occasion d'activités militaires, les mêmes prérogatives que celles que la loi leur a déjà reconnues pour les accidents de transport ;7° De modifier le code de la défense pour y substituer les mots : « zone de défense et de sécurité » aux mots : « zone de défense » ;8° De refondre le code des pensions militaires d'invalidité et des victimes de la guerre afin :a) D'y insérer les dispositions pertinentes qui n'ont pas encore été codifiées, dans leur rédaction en vigueur à la date de publication de l'ordonnance concernée ;b) D'améliorer le plan du code ;c) De corriger les éventuelles erreurs ou insuffisances de codification ;d) D'assurer le respect de la hiérarchie des normes et la cohérence des textes faisant l'objet de la codification ;e) D'harmoniser l'état du droit ;f) D'abroger les dispositions devenues sans objet ;9° D'abroger les dispositions non codifiées relatives aux pensions militaires d'invalidité et des victimes de la guerre devenues sans objet.A l'exception de celles prévues aux 8° et 9°, les ordonnances sont publiées au plus tard le dernier jour du douzième mois suivant la promulgation de la présente loi. Le projet de loi de ratification de ces ordonnances est déposé devant le Parlement au plus tard le dernier jour du quinzième mois suivant la publication de la présente loi.Les ordonnances prévues aux 8° et 9° sont publiées au plus tard le dernier jour du vingt-quatrième mois suivant la promulgation de la présente loi. Le projet de loi de ratification est déposé au Parlement au plus tard le dernier jour du trentième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Sans préjudice des dispositions de la présente loi qui s'y appliquent de plein droit, la présente loi s'applique sur l'ensemble du territoire de la République, à l'exception des dispositions de son article 50, qui ne s'appliquent pas en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "1.1. Un contexte stratégique qui se dégrade"
    },
    {
      "provision_ref": "artAnnexe(suite)",
      "section": "Annexe(suite)",
      "title": "Article Annexe(suite)",
      "content": "2.3.3. Sûreté aérienne"
    }
  ]
}