{
  "id": "jorftext000034111794",
  "type": "statute",
  "title": "LOI n°2017-261 du 1er mars 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000034111794",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII. - Les fédérations sportives délégataires établissent la charte et  instituent le comité prévus à l'article L. 131-15-1 du code du sport, au  plus tard, le 31 décembre 2017.\n\n- Code du sport.\n\n- Code du sport."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les personnes mentionnées au III bis de l'article 11 de la loi n°  2013-907 du 11 octobre 2013 relative à la transparence de la vie  publique adressent à la Haute Autorité pour la transparence de la vie  publique, au plus tard le 31 décembre 2017, une déclaration de situation  patrimoniale et une déclaration d'intérêts, suivant les modalités  prévues au même article 11.\n\n- LOI n° 2013-907 du 11 octobre 2013"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2017, un rapport relatif à la création d'un délit de fraude mécanique et technologique dans le sport et à l'élargissement des compétences de l'Agence française de lutte contre le dopage à la fraude mécanique et technologique."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Dans un délai de six mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport évaluant l'opportunité, pour les centres de formation relevant d'une association ou d'une société sportive définis aux articles L. 211-4 et L. 211-5 du code du sport, de bénéficier du régime de financement des centres de formation des apprentis défini par le code du travail et de reconnaître aux élèves de ces centres de formation le statut d'apprenti."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les fédérations sportives et organisateurs de manifestations sportives au sens de l'article L. 333-1 du code du sport, les fournisseurs de plateformes en ligne, au sens du paragraphe i de l'article 3 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques), les moteurs de recherche, au sens du paragraphe j du même article 3, les plateformes de partage de vidéos, au sens des septième à dernier alinéas de l'article 2 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, les personnes dont l'activité consiste à éditer un service de communication au public en ligne, les personnes définies aux 1 et 2 du I de l'article 6 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, les titulaires de droits d'auteur ou de droits voisins sur des contenus audiovisuels et les personnes dont l'activité consiste à éditer un service de communication audiovisuelle défini à l'article 2 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication qui, en leur qualité de cessionnaires, disposent de droits d'exploitation sur des contenus audiovisuels, ou leurs organismes représentatifs, peuvent conclure un ou plusieurs accords relatifs aux mesures et bonnes pratiques qu'ils s'engagent à mettre en œuvre en vue de lutter contre la promotion, l'accès et la mise à la disposition au public en ligne, sans droit ni autorisation, de contenus audiovisuels dont les droits d'exploitation ont fait l'objet d'une cession par une fédération, une ligue professionnelle, une société sportive ou un organisateur de compétitions ou manifestations sportives."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L'article 8 entre en vigueur le 1er janvier 2018."
    }
  ]
}