{
  "id": "jorftext000000321643",
  "type": "statute",
  "title": "Loi n° 88-1262 du 30 décembre 1988",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000321643",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Les dispositions des articles 7, 9, 14, 15, 23, 24, 26 et 27 prennent effet lors du prochain renouvellement général des conseils municipaux.Toutefois, pour l'article 14, elles ne sont applicables qu'aux procurations établies après le 31 janvier 1989.II. - Les dispositions des articles 22 et 28 prennent effet à compter du 1er mars 1989.III. - L'article 13 prend effet à compter du 1er mars 1990.IV. - L'article 8 prend effet à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le titre II de la présente loi est applicable en Polynésie française et à Mayotte."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "La présente loi est applicable à Mayotte, à l'exception du III de l'article 22 en ce qu'il modifie les dix-huitième (17°) et dix-neuvième (18°) alinéas de l'article L. 195 du code électoral et des articles 25, 37 et 38."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Pour l'application de la présente loi en Nouvelle-Calédonie et dans le territoire de la Polynésie française, il y a lieu de lire :1° \"haut-commissaire\" et \"services du haut-commissaire\" au lieu de \"préfet\" et de \"préfecture\" ;2° \"commissaire délégué\" (Nouvelle-Calédonie) ou \"chef de subdivision administrative\" (Polynésie française) au lieu de \"sous-préfet\" ;3° \"secrétaire général\" au lieu de \"secrétaires généraux de préfecture\" ;4° \"chambres territoriales des comptes\" au lieu de \"chambres régionales des comptes\" ;5° \"tribunaux de première instance\" au lieu de \"tribunaux de grande instance et d'instance\" ;6° \"congrès\" (Nouvelle-Calédonie) ou \"assemblée de la Polynésie française\" au lieu de \"conseil général\"."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Pour l'application de la présente loi dans le territoire de Wallis-et-Futuna, il y a lieu de lire :1° \"représentant de l'Etat\" et \"services du représentant de l'Etat\" au lieu de \"préfet\" et de \"préfecture\" ;2° \"chef de circonscription territoriale\" au lieu de \"sous-préfet\" ;3° \"secrétaire général\" au lieu de \"secrétaires généraux de préfecture\" ;4° \"tribunal de première instance\" au lieu de \"tribunal de grande instance et d'instance\" ;5° \"assemblée territoriale\" au lieu de \"conseil général\" ;6° \"conseil du contentieux administratif\" au lieu de \"tribunaux administratifs\"."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Pour l'application de la présente loi à Mayotte, il y a lieu de lire :1° \"collectivité territoriale\" au lieu de \"département\" ;2° \"représentant du Gouvernement\" et \"services du représentant du Gouvernement\" au lieu de \"préfet\" et de \"préfecture\" ;3° \"tribunaux de première instance\" au lieu de \"tribunaux de grande instance et d'instance\" ;4° \"tribunal supérieur d'appel\" au lieu de \"cours d'appel\" ;5° \"conseil du contentieux administratif\" au lieu de \"tribunaux administratifs\"."
    }
  ]
}