{
  "id": "jorftext000041800927",
  "type": "statute",
  "title": "Ordonnance n°2020-428 du 15 avril 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041800927",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Les établissements publics de santé soumis à l'obligation prévue à l'article L. 6145-16 du code de la santé publique peuvent, à leur initiative, en être dispensés pour l'exercice 2019. Dans ce cas, ils sont soumis à un dispositif adapté d'audit de leurs comptes afin de préparer la certification de l'exercice 2020. Les modalités de ce dispositif adapté sont fixées par décret.II. - Pour l'exercice 2020, par dérogation aux dispositions de l'article L. 6145-4 et au 4° de l'article L. 6145-8 du code de la santé publique, le directeur de l'établissement peut engager, liquider et mandater toute dépense nécessaire au fonctionnement de l'établissement, entre le 12 mars 2020 et la date de cessation de l'état d'urgence sanitaire déclaré par l'article 4 de la loi du 23 mars 2020 susvisée, le cas échéant prolongé dans les conditions prévues par cet article.Dans le cas où les dépenses mandatées dépasseraient le montant des crédits prévus à l'état prévisionnel des recettes et des dépenses pour les chapitres faisant partie des crédits qui présentent un caractère limitatif au sens de l'article L. 6145-8 du code de la santé publique, le directeur de l'établissements public de santé en informe l'agence régionale de santé dans un délai maximal d'un mois après le mandatement de la dépense.Dans le délai d'un mois suivant la date de cessation de l'état d'urgence sanitaire déclaré par l'article 4 de la loi du 23 mars 2020 susvisée, le cas échéant prolongé dans les conditions prévues par cet article, ces opérations sont régularisées par l'adoption, soit de l'état des prévisions de recettes et de dépenses de l'établissement, soit de la décision modificatrice de l'état des prévisions de recettes et de dépenses prévus au II de l'article L. 6145-4 du même code.III. - Lorsqu'un établissement de santé bénéficie d'une garantie de financement en application de l'article 1er de l'ordonnance n° 2020-309 du 25 mars 2020 susvisée, le délai de prescription mentionné à l'article L. 162-25 du code de la sécurité sociale est prorogé jusqu'au 31 décembre 2020 pour les actions pour le paiement par l'assurance maladie des prestations réalisées au cours de l'année 2019, et jusqu'au 31 décembre 2021 pour les prestations réalisées au cours de l'année 2020."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A compter du 20 mars 2020 et jusqu'à une date précisée par décret, et au plus tard jusqu'au 31 décembre 2020, pour les actes réalisés en téléconsultation, les actes d'accompagnement de la téléconsultation, ainsi que pour les actes de télésoin, la participation mentionnée au I de l'article L. 160-13 du code de la sécurité sociale est supprimée.\n\nII. - Les prestations en espèces d'assurance maladie des régimes obligatoires de sécurité sociale versées au titre d'arrêt de travail débutant entre le 12 mars 2020 et la date de cessation de l'état d'urgence sanitaire déclaré par l'article 4 de la loi du 23 mars 2020 susvisée, le cas échéant prolongé dans les conditions prévues par cet article, ne sont pas prises en compte :\n\n1° Dans les périodes mentionnées aux 1° et 2° de l'article L. 323-1 du code de la sécurité sociale ;\n\n2° Dans la période d'indemnisation mentionnée à l'article L. 732-4 du code rural et de la pêche maritime ;\n\n3° Dans les durées mentionnées aux 1° et 2° de l'article 20-7 de l'ordonnance du 20 décembre 1996 susvisée.\n\nIII. - Lorsque la suppression du ticket modérateur prévue en application des 3° et 4° de l'article L. 160-14 du code de la sécurité sociale arrive à échéance entre le 12 mars et le 31 juillet 2020, elle est prolongée, dans les mêmes conditions, jusqu'à cette dernière date."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Par dérogation à l'article L. 314-6 du code de l'action sociale et des familles, entre le 12 mars 2020 et la date de cessation de l'état d'urgence sanitaire déclaré par l'article 4 de la loi du 23 mars 2020 susvisée, le cas échéant prolongé dans les conditions prévues par cet article, les conventions collectives de travail et conventions d'entreprise ou d'établissement applicables aux salariés des établissements et services sociaux et médico-sociaux à but non lucratif, dont l'objet est exclusivement de préciser les conditions d'organisation et de fonctionnement de l'établissement ou du service pour la durée de l'état d'urgence, prennent effet après agrément du ministre chargé de la santé et du ministre chargé de l'action sociale, l'avis de la commission nationale d'agrément étant réputé rendu.\n\n- Ordonnance n°2020-313 du 25 mars 2020"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Premier ministre, la ministre de la transition écologique et solidaire, le ministre des solidarités et de la santé, la ministre du travail, le ministre de l'action et des comptes publics, la ministre de la cohésion des territoires et des relations avec les collectivités territoriale et la secrétaire d'Etat auprès du Premier ministre, chargée des personnes handicapées sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}