{
  "id": "jorftext000000439399",
  "type": "statute",
  "title": "Loi n° 2004-669 du 9 juillet 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000439399",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le code des postes et télécommunications devient le code des postes et des communications électroniques. Dans ce code, les mots :télécommunication et télécommunications sont remplacés par les mots :communications électroniques, sauf dans les mots : Autorité de régulation des communications électroniques et des postes et dans les mots : Union internationale des télécommunications, et les mots :Commission supérieure du service public des postes et télécommunications sont remplacés par les mots : Commission supérieure du service public des postes et des communications électroniques.Le mot : télécommunications est remplacé par les mots :communications électroniques dans l'article L. 1425-1 du code général des collectivités territoriales, dans l'article L. 113-4 du code de la consommation, et dans les premier, troisième et cinquième alinéas du VII de l'article 45 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986).Le code des postes et télécommunications est modifié conformément aux dispositions du présent titre."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I., II., III., - Paragraphes modificateurs.IV. - Les dispositions du présent article entrent en vigueur au 1er août 2004."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur au 1er août 2004."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur au 1er août 2004."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. - Paragraphe modificateur.II. - Les pertes de recettes pour l'Etat sont compensées à due concurrence par la création d'une taxe additionnelle aux articles 575 et 575 A du même code."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur à compter du 1er juillet 2004."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur au 1er août 2004."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions du II entrent en vigueur au 1er août 2004."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "L'ordonnance n° 2001-670 du 25 juillet 2001 portant adaptation au droit communautaire du code de la propriété intellectuelle et du code des postes et télécommunications est ratifiée."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I. - Les personnes exerçant, à la date d'entrée en vigueur de la présente loi, une des activités visées à l'article L. 33-1 du code des postes et des communications électroniques sont tenues d'effectuer, dans un délai de six mois, la déclaration prévue à cet article. Toutefois, les personnes qui étaient titulaires, à la même date, d'une autorisation d'exercer l'une de ces activités sont réputées avoir satisfait, pour l'activité autorisée, à cette obligation de déclaration.II. - Les obligations qui étaient imposées aux opérateurs, à la date de publication de la présente loi, en application des articles L. 33-1 (II) et L. 34-8 (II à V) du code des postes et télécommunications dans leur rédaction alors en vigueur, restent applicables jusqu'à la mise en oeuvre par l'Autorité de régulation des communications électroniques et des postes des compétences que lui confèrent les dispositions des articles L. 37-1 et L. 37-2 du code des postes et des communications électroniques issues de la présente loi.III. - Les autorisations d'utilisation de fréquences radioélectriques qui étaient en vigueur à la date de publication de la présente loi conservent leurs effets jusqu'au terme prévu par ces autorisations ou jusqu'au terme, s'il est antérieur, de l'autorisation d'établir et d'exploiter un réseau de communications électroniques qui avait, le cas échéant, été délivrée à leurs titulaires en application du code des postes et télécommunications dans sa rédaction alors en vigueur. Lorsque l'opérateur était titulaire, à la date de publication de la présente loi, de l'autorisation mentionnée à l'article L. 33-1 du code des postes et télécommunications dans sa rédaction alors en vigueur, il reste soumis à celles des obligations figurant dans le cahier des charges annexé à cette autorisation qui relèvent des conditions d'utilisation visées par les dispositions du II de l'article L. 42-1 du code des postes et des communications électroniques issues de la présente loi, jusqu'à ce qu'une nouvelle décision d'assignation de la fréquence utilisée ait été prise.IV. - Les obligations imposées au titre du 5° de l'article L. 36-7 du code des postes et télécommunications dans sa rédaction en vigueur à la date de publication de la présente loi et au titre du cahier des charges de France Télécom approuvé par le décret n° 96-1225 du 27 décembre 1996 restent applicables jusqu'à la mise en oeuvre des articles L. 37-1 et L. 37-2 du code des postes et des communications électroniques lorsqu'elles concernent les tarifs des services pour lesquels il n'existe pas de concurrents sur le marché, et jusqu'à l'adoption du décret mentionné à l'article L. 35-2 du même code lorsqu'elles concernent les tarifs du service universel."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "Les conventions conclues avec les communes ou leurs groupements pour l'établissement et l'exploitation des réseaux câblés en cours d'application à la date d'entrée en vigueur de l'article L. 33-1 du code des postes et des communications électroniques ainsi que les cahiers des charges qui y sont annexés doivent être mis en conformité avec les dispositions de cet article dans un délai de deux ans à compter de la publication du décret pris pour l'application de cet article.\n\nAfin de veiller au respect du principe d'égalité et de libre concurrence sur les marchés des communications électroniques, les modalités de mise en conformité garantissent l'utilisation partagée des infrastructures publiques de génie civil entre opérateurs de communications électroniques.\n\nA cet effet, la commune ou le groupement de communes peut décider de mettre ces infrastructures à la disposition des opérateurs qui le demandent. Dans un délai de trois mois à compter de la notification de cette décision, l'exploitant du réseau câblé fait droit aux demandes d'accès des opérateurs aux infrastructures. Il permet à la commune ou au groupement de communes de vérifier l'état des infrastructures et lui fournit à cet effet les informations nécessaires. L'accès est fourni dans des conditions objectives, transparentes et non discriminatoires. Il fait l'objet d'une convention entre la commune ou le groupement de communes, l'exploitant du réseau câblé et l'opérateur demandeur. Cette convention détermine les conditions techniques et financières de l'accès. Elle est communiquée à l'Autorité de régulation des communications électroniques et des postes à sa demande.\n\nEn cas de refus d'accès opposé par l'exploitant du réseau câblé à un opérateur à l'issue du délai mentionné au troisième alinéa, la commune ou le groupement de communes peut prendre la pleine jouissance des infrastructures, après mise en demeure dans le respect d'une procédure contradictoire. La commune ou le groupement de communes accorde à l'exploitant une indemnité ne pouvant excéder la valeur nette comptable des actifs correspondant à ces infrastructures, financés par l'exploitant, déduction faite, le cas échéant, des participations publiques obtenues.L'exploitant du réseau câblé conserve un droit d'occupation des infrastructures pour l'exploitation du réseau existant à un tarif raisonnable.\n\nL'Autorité de régulation des communications électroniques et des postes peut être saisie, dans les conditions définies à l'article L. 36-8 du code des postes et des communications électroniques, de tout différend relatif aux conditions techniques et financières de la mise en œuvre de l'utilisation partagée des infrastructures publiques de génie civil prévue au troisième alinéa.\n\nL'Autorité de régulation des communications électroniques et des postes peut être saisie par les communes ou leurs groupements et les distributeurs de services des difficultés rencontrées pour la mise en conformité mentionnée au premier alinéa. Dans les quatre mois suivant cette saisine, l'autorité peut rendre publiques les conclusions de la médiation, sous réserve du secret des affaires."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "Les distributeurs de services mentionnés à l'article 34 de la loi n° 86-1067 du 30 septembre 1986 précitée disposent d'un délai de trois mois à compter de la publication du décret prévu audit article 34 pour effectuer la déclaration prévue à cet article. Toutefois, lorsque ces distributeurs étaient titulaires d'une autorisation d'exploitation délivrée par le Conseil supérieur de l'audiovisuel préalablement à la publication de la présente loi, cette autorisation tient lieu de déclaration."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "Toute demande d'autorisation déposée avant la publication de la présente loi et relative à un équipement ou à un service désormais soumis à simple déclaration en application de la présente loi est regardée comme une déclaration.Les demandes relatives aux réseaux régis par l'article L. 33-1 du code des postes et des communications électroniques dans sa rédaction issue de la présente loi sont transmises par le Conseil supérieur de l'audiovisuel à l'Autorité de régulation des communications électroniques et des postes lorsqu'elles relèvent de la compétence de cette autorité."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I. - La société Réseau France outre-mer, dont l'Etat détient l'intégralité du capital, est désormais dénommée RFO Participations.II. - Il est créé une société anonyme nouvelle, dénommée Réseau France outre-mer, à laquelle sont apportés, avec effet rétroactif au 1er janvier 2004, les biens, droits et obligations de RFO Participations nécessaires à l'accomplissement, par Réseau France outre-mer, de son objet tel que défini au 4° du I de l'article 44 de la loi n° 86-1067 du 30 septembre 1986 précitée, ainsi que les dettes afférentes.Le transfert de ces biens, droits, dettes et obligations se trouvera définitivement réalisé par le seul fait de la présente loi, dès lors que la liste des actifs et passifs transférés aura été établie par la société France Télévisions et approuvée par un arrêté conjoint du ministre chargé des finances et du ministre chargé de la communication, arrêté qui devra être publié le 31 décembre 2004 au plus tard.Afin d'assurer la neutralité fiscale des apports, Réseau France outre-mer sera réputée appartenir au groupe RFO Participations depuis la constitution de ce groupe, et bénéficie du transfert des déficits antérieurs non encore déduits par la société RFO Participations. Ces déficits seront librement imputables sur toute subvention ou abandon de créance qui pourrait être octroyé par RFO Participations à Réseau France outre-mer en 2004 parallèlement aux apports mentionnés au présent II.III. - L'apport par l'Etat à la société France Télévisions de la totalité des actions de la société RFO Participations est réalisé par le seul fait des dispositions du présent article.Il en est de même de l'ensemble des créances détenues par l'Etat sur la société RFO Participations à la date d'entrée en vigueur de la présente loi.Ces transferts d'actions et de créances prennent effet au 1er juillet 2004.IV. - L'apport, par la société RFO Participations, à la société France Télévisions, de l'intégralité de son patrimoine à l'issue des transferts mentionnés au II, est réalisé, dans le cadre d'une fusion-absorption de RFO Participations par la société France Télévisions par le seul fait des dispositions du présent IV.Cette fusion est réalisée avec effet rétroactif au 1er janvier 2004, et sous condition suspensive de réalisation des apports mentionnés aux II et III.V. - Les transferts prévus au présent article emportent de plein droit, et sans qu'il soit besoin d'aucune formalité, les effets d'une transmission universelle de patrimoine.Le deuxième alinéa de l'article L. 122-12 du code du travail s'applique aux salariés concernés par les transferts intervenant en application des dispositions du présent article.VI. - La création de la société Réseau France outre-mer mentionnée au II emporte ipso facto nomination des administrateurs de RFO Participations, au conseil d'administration de la nouvelle société Réseau France outre-mer.Dans un délai de trois mois à compter de la publication de la présente loi, les sociétés France Télévisions et Réseau France outre-mer mettent leurs statuts en conformité avec la présente loi.Les mandats d'administrateur des sociétés RFO Participations et Réseau France outre-mer, à l'exception de celui du président-directeur général, qui prend fin dès la publication de la présente loi, prennent fin à la date de publication du décret approuvant les modifications statutaires rendues nécessaires par la présente loi.Jusqu'à l'expiration d'un délai de trois mois à compter de la date de publication du décret mentionné au précédent alinéa, le conseil d'administration de la société Réseau France outre-mer délibère valablement dès que les deux tiers au moins de ses membres ont été désignés, sous réserve du respect des règles de quorum.VII. - Les dispositions du présent article s'appliquent nonobstant toutes dispositions ou stipulations contraires.L'ensemble des opérations liées aux transferts de biens, droits, dettes et obligations mentionnés au présent article ou pouvant intervenir en application du présent article ne donnent lieu, directement ou indirectement, à aucune perception de droits, impôts ou taxes de quelque nature que ce soit."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "Afin de parvenir à une meilleure utilisation des ressources en fréquences affectées à la diffusion des services de radio en modulation de fréquence, et par dérogation à l'article 28-1 de la loi n° 86-1067 du 30 septembre 1986 précitée, le Conseil supérieur de l'audiovisuel peut, en tant que de besoin, proroger, hors appel aux candidatures, pour une durée qui ne peut excéder deux ans les autorisations délivrées aux services de radio sur la base de l'article 29 de la même loi qui viennent à expiration entre la date de la publication de la présente loi et le 31 décembre 2006."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "A compter du 1er juillet 2004, le Conseil supérieur de l'audiovisuel propose à chacun des personnels bénéficiant d'un contrat à durée indéterminée placés sous son autorité avant cette date par application de l'article 100 de la loi n° 86-1067 du 30 septembre 1986 précitée un emploi sous contrat à durée indéterminée.La durée pendant laquelle ces personnels ont été placés sous l'autorité du Conseil supérieur de l'audiovisuel ou de la Commission nationale de la communication et des libertés avant le 1er juillet 2004 est assimilée à l'occupation d'un emploi public au regard des règles de calcul d'ancienneté. Les autres modalités de cette intégration sont définies entre le Conseil supérieur de l'audiovisuel et la société Télédiffusion de France."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I. - La présente loi est applicable à Mayotte.II. - Sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna :- les articles 1er, 10 (I à IV), 19 (4° à 7° et 12°) et 23 ;- le titre II et les articles 102 et 103 ainsi, en tant que de raison, que les dispositions du code des postes et des communications électroniques auxquelles ils se réfèrent.III. - Les articles 1er et 23 et le titre II sont applicables dans les Terres australes et antarctiques françaises.IV. - Paragraphe modificateur."
    }
  ]
}