{
  "id": "jorftext000041762506",
  "type": "statute",
  "title": "Ordonnance n°2020-346 du 27 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041762506",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour les salariés dont le temps de travail est décompté selon le régime d'équivalence prévu à l'article L. 3121-13 du code du travail, il est tenu compte des heures d'équivalence rémunérées pour le calcul de l'indemnité et de l'allocation d'activité partielle. Pour l'application du troisième alinéa du I de l'article L. 5122-1 du même code, la durée considérée comme équivalente est prise en compte en lieu et place de la durée légale du travail."
    },
    {
      "provision_ref": "art1bis",
      "section": "1bis",
      "title": "Article 1bis",
      "content": "Pour les salariés ayant conclu, avant la date d'entrée en vigueur de l'ordonnance n° 2020-460 du 22 avril 2020, une convention individuelle de forfait en heures au sens des articles L. 3121-56 et L. 3121-57 du code du travail incluant des heures supplémentaires et pour les salariés dont la durée de travail est supérieure à la durée légale en application d'une convention ou d'un accord collectif de travail conclu avant cette même date :\n\n1° La durée stipulée au contrat pour les conventions individuelles de forfait ou la durée collective du travail conventionnellement prévue est prise en compte en lieu et place de la durée légale du travail pour l'application du troisième alinéa du I de l'article L. 5122-1 du même code ;\n\n2° Il est tenu compte des heures supplémentaires prévues par la convention individuelle de forfait en heures ou par la convention ou l'accord collectif mentionnés au premier alinéa pour la détermination du nombre d'heures non travaillées indemnisées."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les salariés de droit privé des employeurs mentionnés aux 3° à 7° de l'article L. 5424-1 du code du travail, des établissements publics à caractère industriel et commercial de l'Etat, des groupements d'intérêt public et des sociétés publiques locales peuvent être placés en activité partielle dans les conditions prévues au chapitre II du titre II du livre Ier de la cinquième partie du même code et par la présente ordonnance dès lors que ces employeurs exercent à titre principal une activité industrielle et commerciale dont le produit constitue la part majoritaire de leurs ressources. Dans ce cas, ces employeurs bénéficient d'une allocation d'activité partielle selon les modalités prévues par ces mêmes dispositions.\n\nPar dérogation au II de l'article L. 5122-1 du même code, les sommes mises à la charge de l'organisme gestionnaire du régime d'assurance chômage au titre du personnel mentionné au premier alinéa lui sont remboursées dans des conditions définies par décret, par les employeurs mentionnés au premier alinéa qui n'ont pas adhéré au régime d'assurance selon la faculté qui leur est reconnue par l'article L. 5424-2 du code du travail."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le taux horaire de l'indemnité d'activité partielle versée aux salariés mentionnés à l'article L. 3123-1 du code du travail ne peut être inférieur au taux horaire du salaire minimum interprofessionnel de croissance, sous réserve des dispositions du second alinéa.Lorsque le taux horaire de rémunération d'un salarié mentionné à l'article L. 3123-1 du code du travail est inférieur au taux horaire du salaire minimum interprofessionnel de croissance, le taux horaire de l'indemnité d'activité partielle qui lui est versée est égal à son taux horaire de rémunération."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le deuxième alinéa de l'article L. 5122-2 du code du travail n'est pas applicable au titre des formations ayant donné lieu à un accord de l'employeur postérieurement à la publication de la présente ordonnance."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'activité partielle s'impose au salarié protégé au sens des dispositions du livre IV de la deuxième partie du code du travail, sans que l'employeur n'ait à recueillir son accord, dès lors qu'elle affecte, dans la même mesure, tous les salariés de l'entreprise, de l'établissement, du service ou de l'atelier auquel est affecté ou rattaché l'intéressé."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-Lorsqu'ils subissent une perte de rémunération du fait d'une cessation temporaire de leur activité professionnelle consécutive à l'une des situations mentionnées au IV, les salariés employés à domicile mentionnés à l'article L. 7221-1 du code du travail ainsi que les assistants maternels mentionnés aux articles L. 421-1 et L. 424-1 du code de l'action sociale et des familles sont placés en position d'activité partielle auprès du particulier qui les emploie.Les dispositions du chapitre II du titre II du livre Ier de la cinquième partie du code du travail sont applicables, sous réserve des dispositions du présent article.II.-Les particuliers employeurs sont dispensés de l'obligation de disposer d'une autorisation expresse ou implicite de l'autorité administrative.III.-Les heures non travaillées au titre de l'activité partielle font l'objet du versement de l'indemnité prévue au V dans la limite de la durée fixée par les conventions collectives nationales des salariés du particulier employeur et des assistants maternels dès lors que ces conventions sont applicables.IV.-Les personnes mentionnées au I peuvent être placées en position d'activité partielle lorsqu'elles se trouvent dans l'une des situations suivantes :1° Leur employeur est un travailleur non salarié mentionné à l'article L. 611-1 du code de la sécurité sociale ou un mandataire social mentionné au 11°, 12°, 13°, 22° ou 23° de l'article L. 311-3 du même code ou au 8° ou 9° de l'article L. 722-20 du code rural et de la pêche maritime, mis dans l'impossibilité d'exercer son activité du fait de mesures prises en application de l'article L. 3131-15 du code de la santé publique, dans sa rédaction antérieure à la loi n° 2022-1089 du 30 juillet 2022 mettant fin aux régimes d'exception créés pour lutter contre l'épidémie liée à la covid-19 ;2° Elles ont la qualité de personne vulnérable au sens du deuxième alinéa du I de l'article 20 de la loi n° 2020-473 du 25 avril 2020 de finances rectificative pour 2020 ;3° L'activité exercée à domicile fait l'objet de mesures de restriction prises en application de l'article L. 3131-15 du code de la santé publique, dans sa rédaction antérieure à la loi n° 2022-1089 du 30 juillet 2022 mettant fin aux régimes d'exception créés pour lutter contre l'épidémie liée à la covid-19.V.-L'indemnité horaire versée par l'employeur est au minimum égale à un pourcentage de la rémunération nette correspondant à la rémunération prévue au contrat, sans pouvoir être :1° Ni inférieure au montant net correspondant, pour les employés à domicile, au salaire minimum prévu par la convention collective nationale des salariés du particulier employeur ou à défaut prévu à l'article L. 3232-3 du code du travail ou, pour les assistants maternels, au montant minimal de rémunération fixé en application de l'article L. 423-19 du code de l'action sociale et des familles ;2° Ni supérieure aux plafonds fixés par les dispositions règlementaires du chapitre II du titre II du livre Ier de la cinquième partie du code du travail.VI.-L'indemnité horaire versée par l'employeur en application du I fait l'objet d'un remboursement à hauteur d'un pourcentage de la rémunération nette du salarié mentionnée au V, effectué pour le compte de l'État et de l'organisme gestionnaire du régime d'assurance chômage, par les organismes chargés du recouvrement des cotisations du régime général, par les caisses de mutualité sociale agricole, par la caisse de sécurité sociale de Mayotte et par la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon.L'Etat en assure la compensation selon des modalités fixées par arrêté des ministres chargés de la sécurité sociale, du budget, de l'emploi et de l'agriculture. Une convention conclue entre l'Etat et l'organisme gestionnaire du régime d'assurance chômage détermine les modalités de financement des sommes versées aux particuliers employeurs au titre du remboursement des indemnités mentionnées au V.VII.-Les organismes de recouvrement mentionnés au VI procèdent, le cas échéant, à une compensation entre le montant des cotisations et contributions sociales restant dues par le particulier employeur au titre des périodes antérieures au 1er novembre 2020 et le remboursement effectué au titre de l'indemnité d'activité partielle.VIII.-Les indemnités mentionnées au présent article sont exclues de l'assiette de la contribution prévue à l'article L. 136-1 du code de la sécurité sociale, de l'assiette de la cotisation prévue au 2° du I de l'article L. 242-13 du même code et au 2° de l'article L. 761-5 du code rural et de la pêche maritime ainsi que de la contribution mentionnée à l'article 28-3 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte.IX.-La différence entre l'indemnité versée par l'employeur en application du V et le montant remboursé mentionné au VI est prise en compte dans les dépenses ouvrant droit aux crédits d'impôts définis aux articles 199 sexdecies et 200 quater B du code général des impôts.X.-Un décret détermine les modalités d'application du présent article, notamment :1° Le taux de l'indemnité mentionnée au V et le taux du remboursement mentionné au VI ;2° Les pièces justificatives que les particuliers employeurs tiennent à la disposition des organismes mentionnés au VI aux fins de contrôle."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Pour l'employeur de salariés dont la durée du travail est décomptée en jours, la détermination du nombre d'heures prises en compte pour l'indemnité d'activité partielle et l'allocation d'activité partielle est effectuée en convertissant en heures un nombre de jours ou demi-journées. Les modalités de cette conversion sont déterminées par décret.Pour l'employeur de salariés qui ne sont pas soumis aux dispositions légales ou conventionnelles relatives à la durée du travail, les modalités de calcul de l'indemnité et de l'allocation sont déterminées par décret.\n\nPour les cadres dirigeants mentionnés à l'article L. 3111-2 du code du travail, le placement en activité partielle ne peut intervenir que dans le cas prévu au deuxième alinéa du I de l'article L. 5122-1 du même code."
    },
    {
      "provision_ref": "art8bis",
      "section": "8bis",
      "title": "Article 8bis",
      "content": "Par dérogation au II de l'article L. 1254-21 du code du travail, les salariés portés titulaires d'un contrat à durée indéterminée peuvent également être placés en activité partielle au cours des périodes sans prestation à une entreprise cliente. Les modalités de calcul de leur indemnité d'activité partielle au titre de ces périodes sont définies par décret."
    },
    {
      "provision_ref": "art8ter",
      "section": "8ter",
      "title": "Article 8ter",
      "content": "Les salariés des entreprises de travail temporaire bénéficient de l'allocation complémentaire mentionnée au premier alinéa de l'article L. 3232-5 du code du travail."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les salariés mentionnés à l'article L. 243-1-2 du code de la sécurité sociale qui sont employés par une entreprise ne comportant pas d'établissement en France peuvent être placés en position d'activité partielle et bénéficier à ce titre de l'indemnité horaire prévue à l'article L. 5122-1 du code du travail, lorsque l'employeur est soumis, pour ces salariés, aux contributions et cotisations sociales d'origine légale ou conventionnelle et aux obligations d'assurance contre le risque de privation d'emploi au titre de la législation française."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les salariés employés par les régies dotées de la seule autonomie financière qui gèrent un service public à caractère industriel et commercial de remontées mécaniques, de pistes de ski ou de cure thermale remplissant les conditions mentionnées à l'article L. 2221-1 et au 2° de l'article L. 2221-4 du code général des collectivités territoriales peuvent être placés en activité partielle dans les conditions prévues par chapitre II du titre II du livre Ier de la cinquième partie du code du travail, dès lors qu'ils sont soumis aux dispositions du code du travail et que leur employeur a adhéré au régime d'assurance chômage en application du 1° de l'article L. 5424-2 du même code. Dans ce cas, ces employeurs bénéficient d'une allocation d'activité partielle selon les modalités prévues par ces mêmes dispositions."
    },
    {
      "provision_ref": "art10bis",
      "section": "10bis",
      "title": "Article 10bis",
      "content": "La rémunération horaire prise en compte pour le calcul de l'indemnité d'activité partielle des marins rémunérés à la part au sens de l'article L. 5544-35 du code des transports ainsi que de l'allocation perçue par leur employeur est définie par décret."
    },
    {
      "provision_ref": "art10ter",
      "section": "10ter",
      "title": "Article 10ter",
      "content": "I. - Par dérogation au I de l'article L. 5122-1 du code du travail, l'employeur peut, soit en cas d'accord d'entreprise ou d'établissement ou, à défaut, de convention ou d'accord de branche, soit après avis favorable du comité social et économique ou du conseil d'entreprise, placer une partie seulement des salariés de l'entreprise, d'un établissement, d'un service ou d'un atelier, y compris ceux relevant de la même catégorie professionnelle, en position d'activité partielle ou appliquer à ces salariés une répartition différente des heures travaillées et non travaillées, lorsque cette individualisation est nécessaire pour assurer le maintien ou la reprise d'activité.\n\nL'accord ou le document soumis à l'avis du comité social et économique ou du conseil d'entreprise détermine notamment :\n\n1° Les compétences identifiées comme nécessaires au maintien ou à la reprise de l'activité de l'entreprise, de l'établissement, du service ou de l'atelier ;\n\n2° Les critères objectifs, liés aux postes, aux fonctions occupées ou aux qualifications et compétences professionnelles, justifiant la désignation des salariés maintenus ou placés en activité partielle ou faisant l'objet d'une répartition différente des heures travaillées et non travaillées ;\n\n3° Les modalités et la périodicité, qui ne peut être inférieure à trois mois, selon lesquelles il est procédé à un réexamen périodique des critères mentionnés au 2° afin de tenir compte de l'évolution du volume et des conditions d'activité de l'entreprise en vue, le cas échéant, d'une modification de l'accord ou du document ;\n\n4° Les modalités particulières selon lesquelles sont conciliées la vie professionnelle et la vie personnelle et familiale des salariés concernés ;\n\n5° Les modalités d'information des salariés de l'entreprise sur l'application de l'accord pendant toute sa durée.\n\nII. - Les accords conclus et les décisions unilatérales prises sur le fondement du présent article cessent de produire leurs effets à la date fixée en application de l'article 12 de la présente ordonnance."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.- Les dispositions de la présente ordonnance sont applicables à compter du 12 mars 2020 jusqu'à une date fixée par décret, et au plus tard jusqu'au 31 décembre 2022 pour les articles 2,3,5,6,8 ter, 9 et 10, et jusqu'au 31 décembre 2021 pour les autres articles, sous réserve des alinéas suivants.\n\nII.-L'article 7 est applicable aux salariés placés en position d'activité partielle entre le 1er novembre 2020 et une date fixée par décret et au plus tard :1° Pour les salariés mentionnés aux 1° et 3° du IV, jusqu'au dernier jour du mois où a pris fin l'état d'urgence sanitaire déclaré en application du décret n° 2020-1257 du 14 octobre 2020 déclarant l'état d'urgence sanitaire et prorogé par la loi n° 2020-1379 du 14 novembre 2020 autorisant la prorogation de l'état d'urgence sanitaire et portant diverses mesures de gestion de la crise sanitaire ;2° Pour les salariés mentionnés au 2° du IV, jusqu'au dernier jour du quatrième mois suivant le mois où a pris fin l'état d'urgence sanitaire mentionné à l'alinéa précédent."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le Premier ministre, le ministre des solidarités et de la santé, la ministre du travail et le ministre de l'action et des comptes publics sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française et qui entrera en vigueur immédiatement."
    }
  ]
}