{
  "id": "jorftext000000888573",
  "type": "statute",
  "title": "Loi n° 51-711 du 7 juin 1951",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000888573",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Le service statistique public comprend l'Institut national de la statistique et des études économiques et les services statistiques ministériels.\n\nLes statistiques publiques regroupent l'ensemble des productions issues :\n\n-des enquêtes statistiques dont la liste est arrêtée chaque année par un arrêté du ministre chargé de l'économie ;\n\n-de l'exploitation, à des fins d'information générale, de données collectées par des administrations, des organismes publics ou des organismes privés chargés d'une mission de service public.\n\nLa conception, la production et la diffusion des statistiques publiques sont effectuées en toute indépendance professionnelle.\n\nII.-Il est créé une Autorité de la statistique publique qui veille au respect du principe d'indépendance professionnelle dans la conception, la production et la diffusion de statistiques publiques ainsi que des principes d'objectivité, d'impartialité, de pertinence et de qualité des données produites.\n\nIII.-L'autorité est composée de neuf membres :\n\n-un président nommé par décret en conseil des ministres en raison de ses qualifications dans les domaines juridique, économique et technique ;\n\n-une personnalité qualifiée désignée par le président de l'Assemblée nationale ;\n\n-une personnalité qualifiée désignée par le président du Sénat ;\n\n-un membre du   Conseil économique, social et environnemental désigné par le président de ce dernier ;\n\n-le président du comité du secret statistique du Conseil national de l'information statistique ;\n\n-un membre de la Cour des comptes nommé par le premier président de la Cour des comptes ;-un membre de l'inspection générale des finances nommé par le chef du service de l'inspection générale des finances ;-un membre de l'inspection générale des affaires sociales nommé par le chef de l'inspection générale des affaires sociales ;-une personnalité qualifiée en matière statistique nommée par le ministre chargé de l'économie.IV.-Un décret en Conseil d'Etat précise les attributions et les modalités de fonctionnement de l'Autorité de la statistique publique."
    },
    {
      "provision_ref": "art1bis",
      "section": "1bis",
      "title": "Article 1bis",
      "content": "I. - Le Conseil national de l'information statistique est chargé, auprès de l'Institut national de la statistique et des études économiques, d'organiser la concertation entre les producteurs et les utilisateurs de la statistique publique. Il fait des propositions pour l'élaboration du programme de travaux statistiques et la coordination des enquêtes statistiques menées par les personnes chargées d'une mission de service public. Il comprend parmi ses membres un député et un sénateur.\n\nII. - Un décret en Conseil d'Etat fixe les attributions, la composition et les modalités de fonctionnement du Conseil national de l'information statistique, ainsi que la représentation, en son sein, du Conseil économique, social et environnemental. Il précise les conditions dans lesquelles l'autorité administrative décide du caractère obligatoire ou non de chaque enquête qui s'inscrit dans le cadre du programme annuel qu'elle a fixé."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Toute enquête statistique des services publics, à l'exclusion des travaux statistiques d'ordre intérieur ne comportant pas le concours de personnes étrangères à l'Administration, doit être soumise au visa préalable du ministre chargé de l'économie et du ministre à la compétence duquel ressortissent les intéressés.Le visa ne peut être accordé que si l'enquête s'inscrit dans le cadre du programme prévu à l'article précédent, si elle est prévue par une loi spéciale ou si elle présente un caractère de nécessité et d'urgence indiscutables."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les personnes sont tenues de répondre, avec exactitude, et dans les délais fixés, aux enquêtes statistiques qui sont rendues obligatoires en vertu de l'article 1er bis."
    },
    {
      "provision_ref": "art3bis",
      "section": "3bis",
      "title": "Article 3bis",
      "content": "I. - Le ministre chargé de l'économie peut décider, après avis du  Conseil national de l'information statistique, que les personnes morales  de droit privé sollicitées pour des enquêtes transmettent par voie  électronique sécurisée au service statistique public, à des fins  exclusives d'établissement de statistiques, les informations présentes  dans les bases de données qu'elles détiennent, lorsque ces informations  sont recherchées pour les besoins d'enquêtes statistiques qui sont  rendues obligatoires en application de l'article 1er bis.Cette décision est précédée d'une  concertation avec les personnes de droit privé sollicitées pour ces  enquêtes et d'une étude de faisabilité et d'opportunité rendue publique.Les données transmises par ces personnes  morales ne peuvent faire l'objet d'aucune communication de la part du  service dépositaire. Seules sont soumises au livre II du code du patrimoine les informations issues de ces données qui ont été agrégées et qui ne permettent pas l'identification de ces personnes morales.Les conditions dans lesquelles sont  réalisées ces enquêtes, notamment leur faisabilité, leur opportunité,  les modalités de collecte des données de même que, le cas échéant,  celles de leur enregistrement temporaire et celles de leur destruction  sont fixées par voie réglementaire.II. - Par dérogation à l'article 7, en cas  de refus de la personne morale sollicitée pour l'enquête de procéder à  la transmission d'informations conformément à la décision prise dans les  conditions mentionnées au I du présent article, le ministre chargé de  l'économie met en demeure cette personne. Cette mise en demeure fixe le  délai imparti à la personne sollicitée pour l'enquête pour faire valoir  ses observations. Ce délai ne peut être inférieur à un mois.Si la personne sollicitée pour l'enquête ne  se conforme pas à cette mise en demeure, le ministre saisit pour avis  le Conseil national de l'information statistique, réuni en comité du  contentieux des enquêtes statistiques obligatoires. La personne  sollicitée pour l'enquête est entendue par le comité.Au vu de cet avis, le ministre peut, par  une décision motivée, prononcer une amende administrative. Passé un  délai de deux ans à compter de la date de réception de la mise en  demeure, le ministre ne peut plus infliger d'amende.Le montant de la première amende encourue à  ce titre ne peut dépasser 25 000 €. En cas de récidive dans un délai de  trois ans, le montant de l'amende peut être porté à 50 000 € au plus.Le ministre peut rendre publiques les  sanctions qu'il prononce. Il peut également ordonner leur insertion dans  des publications, journaux et supports qu'il désigne, aux frais des  personnes sanctionnées."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Des organismes professionnels ou interprofessionnels peuvent être agréés par les pouvoirs publics pour servir d'intermédiaire dans l'exécution des enquêtes statistiques. L'agrément est donné ou retiré par arrêté conjoint du ministre chargé de l'économie et du ministre chargé de la branche intéressée.Lorsqu'un questionnaire revêtu du visa est ainsi diffusé par une organisation agréée, les intéressés ont la possibilité de répondre à leur choix par l'intermédiaire de cette organisation ou directement au service public enquêteur.Les organismes agréés adressent au service enquêteur, dans le délai prévu par l'acte d'agrément, les renseignements qu'ils ont recueillis."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sous réserve des dispositions des articles 40, \n56, 76, \n97 et 99 du code de procédure pénale et de celles de l'article L. 213-3 du code du patrimoine, les renseignements individuels figurant dans les questionnaires revêtus du visa prévu à l'article 2 de la présente loi et ayant trait à la vie personnelle et familiale et, d'une manière générale, aux faits et comportements d'ordre privé ne peuvent, sauf décision de l'administration des archives, prise après avis du comité du secret statistique et relative à une demande effectuée à des fins de statistique publique ou de recherche scientifique ou historique, faire l'objet d'aucune communication de la part du service dépositaire avant l'expiration d'un délai de soixante-quinze ans suivant la date de réalisation de l'enquête ou d'un délai de vingt-cinq ans à compter de la date du décès de l'intéressé, si ce dernier délai est plus bref.\n\nSous réserve des dispositions des articles 40, 56, 76, 97 et 99 du code de procédure pénale et de celles de l'article L. 213-3 du code du patrimoine, les renseignements individuels d'ordre économique ou financier figurant dans les questionnaires revêtus du visa prévu à l'article 2 de la présente loi ne peuvent, sauf décision de l'administration des archives, prise après avis du comité du secret statistique, faire l'objet d'aucune communication de la part du service dépositaire avant l'expiration d'un délai de vingt-cinq ans suivant la date de réalisation du recensement ou de l'enquête.\n\nCes renseignements ne peuvent en aucun cas être utilisés à des fins de contrôle fiscal ou de répression économique. Par application des dispositions de l'article L. 84 du livre des procédures fiscales et de l'article 64 A du code des douanes, les administrations dépositaires de renseignements de cette nature ne sont pas tenues par les obligations relatives au droit de communication.\n\nLes agents des services publics et des organisations appelés à servir d'intermédiaires pour les enquêtes dans les conditions fixées à l'article 4 sont astreints au secret professionnel sous les sanctions prévues aux articles 226-13 et 226-14 du code pénal.\n\nLes recensements et enquêtes statistiques effectués conformément aux dispositions de la présente loi ont le caractère d'archives publiques."
    },
    {
      "provision_ref": "art6bis",
      "section": "6bis",
      "title": "Article 6bis",
      "content": "Il est institué un comité du secret statistique. Ce comité est appelé à se prononcer sur toute question relative au secret en matière de statistiques. Il donne son avis sur les demandes de communication de données individuelles collectées en application de la présente loi.\n\nLe comité est présidé par un membre de la juridiction administrative, désigné par le vice-président du Conseil d'Etat. Il comprend notamment des représentants de l'Assemblée nationale et du Sénat.\n\nLa composition et les modalités de fonctionnement du comité sont fixées par décret en Conseil d'Etat.\n\nLes bénéficiaires des communications de données résultant des décisions ministérielles prises après avis du comité du secret statistique s'engagent à ne communiquer ces données à quiconque. Toute infraction aux dispositions de cet alinéa est punie des peines prévues à l'article 226-13 du code pénal."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "En cas de défaut de réponse après mise en demeure, dans le délai imparti par ladite mise en demeure, ou de réponse sciemment inexacte, les personnes physiques ou morales peuvent être l'objet d'une amende administrative prononcée par le ministre chargé de l'économie sur avis du conseil national de l'information statistique réuni en comité du contentieux des enquêtes statistiques obligatoires dans les conditions fixées par le décret prévu au II de l'article 1er bis.\n\nL'avis du comité est communiqué au ministre, accompagné, le cas échéant, des observations de l'intéressé.\n\nLa décision du ministre prononçant une amende est motivée ; le recours dirigé contre cette décision est un recours de pleine juridiction.\n\nPassé un délai de deux ans à compter de la date de réception de la mise en demeure, le ministre ne peut plus infliger d'amende.\n\nLe montant de la première amende encourue à ce titre par une personne physique ou morale ne peut dépasser 150 euros.\n\nEn cas de récidive dans le délai de trois ans, le montant de l'amende est porté à 300 euros au moins et 2250 euros au plus pour chaque infraction.\n\nCes amendes sont recouvrées au profit du Trésor public selon les procédures prévues pour les créances mentionnées à l'article 80 du décret n° 62-1587 du 29 décembre 1962 modifié portant règlement général sur la comptabilité publique.\n\nToutefois, tout défaut de réponse, après mise en demeure et dans le délai imparti par ladite mise en demeure, ou toute réponse sciemment inexacte à des questions ayant trait à la vie personnelle et familiale, sera puni de l'amende prévue au 1° de l'article 131-13 du code pénal."
    },
    {
      "provision_ref": "art7bis",
      "section": "7bis",
      "title": "Article 7bis",
      "content": "Sur demande du ministre chargé de l'économie, après avis du Conseil national de l'information statistique, et sauf disposition législative contraire, les informations relatives aux personnes physiques, à l'exclusion des données relatives à la vie sexuelle, et celles relatives aux personnes morales, recueillies dans le cadre de sa mission, par une administration, une personne morale de droit public, ou une personne morale de droit privé gérant un service public sont cédées, à des fins exclusives d'établissement de statistiques, à l'Institut national de la statistique et des études économiques ou aux services statistiques ministériels.Les données à caractère personnel relatives à la santé recueillies dans les conditions prévues à l'alinéa précédent ne peuvent être communiquées, sur demande du ministre chargé de la santé, à l'Institut national de la statistique et des études économiques ou aux services statistiques des ministères participant à la définition, à la conduite et à l'évaluation de la politique de santé publique que dans le cadre d'établissement de statistiques sur l'état de santé de la population, les politiques de santé publique ou les dispositifs de prise en charge par les systèmes de santé et de protection sociale en lien avec la morbidité des populations. Des enquêtes complémentaires, revêtues du visa préalable mentionné à l'article 2, peuvent être réalisées auprès d'échantillons de ces populations.Les modalités de communication des données à caractère personnel relatives à la santé recueillies dans les conditions prévues à l'alinéa précédent ne doivent pas permettre l'identification des personnes.Il ne peut être dérogé à cette dernière obligation que lorsque les conditions d'élaboration des statistiques prévues au deuxième alinéa nécessitent de disposer d'éléments d'identification directe ou indirecte des personnes, notamment aux fins d'établissement d'échantillons de personnes et d'appariement de données provenant de diverses sources, dans le respect des dispositions de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.Seules les personnes responsables de l'opération, désignées à cet effet par la personne morale autorisée à mettre en oeuvre le traitement, peuvent recevoir les données à caractère personnel relatives à la santé transmises à l'Institut national de la statistique et des études économiques ou aux services statistiques des ministères participant à la définition, à la conduite et à l'évaluation de la politique de santé publique. Après utilisation de ces données, les éléments d'identification des personnes doivent être détruits.Sous réserve de l'article 777-3 du code de procédure pénale, les dispositions des l'alinéas précédents s'appliquent nonobstant toutes dispositions contraires relatives au secret professionnel.Les cessions portant sur des données à caractère personnel, telles qu'elles sont définies à l'article 2 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés sont soumises aux dispositions de ladite loi ; l'acte réglementaire et, lorsque les cessions se font entre deux personnes morales distinctes, les conventions entre le cédant et le cessionnaire de ces informations prévoient les modalités de la transmission, la finalité du traitement envisagé et le sort des informations après leur utilisation aux fins de traitement statistique.Les cessions portant sur des informations concernant des personnes morales sont autorisées par décision conjointe du ministre chargé de l'économie et des ministres intéressés.Sous réserve des dispositions des articles 40, 56, 76, 97 et 99 du code de procédure pénale, les informations transmises en application du présent article et permettant l'identification des personnes physiques ou morales auxquelles elles s'appliquent ne peuvent faire l'objet d'aucune communication de la part du service bénéficiaire.Les agents de l'Institut national de la statistique et des études économiques et ceux des services statistiques ministériels sont astreints, pour les données dont ils ont à connaître en application du présent article, au secret professionnel sous les sanctions prévues aux articles 226-13 du code pénal."
    },
    {
      "provision_ref": "art7ter",
      "section": "7ter",
      "title": "Article 7ter",
      "content": "La formation plénière du comité du secret statistique est compétente pour émettre, après avis facultatif de l'administration ou de la personne morale ayant procédé à la collecte des données concernées, des recommandations relatives à l'accès pour des besoins de recherche scientifique ou pour la réalisation d'études économiques aux données individuelles transmises à l'Institut national de la statistique et des études économiques et aux services statistiques ministériels en application de l'article 7 bis de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sont abrogées toutes les dispositions législatives et réglementaires contraires aux dispositions de la présente loi."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "La présente loi est applicable dans les territoires d'outre-mer et les territoires associés.Ses modalités d'application seront fixées par les décrets en conseil d'Etat pris sur le rapport du ministre des affaires économiques ou sur le rapport conjoint des ministres des affaires économiques et de la France d'outre-mer."
    }
  ]
}