{
  "id": "jorftext000019995721",
  "type": "statute",
  "title": "LOI n° 2008-1425 du 27 décembre 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000019995721",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ― La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2009 conformément aux lois et règlements et aux dispositions de la présente loi.II. ― Sous réserve de dispositions contraires,la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de 2008 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 2008 ;3° A compter du 1er janvier 2009 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. ― Les prestations d'avantages en nature qui continuent d'être attribuées aux ayants droit de l'Agence nationale pour la garantie des droits des mineurs, relevant du statut du mineur, en application des contrats de capitalisation de ces prestations, jusqu'à l'âge retenu pour le calcul du capital, sont considérées comme ayant été mises à disposition du contribuable au sens de l'article 12 du code général des impôts, avant leur retenue par l'organisme chargé de leur gestion. Ces contrats de capitalisation se substituent, à titre définitif, aux prestations viagères visées au statut du mineur.II. ― Pour ces mêmes ayants droit de l'Agence nationale pour la garantie des droits des mineurs, relevant du statut du mineur, sont validés, sous réserve des décisions ayant définitivement acquis force de la chose jugée, les prélèvements fiscaux et sociaux effectués correspondant aux prestations versées avant l'âge de référence ayant servi de base au calcul du capital dans le cadre des contrats de capitalisation des prestations d'avantages en nature conclus jusqu'à la date d'entrée en vigueur de la présente loi, en tant que leur validité serait contestée par le moyen tiré de ce que le revenu correspondant n'était pas disponible.\n\nIII. - Les I et II sont applicables aux prestations d'avantages en nature de chauffage et de logement prévues par le statut du mineur et attribuées, en application des contrats de capitalisation de ces prestations, aux salariés et anciens salariés des organismes chargés du régime de sécurité sociale des mines prévus par l'article 10 du décret n° 46-2769 du 27 novembre 1946 portant organisation de la sécurité sociale dans les mines. (1)"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. ― Les sommes perçues dans le cadre de l'attribution du prix Nobel par les lauréats de ce prix ne sont pas soumises à l'impôt sur le revenu.II. ― De même, ne sont pas soumises à l'impôt sur le revenu les sommes perçues dans le cadre de l'attribution de récompenses internationales de niveau équivalent au prix Nobel dans les domaines littéraire, artistique ou scientifique dont la liste est fixée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les primes versées par l'Etat après consultation ou délibération de la Commission nationale du sport de haut niveau aux sportifs médaillés aux jeux olympiques et paralympiques de l'an 2008 à Pékin ne sont pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "II. - Le I s'applique aux exercices clos à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "II.-Le Gouvernement remet aux commissions des finances de l'Assemblée nationale et du Sénat, avant le dépôt du projet de loi de finances pour 2011, un rapport évaluant le coût et l'efficacité des dispositifs d'amortissement exceptionnel visés aux articles 39 AB, 39 quinquies DA, 39 quinquies E, 39 quinquies F et 39 quinquies FC du code général des impôts."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I à III-A modifié les dispositions suivantes :\n\nIV-A modifié les dispositions suivantes :\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-Livre des procédures fiscales\n\n-Ordonnance n° 45-2138 du 19 septembre 1945"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "-Les 1°, 2° et 3° du I s'appliquent, respectivement, à compter des 1er janvier 2009, 1er janvier 2010 et 1er janvier 2014."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I, II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les 1°, a du 3° et 4° du I s'appliquent à compter du 1er janvier 2009. Les autres dispositions du présent article s'appliquent aux fonds communs de placement à risques créés à compter de la date de publication du décret mentionné au b du 3° et au b du 5° du I et au plus tard le 30 juin 2009 et, pour les sociétés de capital risque et les entités, aux actions et droits émis à compter de la même date.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-Code de la sécurité sociale.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les personnes mentionnées au IV de l'article 33 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005 bénéficient d'un remboursement partiel de la taxe intérieure de consommation applicable au fioul domestique et au fioul lourd repris respectivement aux indices d'identification 21 et 24 du tableau B du 1 de l'article 265 du code des douanes et de la taxe intérieure de consommation sur le gaz naturel prévue à l'article 266 quinquies du même code.Le montant du remboursement s'élève à :― 5 € par hectolitre pour les quantités de fioul domestique acquises entre le 1er janvier et le 31 décembre 2008 ;― 1,665 € par 100 kilogrammes/nets pour les quantités de fioul lourd acquises entre le 1er janvier et le 31 décembre 2008 ;― 1,071 € par millier de kilowattheures pour les volumes de gaz acquis entre le 1er janvier et le 31 décembre 2008.Un décret fixe les conditions et délais dans lesquels les personnes mentionnées au premier alinéa adressent leur demande de remboursement."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "II. - Le I est applicable aux résultats des exercices ouverts à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "VII. - Le présent article n'est pas applicable aux sorties de régime intervenues avant le 2 janvier 2009."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "II. - Le I s'applique à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "VIII.-Les I à VII entrent en vigueur le 1er janvier 2009."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "II.-Le I entre en vigueur le 1er janvier 2010."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I et II-A créé les dispositions suivantes :\n\nIII.-Le présent article s'applique aux transformations réalisées à compter du 1er janvier 2009.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-A modifié les dispositions suivantes :\n\nII. ― Le I s'applique à compter du 1er juillet 2009.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\nArt. 1011 bis"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- Livre des procédures fiscales\n\nArt. L10\n\nIV. ― Le présent article s'applique à compter du 1er janvier 2009 pour le plafonnement des impositions afférentes aux revenus réalisés à compter de l'année 2007."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. ― Le I s'applique à compter du 1er janvier 2009.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "XI.-Le montant total à retenir au titre de 2009 pour l'ensemble des compensations mentionnées aux I à X est fixé à 1 570 596 045 €, soit un taux de minoration de 17, 108 % en 2009."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. ― A compter du 1er janvier 2009, une somme de 21 037 549 € est versée aux départements, dans les conditions définies au III de l'article 52 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005, au titre de la compensation financière des charges résultant de l'allongement de la durée de la formation initiale obligatoire des assistants maternels et de l'instauration d'une formation d'initiation aux gestes de secourisme prévus en application de l'article L. 421-14 du code de l'action sociale et des familles.Le montant par département de cette compensation au titre de la formation initiale obligatoire des assistants maternels est calculé en fonction du nombre d'assistants maternels agréés au 1er janvier 2007 dans le département concerné, de la durée supplémentaire de formation initiale obligatoire ainsi que du coût horaire de formation.Le montant par département de cette compensation au titre de la formation d'initiation aux gestes de secourisme est calculé en fonction du nombre d'assistants maternels agréés au 1er janvier 2007 dans le département concerné, de la durée de la formation d'initiation aux gestes de secourisme ainsi que du coût horaire de formation.Un décret fixe les modalités de calcul de cette compensation.\n\nII.-A modifié les dispositions suivantes :\n\n-Loi n° 2004-1484 du 30 décembre 2004"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. - Les ressources attribuées aux départements et à Saint-Pierre-et-Miquelon au titre du transfert de compétence résultant de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion et de l'ordonnance n° 2010-686 du 24 juin 2010 portant extension et adaptation dans les départements d'outre-mer, à Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion sont composées d'une part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole. Cette part est obtenue, pour l'ensemble des départements et à Saint-Pierre-et-Miquelon, par application d'une fraction du tarif de l'accise sur les énergies perçue sur les gazoles et les essences en métropole aux quantités de carburants vendues sur l'ensemble du territoire métropolitain.\n\nLa fraction de tarif mentionnée à l'alinéa précédent est calculée de sorte qu'appliquée aux quantités de carburants vendues sur l'ensemble du territoire métropolitain en 2008 elle conduise à un produit égal à la somme des montants suivants :\n\n1° Du montant correspondant aux sommes enregistrées dans les comptes des caisses d'allocations familiales et des caisses de la mutualité sociale agricole pour les mois de décembre 2009 à novembre 2010 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles et décaissées par les départements métropolitains entre janvier et décembre 2010, diminué des dépenses ayant incombé aux départements métropolitains en 2008 au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 262-11 du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée ;\n\n2° Du montant correspondant aux sommes enregistrées, pour chaque département d'outre-mer, à l'exception de la collectivité territoriale de Guyane à compter du 1er janvier 2019 et du département de La Réunion à compter du 1er janvier 2020, dans les comptes des caisses d'allocations familiales et, pour Saint-Pierre-et-Miquelon, dans les comptes de la caisse de prévoyance sociale pour les mois de décembre 2010 à novembre 2011 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles et décaissées par ces mêmes collectivités entre janvier et décembre 2011, diminué des dépenses leur ayant incombé en 2010 au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 262-11 du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée.\n\nLa fraction de tarif mentionnée au premier alinéa et calculée selon les modalités qui précèdent s'élève à :\n\n2,081 € par hectolitre s'agissant de l'essence E10 et des produits relevant de la catégorie fiscale des essences et soumis au tarif normal ;\n\n1,472 € par hectolitre s'agissant des produits relevant de la catégorie fiscale des gazoles et soumis au tarif normal.\n\nChaque département ainsi que Saint-Pierre-et-Miquelon reçoit un pourcentage de la part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole mentionnée au premier alinéa. Ce pourcentage est égal :\n\na) Pour chaque département métropolitain, au montant correspondant aux sommes enregistrées dans les comptes des caisses d'allocations familiales et des caisses de la mutualité sociale agricole pour les mois de décembre 2009 à novembre 2010 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles et décaissées par les départements métropolitains entre janvier et décembre 2010, diminué des dépenses ayant incombé aux mêmes départements en 2008 au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 262-11 du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée, rapporté à la somme des montants mentionnés aux 1° et 2° ;\n\nb) Pour chaque département d'outre-mer et pour Saint-Pierre-et-Miquelon, au montant correspondant aux sommes enregistrées dans les comptes des caisses d'allocations familiales et de la caisse de prévoyance sociale pour les mois de décembre 2010 à novembre 2011 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles et décaissées par ces mêmes collectivités entre janvier et décembre 2011, diminué des dépenses leur ayant incombé en 2010 au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 262-11 du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée, rapporté à la somme des montants mentionnés aux 1° et 2° du présent I.\n\nPour le calcul du montant mentionné au 1° et du pourcentage mentionné au a, les sommes enregistrées pour chaque département métropolitain dans les comptes des caisses d'allocations familiales et des caisses de la mutualité sociale agricole pour les mois de décembre 2009 à novembre 2010 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles et décaissées par les départements entre janvier et décembre 2010 ne sont prises en compte que si elles ne sont pas inférieures au montant des dépenses exposées par l'Etat en 2008 au titre de l'allocation de parent isolé, nettes des sommes exposées au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 524-5 du code de la sécurité sociale, dans sa rédaction applicable avant l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée, constatées au 31 décembre 2008 pour chaque département métropolitain par le ministre chargé de l'action sociale. A défaut, est pris en compte pour le calcul du montant mentionné au 1° et du pourcentage mentionné au a le montant des dépenses exposées par l'Etat en 2008 au titre de l'allocation de parent isolé, nettes des sommes exposées au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 524-5 du code de la sécurité sociale, dans sa rédaction applicable avant l'entrée en vigueur de la même loi n° 2008-1249 du 1er décembre 2008, constatées au 31 décembre 2008 pour chaque département métropolitain par le ministre chargé de l'action sociale.\n\nPour le calcul du montant mentionné au 2° du présent I et du pourcentage mentionné au b, les sommes enregistrées pour chaque département d'outre-mer dans les comptes des caisses d'allocations familiales pour les mois de décembre 2010 à novembre 2011 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles et décaissées par ces mêmes collectivités entre janvier et décembre 2011 ne sont prises en compte que si elles ne sont pas inférieures au montant des dépenses exposées par l'Etat en 2010 au titre de l'allocation de parent isolé, nettes des sommes exposées au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 524-5 du code de la sécurité sociale, dans sa rédaction applicable avant l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée, constatées au 31 décembre 2010 pour chaque département d'outre-mer par le ministre chargé de l'action sociale.\n\nA défaut, est pris en compte pour l'application du 2° et du b du présent I le montant des dépenses exposées par l'Etat en 2010 au titre de l'allocation de parent isolé, net des sommes exposées au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 524-5 du code de la sécurité sociale, dans sa rédaction applicable avant l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée, constatées au 31 décembre 2010 pour chaque département d'outre-mer par le ministre chargé de l'action sociale.\n\nA compter de 2015, la métropole de Lyon et le département du Rhône reçoivent un produit de taxe résultant de l'application, à la part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole reçu par le département du Rhône avant la création de la métropole de Lyon, d'une clé de répartition correspondant à 87,629 62 % pour la métropole de Lyon et à 12,370 38 % pour le département du Rhône.\n\nA compter du 1er janvier 2019, la collectivité territoriale de Guyane et, à compter du 1er janvier 2020, le département de La Réunion ne bénéficient plus des ressources de compensation issues du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole attribuées au titre du transfert de compétence résultant de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion et de l'ordonnance n° 2010-686 du 24 juin 2010 portant extension et adaptation dans les départements d'outre-mer, à Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion.\n\nA compter du 1er janvier 2020, les pourcentages de la part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole attribués aux départements et à Saint-Pierre-et-Miquelon au titre du transfert de compétence résultant de la loi n° 2008-1249 du 1er décembre 2008 précitée et de l'ordonnance n° 2010-686 du 24 juin 2010 précitée sont fixés comme suit :\n\nleft\n\nSi le produit affecté globalement aux départements et à Saint-Pierre-et-Miquelon en vertu des fractions de tarif qui leur sont attribuées par la loi de finances représente un montant annuel inférieur au montant du droit à compensation résultant de l'application du II de l'article 7 et du I de l'article 35 de la loi n° 2008-1249 du 1er décembre 2008 précitée, la différence fait l'objet d'une attribution d'une part correspondante du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole revenant à l'Etat.\n\nII.-A.-A modifié les dispositions suivantes :\n\nB.-En 2009, les versements mensuels du compte de concours financiers régi par le II de l'article 46 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 au titre de la part du produit de la taxe intérieure de consommation sur les produits pétroliers affectée à chaque département en application du I du présent article sont effectués à compter du mois de juillet et à raison d'un sixième du droit à compensation du département au titre de cette année.\n\nIII (Abrogé)\n\nIV.-Les ressources attribuées à Saint-Barthélemy et à Saint-Martin au titre du transfert de compétence résultant de l'ordonnance n° 2010-686 du 24 juin 2010 précitée viennent majorer le montant des dotations globales de compensation de Saint-Barthélemy et de Saint-Martin, respectivement mentionnées aux articles LO 6271-5 et LO 6371-5 du code général des collectivités territoriales. Ces ressources sont calculées dans les conditions prévues à l'article 35 de la loi n° 2008-1249 du 1er décembre 2008 précitée.\n\nDépartement ou collectivité\n\nPourcentage\n\nAin\n\n0,402081\n\nAisne\n\n1,332616\n\nAllier\n\n0,608323\n\nAlpes-de-Haute-Provence\n\n0,221930\n\nHautes-Alpes\n\n0,109897\n\nAlpes-Maritimes\n\n1,427071\n\nArdèche\n\n0,349216\n\nArdennes\n\n0,663633\n\nAriège\n\n0,275964\n\nAube\n\n0,663362\n\nAude\n\n0,921743\n\nAveyron\n\n0,176934\n\nBouches-du-Rhône\n\n5,062247\n\nCalvados\n\n0,914580\n\nCantal\n\n0,078509\n\nCharente\n\n0,691092\n\nCharente-Maritime\n\n0,932492\n\nCher\n\n0,533128\n\nCorrèze\n\n0,217228\n\nCorse-du-Sud\n\n0,114676\n\nHaute-Corse\n\n0,262973\n\nCôte-d'Or\n\n0,501559\n\nCotes-d'Armor\n\n0,558977\n\nCreuse\n\n0,110012\n\nDordogne\n\n0,528965\n\nDoubs\n\n0,676515\n\nDrôme\n\n0,647555\n\nEure\n\n0,949684\n\nEure-et-Loir\n\n0,528537\n\nFinistère\n\n0,627685\n\nGard\n\n1,599514\n\nHaute-Garonne\n\n1,530942\n\nGers\n\n0,178593\n\nGironde\n\n1,778646\n\nHérault\n\n2,013122\n\nIlle-et-Vilaine\n\n0,813345\n\nIndre\n\n0,306613\n\nIndre-et-Loire\n\n0,707000\n\nIsère\n\n1,191765\n\nJura\n\n0,237095\n\nLandes\n\n0,417970\n\nLoir-et-Cher\n\n0,400305\n\nLoire\n\n0,733412\n\nHaute-Loire\n\n0,170650\n\nLoire-Atlantique\n\n1,365372\n\nLoiret\n\n0,779406\n\nLot\n\n0,161440\n\nLot-et-Garonne\n\n0,504893\n\nLozère\n\n0,038128\n\nMaine-et-Loire\n\n0,932940\n\nManche\n\n0,451280\n\nMarne\n\n0,934066\n\nHaute-Marne\n\n0,293790\n\nMayenne\n\n0,269563\n\nMeurthe-et-Moselle\n\n1,089178\n\nMeuse\n\n0,350788\n\nMorbihan\n\n0,625820\n\nMoselle\n\n1,493964\n\nNièvre\n\n0,356690\n\nNord\n\n8,056025\n\nOise\n\n1,389433\n\nOrne\n\n0,418907\n\nPas-de-Calais\n\n4,926157\n\nPuy-de-Dôme\n\n0,665447\n\nPyrénées-Atlantiques\n\n0,618941\n\nHautes-Pyrénées\n\n0,282204\n\nPyrénées-Orientales\n\n1,362318\n\nBas-Rhin\n\n1,529211\n\nHaut-Rhin\n\n1,020004\n\nRhône\n\n0,205664\n\nMétropole de Lyon\n\n1,456891\n\nHaute-Saône\n\n0,322229\n\nSaône-et-Loire\n\n0,562231\n\nSarthe\n\n0,876081\n\nSavoie\n\n0,272186\n\nHaute-Savoie\n\n0,398840\n\nParis\n\n1,501254\n\nSeine-Maritime\n\n2,609662\n\nSeine-et-Marne\n\n2,011017\n\nYvelines\n\n0,970334\n\nDeux-Sèvres\n\n0,453512\n\nSomme\n\n1,281906\n\nTarn\n\n0,506087\n\nTarn-et-Garonne\n\n0,400964\n\nVar\n\n1,287811\n\nVaucluse\n\n1,115829\n\nVendée\n\n0,511514\n\nVienne\n\n0,807519\n\nHaute-Vienne\n\n0,565755\n\nVosges\n\n0,640604\n\nYonne\n\n0,568323\n\nTerritoire de Belfort\n\n0,239421\n\nEssonne\n\n1,473770\n\nHauts-de-Seine\n\n1,204763\n\nSeine-Saint-Denis\n\n4,295389\n\nVal-de-Marne\n\n1,849279\n\nVal-d'Oise\n\n1,852830\n\nGuadeloupe\n\n3,603793\n\nMartinique\n\n3,069280\n\nSaint-Pierre-Miquelon\n\n0,001141\n\n1\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\nArt. 46"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Pour 2009, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 52 249 228 000 € qui se répartissent comme suit :\n\nINTITULÉ DU PRÉLÈVEMENT\n\nMONTANT(en milliers d'euros)\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\ncenter\n\n40 846 531\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation et des radars automatiques\n\ncenter\n\n600 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\ncenter\n\n37 500\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\ncenter\n\n164 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation de compensation de la taxe professionnelle\n\ncenter\n\n638 057\n\nPrélèvement sur les recettes de l'Etat au profit du fonds de compensation pour la taxe sur la valeur ajoutée\n\ncenter\n\n5 855 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\ncenter\n\n1 908 622\n\nDotation élu local\n\ncenter\n\n64 618\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\ncenter\n\n43 697\n\nCompensation de la suppression de la part salaire de la taxe professionnelle\n\ncenter\n\n75 195\n\nFonds de mobilisation départementale pour l'insertion\n\ncenter\n\n500 000\n\nDotation départementale d'équipement des collèges\n\ncenter\n\n326 317\n\nDotation régionale d'équipement scolaire\n\ncenter\n\n661 186\n\nCompensation d'exonération au titre de la réduction de la fraction des recettes prises en compte dans les bases de taxe professionnelle des titulaires de bénéfices non commerciaux\n\ncenter\n\n299 842\n\nCompensation d'exonération de la taxe foncière relative au non-bâti agricole (hors la Corse)\n\ncenter\n\n216 009\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\ncenter\n\n10 000\n\nDotation globale de construction et d'équipement scolaire\n\ncenter\n\n2 654\n\nTotal\n\ncenter\n\n52 249 228\n\ncenter\n\n1\n\n760"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2009.\n\nleft"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "VII. ― A compter du 1er janvier 2010, la taxe prévue à l'article 302 bis KB du code général des impôts est recouvrée par le Centre national du cinéma et de l'image animée."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I, II, III.-A modifié les dispositions suivantes :\n\nIV. ― Le présent article entre en vigueur en même temps que l'article 51 de la loi n° 2007-1824 du 25 décembre 2007 de finances rectificative pour 2007.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-LOI n° 2007-1824 du 25 décembre 2007"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le versement annuel prévu au IV de l'article 46 de la loi de finances pour 1997 (n° 96-1181 du 30 décembre 1996) est fixé à 578 millions d'euros en 2009."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I.-La dette contractée au nom du fonds de financement des prestations sociales des non-salariés agricoles, sous forme d'ouvertures de crédits à court terme consenties, par voie de convention, par plusieurs établissements bancaires jusqu'au 31 décembre 2008, est transférée à l'Etat.\n\nCe transfert emporte de plein droit substitution de débiteur et substitution pure et simple de l'Etat dans l'ensemble des droits et obligations du fonds de financement des prestations sociales des non-salariés agricoles, au titre des conventions transférées. Cette substitution de débiteur emporte de plein droit extinction des créances correspondantes.\n\nIII.-A compter du 1er janvier 2009, le produit de la taxe sur les véhicules de société mentionnée à l'article 1010 du code général des impôts est affecté à la Caisse centrale de la mutualité sociale agricole pour le financement des prestations d'assurance maladie, maternité et invalidité du régime de protection sociale des non-salariés agricoles.\n\nIV.-Le I entre en vigueur dès la promulgation de la présente loi.\n\nII.-A modifié les dispositions suivantes :\n\n-LOI n° 2007-1822 du 24 décembre 2007"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. ― Les droits et obligations afférents aux contrats d'emprunts figurant au passif du bilan de l'établissement public dénommé « ERAP » sont transférés à l'Etat en contrepartie d'une livraison à ce dernier de titres de participations détenus par cet établissement, pour une valeur identique à ces droits et obligations. Les intérêts afférents à cette dette ou au refinancement de celle-ci seront retracés au sein du compte de commerce « Gestion de la dette et de la trésorerie de l'Etat », en qualité d'intérêts de la dette négociable.II. ― Ce transfert n'ouvre droit ni à remboursement anticipé ni à la modification des conditions auxquelles les contrats d'emprunts ont été conclus.III. ― Ce transfert ne donne lieu à la perception d'aucun droit, taxe ou versement.IV. ― Les modalités d'application du présent article sont, en tant que de besoin, fixées par voie réglementaire."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I.-L'établissement public Autoroutes de France est dissous le 1er janvier 2009.\n\nL'article 13 de la loi n° 85-11 du 3 janvier 1985 relative aux comptes consolidés de certaines sociétés commerciales et entreprises publiques n'est pas applicable aux comptes financiers des exercices 2008 et 2009 de l'établissement. Ces comptes sont arrêtés et approuvés par décision conjointe du ministre chargé du budget, du ministre chargé de l'économie et du ministre chargé de la voirie routière. Il est mis fin au mandat des commissaires aux comptes dès l'exercice 2008.\n\nA cette date, les éléments de passif et d'actif de l'établissement ainsi que les droits et obligations nés de son activité sont transférés à l'Etat.\n\nCe transfert ne donne lieu à aucune indemnité ni perception de droits, impôts et taxes de quelque nature que ce soit, ni à aucun versement, au profit des agents de l'Etat, d'honoraires ou de la contribution prévue à l'article 879 du code général des impôts.\n\nLa trésorerie détenue par l'établissement à la date de sa dissolution est reversée sur le compte d'affectation spéciale Participations financières de l'Etat.\n\nII.-A abrogé les dispositions suivantes :\n\nmodifié les dispositions suivantes :\n\n-Code de la voirie routière\n\n-Code de la voirie routière"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le produit de liquidation du solde de clôture de l'Etablissement public chargé de l'aménagement des rives de l'étang de Berre, constaté dans les conditions définies par le décret n° 2001-1383 du 31 décembre 2001 portant dissolution de cet établissement, est affecté à hauteur de 90 % à l'Etablissement public d'aménagement Euroméditerranée et à hauteur de 10 % au budget général de l'Etat."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I.-Les immeubles domaniaux reconnus inutiles par le ministre de la défense dans le cadre des opérations de restructuration de la défense réalisées entre le 1er janvier 2009 et le 31 décembre 2014 peuvent faire l'objet de cessions à l'euro symbolique et avec complément de prix différé aux communes les plus fortement affectées par les restructurations et qui en font la demande. Un groupement de communes peut se substituer à la commune concernée, sur demande de cette dernière.\n\nSont éligibles à ce dispositif les communes sur lesquelles la restructuration a un effet majeur, en particulier au regard du nombre d'emplois supprimés rapporté aux emplois existants, qui connaissent une situation de grande fragilité économique, sociale et démographique et qui disposent de capacités propres de redynamisation limitées, notamment au regard des caractéristiques du tissu économique et de ses évolutions récentes ainsi que des perspectives de développement d'activités nouvelles sur le territoire concerné. La liste de ces communes est fixée par décret en Conseil d'Etat.\n\nCes cessions sont autorisées par décret pris sur le rapport du ministre de la défense et du ministre chargé du domaine, en vue de permettre la réalisation d'opérations ou d'actions d'aménagement au sens de l'article L. 300-1 du code de l'urbanisme. Ce décret indique la valeur des immeubles domaniaux cédés, estimée par l'administration chargée des domaines.\n\nLe transfert de propriété intervient au jour de la signature de l'acte authentique constatant la cession. Le cessionnaire est substitué à l'Etat pour les droits et obligations liés aux biens qu'il reçoit en l'état.\n\nLes cessions réalisées dans ces conditions ne donnent lieu à paiement d'aucune indemnité ou perception de droits ou taxes, ni à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit d'agents de l'Etat.\n\nEn cas de revente, y compris fractionnée, ou de cession de droits réels portant sur le bien considéré, pendant un délai de quinze ans à compter de la cession initiale, la commune ou le groupement verse à l'Etat, à titre de complément de prix, la somme correspondant à la moitié de la différence entre le produit des ventes et la somme des coûts afférents aux biens cédés et supportés par la commune ou le groupement, y compris les coûts de dépollution.\n\nCette obligation pèse, pendant le même délai de quinze ans, sur les acquéreurs successifs de tout ou partie des biens ainsi cédés dès lors que la cession envisagée porte sur lesdits biens avant construction ou réhabilitation des bâtiments existants.\n\nEn l'absence de revente ou de cession de droits réels portant sur tout ou partie des biens cédés par l'Etat, pendant le délai de quinze ans à compter de la cession initiale et en cas de non-réalisation d'une action ou d'une opération d'aménagement prévue à l'article L. 300-1 du code de l'urbanisme, l'Etat peut convenir avec la commune du rachat de l'immeuble à l'euro symbolique. En l'absence d'opération de rachat, le complément de prix s'élève à la valeur des biens indiquée dans le décret mentionné au troisième alinéa, indexée sur la variation de l'indice du coût de la construction.\n\nLes actes de vente et de cession de droits réels successifs reprennent les obligations résultant du présent article pour en assurer la publication au fichier immobilier.\n\nII.-L'article L. 240-1 et  les cinq premiers alinéas  de l'article L. 213-1 du code de l'urbanisme ne sont pas applicables aux cessions mentionnées au I du présent article.\n\nIII.-à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\n-Loi n° 2006-1771 du 30 décembre 2006\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Est autorisée, à compter de la date d'entrée en vigueur de la présente loi, la perception de la redevance destinée à couvrir les frais d'acheminement des certificats d'immatriculation des véhicules instituée par le décret n° 2008-850 du 26 août 2008."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2009 à 18,9 milliards d'euros."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. ― Pour 2009, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte, sont fixés aux montants suivants :\n\n(En millions d'euros)\n\nleft\n\n2° Le ministre de l'économie, de l'industrie et de l'emploi est autorisé à procéder, en 2009, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives, à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, sur le marché interbancaire de la zone euro et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le ministre de l'économie, de l'industrie et de l'emploi est, jusqu'au 31 décembre 2009, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements et chargés d'une mission d'intérêt général, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 24 milliards d'euros.\n\nIII. ― Pour 2009, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 2 120 830.\n\nIV. ― Pour 2009, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.\n\nIl y a constatation de tels surplus si, pour l'année 2009, le produit des impositions de toute nature établies au profit de l'Etat net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative de l'année 2009 ou, à défaut, dans le projet de loi de finances pour 2010, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\n.\n\nRESSOURCES\n\nCHARGES\n\nSOLDES\n\nBudget général\n\n.\n\n.\n\n.\n\nRecettes fiscales brutes / dépenses brutes\n\n361 348\n\n379 028\n\n.\n\nA déduire :\n\nRemboursements et dégrèvements\n\n101 965\n\n101 965\n\n.\n\nRecettes fiscales nettes / dépenses nettes\n\n259 383\n\n277 063\n\n.\n\nRecettes non fiscales\n\n22 678\n\ncenter\n\n.\n\nRecettes totales nettes / dépenses nettes\n\n282 061\n\n277 063\n\n.\n\nA déduire :\n\nPrélèvements sur recettes au profit des collectivités territoriales et des Communautés européennes\n\n71 149\n\n.\n\n.\n\nMontants nets pour le budget général\n\n210 912\n\n277 063\n\n-66 151\n\nEvaluation des fonds de concours et crédits correspondants\n\n3 316\n\n3 316\n\n.\n\nMontants nets pour le budget général, y compris fonds de concours\n\n214 228\n\n280 379\n\n.\n\nBudgets annexes\n\nContrôle et exploitation aériens\n\n1 907\n\n1 907\n\n.\n\nPublications officielles et information administrative\n\n196\n\n196\n\n.\n\nTotaux pour les budgets annexes\n\n2 103\n\n2 103\n\n.\n\nEvaluation des fonds de concours et crédits correspondants :\n\nContrôle et exploitation aériens\n\n19\n\n19\n\n.\n\nPublications officielles et information administrative\n\n.\n\n.\n\n.\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n2 122\n\n2 122\n\n.\n\nComptes spéciaux\n\nComptes d'affectation spéciale\n\n57 459\n\n57 464\n\n-5\n\nComptes de concours financiers\n\n98 506\n\n99 436\n\n-930\n\nComptes de commerce (solde)\n\ncenter\n\ncenter\n\n18\n\nComptes d'opérations monétaires (solde)\n\ncenter\n\ncenter\n\n82\n\nSolde pour les comptes spéciaux\n\ncenter\n\ncenter\n\n-835\n\nSolde général\n\ncenter\n\ncenter\n\n-66 986\n\ncenter\n\n1\n\n0\n\n760\n\nBesoin de financement\n\ncenter\n\nAmortissement de la dette à long terme\n\ncenter\n\n63,6\n\nAmortissement de la dette à moyen terme\n\ncenter\n\n47,4\n\nAmortissement de dettes reprises par l'Etat\n\ncenter\n\n1,6\n\nDéficit budgétaire\n\ncenter\n\n67,0\n\nTotal\n\ncenter\n\n179,6\n\nRessources de financement\n\ncenter\n\nEmissions à moyen et long termes (obligations assimilables du Trésor et bons du Trésor à taux fixe et intérêt annuel) nettes des rachats effectués par l'Etat et par la Caisse de la dette publique\n\ncenter\n\n135,0\n\nAnnulation de titres de l'Etat par la Caisse de la dette publique\n\ncenter\n\n2,5\n\nVariation nette des bons du Trésor à taux fixe et intérêts précomptés\n\ncenter\n\n20,9\n\nVariation des dépôts des correspondants\n\ncenter\n\n―\n\nVariation du compte de Trésor\n\ncenter\n\n19,0\n\nAutres ressources de trésorerie\n\ncenter\n\n2,2\n\nTotal\n\ncenter\n\n179,6\n\ncenter\n\n1\n\n760\n\nII. ― Pour 2009 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Il est ouvert aux ministres, pour 2009, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 392 019 909 146 € et de 379 028 426 440 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Il est ouvert aux ministres, pour 2009, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 2 129 035 333 € et de 2 102 906 288 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Il est ouvert aux ministres, pour 2009, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 157 625 905 226 € et de 156 899 905 226 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2009, au titre des comptes de commerce, sont fixées au montant de 18 113 609 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. ― Les autorisations de découvert accordées au ministre de l'économie, de l'industrie et de l'emploi, pour 2009, au titre des comptes d'opérations monétaires, sont fixées au montant de 400 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Le plafond des autorisations d'emplois pour 2009, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDÉSIGNATION DU MINISTÈREou du budget annexe\n\nPLAFONDexprimé enéquivalents tempsplein travaillé\n\nI. - Budget général\n\ncenter\n\n2 108 123\n\ncenter\n\nAffaires étrangères et européennes\n\n15 866\n\nAgriculture et pêche\n\n34 597\n\nBudget, comptes publics et fonction publique\n\n148 194\n\nCulture et communication\n\n11 731\n\nDéfense\n\n318 455\n\nEcologie, énergie, développement durable et aménagement du territoire\n\n67 241\n\nEconomie, finances et emploi\n\n15 702\n\nEducation nationale\n\n977 863\n\nEnseignement supérieur et recherche\n\n115 509\n\nImmigration, intégration, identité nationale et codéveloppement\n\n613\n\nIntérieur, outre-mer et collectivités territoriales\n\n286 825\n\nJustice\n\n72 749\n\nLogement et ville\n\n3 505\n\nSanté, jeunesse, sports et vie associative\n\n6 814\n\nServices du Premier ministre\n\n7 771\n\nTravail, relations sociales, famille et solidarité\n\n24 688\n\nII. - Budgets annexes\n\ncenter\n\n12 707\n\ncenter\n\nContrôle et exploitation aériens\n\n11 734\n\nPublications officielles et information administrative\n\n973\n\nTotal général\n\ncenter\n\n2 120 830\n\ncenter\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "A compter de l'exercice pour 2010, la loi de finances de l'année fixe le plafond d'emploi des établissements à autonomie financière visés à l'article 66 de la loi n° 73-1150 du 27 décembre 1973 de finances pour 1974."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Pour 2009, le plafond des autorisations d'emplois des opérateurs de l'Etat, exprimé en équivalents temps plein, est fixé à 266 061 emplois. Ce plafond est réparti comme suit :\n\nMISSIONS\n\net programmes\n\nNOMBRE\n\nd'emplois\n\nsous plafond\n\nexprimé\n\nen équivalents\n\ntemps plein\n\nAction extérieure de l'Etat\n\ncenter\n\ncenter\n\n6 523\n\ncenter\n\nRayonnement culturel et scientifique\n\n6 523\n\nAdministration générale et territoriale de l'Etat\n\ncenter\n\ncenter\n\n140\n\ncenter\n\nAdministration territoriale\n\n116\n\nConduite et pilotage des politiques de l'intérieur\n\n24\n\nAgriculture, pêche, alimentation,\n\ncenter\n\nforêt et affaires rurales\n\ncenter\n\ncenter\n\n16 952\n\ncenter\n\nEconomie et développement durable de l'agriculture, de la pêche et des territoires\n\n5 083\n\nForêt\n\n10 755\n\nSécurité et qualité sanitaires de l'alimentation\n\n1 107\n\nConduite et pilotage des politiques de l'agriculture\n\n7\n\nAide publique au développement\n\ncenter\n\ncenter\n\n299\n\ncenter\n\nAide économique et financière au développement\n\n52\n\nSolidarité à l'égard des pays en développement\n\n247\n\nAnciens combattants,\n\ncenter\n\nmémoire et liens avec la Nation\n\ncenter\n\ncenter\n\n1 113\n\ncenter\n\nMémoire, reconnaissance et réparation en faveur du monde combattant\n\n1 113\n\nCulture\n\ncenter\n\ncenter\n\n17 876\n\ncenter\n\nPatrimoines\n\n11 260\n\nCréation\n\n3 731\n\nTransmissions des savoirs et démocratisation de la culture\n\n2 885\n\nDéfense\n\ncenter\n\ncenter\n\n4 754\n\ncenter\n\nEnvironnement et prospective de la politique de défense\n\n3 549\n\nPréparation et emploi des forces\n\n2\n\nSoutien de la politique de défense\n\n1 203\n\nDirection de l'action du Gouvernement\n\ncenter\n\ncenter\n\n527\n\ncenter\n\nCoordination du travail gouvernemental\n\n527\n\nEcologie, développement et aménagement durables\n\ncenter\n\ncenter\n\n14 102\n\ncenter\n\nInfrastructures et services de transports\n\n486\n\nMétéorologie\n\n3 541\n\nUrbanisme, paysages, eau et biodiversité\n\n5 652\n\nInformation géographique et cartographique\n\n1 673\n\nPrévention des risques\n\n1 519\n\nEnergie et après-mines\n\n808\n\nConduite et pilotage des politiques de l'écologie, de l'énergie, du développement durable et de l'aménagement du territoire\n\n423\n\nEconomie\n\ncenter\n\ncenter\n\n3 605\n\ncenter\n\nTourisme\n\n329\n\nDéveloppement des entreprises et de l'emploi\n\n3 276\n\nEnseignement scolaire\n\ncenter\n\ncenter\n\n5 037\n\ncenter\n\nSoutien de la politique de l'éducation nationale\n\n5 037\n\nGestion des finances publiques\n\ncenter\n\net des ressources humaines\n\ncenter\n\ncenter\n\n1 482\n\ncenter\n\nFonction publique\n\n1 482\n\nImmigration, asile et intégration\n\ncenter\n\ncenter\n\n1 302\n\ncenter\n\nImmigration et asile\n\n412\n\nIntégration et accès à la nationalité française\n\n890\n\nJustice\n\ncenter\n\ncenter\n\n1 124\n\ncenter\n\nJustice judiciaire\n\n799\n\nAdministration pénitentiaire\n\n240\n\nConduite et pilotage de la politique de justice\n\n85\n\nOutre-mer\n\ncenter\n\ncenter\n\n126\n\ncenter\n\nEmploi outre-mer\n\n126\n\nRecherche et enseignement supérieur\n\ncenter\n\ncenter\n\n143 127\n\ncenter\n\nFormations supérieures et recherche universitaire\n\n52 047\n\nVie étudiante\n\n12 794\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n48 676\n\nRecherche dans le domaine de la gestion des milieux et des ressources\n\n17 214\n\nRecherche spatiale\n\n2 417\n\nRecherche dans le domaine des risques et des pollutions\n\n1 669\n\nRecherche dans le domaine de l'énergie\n\n2 026\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n2 404\n\nRecherche dans le domaine des transports, de l'équipement et de l'habitat\n\n1 844\n\nRecherche duale (civile et militaire)\n\n0\n\nRecherche culturelle et culture scientifique\n\n1 207\n\nEnseignement supérieur et recherche agricoles\n\n829\n\nRégimes sociaux et de retraite\n\ncenter\n\ncenter\n\n459\n\ncenter\n\nRégimes de retraite et de sécurité sociale des marins\n\n459\n\nSanté\n\ncenter\n\ncenter\n\n2 995\n\ncenter\n\nPrévention et sécurité sanitaire\n\n2 429\n\nOffre de soins et qualité du système de soins\n\n557\n\nProtection maladie\n\n9\n\nSécurité\n\ncenter\n\ncenter\n\n145\n\ncenter\n\nPolice nationale\n\n145\n\nSécurité civile\n\ncenter\n\ncenter\n\n122\n\ncenter\n\nCoordination des moyens de secours\n\n122\n\ncenter\n\ncenter\n\nSolidarité, insertion et égalité des chances\n\ncenter\n\ncenter\n\n357\n\ncenter\n\nActions en faveur des familles vulnérables\n\n91\n\nHandicap et dépendance\n\n266\n\nSport, jeunesse et vie associative\n\ncenter\n\ncenter\n\n833\n\ncenter\n\nSport\n\n737\n\nJeunesse et vie associative\n\n96\n\nTravail et emploi\n\ncenter\n\ncenter\n\n41 974\n\ncenter\n\nAccès et retour à l'emploi\n\n41 490\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n119\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n194\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n171\n\nVille et logement\n\ncenter\n\ncenter\n\n563\n\ncenter\n\nPrévention de l'exclusion et insertion des personnes vulnérables\n\n47\n\nPolitique de la ville\n\n344\n\nDéveloppement et amélioration de l'offre de logement\n\n172\n\nContrôle et exploitation aériens (budget annexe)\n\ncenter\n\ncenter\n\n524\n\ncenter\n\nFormation aéronautique\n\n524\n\nTotal général\n\n266 061\n\n1\n\n0\n\ncenter"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Les reports de 2008 sur 2009 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits de paiement ouverts sur ces mêmes programmes par la loi n° 2007-1822 du 24 décembre 2007 de finances pour 2008."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Pour les dispositifs dont la revalorisation annuelle fait référence à l'évolution prévisionnelle des prix à la consommation hors tabac prévue dans le rapport économique, social et financier joint au projet de loi de finances de l'année, le taux de revalorisation est fixé à 1,5 % en 2009."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I, III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. ―Abrogé.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - A créé les dispositions suivantes :\n\nII. ― Le présent article est applicable à compter de l'imposition des revenus de  2009.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Le Gouvernement présente, avant la fin du premier semestre 2009, un rapport au Parlement sur l'opportunité de fixer un délai maximum pour la réalisation des fouilles archéologiques faisant suite à des diagnostics."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "- CODE GENERAL DES IMPOTS, CGI.- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "III.-Le Gouvernement présente au Parlement, avant le 31 décembre 2011, un rapport d'évaluation détaillé sur la diffusion et l'impact de l'avantage fiscal en faveur du financement de la pêche artisanale."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "III.-Le Gouvernement présente au Parlement, avant le 31 décembre 2011, un rapport d'évaluation détaillé sur la diffusion et l'impact du compte épargne codéveloppement."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I à V-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "III.-Les I et II sont applicables à compter de l'imposition des revenus de 2009, sous réserve des dispositions spécifiques mentionnées aux alinéas suivants."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "II.-Le revenu imposable au titre des années 2009 à 2012 des contribuables célibataires, divorcés ou veufs ayant bénéficié au titre de l'imposition de leurs revenus de 2008 des dispositions du 1 de l'article 195 du code général des impôts en application des a, b et e du même 1 dans leur rédaction en vigueur au 1er janvier 2008 et qui ne sont pas mentionnés aux a, b et e du même 1 dans sa rédaction résultant de la présente loi est divisé par 1,5 à la condition que ces contribuables vivent seuls."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I - A modifié les dispositions suivantes :\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I - A modifié les dispositions suivantes :\n\nII. - Le I s'applique à compter de l'imposition des revenus de 2009.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I à VA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI. ― Un décret fixe les modalités d'application des II à IV.\n\nVII. ― les I à IV s'appliquent aux avances remboursables émises entre le premier jour du premier mois suivant la publication du décret en Conseil d'Etat prévu au VII de l'article 244 quater U du code général des impôts et le 31 décembre 2027.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - A modifié les dispositions suivantes :\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Un rapport d'évaluation du Gouvernement sur le crédit d'impôt pour dépenses de recherche est transmis au Parlement avant le 30 novembre 2009."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "II. - Le 1° du I s'applique aux logements acquis neufs, en l'état futur d'achèvement ou que le contribuable fait construire, qui ont fait l'objet d'une demande de permis de construire déposée à compter de l'entrée en vigueur du décret mentionné au même 1° du I et au plus tard à compter du 1er janvier 2010. Les 2° à 4° du I s'appliquent aux logements acquis à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I. - A modifié les dispositions suivantes :\n\n- CODE GENERAL DES IMPOTS, CGI.\n\nArt. 31\n\nII. - Le I s'applique aux logements acquis neufs, en l'état futur d'achèvement ou que le contribuable fait construire, qui ont fait l'objet d'une demande de permis de construire déposée à compter de l'entrée en vigueur du décret mentionné au I, et au plus tard à compter du 1er janvier 2010 ."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. - A modifié les dispositions suivantes :\n\n- CODE GENERAL DES IMPOTS, CGI.\n\nArt. 885-0 V bis A\n\nII. - Le I s'applique à compter du 1er janvier 2010."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I.-A modifié les dispositions suivantes :\n\n-CODE GENERAL DES IMPOTS, CGI.\n\nArt. 885-0 V bis\n\nII. ― Le I s'applique aux versements afférents à des souscriptions effectuées à compter de la date limite de dépôt de la déclaration au titre de l'année 2009."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\n-CODE GENERAL DES IMPOTS, CGI.\n\nArt. 1383-0 B bis, Art. 1639 A quater\n\nIII. ― Le présent article s'applique à compter des impositions établies au titre de 2010."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- CODE GENERAL DES IMPOTS, CGI.\n\nArt. 200 quater,   Art. 31\n\nIII. ― Le présent article s'applique aux dépenses payées à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV. ― Les I à IV entrent en vigueur pour les revenus perçus à compter du 1er janvier 2009.\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux dépenses engagées à partir du 1er janvier 2009.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux dépenses payées à compter du 1er janvier 2009.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV. ― Le présent article s'applique à compter des impositions établies au titre  de 2010 pour les parcelles qui sont exploitées selon le mode de production  biologique à compter du 1er janvier 2009.\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- Code rural\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Le Gouvernement présente au Parlement un rapport d'évaluation portant sur les conditions de l'équilibre économique de l'industrie éolienne, et en particulier sur son régime fiscal.Ce rapport doit être transmis au plus tard le 30 juin 2009."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. ― Le I s'applique aux impositions établies au titre de 2009 et des années suivantes.\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. ― Le I s'applique à compter de l'impôt sur le revenu dû au titre de 2009 et à l'impôt dû par les sociétés sur les résultats des exercices clos à compter du 1er janvier 2009.\n\n- CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "I A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux rémunérations versées à compter du 1er janvier 2009.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nIII. - Les I et II entrent en vigueur à compter du 1er janvier 2010\n\n- CODE GENERAL DES IMPOTS, CGI.\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "Le Gouvernement présente, en annexe générale au projet de loi de finances de l'année, un rapport présentant deux scénarios alternatifs à celui retenu pour l'élaboration du projet de loi de finances qui précisent les modifications qu'entraîneraient des hypothèses de croissance différentes, l'une supérieure, l'autre inférieure, à celle retenue sur les prévisions de recettes fiscales, de prélèvements obligatoires, de dépenses publiques, de dette, de déficit budgétaire et de déficit des administrations publiques."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - (Abrogé).\n\nV. - Le présent article entre en vigueur à une date fixée par décret et au plus tard le 1er janvier 2010.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\nArt. 220 quaterdecies, Art. 223 O, Art. 220 Z bis"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I et II. - A modifié les dispositions suivantes :\n\n- CODE GENERAL DES IMPOTS, CGI.\n\nSct. IV : Carte nationale d'identité.,  Art. 960,  Art. 955\n\nIII. ― (Abrogé)"
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "Le Gouvernement remet au Parlement, avant le 10 octobre 2009, un rapport évaluant l'impact de la réorganisation de l'Office national des forêts, du centre national professionnel et des centres régionaux de la propriété forestière sur la gestion de l'espace forestier en métropole et outre-mer, ainsi que sur les budgets de l'Etat et des collectivités territoriales."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "Un rapport sur l'évolution de la fiscalité agricole et des activités en lien avec l'agriculture est remis au Parlement avant le 10 octobre 2009."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "I. ― La totalité du dividende de l'Agence française de développement au titre d'un exercice est versée aux recettes non fiscales du budget général de l'Etat au plus tard le 31 décembre de l'année de sa constatation.II. ― Le I s'applique au titre des exercices ouverts à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "II. ― Par dérogation au deuxième alinéa du III de l'article 68 de la loi de finances rectificative pour 2002 (n° 2002-1576 du 30 décembre 2002), la modification mentionnée au I du présent article est applicable aux retraites du combattant visées au I de l'article 100 de la loi n° 2006-1666 du 21 décembre 2006 de finances pour 2007."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "Au plus tard le 31 janvier 2009, le Gouvernement présente au Parlement un rapport sur l'incidence de l'application de l'article L. 441-6 du code de commerce pour les opérations d'achat, de vente, de livraison, de commission, de courtage ou de façon de livres et, le cas échéant, les mesures de soutien budgétaire et fiscal et les mesures dérogatoires qu'il compte mettre en œuvre pour ces opérations."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "Dans un délai de six mois suivant la promulgation de la présente loi, le Gouvernement présente un rapport aux commissions chargées des finances et des affaires culturelles de chacune des assemblées parlementaires pour déterminer l'impact du droit de suite sur le budget de l'Etat et les modalités de réforme de ce droit afin que son application ne crée pas de distorsion de concurrence entre la France et les autres Etats membres de l'Union européenne."
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "I. – Une indemnité de départ volontaire peut être attribuée, à compter du 1er janvier 2009 et jusqu'au 31 décembre 2025, dans des conditions définies par décret, aux ouvriers de l'Etat du ministère de la défense, lorsqu'ils quittent le service dans le cadre d'une restructuration ou d'une réorganisation.\n\nII. – A modifié les dispositions suivantes :\n\nIII. – (Abrogé)\n\nIV. – Pour l'application du présent article, la liste des services et fonctions considérés comme faisant l'objet d'une restructuration ou d'une réorganisation est arrêtée par le ministre de la défense.\n\n-CODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2008, un rapport sur le régime de retraite des marins-pompiers de Marseille et des sapeurs-pompiers de Paris ainsi que sur l'application de l'article 84 de la loi n° 2004-811 du 13 août 2004 de modernisation de la sécurité civile."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I. A.-A modifié les dispositions suivantes :\n\nII. A.-A créé les dispositions suivantes :\n\nIV à VI.-A modifié les dispositions suivantes :\n\n-Code des douanes\n\n-Code des douanes\n\n-Code de la route.\n\n-Loi n° 95-96 du 1 février 1995\n\n-Code des douanes"
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "I à III A modifié les dispositions suivantes :\n\nIV Les II et III s'appliquent à compter 1er janvier 2009.\n\n- Code de l'environnement\n\n- Loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003\n\n- Loi n°2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "I, III, IV, V :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les montants prévus à l'article L. 311-13 du code de l'entrée et du séjour des étrangers et du droit d'asile sont revalorisés tous les trois ans dans la même proportion que l'évolution des prix à la consommation constatée sur la période et arrondis à l'unité supérieure. Il en est de même pour les montants prévus à l'article L. 311-15 du même code au titre de l'embauche pour un emploi temporaire ou saisonnier. La revalorisation triennale prend effet au 1er janvier de l'année concernée.\n\nVI.-Le premier alinéa de l'article L. 311-13 du code de l'entrée et du séjour des étrangers et du droit d'asile n'est pas applicable avant le 31 décembre 2011 aux conjoints et aux enfants d'étrangers dont la demande de regroupement familial a été autorisée avant la publication de la présente loi et ayant acquitté à ce titre la redevance prévue par la réglementation en vigueur.\n\nVII.-L'article L. 311-15 du même code s'applique aux demandes d'autorisation de travail présentées par l'employeur postérieurement à la publication de la présente loi.\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-Code du travail\n\n-Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n-Code du travail\n\n-Code de l'entrée et du séjour des étrangers et du droit d'asile."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "Un programme « Garantie de l'exercice du droit d'asile » est créé au sein de la mission « Immigration, asile et intégration » à compter de l'exercice 2010."
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "III. ― Le présent article est applicable aux cotisations afférentes aux salaires et rémunérations dus à compter du premier jour du mois qui suit celui de l'entrée en vigueur de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer. Les cotisations susceptibles de faire l'objet d'un plan d'apurement mentionné au VI de l'article L. 752-3-2 sont celles qui restaient dues à la date de la publication de la présente loi."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "Un rapport sera établi afin de déterminer l'impact financier de la mise en œuvre de mesures permettant la délivrance de conventions de stage par les établissements d'enseignement supérieur ou les établissements scolaires dans les cas suivants :― lorsqu'un élève titulaire du baccalauréat réalise un stage en entreprise, association, entreprise publique ou établissement public à caractère industriel et commercial, entre la date d'obtention de son diplôme et celle de son inscription définitive dans un établissement d'enseignement supérieur, à condition que cette inscription ait lieu la même année ;― lorsqu'un étudiant qui vient de terminer ses études en classe préparatoire réalise un stage en entreprise, association, entreprise publique ou établissement public à caractère industriel et commercial, entre la fin de sa scolarité et celle de son inscription définitive dans un établissement d'enseignement supérieur, à condition que cette inscription ait lieu la même année ;― lorsqu'un ancien étudiant réalise un stage en entreprise, association, entreprise publique ou établissement public à caractère industriel et commercial, dans les quatre mois suivant la fin de sa scolarité dans un établissement d'enseignement supérieur.Ce rapport devra être présenté au Parlement au plus tard le 15 mars 2009."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "Un rapport sur l'évolution du financement par le budget de l'enseignement supérieur et sur la place des docteurs dans l'économie française est remis au Parlement avant le 30 juin 2009."
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "II. - La dotation générale de décentralisation des régions inscrite au sein du programme  Concours financiers aux régions  de la mission  Relations avec les collectivités territoriales  est minorée, à compter du 1er janvier 2009, de 82 774 323 €."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "I. - A créé les dispositions suivantes :\n\nII. ― Le montant de la dotation créée par le I est fixé à 50 millions d'euros en  2009.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "Article 173",
      "content": "I. - A créé les dispositions suivantes :\n\nII. ― Le montant du fonds créé par le I est fixé à 5 millions d'euros en  2009.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Article 177",
      "content": "I. à XIII. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Loi n°2005-1720 du 30 décembre 2005\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la santé publique\n\nArt. L5124-12,   Art. L5124-17-1,   Art. L5124-17-2\n\nXIV. - Le présent article entre en vigueur  au 1er janvier 2009. En ce qui concerne les taxes annuelles, il s'applique aux taxes dues au titre de l'année 2008 et exigibles en 2009 ainsi qu'aux taxes des années suivantes."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Article 179",
      "content": "Les frais occasionnés par les transfèrements et les extractions judiciaires effectués par la police nationale ou la gendarmerie nationale, y compris les dépenses de personnels affectés à ces tâches, font l'objet d'un rapport comprenant une évaluation chiffrée transmis aux commissions compétentes des deux assemblées. Ce rapport comprend également l'examen des modalités d'un transfert progressif de cette charge au ministère de la justice."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "1°, 3° et 4° A modifié les dispositions suivantes :\n\n2° A compter du 1er juin 2009 et au plus tard au 1er janvier 2011 pour les départements d'outre-mer et les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, à l'article L. 523-1 tel qu'il résulte du 1° du présent article, les mots : de l'allocation de parent isolé sont remplacés par les mots : du revenu de solidarité active visés à l'article L. 262-9 du code de l'action sociale et des familles, dont les ressources n'excèdent pas le montant forfaitaire majoré mentionné au même article.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "Article 185",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Avant le mois d'octobre 2011, le Gouvernement rend au Parlement un rapport sur l'efficience de la contribution du ministère chargé du sport à la compensation, auprès de l'Agence centrale des organismes de sécurité sociale, de la perte de recettes correspondant aux exonérations mises en œuvre, en application de l'article L. 222-2 du code du sport, sur la rémunération versée à un sportif par une société sportive au titre de la commercialisation de l'image collective de son équipe.\n\n-Code du sport."
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Article 186",
      "content": "I. ― L'article 41 de la loi portant loi de finances pour 1962 (loi n° 61-1396 du 21 décembre 1961) est abrogé.\n\nII. ― (Abrogé)"
    },
    {
      "provision_ref": "art187",
      "section": "187",
      "title": "Article 187",
      "content": "I. ― Il est institué en 2009, au bénéfice du Centre national pour l'aménagement des structures des exploitations agricoles, une contribution de 50 millions d'euros à la charge de l'association de gestion du fonds pour l'insertion professionnelle des personnes handicapées, assise sur les ressources du fonds de développement pour l'insertion professionnelle des handicapés, mentionné à l'article L. 5214-1 du code du travail, en vue du financement de la rémunération des stagiaires de formation professionnelle handicapés.\n\nCette contribution est versée en deux échéances semestrielles, la première avant le 1er juin 2009 et la seconde avant le 1er décembre 2009. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à cette contribution sont régis par les règles applicables en matière de taxe sur les salaires.\n\nII. - A modifié les dispositions suivantes :\n\n-Code du travail"
    },
    {
      "provision_ref": "art188",
      "section": "188",
      "title": "Article 188",
      "content": "I.-A abrogé les dispositions suivantes :\n\n-Code du travail\n\nSct. Sous-section 2 : Allocation de fin de formation., Art. L5423-7\n\nII. ― Les allocataires qui, à la date mentionnée au I, bénéficient de l'allocation prévue par l'article L. 5423-7 du code du travail continuent à la percevoir jusqu'à l'expiration de leurs droits. Les coûts afférents au maintien du bénéfice de cette allocation restent à la charge du fonds de solidarité mentionné à l'article L. 5423-24 du même code."
    },
    {
      "provision_ref": "art189",
      "section": "189",
      "title": "Article 189",
      "content": "Le Gouvernement remet au Parlement, avant le 15 juin 2009, un rapport évaluant l'efficacité des allègements généraux et ciblés de cotisations sociales au regard de la politique de l'emploi.Ce rapport s'attache notamment à exposer :a) Le bilan et le coût de ces dispositifs depuis leur mise en œuvre ;b) Les méthodes envisageables pour en réduire la charge sur les finances publiques ;c) Les dispositifs alternatifs de soutien à l'emploi et aux entreprises."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "I, II. - A modifié les dispositions suivantes :\n\nIII. ― Les I et II s'appliquent à compter du  1er janvier 2010.\n\n- Code de la construction et de l'habitation.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Article 193",
      "content": "Le Gouvernement remet au Parlement, avant le dépôt du projet de loi de finances pour 2010, un rapport étudiant les perspectives d'évolution statutaire de la direction générale de l'aviation civile, dans un contexte de renforcement de la coopération européenne, notamment en matière de navigation aérienne. Le rapport précise l'impact d'une telle évolution sur le budget de l'Etat."
    },
    {
      "provision_ref": "art197",
      "section": "197",
      "title": "Article 197",
      "content": "Le Gouvernement remet au Parlement, avant le 30 juin 2009, un rapport analysant les avantages et les inconvénients du maintien des dispositions prévues par l'instruction codificatrice n° 05-029-A8 de la direction générale de la comptabilité publique du 6 juillet 2005."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "Le Gouvernement remet au Parlement, avant le 30 juin 2009, un rapport analysant l'évolution des frais d'assiette, de recouvrement et de trésorerie de la redevance audiovisuelle depuis 2004."
    },
    {
      "provision_ref": "artEtatA",
      "section": "EtatA",
      "title": "Article EtatA",
      "content": "(Art. 70 de la loi)\n\nVoies et moyens\n\nI.-BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nII.-BUDGETS ANNEXES\n\n(En euros)\n\nIII.-COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nIV.-COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nNUMÉRO\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATION\n\ncenter\n\n1. Recettes fiscales\n\ncenter\n\ncenter\n\n11. Impôt sur le revenu\n\n59 355 000\n\n1101\n\nImpôt sur le revenu\n\n59 355 000\n\ncenter\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n6 450 000\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôle\n\n6 450 000\n\ncenter\n\n13. Impôt sur les sociétés\n\n60 094 000\n\n1301\n\nImpôt sur les sociétés\n\n60 094 000\n\ncenter\n\n14. Autres impôts directs et taxes assimilées\n\n14 089 000\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n560 000\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n4 950 000\n\n1404\n\nPrécompte dû par les sociétés au titre de certains bénéfices distribués (loi n° 65-566 du 12 juillet 1965, art. 3)\n\n0\n\n1405\n\nPrélèvement exceptionnel de 25 % sur les distributions de bénéfices\n\n0\n\n1406\n\nImpôt de solidarité sur la fortune\n\n3 800 000\n\n1407\n\nTaxe sur les locaux à usage de bureaux, les locaux commerciaux et de stockage\n\n35 000\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n71 000\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n2 600 000\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n17 000\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n18 000\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n41 000\n\n1415\n\nContribution des institutions financières\n\n0\n\n1416\n\nTaxe sur les surfaces commerciales\n\n635 000\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle\n\n950 000\n\n1499\n\nRecettes diverses\n\n412 000\n\ncenter\n\n15. Taxe intérieure sur les produits pétroliers\n\n15 251 163\n\n1501\n\nTaxe intérieure sur les produits pétroliers\n\n15 251 163\n\ncenter\n\n16. Taxe sur la valeur ajoutée\n\n186 312 000\n\n1601\n\nTaxe sur la valeur ajoutée\n\n186 312 000\n\ncenter\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n19 797 000\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n400 000\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n250 000\n\n1703\n\nMutations à titre onéreux de meubles corporels\n\n0\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n400 000\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n771 000\n\n1706\n\nMutations à titre gratuit par décès\n\n7 050 000\n\n1711\n\nAutres conventions et actes civils\n\n380 000\n\n1713\n\nTaxe de publicité foncière\n\n321 000\n\n1714\n\nTaxe spéciale sur les conventions d'assurance\n\n2 890 000\n\n1715\n\nTaxe additionnelle au droit de bail\n\n0\n\n1716\n\nRecettes diverses et pénalités\n\n135 000\n\n1721\n\nTimbre unique\n\n160 000\n\n1722\n\nTaxe sur les véhicules de société\n\n0\n\n1723\n\nActes et écrits assujettis au timbre de dimension\n\n0\n\n1751\n\nDroits d'importation\n\n1 899 000\n\n1753\n\nAutres taxes intérieures\n\n219 000\n\n1754\n\nAutres droits et recettes accessoires\n\n1 000\n\n1755\n\nAmendes et confiscations\n\n50 000\n\n1756\n\nTaxe générale sur les activités polluantes\n\n243 000\n\n1757\n\nCotisation à la production sur les sucres\n\n44 000\n\n1768\n\nTaxe spéciale sur certains véhicules routiers\n\n174 000\n\n1769\n\nAutres droits et recettes à différents titres\n\n6 000\n\n1773\n\nTaxe sur les achats de viande\n\n0\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n104 000\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n57 000\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n30 000\n\n1780\n\nTaxe de l'aviation civile\n\n67 000\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n367 000\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n13 000\n\n1785\n\nProduits des jeux exploités par La Française des jeux\n\n1 933 000\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n960 000\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n716 000\n\n1799\n\nAutres taxes\n\n157 000\n\ncenter\n\n2. Recettes non fiscales\n\ncenter\n\ncenter\n\n21. Dividendes et recettes assimilées\n\n8 751 000\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n2 439 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n400 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n5 912 000\n\n2199\n\nAutres dividendes et recettes assimilées\n\n0\n\ncenter\n\n22. Produits du domaine de l'Etat\n\n1 388 000\n\n2201\n\nRevenus du domaine public non militaire\n\n249 000\n\n2202\n\nAutres revenus du domaine public\n\n72 000\n\n2203\n\nRevenus du domaine privé\n\n16 000\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n280 000\n\n2209\n\nPaiement par les administrations de leurs loyers budgétaires\n\n675 000\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n60 000\n\n2212\n\nAutres produits de cessions d'actifs\n\n1 000\n\n2299\n\nAutres revenus du Domaine\n\n35 000\n\ncenter\n\n23. Produits de la vente de biens et services\n\n5 209 000\n\n2301\n\nRemboursement par les Communautés européennes des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n486 000\n\n2302\n\nFrais d'assiette et de recouvrement des impôts sur rôle établis au profit des collectivités territoriales\n\n3 868 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n539 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor Public au titre de la collecte de l'épargne\n\n90 000\n\n2305\n\nProduits de la vente de divers biens\n\n1 000\n\n2306\n\nProduits de la vente de divers services\n\n220 000\n\n2399\n\nAutres recettes diverses\n\n5 000\n\ncenter\n\n24. Remboursements et intérêts des prêts,\n\n989 000\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n699 000\n\n2402\n\nIntérêts des prêts du Fonds de développement économique et social\n\n1 000\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n30 000\n\n2409\n\nIntérêts des autres prêts et avances\n\n24 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n199 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n7 000\n\n2413\n\nReversement au titre des créances garanties par l'Etat\n\n6 000\n\n2499\n\nAutres remboursements d'avances, de prêts et d'autres créances immobilisées\n\n23 000\n\ncenter\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n2 134 000\n\n2501\n\nProduits des amendes forfaitaires de la police de la circulation\n\n700 000\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n20 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n242 000\n\n2504\n\nRecouvrements poursuivis à l'initiative de l'agence judiciaire du Trésor\n\n25 000\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n956 000\n\n2510\n\nFrais de poursuite\n\n170 000\n\n2511\n\nFrais de justice et d'instance\n\n12 000\n\n2512\n\nIntérêts moratoires\n\n3 000\n\n2513\n\nPénalités\n\n6 000\n\ncenter\n\n26. Divers\n\n4 206 442\n\n2601\n\nReversements de Natixis\n\n0\n\n2602\n\nReversements de la Compagnie française d'assurance pour le commerce extérieur\n\n1 500 000\n\n2603\n\nPrélèvements sur les fonds d'épargne gérés par la Caisse des dépôts et consignations\n\n0\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n13 000\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n116 000\n\n2612\n\nRedevances et divers produits pour frais de contrôle et de gestion\n\n18 000\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n580 000\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n105 000\n\n2615\n\nCommissions et frais de trésorerie perçus par l'Etat dans le cadre de son activité régalienne\n\n4 000\n\n2616\n\nFrais d'inscription\n\n8 000\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n6 000\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n5 000\n\n2620\n\nRécupération d'indus\n\n40 000\n\n2621\n\nRecouvrements après admission en non-valeur\n\n250 000\n\n2622\n\nDivers versements des Communautés européennes\n\n60 000\n\n2623\n\nReversements de fonds sur les dépenses des ministères ne donnant pas lieu à rétablissement de crédits\n\n60 000\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n44 000\n\n2625\n\nRecettes diverses en provenance de l'étranger\n\n4 000\n\n2626\n\nRemboursement de certaines exonérations de taxe foncière sur les propriétés non bâties (art. 109 de la loi de finances pour 1992)\n\n5 000\n\n2627\n\nSoulte sur reprise de dette et recettes assimilées\n\n0\n\n2697\n\nRecettes accidentelles\n\n1 150 000\n\n2698\n\nProduits divers\n\n30 000\n\n2699\n\nAutres produits divers\n\n208 442\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\ncenter\n\ncenter\n\n31. Prélèvements sur les recettes de l'Etat\n\n52 249 228\n\n3101\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n40 846 531\n\n3102\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation et des radars automatiques\n\n600 000\n\n3103\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n37 500\n\n3104\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n164 000\n\n3105\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation de compensation de la taxe professionnelle\n\n638 057\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n5 855 000\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n1 908 622\n\n3108\n\nDotation élu local\n\n64 618\n\n3109\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n43 697\n\n3110\n\nCompensation de la suppression de la part salaire de la taxe professionnelle\n\n75 195\n\n3111\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000\n\n3112\n\nDotation départementale d'équipement des collèges\n\n326 317\n\n3113\n\nDotation régionale d'équipement scolaire\n\n661 186\n\n3114\n\nCompensation d'exonération au titre de la réduction de la fraction des recettes prises en compte dans les bases de taxe professionnelle des titulaires de bénéfices non commerciaux\n\n299 842\n\n3115\n\nCompensation d'exonération de la taxe foncière relative au non-bâti agricole (hors la Corse)\n\n216 009\n\n3117\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n10 000\n\n3118\n\nDotation globale de construction et d'équipement scolaire\n\n2 654\n\ncenter\n\n32. Prélèvements sur les recettes de l'Etat\n\n18 900 000\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget des Communautés européennes\n\n18 900 000\n\ncenter\n\n4. Fonds de concours\n\ncenter\n\ncenter\n\nEvaluation des fonds de concours\n\n3 316 057\n\ncenter\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\ncenter\n\ncenter\n\n1. Recettes fiscales\n\n361 348 163\n\n11\n\nImpôt sur le revenu\n\n59 355 000\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n6 450 000\n\n13\n\nImpôt sur les sociétés\n\n60 094 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n14 089 000\n\n15\n\nTaxe intérieure sur les produits pétroliers\n\n15 251 163\n\n16\n\nTaxe sur la valeur ajoutée\n\n186 312 000\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n19 797 000\n\ncenter\n\n2. Recettes non fiscales\n\n22 677 442\n\n21\n\nDividendes et recettes assimilées\n\n8 751 000\n\n22\n\nProduits du domaine de l'Etat\n\n1 388 000\n\n23\n\nProduits de la vente de biens et services\n\n5 209 000\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n989 000\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n2 134 000\n\n26\n\nDivers\n\n4 206 442\n\ncenter\n\nTotal des recettes brutes (1 + 2)\n\n384 025 605\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\n71 149 228\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n52 249 228\n\n32\n\nPrélèvements sur les recettes de l'Etat au profit des Communautés européennes\n\n18 900 000\n\ncenter\n\nTotal des recettes, nettes des prélèvements (1 + 2-3)\n\n312 876 377\n\ncenter\n\n4. Fonds de concours\n\n3 316 057\n\ncenter\n\nEvaluation des fonds de concours\n\n3 316 057\n\n1\n\nNUMÉRO\n\nDÉSIGNATION DES RECETTES\n\nÉVALUATION\n\ncenter\n\nContrôle et exploitation aériens\n\ncenter\n\n7000\n\nVentes de produits fabriqués, prestations de services, marchandises\n\n41 000\n\n7001\n\nRedevances de route\n\n1 132 700 000\n\n7002\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n234 900 000\n\n7003\n\nRedevances pour services terminaux de la circulation aérienne pour l'outre-mer\n\n39 900 000\n\n7004\n\nAutres prestations de services\n\n9 880 000\n\n7005\n\nRedevances de surveillance et de certification\n\n29 145 000\n\n7007\n\nRecettes sur cessions\n\n10 000\n\n7008\n\nAutres recettes d'exploitation\n\n3 069 000\n\n7010\n\nRedevances de route. Autorité de surveillance\n\n5 100 000\n\n7011\n\nRedevances pour services terminaux de la circulation aérienne. Autorité de surveillance\n\n1 000 000\n\n7100\n\nVariation des stocks (production stockée)\n\n0\n\n7200\n\nProduction immobilisée\n\n0\n\n7400\n\nSubventions d'exploitation\n\n0\n\n7500\n\nAutres produits de gestion courante\n\n0\n\n7501\n\nTaxe de l'aviation civile\n\n308 655 443\n\n7600\n\nProduits financiers\n\n568 086\n\n7780\n\nProduits exceptionnels\n\n23 500 000\n\n7800\n\nReprises sur amortissements et provisions\n\n1 600 000\n\n7900\n\nAutres recettes\n\n0\n\n9300\n\nDiminution de stocks constatée en fin de gestion\n\n0\n\n9700\n\nProduit brut des emprunts\n\n116 816 000\n\n9900\n\nAutres recettes en capital\n\n0\n\ncenter\n\nTotal des recettes\n\n1 906 884 529\n\ncenter\n\nFonds de concours\n\n19 260 918\n\ncenter\n\nPublications officielles et information administrative\n\ncenter\n\n7000\n\nVentes de produits fabriqués, prestations de services, marchandises\n\n193 980 830\n\n7100\n\nVariation des stocks (production stockée)\n\n0\n\n7200\n\nProduction immobilisée\n\n0\n\n7400\n\nSubventions d'exploitation\n\n0\n\n7500\n\nAutres produits de gestion courante\n\n0\n\n7600\n\nProduits financiers\n\n0\n\n7780\n\nProduits exceptionnels\n\n2 500 000\n\n7800\n\nReprises sur amortissements et provisions\n\n0\n\n7900\n\nAutres recettes\n\n0\n\n9300\n\nDiminution de stocks constatée en fin de gestion\n\n0\n\n9700\n\nProduit brut des emprunts\n\n0\n\n9900\n\nAutres recettes en capital\n\n0\n\ncenter\n\nTotal des recettes\n\n196 480 830\n\ncenter\n\nFonds de concours\n\n0\n\n1\n\nNUMÉRO\n\nDÉSIGNATION DES RECETTES\n\nÉVALUATION\n\ncenter\n\nContrôle et sanction automatisés des infractions\n\n212 050 000\n\n1\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n212 050 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\ncenter\n\nDéveloppement agricole et rural\n\n113 500 000\n\n1\n\nTaxe sur le chiffre d'affaires des exploitations agricoles\n\n113 500 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\ncenter\n\nGestion du patrimoine immobilier de l'Etat\n\n1 400 000 000\n\n1\n\nProduits des cessions immobilières\n\n1 400 000 000\n\ncenter\n\nGestion et valorisation des ressources\n\n600 000 000\n\n1\n\nProduit des redevances acquittées par les opérateurs privés pour l'utilisation des bandes de fréquences libérées par les ministères affectataires\n\n600 000 000\n\n2\n\nVersements du budget général\n\n0\n\ncenter\n\nParticipations financières de l'Etat\n\n5 000 000 000\n\n1\n\nProduit des cessions, par l'Etat, de titres, parts ou droits de sociétés détenus directement\n\n4 950 000 000\n\n2\n\nReversement de produits, sous toutes formes, résultant des cessions de titres, parts ou droits de sociétés détenus indirectement par l'Etat\n\n0\n\n3\n\nReversement de dotations en capital et de produits de réduction de capital ou de liquidation\n\n0\n\n4\n\nRemboursement de créances rattachées à des participations financières\n\n10 000 000\n\n5\n\nRemboursements de créances liées à d'autres investissements, de l'Etat, de nature patrimoniale\n\n40 000 000\n\n6\n\nVersement du budget général\n\n0\n\ncenter\n\nPensions\n\n50 133 333 613\n\ncenter\n\nSection 1 : Pensions civiles et militaires de retraite\n\n45 681 600 000\n\n1\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n3 792 000 000\n\n2\n\nPersonnels civils : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n0\n\n3\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n0\n\n4\n\nPersonnels civils : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n0\n\n5\n\nPersonnels civils : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n0\n\n6\n\nPersonnels civils : retenues pour pensions : agents propres de France Télécom et agents détachés à France Télécom\n\n191 000 000\n\n7\n\nPersonnels civils : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n0\n\n8\n\nPersonnels civils : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n131 000 000\n\n9\n\nPersonnels civils : retenues pour pensions : rachat des années d'études\n\n0\n\n10\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n0\n\n11\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés hors l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n0\n\n21\n\nPersonnels civils : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension (hors allocation temporaire d'invalidité)\n\n25 930 190 000\n\n22\n\nPersonnels civils : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension (hors allocation temporaire d'invalidité)\n\n0\n\n23\n\nPersonnels civils : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n2 325 100 000\n\n24\n\nPersonnels civils : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n9 500 000\n\n25\n\nPersonnels civils : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n0\n\n26\n\nPersonnels civils : contributions des employeurs : agents propres de France Télécom et agents détachés à France Télécom\n\n880 000 000\n\n27\n\nPersonnels civils : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n0\n\n28\n\nPersonnels civils : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n116 000 000\n\n33\n\nPersonnels civils : contributions des employeurs : allocation temporaire d'invalidité\n\n140 000 000\n\n41\n\nPersonnels militaires : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n641 000 000\n\n42\n\nPersonnels militaires : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n0\n\n43\n\nPersonnels militaires : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n0\n\n44\n\nPersonnels militaires : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n0\n\n45\n\nPersonnels militaires : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n0\n\n47\n\nPersonnels militaires : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n0\n\n48\n\nPersonnels militaires : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n0\n\n49\n\nPersonnels militaires : retenues pour pensions : rachat des années d'études\n\n0\n\n51\n\nPersonnels militaires : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n8 252 010 000\n\n52\n\nPersonnels militaires : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n0\n\n53\n\nPersonnels militaires : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n1 000 000\n\n54\n\nPersonnels militaires : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n0\n\n55\n\nPersonnels militaires : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n0\n\n57\n\nPersonnels militaires : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n0\n\n58\n\nPersonnels militaires : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n1 000 000\n\n60\n\nRecettes diverses (administration centrale) : versement de l'établissement public prévu à l'article 46 de la loi de finances pour 1997 (n° 96-1181 du 30 décembre 1996) : établissement de gestion de la contribution exceptionnelle de France Télécom\n\n578 000 000\n\n61\n\nRecettes diverses (administration centrale) : La Poste : contribution aux charges de pensions\n\n1 723 000 000\n\n62\n\nRecettes diverses (administration centrale) : La Poste : versement de la contribution exceptionnelle de l'Etablissement public national de financement des retraites de La Poste\n\n750 000 000\n\n63\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels civils\n\n1 000 000\n\n64\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels militaires\n\n0\n\n65\n\nRecettes diverses (administration centrale) : compensation : personnels civils\n\n0\n\n66\n\nRecettes diverses (administration centrale) : compensation : personnels militaires\n\n198 000 000\n\n67\n\nRecettes diverses : récupération des indus sur pensions : personnels civils\n\n0\n\n68\n\nRecettes diverses : récupération des indus sur pensions : personnels militaires\n\n0\n\n69\n\nAutres recettes diverses\n\n21 800 000\n\ncenter\n\nSection 2 : Ouvriers des établissements industriels de l'Etat\n\n1 791 476 000\n\n71\n\nCotisations salariales et patronales\n\n504 270 000\n\n72\n\nContribution au Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat\n\n1 167 715 988\n\n73\n\nCompensations interrégimes généralisée et spécifique\n\n112 500 012\n\n74\n\nRecettes diverses\n\n6 250 000\n\n75\n\nAutres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n740 000\n\ncenter\n\nSection 3 : Pensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n2 660 257 613\n\n81\n\nFinancement de la retraite du combattant : participation du budget général\n\n748 892 358\n\n82\n\nFinancement de la retraite du combattant : autres moyens\n\n0\n\n83\n\nFinancement du traitement de membres de la Légion d'honneur : participation du budget général\n\n270 456\n\n84\n\nFinancement du traitement de membres de la Légion d'honneur : autres moyens\n\n0\n\n85\n\nFinancement du traitement de personnes décorées de la Médaille militaire : participation du budget général\n\n631 064\n\n86\n\nFinancement du traitement de personnes décorées de la Médaille militaire : autres moyens\n\n0\n\n87\n\nFinancement des pensions militaires d'invalidité : participation du budget général\n\n1 871 084 235\n\n88\n\nFinancement des pensions militaires d'invalidité : autres moyens\n\n0\n\n89\n\nFinancement des pensions d'Alsace-Lorraine : participation du budget général\n\n14 400 000\n\n90\n\nFinancement des pensions d'Alsace-Lorraine : autres moyens\n\n0\n\n91\n\nFinancement des allocations de reconnaissance des anciens supplétifs : participation du budget général\n\n11 900 000\n\n92\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : participation du budget général\n\n90 000\n\n93\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : participation du budget général\n\n12 240 000\n\n94\n\nFinancement des pensions de l'ORTF : participation du budget général\n\n749 500\n\n95\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n96\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n97\n\nFinancement des pensions de l'ORTF : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n98\n\nFinancement des pensions de l'ORTF : recettes diverses\n\n0\n\ncenter\n\nTotal\n\n57 458 883 613\n\n1\n\nNUMÉRO\n\nDÉSIGNATION DES RECETTES\n\nÉVALUATION\n\ncenter\n\nAccords monétaires internationaux\n\n0\n\n1\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire ouest-africaine\n\n0\n\n2\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire d'Afrique centrale\n\n0\n\n3\n\nRemboursements des appels en garantie de convertibilité concernant l'Union des Comores\n\n0\n\ncenter\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n7 915 519 478\n\n1\n\nRemboursement des avances octroyées au titre du préfinancement des aides communautaires de la politique agricole commune\n\n7 500 000 000\n\n3\n\nRemboursement des avances octroyées à des organismes distincts de l'Etat et gérant des services publics\n\n380 000 000\n\n4\n\nRemboursement des avances octroyées à des services de l'Etat\n\n35 519 478\n\ncenter\n\nAvances à l'audiovisuel\n\n2 997 645 613\n\n1\n\nRecettes\n\n2 997 645 613\n\ncenter\n\nAvances au fonds d'aide à l'acquisition de véhicules propres\n\n317 000 000\n\n1\n\nRemboursements des avances correspondant au produit de la taxe additionnelle à la taxe sur les certificats d'immatriculation des véhicules instituée par l'article 1011 bis du code général des impôts\n\n317 000 000\n\ncenter\n\nAvances aux collectivités territoriales\n\n86 222 000 000\n\ncenter\n\nSection 1 : Avances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n0\n\n1\n\nRemboursement des avances de l'article 70 de la loi du 31 mars 1932 et de l'article L. 2336-1 du code général des collectivités territoriales\n\n0\n\n2\n\nRemboursement des avances de l'article 14 de la loi n° 46-2921 du 23 décembre 1946 et de l'article L. 2336-2 du code général des collectivités territoriales\n\n0\n\n3\n\nRemboursement des avances de l'article 34 de la loi n° 53-1336 du 31 décembre 1953 (avances spéciales sur recettes budgétaires)\n\n0\n\n4\n\nAvances à la Nouvelle-Calédonie (fiscalité nickel)\n\n0\n\ncenter\n\nSection 2 : Avances sur le montant des impositions revenant aux régions,\n\n86 222 000 000\n\n5\n\nRecettes\n\n86 222 000 000\n\ncenter\n\nPrêts à des Etats étrangers\n\n1 049 960 000\n\ncenter\n\nSection 1 : Prêts à des Etats étrangers, de la Réserve pays émergents,\n\n450 000 000\n\n1\n\nRemboursement des prêts à des Etats étrangers, de la Réserve pays émergents\n\n450 000 000\n\ncenter\n\nSection 2 : Prêts à des Etats étrangers pour consolidation de dettes envers la France\n\n488 960 000\n\n2\n\nRemboursement de prêts du Trésor\n\n488 960 000\n\ncenter\n\nSection 3 : Prêts à l'Agence française de développement en vue de favoriser\n\n111 000 000\n\n3\n\nRemboursement de prêts octroyés par l'Agence française de développement\n\n111 000 000\n\ncenter\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n3 448 065\n\ncenter\n\nSection 1 : Prêts et avances à des particuliers ou à des associations\n\n1 120 000\n\n1\n\nAvances aux fonctionnaires de l'Etat pour l'acquisition de moyens de transport\n\n120 000\n\n2\n\nAvances aux agents de l'Etat pour l'amélioration de l'habitat\n\n200 000\n\n3\n\nAvances aux associations participant à des tâches d'intérêt général\n\n0\n\n4\n\nAvances aux agents de l'Etat à l'étranger pour la prise en location d'un logement\n\n800 000\n\ncenter\n\nSection 2 : Prêts pour le développement économique et social\n\n2 328 065\n\n6\n\nPrêts pour le développement économique et social\n\n2 328 065\n\ncenter\n\nTotal\n\n98 505 573 156\n\n1"
    },
    {
      "provision_ref": "artEtatB",
      "section": "EtatB",
      "title": "Article EtatB",
      "content": "(Art. 71 de la loi)Répartition, par mission et programme, des crédits du budget généralBUDGET GÉNÉRAL\n\n(En euros)\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAction extérieure de l'Etat\n\n2 493 487 986\n\n2 511 908 296\n\nAction de la France en Europe et dans le monde\n\n1 590 730 047\n\n1 609 150 357\n\ndont titre 2\n\n523 303 747\n\n523 303 747\n\nRayonnement culturel et scientifique\n\n592 821 996\n\n592 821 996\n\ndont titre 2\n\n87 706 581\n\n87 706 581\n\nFrançais à l'étranger et affaires consulaires\n\n309 935 943\n\n309 935 943\n\ndont titre 2\n\n188 427 494\n\n188 427 494\n\nAdministration générale et territoriale de l'Etat\n\n2 601 644 070\n\n2 592 794 169\n\nAdministration territoriale\n\n1 667 437 359\n\n1 667 437 359\n\ndont titre 2\n\n1 333 483 545\n\n1 333 483 545\n\nAdministration territoriale : expérimentations Chorus\n\n106 675 724\n\n106 675 724\n\ndont titre 2\n\n91 955 223\n\n91 955 223\n\nVie politique, cultuelle et associative\n\n244 604 803\n\n237 908 895\n\ndont titre 2\n\n31 994 248\n\n31 994 248\n\nConduite et pilotage des politiques de l'intérieur\n\n582 926 184\n\n580 772 191\n\ndont titre 2\n\n304 394 757\n\n304 394 757\n\nAgriculture, pêche, alimentation, forêt et affaires rurales\n\n3 224 970 126\n\n3 475 451 662\n\nEconomie et développement durable de l'agriculture, de la pêche et des territoires\n\n1 577 117 519\n\n1 755 703 513\n\nForêt\n\n290 861 981\n\n308 289 443\n\nSécurité et qualité sanitaires de l'alimentation\n\n523 975 472\n\n579 475 472\n\ndont titre 2\n\n270 818 148\n\n270 818 148\n\nConduite et pilotage des politiques de l'agriculture\n\n833 015 154\n\n831 983 234\n\ndont titre 2\n\n677 107 325\n\n677 107 325\n\nAide publique au développement\n\n3 370 635 272\n\n3 152 615 272\n\nAide économique et financière au développement\n\n1 323 237 147\n\n1 041 517 147\n\nSolidarité à l'égard des pays en développement\n\n2 021 062 005\n\n2 086 762 005\n\ndont titre 2\n\n230 708 256\n\n230 708 256\n\nDéveloppement solidaire et migrations\n\n26 336 120\n\n24 336 120\n\nAnciens combattants, mémoire et liens avec la nation\n\n3 491 222 806\n\n3 470 323 601\n\nLiens entre la nation et son armée\n\n183 533 681\n\n163 234 476\n\ndont titre 2\n\n126 354 684\n\n126 354 684\n\nMémoire, reconnaissance et réparation en faveur du monde combattant\n\n3 201 691 295\n\n3 201 691 295\n\ndont titre 2\n\n55 890 855\n\n55 890 855\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la Seconde Guerre mondiale\n\n105 997 830\n\n105 397 830\n\ndont titre 2\n\n1 899 506\n\n1 899 506\n\nConseil et contrôle de l'Etat\n\n552 751 667\n\n548 746 912\n\nConseil d'Etat et autres juridictions administratives\n\n310 130 104\n\n304 325 349\n\ndont titre 2\n\n244 449 384\n\n244 449 384\n\nConseil économique, social et environnemental\n\n36 944 321\n\n36 944 321\n\ndont titre 2\n\n29 984 837\n\n29 984 837\n\nCour des comptes et autres juridictions financières\n\n205 677 242\n\n207 477 242\n\ndont titre 2\n\n170 434 510\n\n170 434 510\n\nCulture\n\n2 844 421 351\n\n2 783 903 856\n\nPatrimoines\n\n1 049 471 621\n\n1 124 420 495\n\ndont titre 2\n\n155 569 411\n\n155 569 411\n\nCréation\n\n949 141 223\n\n806 820 236\n\ndont titre 2\n\n58 463 398\n\n58 463 398\n\nTransmission des savoirs et démocratisation de la culture\n\n845 808 507\n\n852 663 125\n\ndont titre 2\n\n390 142 952\n\n390 142 952\n\nDéfense\n\n47 743 178 165\n\n37 338 916 307\n\nEnvironnement et prospective de la politique de défense\n\n1 855 684 558\n\n1 735 359 558\n\ndont titre 2\n\n520 276 535\n\n520 276 535\n\nPréparation et emploi des forces\n\n22 374 778 090\n\n21 822 430 022\n\ndont titre 2\n\n15 481 001 527\n\n15 481 001 527\n\nSoutien de la politique de la défense\n\n2 567 149 920\n\n1 572 753 569\n\ndont titre 2\n\n806 479 000\n\n806 479 000\n\nEquipement des forces\n\n20 945 565 597\n\n12 208 373 158\n\ndont titre 2\n\n1 860 363 415\n\n1 860 363 415\n\nDirection de l'action du Gouvernement\n\n486 590 465\n\n535 422 235\n\nCoordination du travail gouvernemental\n\n395 090 663\n\n388 490 663\n\ndont titre 2\n\n124 104 563\n\n124 104 563\n\nPrésidence française de l'Union européenne\n\n0\n\n69 531 770\n\nProtection des droits et libertés\n\n91 499 802\n\n77 399 802\n\ndont titre 2\n\n43 624 818\n\n43 624 818\n\nEcologie, développement et aménagement durables\n\n10 101 962 127\n\n9 921 261 205\n\nInfrastructures et services de transports\n\n4 497 018 365\n\n4 349 183 365\n\nSécurité et circulation routières\n\n60 489 295\n\n60 989 295\n\nSécurité et affaires maritimes\n\n131 101 830\n\n133 601 830\n\nMétéorologie\n\n184 300 000\n\n184 300 000\n\nUrbanisme, paysages, eau et biodiversité\n\n339 195 427\n\n331 411 005\n\nInformation géographique et cartographique\n\n75 220 000\n\n75 688 500\n\nPrévention des risques\n\n268 152 985\n\n236 152 985\n\ndont titre 2\n\n36 308 530\n\n36 308 530\n\nEnergie et après-mines\n\n829 242 511\n\n838 692 511\n\nConduite et pilotage des politiques de l'écologie, de l'énergie, du développement durable et de l'aménagement du territoire\n\n3 717 241 714\n\n3 711 241 714\n\ndont titre 2\n\n3 170 555 296\n\n3 170 555 296\n\nEconomie\n\n1 945 573 843\n\n1 936 299 483\n\nDéveloppement des entreprises et de l'emploi\n\n1 113 904 494\n\n1 103 104 494\n\ndont titre 2\n\n415 642 666\n\n415 642 666\n\nTourisme\n\n59 436 944\n\n64 236 944\n\nStatistiques et études économiques\n\n421 954 338\n\n418 679 978\n\ndont titre 2\n\n363 631 497\n\n363 631 497\n\nStratégie économique et fiscale\n\n350 278 067\n\n350 278 067\n\ndont titre 2\n\n178 541 284\n\n178 541 284\n\nEngagements financiers de l'Etat\n\n44 636 600 000\n\n44 636 600 000\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\n42 979 000 000\n\n42 979 000 000\n\nAppels en garantie de l'Etat (crédits évaluatifs)\n\n278 800 000\n\n278 800 000\n\nEpargne\n\n1 162 500 000\n\n1 162 500 000\n\nMajoration de rentes\n\n216 300 000\n\n216 300 000\n\nEnseignement scolaire\n\n59 928 258 635\n\n59 910 643 852\n\nEnseignement scolaire public du premier degré\n\n17 231 853 520\n\n17 231 853 520\n\ndont titre 2\n\n17 171 437 363\n\n17 171 437 363\n\nEnseignement scolaire public du second degré\n\n28 623 376 400\n\n28 623 376 400\n\ndont titre 2\n\n28 455 864 906\n\n28 455 864 906\n\nVie de l'élève\n\n3 767 049 838\n\n3 767 049 838\n\ndont titre 2\n\n1 694 055 596\n\n1 694 055 596\n\nEnseignement privé du premier et du second degrés\n\n6 941 951 267\n\n6 941 951 267\n\ndont titre 2\n\n6 206 161 697\n\n6 206 161 697\n\nSoutien de la politique de l'éducation nationale\n\n2 065 703 853\n\n2 061 489 070\n\ndont titre 2\n\n1 315 647 949\n\n1 315 647 949\n\nEnseignement technique agricole\n\n1 298 323 757\n\n1 284 923 757\n\ndont titre 2\n\n809 528 615\n\n809 528 615\n\nGestion des finances publiques et des ressources humaines\n\n11 584 529 261\n\n11 315 025 167\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\n8 294 028 287\n\n8 308 148 287\n\ndont titre 2\n\n6 874 844 525\n\n6 874 844 525\n\nGestion fiscale et financière de l'Etat et du secteur public local : expérimentations Chorus\n\n16 800 636\n\n16 800 636\n\nStratégie des finances publiques et modernisation de l'Etat\n\n223 975 264\n\n289 954 112\n\ndont titre 2\n\n87 415 361\n\n87 415 361\n\nConduite et pilotage des politiques économique et financière\n\n983 609 324\n\n869 539 324\n\ndont titre 2\n\n389 246 303\n\n389 246 303\n\nFacilitation et sécurisation des échanges\n\n1 535 053 762\n\n1 533 453 762\n\ndont titre 2\n\n1 024 817 119\n\n1 024 817 119\n\nFonction publique\n\n454 076 551\n\n220 143 609\n\ndont titre 2\n\n500 000\n\n500 000\n\nEntretien des bâtiments de l'Etat\n\n76 985 437\n\n76 985 437\n\nImmigration, asile et intégration\n\n507 804 445\n\n510 604 445\n\nImmigration et asile\n\n434 696 353\n\n437 496 353\n\ndont titre 2\n\n35 935 936\n\n35 935 936\n\nIntégration et accès à la nationalité française\n\n73 108 092\n\n73 108 092\n\nJustice\n\n8 299 221 457\n\n6 632 134 872\n\nJustice judiciaire\n\n2 867 220 221\n\n2 822 420 221\n\ndont titre 2\n\n1 948 770 527\n\n1 948 770 527\n\nAdministration pénitentiaire\n\n4 016 445 187\n\n2 459 425 208\n\ndont titre 2\n\n1 602 814 275\n\n1 602 814 275\n\nProtection judiciaire de la jeunesse\n\n782 164 457\n\n784 157 851\n\ndont titre 2\n\n416 999 181\n\n416 999 181\n\nAccès au droit et à la justice\n\n385 329 520\n\n317 869 520\n\nConduite et pilotage de la politique de la justice : expérimentations Chorus\n\n236 720 774\n\n236 920 774\n\ndont titre 2\n\n97 402 080\n\n97 402 080\n\nConduite et pilotage de la politique de la justice\n\n11 341 298\n\n11 341 298\n\ndont titre 2\n\n2 947 753\n\n2 947 753\n\nMédias\n\n1 015 286 151\n\n1 010 286 151\n\nPresse\n\n282 691 351\n\n277 691 351\n\nSoutien à l'expression radiophonique locale\n\n26 524 800\n\n26 524 800\n\nContribution au financement de l'audiovisuel public\n\n473 000 000\n\n473 000 000\n\nAction audiovisuelle extérieure\n\n233 070 000\n\n233 070 000\n\nOutre-mer\n\n1 961 853 449\n\n1 871 457 691\n\nEmploi outre-mer\n\n1 191 505 145\n\n1 191 505 145\n\ndont titre 2\n\n87 302 645\n\n87 302 645\n\nConditions de vie outre-mer\n\n770 348 304\n\n679 952 546\n\nPolitique des territoires\n\n384 023 148\n\n372 567 740\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n344 532 475\n\n337 042 289\n\ndont titre 2\n\n11 592 100\n\n11 592 100\n\nInterventions territoriales de l'Etat\n\n39 490 673\n\n35 525 451\n\nPouvoirs publics\n\n1 022 725 720\n\n1 022 725 720\n\nPrésidence de la République\n\n112 335 666\n\n112 335 666\n\nAssemblée nationale\n\n533 910 000\n\n533 910 000\n\nSénat\n\n327 694 000\n\n327 694 000\n\nLa Chaîne parlementaire\n\n30 735 000\n\n30 735 000\n\nIndemnités des représentants français au Parlement européen\n\n4 745 974\n\n4 745 974\n\nConseil constitutionnel\n\n12 460 000\n\n12 460 000\n\nHaute Cour\n\n0\n\n0\n\nCour de justice de la République\n\n845 080\n\n845 080\n\nProvisions\n\n207 000 000\n\n207 000 000\n\nProvision relative aux rémunérations publiques\n\n150 000 000\n\n150 000 000\n\ndont titre 2\n\n150 000 000\n\n150 000 000\n\nDépenses accidentelles et imprévisibles\n\n57 000 000\n\n57 000 000\n\nRecherche et enseignement supérieur\n\n24 507 692 154\n\n24 101 566 730\n\nFormations supérieures et recherche universitaire\n\n11 844 503 974\n\n11 688 588 549\n\ndont titre 2\n\n6 750 158 373\n\n6 750 158 373\n\nVie étudiante\n\n2 063 767 788\n\n2 052 767 788\n\ndont titre 2\n\n65 024 616\n\n65 024 616\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n5 082 181 762\n\n5 050 181 762\n\nRecherche dans le domaine de la gestion des milieux et des ressources\n\n1 218 754 584\n\n1 218 754 584\n\nRecherche spatiale\n\n1 280 247 629\n\n1 280 247 629\n\nRecherche dans le domaine des risques et des pollutions\n\n295 970 987\n\n295 970 987\n\nRecherche dans le domaine de l'énergie\n\n663 456 147\n\n663 456 147\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n999 905 126\n\n869 305 126\n\ndont titre 2\n\n95 320 966\n\n95 320 966\n\nRecherche dans le domaine des transports, de l'équipement et de l'habitat\n\n405 805 707\n\n328 305 707\n\nRecherche duale (civile et militaire)\n\n200 000 000\n\n200 000 000\n\nRecherche culturelle et culture scientifique\n\n159 805 909\n\n157 255 909\n\ndont titre 2\n\n35 165 089\n\n35 165 089\n\nEnseignement supérieur et recherche agricoles\n\n293 292 541\n\n296 732 542\n\ndont titre 2\n\n166 454 597\n\n166 454 597\n\nRégimes sociaux et de retraite\n\n5 206 130 000\n\n5 206 130 000\n\nRégimes sociaux et de retraite des transports terrestres\n\n3 722 360 000\n\n3 722 360 000\n\nRégimes de retraite et de sécurité sociale des marins\n\n747 400 000\n\n747 400 000\n\nRégime de retraite des mines, de la SEITA et divers\n\n736 370 000\n\n736 370 000\n\ndont titre 2\n\n21 800 000\n\n21 800 000\n\nRelations avec les collectivités territoriales\n\n2 567 254 326\n\n2 492 119 207\n\nConcours financiers aux communes et groupements de communes\n\n801 957 066\n\n739 331 335\n\nConcours financiers aux départements\n\n489 250 899\n\n485 824 816\n\nConcours financiers aux régions\n\n810 922 150\n\n810 922 150\n\nConcours spécifiques et administration\n\n465 124 211\n\n456 040 906\n\nRemboursements et dégrèvements\n\n101 965 000 000\n\n101 965 000 000\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n84 640 000 000\n\n84 640 000 000\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n17 325 000 000\n\n17 325 000 000\n\nSanté\n\n1 128 576 774\n\n1 150 678 774\n\nPrévention et sécurité sanitaire\n\n463 786 421\n\n485 888 421\n\nOffre de soins et qualité du système de soins\n\n124 790 353\n\n124 790 353\n\nProtection maladie\n\n540 000 000\n\n540 000 000\n\nSécurité\n\n16 118 559 946\n\n16 189 481 215\n\nPolice nationale\n\n8 520 703 928\n\n8 594 537 928\n\ndont titre 2\n\n7 564 781 168\n\n7 564 781 168\n\nGendarmerie nationale\n\n7 597 856 018\n\n7 594 943 287\n\ndont titre 2\n\n6 291 404 741\n\n6 291 404 741\n\nSécurité civile\n\n447 001 325\n\n419 760 294\n\nIntervention des services opérationnels\n\n261 074 718\n\n241 043 238\n\ndont titre 2\n\n127 424 095\n\n127 424 095\n\nCoordination des moyens de secours\n\n185 926 607\n\n178 717 056\n\ndont titre 2\n\n23 741 909\n\n23 741 909\n\nSolidarité, insertion et égalité des chances\n\n11 156 705 167\n\n11 136 062 825\n\nLutte contre la pauvreté : revenu de solidarité active et expérimentations sociales\n\n582 548 356\n\n582 548 356\n\nActions en faveur des familles vulnérables\n\n836 458 135\n\n836 458 135\n\nHandicap et dépendance\n\n8 629 283 111\n\n8 629 283 111\n\nEgalité entre les hommes et les femmes\n\n29 115 344\n\n29 115 344\n\ndont titre 2\n\n11 435 151\n\n11 435 151\n\nConduite et soutien des politiques sanitaires et sociales\n\n1 079 300 221\n\n1 058 657 879\n\ndont titre 2\n\n805 112 421\n\n805 112 421\n\nSport, jeunesse et vie associative\n\n817 202 539\n\n790 650 628\n\nSport\n\n213 420 244\n\n224 691 773\n\nJeunesse et vie associative\n\n119 520 380\n\n120 165 380\n\nConduite et pilotage de la politique du sport, de la jeunesse et de la vie associative\n\n484 261 915\n\n445 793 475\n\ndont titre 2\n\n393 941 614\n\n393 941 614\n\nTravail et emploi\n\n12 074 800 475\n\n12 161 161 835\n\nAccès et retour à l'emploi\n\n5 977 104 824\n\n6 030 646 184\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n5 245 789 914\n\n5 253 989 914\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n48 687 336\n\n86 107 336\n\ndont titre 2\n\n1 998 000\n\n1 998 000\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n803 218 401\n\n790 418 401\n\ndont titre 2\n\n587 500 984\n\n587 500 984\n\nVille et logement\n\n7 627 246 296\n\n7 659 126 296\n\nPrévention de l'exclusion et insertion des personnes vulnérables\n\n1 118 783 978\n\n1 118 783 978\n\nPolitique de la ville\n\n769 572 570\n\n794 572 570\n\nAide à l'accès au logement\n\n4 945 372 500\n\n4 945 372 500\n\nDéveloppement et amélioration de l'offre de logement\n\n793 517 248\n\n800 397 248\n\ndont titre 2\n\n185 933 827\n\n185 933 827\n\nTotaux\n\n392 019 909 146\n\n379 028 426 440\n\n1\n\ncenter\n\ncenter"
    },
    {
      "provision_ref": "artEtatC",
      "section": "EtatC",
      "title": "Article EtatC",
      "content": "(Art. 72 de la loi)Répartition, par mission et programme,des crédits des budgets annexesBUDGETS ANNEXES\n\n(En euros)\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nContrôle et exploitation aériens\n\n1 934 321 090\n\n1 906 884 529\n\nSoutien aux prestations de l'aviation civile\n\n1 251 506 090\n\n1 248 204 146\n\ndont charges de personnel\n\n1 049 495 090\n\n1 049 495 090\n\nNavigation aérienne\n\n538 467 000\n\n505 200 000\n\nTransports aériens, surveillance et certification\n\n74 699 000\n\n78 371 383\n\nFormation aéronautique\n\n69 649 000\n\n75 109 000\n\nPublications officielles et information administrative\n\n194 714 243\n\n196 021 759\n\nAccès au droit, publications officielles et annonces légales\n\n149 235 953\n\n151 743 469\n\ndont charges de personnel\n\n52 929 119\n\n52 929 119\n\nEdition publique et information administrative\n\n45 478 290\n\n44 278 290\n\ndont charges de personnel\n\n21 498 290\n\n21 498 290\n\nTotaux\n\n2 129 035 333\n\n2 102 906 288\n\n1"
    },
    {
      "provision_ref": "artEtatD",
      "section": "EtatD",
      "title": "Article EtatD",
      "content": "(Art. 73 de la loi)Répartition, par mission et programme, des crédits des comptes d'affectation spécialeet des comptes de concours financiersI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nContrôle et sanction automatisés des infractions au code de la route\n\n212 050 000\n\n212 050 000\n\nRadars\n\n201 700 000\n\n201 700 000\n\nFichier national du permis de conduire\n\n10 350 000\n\n10 350 000\n\nDéveloppement agricole et rural\n\n113 500 000\n\n118 500 000\n\nDéveloppement et transfert en agriculture\n\n52 100 000\n\n54 600 000\n\nRecherche appliquée et innovation en agriculture\n\n61 400 000\n\n63 900 000\n\nGestion du patrimoine immobilier de l'Etat\n\n1 400 000 000\n\n1 400 000 000\n\nContribution au désendettement de l'Etat\n\n60 000 000\n\n60 000 000\n\nContribution aux dépenses immobilières\n\n1 340 000 000\n\n1 340 000 000\n\nGestion et valorisation des ressources tirées de l'utilisation du spectre hertzien\n\n600 000 000\n\n600 000 000\n\nDésendettement de l'Etat\n\n0\n\n0\n\nOptimisation de l'usage du spectre hertzien\n\n600 000 000\n\n600 000 000\n\nParticipations financières de l'Etat\n\n5 000 000 000\n\n5 000 000 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\n1 000 000 000\n\n1 000 000 000\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\n4 000 000 000\n\n4 000 000 000\n\nPensions\n\n50 133 333 613\n\n50 133 333 613\n\nPensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n45 681 600 000\n\n45 681 600 000\n\ndont titre 2\n\n45 681 100 000\n\n45 681 100 000\n\nOuvriers des établissements industriels de l'Etat\n\n1 791 476 000\n\n1 791 476 000\n\ndont titre 2\n\n1 782 729 000\n\n1 782 729 000\n\nPensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n2 660 257 613\n\n2 660 257 613\n\ndont titre 2\n\n14 400 000\n\n14 400 000\n\nTotaux\n\n57 458 883 613\n\n57 463 883 613\n\n1\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAccords monétaires internationaux\n\n0\n\n0\n\nRelations avec l'Union monétaire ouest-africaine\n\n0\n\n0\n\nRelations avec l'Union monétaire d'Afrique centrale\n\n0\n\n0\n\nRelations avec l'Union des Comores\n\n0\n\n0\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n8 006 816 000\n\n8 006 816 000\n\nAvances à l'Agence unique de paiement, au titre du préfinancement des aides communautaires de la politique agricole commune\n\n7 500 000 000\n\n7 500 000 000\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\n390 000 000\n\n390 000 000\n\nAvances à des services de l'Etat\n\n116 816 000\n\n116 816 000\n\nAvances à l'audiovisuel\n\n2 997 645 613\n\n2 997 645 613\n\nFrance Télévisions\n\n2 039 141 200\n\n2 039 141 200\n\nARTE France\n\n232 348 970\n\n232 348 970\n\nRadio France\n\n559 694 843\n\n559 694 843\n\nContribution au financement de l'action audiovisuelle extérieure\n\n65 288 200\n\n65 288 200\n\nInstitut national de l'audiovisuel\n\n86 172 400\n\n86 172 400\n\nPassage à la télévision tout numérique\n\n15 000 000\n\n15 000 000\n\nAvances au fonds d'aide à l'acquisition de véhicules propres\n\n478 000 000\n\n478 000 000\n\nAvances au titre du paiement de l'aide à l'acquisition de véhicules propres\n\n473 000 000\n\n473 000 000\n\nAvances au titre du paiement de la majoration de l'aide à l'acquisition de véhicules propres en cas de destruction simultanée d'un véhicule de plus de quinze ans\n\n5 000 000\n\n5 000 000\n\nAvances aux collectivités territoriales\n\n85 794 800 000\n\n85 794 800 000\n\nAvances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n6 800 000\n\n6 800 000\n\nAvances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n85 788 000 000\n\n85 788 000 000\n\nPrêts à des Etats étrangers\n\n2 878 960 000\n\n2 147 960 000\n\nPrêts à des Etats étrangers, de la Réserve pays émergents, en vue de faciliter la réalisation de projets d'infrastructure\n\n700 000 000\n\n180 000 000\n\nPrêts à des Etats étrangers pour consolidation de dettes envers la France\n\n1 808 960 000\n\n1 808 960 000\n\nPrêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n370 000 000\n\n159 000 000\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n10 800 000\n\n10 800 000\n\nPrêts et avances à des particuliers ou à des associations\n\n800 000\n\n800 000\n\nPrêts pour le développement économique et social\n\n10 000 000\n\n10 000 000\n\nTotaux\n\n100 167 021 613\n\n99 436 021 613\n\n1"
    },
    {
      "provision_ref": "artEtatE",
      "section": "EtatE",
      "title": "Article EtatE",
      "content": "(Art. 74 de la loi)Répartition des autorisations de découvertI. - COMPTES DE COMMERCE\n\n(En euros)\n\nII. - COMPTES D'OPÉRATIONS MONÉTAIRES\n\n(En euros)\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n901\n\nApprovisionnement des armées en produits pétroliers\n\n125 000 000\n\n912\n\nCantine et travail des détenus dans le cadre pénitentiaire\n\n23 000 000\n\n910\n\nCouverture des risques financiers de l'Etat\n\n1 035 000 000\n\n902\n\nExploitations industrielles des ateliers aéronautiques de l'Etat\n\n0\n\n903\n\nGestion de la dette et de la trésorerie de l'Etat\n\n16 700 000 000\n\ncenter\n\nSection 1. Opérations relatives à la dette primaire et gestion de la trésorerie\n\n15 000 000 000\n\ncenter\n\nSection 2. Opérations de gestion active de la dette au moyen d'instruments financiers à terme\n\n1 700 000 000\n\n913\n\nGestion des actifs carbones de l'Etat\n\n50 000 000\n\n904\n\nLancement de certains matériels aéronautiques et de certains matériels d'armement complexes\n\n0\n\n905\n\nLiquidation d'établissements publics de l'Etat et liquidations diverses\n\n0\n\n907\n\nOpérations commerciales des domaines\n\n0\n\n908\n\nOpérations industrielles et commerciales des directions départementales et régionales de l'équipement\n\n180 000 000\n\n909\n\nRégie industrielle des établissements pénitentiaires\n\n609 800\n\ncenter\n\nTotal\n\n18 113 609 800\n\n1\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n951\n\nEmission des monnaies métalliques\n\n0\n\n952\n\nOpérations avec le Fonds monétaire international\n\n0\n\n953\n\nPertes et bénéfices de change\n\n400 000 000\n\ncenter\n\nTotal\n\n400 000 000\n\n1"
    }
  ]
}