{
  "id": "jorftext000000191068",
  "type": "statute",
  "title": "Loi n° 95-1346 du 30 décembre 1995",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000191068",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1er",
      "section": "1er",
      "title": "Article 1er",
      "content": "I. - La perception des impôts, produits et revenus affectés à l’Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d ’être effectuée pendant l’année 1996 conformément aux lois et règlements et aux dispositions de la présente loi de finances.\n\nII. - Sous réserve de dispositions contraires, la loi de finances s’applique :\n\n1° A l’impôt sur le revenu dû au titre de 1995 et des années suivantes ;\n\n2° A l’impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 1995 ;\n\n3° A compter du 1 er janvier 1996 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I ne s'appliquent pas au contribuable qui vit seul et supporte effectivement la charge du ou des enfants, nonobstant la perception d'une pension alimentaire versée pour leur entretien en vertu d'une décision de justice.Le Conseil d'Etat annule les dispositions de l'instruction 5B-10-96 du 22 avril 1996 prise pour l'application de ces dispositions (n° 185804 du 11 février 1998)."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil Constitutionnel n° 95-369 DC du 28 décembre 1995."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions des I et II s'appliquent pour la détermination du résultat d'ensemble des exercices ouverts à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. et II. Paragraphes modificateursIII. - Le Gouvernement présentera au Parlement, avant le 30 juin 1996, un rapport sur les conséquences de l'évolution de l'utilisation du gazole sur l'industrie pétrolière, l'industrie de la construction automobile, la santé publique, l'environnement, la distribution des carburants, l'aménagement du territoire et les besoins professionnels particuliers. Ce rapport devra, en outre, analyser les conséquences, en particulier budgétaires, d'une modification du barème de la taxe intérieure de consommation sur les produits pétroliers destinée à favoriser la consommation des carburants les moins polluants."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Il est institué pour 1996 une contribution exceptionnelle au budget de l'Etat sur les excédents financiers de certains organismes paritaires collecteurs mentionnés au deuxième alinéa de l'article L. 961-12 du code du travail.Alinéa modificateurLe fonds ainsi créé est soumis en 1996 à une contribution exceptionnelle au budget de l'Etat, égale à 60 p. 100 de la différence entre, d'une part, le cumul des montants de la trésorerie des fonds au 31 décembre 1995 et des excédents financiers recueillis au 31 mars 1996 et, d'autre part, le montant des sommes versées à des organismes collecteurs, après constatation de leurs besoins de trésorerie, entre le 1er janvier et le 1er août 1996.En l'absence de fonds agréé, la contribution est due par le gestionnaire du compte unique visé au dernier alinéa de l'article L. 961-13 précité. La contribution est versée au comptable du Trésor du lieu du siège social de l'organisme gestionnaire du fonds ou du compte unique avant le 1er septembre 1996. Le contrôle, le recouvrement, le contentieux, les garanties et sanctions relatifs à cette contribution sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Pour chacune des années 1996, 1997 et 1998, la dotation globale de fonctionnement, la dotation spéciale pour le logement des instituteurs, les dotations de l'Etat au Fonds national de péréquation de la taxe professionnelle et au Fonds national de péréquation, la dotation élu local, la dotation globale d'équipement, la dotation générale de décentralisation, la dotation de décentralisation pour la formation professionnelle, la dotation générale de décentralisation pour la Corse, la dotation départementale d'équipement des collèges, la dotation régionale d'équipement scolaire et la dotation de compensation de la taxe professionnelle (hors réduction pour embauche ou investissement) forment un ensemble dont l'évolution globale, à structure constante, de loi de finances initiale à loi de finances initiale, est égale à l'évolution prévisionnelle des prix à la consommation hors tabac associée au projet de loi de finances.II. - Pour l'application du I, le calcul de la dotation globale de fonctionnement à inscrire dans les projets de loi de finances pour 1996, 1997 et 1998 s'effectue à partir du montant de l'année précédente, tel qu'il ressort du 1° du II de l'article 52 de la loi de finances pour 1994 (n° 93-1352 du 30 décembre 1993)."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le produit des ventes par l'Etat de titres, de parts ou de droits de sociétés réalisées à l'occasion d'opérations comportant une cession au secteur privé d'une participation au capital social d'une entreprise du secteur public, ainsi que le reversement par l'Entreprise de recherches et d'activités pétrolières (E.R.A.P.), sous toutes ses formes, du produit de cession de titres de la société Elf Aquitaine par l'E.R.A.P., sont versés en recettes du compte d'affectation spéciale n° 902-24."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. L'article 1609 octodecies et le 7° de l'article 1697 du code général des impôts sont abrogés.II. Les articles 1618 octies et 1618 nonies du code général des impôts sont abrogés à compter de la campagne 1996-1997."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. Paragraphe modificateurII. Les dispositions de l'article 199 ter B du code général des impôts sont applicables au crédit d'impôt recherche des années 1996 à 1998."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux dépenses payées à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Paragraphe modificateurCette disposition s'applique pour déterminer les résultats des exercices clos à compter du 31 décembre 1996."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. Paragraphe modificateurII. Pour les impositions dues au titre de 1996, les entreprises assujetties à la taxe professionnelle en application du I sont tenues de souscrire la déclaration prévue par l'article 1477 du code général des impôts avant le 31 janvier 1996.III. Le Gouvernement présentera au Parlement, avant le dépôt du projet de loi de finances pour 1997, un rapport dressant le bilan de l'application du dispositif prévu au I et précisant les conséquences d'une suppression éventuelle du seuil de 30 millions de francs de chiffre d'affaires."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Avant le 30 juin 1996, le Gouvernement remet au Parlement un rapport analysant l'évolution depuis 1990 de la perception en France de la taxe sur la valeur ajoutée en provenance des autres pays de l'Union européenne ainsi que les écarts enregistrés entre les recettes attendues et les recettes perçues.Ce rapport devra également faire le point sur les nouvelles procédures de contrôle mises en place en 1993 sur le territoire national et sur les modalités de la coopération administrative en matière de taxe sur la valeur ajoutée entre les Etats membres. Au vu des résultats de ces enquêtes, il fera état de la nature des fraudes constatées, de leur ampleur et de leur développement éventuel depuis la mise en place de la taxe sur la valeur ajoutée intracommunautaire ainsi que des mesures nécessaires pour y remédier."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Le ministre chargé du budget et le ministre chargé des transports sont habilités à modifier par arrêté, dans le respect des prescriptions de l'article R. 134-4 du code de l'aviation civile, le montant de la redevance pour services terminaux de la circulation aérienne due au titre des années 1991 à 1995. Sous réserve des décisions de justice passées en force de chose jugée, de nouveaux titres de perception seront substitués à ceux qui ont été émis au titre de ces années sur le fondement des arrêtés des 9 mars et 13 décembre 1990, 5 décembre 1991, 21 décembre 1992, 29 décembre 1993 et 25 août 1994 et les montants dus par chaque redevable prendront en compte les intérêts éventuellement dus par l'Etat et la capitalisation de ces intérêts."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil Constitutionnel n° 95-369 DC du 28 décembre 1995."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. Paragraphe modificateurII. - Par dérogation aux dispositions de l'article L. 321-9 du code de la mutualité, le montant maximal de cette rente, y compris la majoration, est fixé à 7 000 F à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article prennent effet au 1er juillet 1996."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions de la loi n° 49-420 du 25 mars 1949 précitée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1995.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1995 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.IV. - Les actions ouvertes par la loi n° 49-420 du 25 mars 1949 précitée, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée par le VII de l'article 81 de la loi de finances pour 1995 (n° 94-1162 du 29 décembre 1994), pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.V. - Les taux de majoration fixés au I ci-dessus sont applicables, sous les mêmes conditions de date, aux rentes viagères visées par la loi n° 48-957 du 9 juin 1948 portant majoration des rentes viagères constituées au profit des anciens combattants auprès des caisses autonomes mutualistes ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, les obligations de l'Etat tenant, pour la période antérieure au 1er novembre 1995, au remboursement aux organismes de gestion des établissements d'enseignement privés sous contrat de la cotisation sociale afférente au régime de retraite et de prévoyance des cadres, institué par la convention collective du 14 mars 1947 et étendu par la loi n° 72-1223 du 29 décembre 1972 portant généralisation de la retraite complémentaire au profit des salariés et anciens salariés, sont égales à la part de cotisation nécessaire pour assurer l'égalisation des situations prévue par l'article 15 de la loi n° 59-1557 du 31 décembre 1959 sur les rapports entre l'Etat et les établissements d'enseignement privés, modifiée par la loi n° 77-1285 du 25 novembre 1977 ; cette part est fixée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Les personnels en service à l'école technique privée du bassin de Lorraine (Mont-Saint-Martin, Meurthe-et-Moselle), au lycée privé hôtelier de la chambre de commerce et d'industrie de l'Aisne (Soissons, Aisne) et au lycée professionnel privé de la chambre de commerce et d'industrie de l'Aisne (Saint-Quentin, Aisne) intégrés dans l'enseignement public en application de la loi n° 59-1557 du 31 décembre 1959 précitée, qui justifient au 1er janvier 1996 pour le premier établissement et au 1er septembre 1996 pour les deux autres de services effectifs d'une durée équivalente à un an au moins de services à temps complet, pourront, respectivement à compter de ces dates, sur leur demande et dans la limite des emplois budgétaires créés à cet effet, être nommés puis titularisés dans les corps correspondants de la fonction publique.Un décret en Conseil d'Etat fixera les conditions d'intégration, de vérification de l'aptitude professionnelle et de classement des personnels intéressés.Les maîtres titularisés seront admis au bénéfice des dispositions de la loi n° 85-489 du 9 mai 1985 relative aux conditions de cessation d'activité de maîtres de l'enseignement public ayant exercé dans certains établissements d'enseignement privés."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "A compter du projet de loi de finances pour 1997, les recettes et dépenses extrabudgétaires de toutes les administrations d'Etat sont réintégrées au sein du budget général."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I. Paragraphe modificateurII. Les dispositions des III, IV, V, VI, VII, VIII, IX et X du présent article prennent effet à compter du 1er octobre 1996. Elles sont applicables aux gains et rémunérations versés à partir du 1er octobre 1996 ou, pour les marins salariés, aux services accomplis à partir de cette date.III. à X. Paragraphes modificateurs"
    }
  ]
}