{
  "id": "jorftext000000700127",
  "type": "statute",
  "title": "Ordonnance n° 80-703 du 5 septembre 1980",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000700127",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les Français domiciliés sur le territoire du Vanuatu à la date du 30 juillet 1980 conservent leur nationalité quelle que soit leur situation au regard de la nationalité du Vanuatu."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les étrangers qui étaient soumis au régime juridique applicable aux ressortissants français pourront par décret, même s'ils continuent à résider sur le territoire du Vanuatu, être naturalisés français ou réintégrés dans la nationalité française selon les conditions prévues par le code de la nationalité lorsqu'ils auront présenté une demande à cet effet avant le 1er octobre 1980."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les étrangers qui étaient soumis au régime juridique applicable aux ressortissants français ainsi que les ressortissants du Vanuatu pourront être naturalisés français sans la condition de stage prévue aux articles 21-17 et 21-18 du code civil s'ils établissent leur résidence sur le territoire de la République française."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans un délai de trois ans à compter du 30 juillet 1980, les personnes françaises par acquisition qui auront perdu leur nationalité en acquérant par mesure individuelle la nationalité néo-hébridaise pourront être réintégrées par déclaration, dans les conditions prévues à l'article 24-2 du code civil."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont supprimés les mots \"et ressortissants français des Nouvelles-Hébrides\" au tableau figurant à l'avant-dernier alinéa de l'article 2 de l'ordonnance n° 59-227 du 4 février 1959 relative à l'élection des députés à l'Assemblée nationale représentant les territoires d'outre-mer, modifié par l'article 1er de la loi n° 77-1340 du 8 décembre 1977."
    }
  ]
}