{
  "id": "jorftext000000425378",
  "type": "statute",
  "title": "Loi n° 2006-888 du 19 juillet 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000425378",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les résultats définitifs de l'exécution des lois de finances pour 2005 sont arrêtés aux sommes mentionnées ci-après :\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20/07/2006 texte numéro 1"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le montant définitif des recettes du budget général de l'année 2005 est arrêté à 320 934 127 442, 23 euros. La répartition de cette somme fait l'objet du tableau A annexé à la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le montant définitif des dépenses ordinaires civiles du budget général de 2005 est arrêté aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau et répartis par ministère conformément au tableau B annexé à la présente loi.\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20/07/2006 texte numéro 1"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le montant définitif des dépenses civiles en capital du budget général de 2005 est arrêté aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau et répartis par ministère conformément au tableau C annexé à la présente loi.\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20/07/2006 texte numéro 1"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le montant définitif des dépenses ordinaires militaires du budget général de 2005 est arrêté aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau et répartis conformément au tableau D annexé à la présente loi.\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20/07/2006 texte numéro 1"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le montant définitif des dépenses militaires en capital du budget général de 2005 est arrêté aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau et répartis conformément au tableau E annexé à la présente loi.\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20/07/2006 texte numéro 1"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le résultat du budget général de 2005 est définitivement fixé comme suit :Recettes 320 934 127 442, 23 eurosDépenses 366 086 163 139, 31 eurosExcédent des dépenses sur les recettes 45 152 035 697, 08 eurosLa répartition des recettes et des dépenses fait l'objet du tableau F annexé à la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les résultats des budgets annexes sont arrêtés aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau. Ces crédits sont répartis par budget conformément au tableau G annexé à la présente loi.\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20/07/2006 texte numéro 1"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-Les résultats des comptes spéciaux du Trésor dont les opérations se poursuivent en 2006 sont arrêtés, au 31 décembre 2005, aux sommes mentionnées au tableau ci-après. Les crédits et les autorisations de découverts sont modifiés comme il est dit au même tableau et répartis par catégorie de comptes et ministère gestionnaire conformément au tableau I annexé à la présente loi.\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20 / 07 / 2006 texte numéro 1\n\nII.-Les soldes des comptes spéciaux du Trésor dont les opérations se poursuivent en 2006 sont arrêtés, à la date du 31 décembre 2005, aux sommes ci-après et répartis par ministère conformément au tableau I annexé à la présente loi.\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20 / 07 / 2006 texte numéro 1\n\nIII.-Les soldes arrêtés au II sont reportés à la gestion 2006 à l'exception d'un solde débiteur de 1 342 810, 98 euros concernant les comptes d'opérations monétaires qui fait l'objet d'une affectation par l'article de transport aux découverts du Trésor."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Les résultats des comptes spéciaux du Trésor clos au 31 décembre 2005 sont arrêtés aux sommes mentionnées au tableau ci-après. Les crédits sont modifiés comme il est dit au même tableau.\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20/07/2006 texte numéro 1\n\nII. - Les soldes, au 31 décembre 2005, arrêtés au I sont repris en gestion 2006 à l'exception d'un solde créditeur net de 333 014 985,16 correspondant à un solde créditeur de 401 387 359,14 concernant les comptes d'affectation spéciale, un solde débiteur de 138 721,81 relatif aux comptes de prêts et un solde débiteur de 68 233 652,17 concernant les comptes d'avances, et à l'exception d'un solde débiteur de 593 043 624,04 retracé aux comptes de prêts correspondant aux remises de dettes, qui font l'objet d'une affectation par l'article de transport aux découverts du Trésor."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le solde débiteur des pertes et profits sur emprunts et engagements de l'Etat est arrêté au 31 décembre 2005 à la somme de 2 286 325 556, 96 euros conformément au tableau ci-après :\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20 / 07 / 2006 texte numéro 1"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Sont reconnues d'utilité publique, pour un montant de 396 063, 06 euros, les dépenses comprises dans la gestion de fait des deniers de l'Etat, jugée par la Cour des comptes dans ses arrêts des 9 octobre 2002, 7 avril 2004 et 7 juin 2004 au titre du ministère de l'éducation nationale, de l'enseignement supérieur et de la recherche."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Le solde fixé à l'article 7, le solde débiteur mentionné au III de l'article 9, le solde débiteur des comptes de prêts mentionné au II de l'article 10 et le solde débiteur arrêté à l'article 11 sont transportés en augmentation des découverts du Trésor et récapitulés dans le tableau ci-dessous :\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20/07/2006 texte numéro 1\n\nII. - Le résultat net des comptes spéciaux clos visé au II de l'article 10 est transporté en atténuation des découverts du Trésor :\n\nVous pouvez consulter le tableau dans le JO n° 166 du 20/07/2006 texte numéro 1"
    }
  ]
}