{
  "id": "jorftext000029920402",
  "type": "statute",
  "title": "LOI n°2014-1528 du 18 décembre 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029920402",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans un délai de dix-huit mois à compter de la promulgation de la présente loi, à prendre par ordonnance les dispositions relevant du domaine de la loi prévoyant la désignation des conseillers prud'hommes en fonction de l'audience des organisations syndicales de salariés définie au 5° de l'article L. 2121-1 du code du travail et de celle des organisations professionnelles d'employeurs définie au 6° de l'article L. 2151-1 du même code. Ces dispositions déterminent, dans le respect de l'indépendance, de l'impartialité et du caractère paritaire de la juridiction :1° Le mode de désignation des conseillers prud'hommes ;2° Les modalités de répartition des sièges par organisation dans les sections, collèges et conseils ;3° Les conditions des candidatures et leurs modalités de recueil et de contrôle ;4° Les modalités d'établissement de la liste de candidats, qui, pour chaque conseil et chaque organisation, doit comporter un nombre égal de femmes et d'hommes, présentés alternativement ;5° La procédure de nomination des conseillers prud'hommes ;6° Les modalités de remplacement en cas de vacance ;7° La durée du mandat des conseillers prud'hommes ;8° Le régime des autorisations d'absence des salariés pour leur formation à l'exercice de la fonction prud'homale ;9° Le cas échéant, les adaptations nécessaires en matière de définition des collèges et des sections.Le projet de loi de ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant sa publication."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-La date du prochain renouvellement général des conseils de prud'hommes est fixée par décret, et au plus tard au 31 décembre 2017. Le mandat des conseillers prud'hommes est prorogé jusqu'à cette date. Nonobstant l'expiration de leur mandat, et jusqu'au 31 mars 2018, les conseillers prud'hommes sortants demeurent compétents pour rendre les décisions relatives aux affaires débattues devant eux et pour lesquelles ils ont délibéré antérieurement durant leur mandat, à l'exclusion de toutes autres attributions liées au mandat d'un conseiller en exercice.II.-Dans les conditions fixées aux deux derniers alinéas de l'article L. 1442-2 du code du travail, les employeurs accordent aux salariés de leur entreprise, membres d'un conseil de prud'hommes, sur leur demande et pour les besoins de leur formation, des autorisations d'absence :1° Dans la limite de six jours par an au titre de la prolongation du mandat, prévue à l'article 7 de la loi n° 2010-1215 du 15 octobre 2010 complétant les dispositions relatives à la démocratie sociale issues de la loi n° 2008-789 du 20 août 2008, qu'ils exercent entre le 1er janvier 2014 et le 31 décembre 2015 ;2° Dans la limite de six jours par an au titre de la prolongation du mandat qu'ils exercent entre le 1er janvier 2016 et la date fixée par le décret pris en application du I du présent article et au plus tard lors du prochain renouvellement général.III.-Par dérogation à la seconde phrase du premier alinéa de l'article L. 1423-10 du code du travail, s'il n'est pas possible de pourvoir aux vacances dans les conditions fixées par l'article L. 1442-4 du même code, et jusqu'à la date du prochain renouvellement général, les affectations prévues au même article L. 1423-10 en cas de difficulté provisoire de fonctionnement d'une section peuvent être renouvelées au-delà de deux fois."
    }
  ]
}