{
  "id": "jorftext000000693695",
  "type": "statute",
  "title": "Loi n° 86-1307 du 29 décembre 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000693695",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I - L'article L. 522-3 du code de la sécurité sociale est abrogé. Toutefois, les ménages ou les personnes qui bénéficient, à la date fixée à l'article 14 de la présente loi, des dispositions de cet article conservent leurs droits au complément familial restant à courir.II - 1° L'article L. 542-8 du même code est complété par les mots : \"dès la déclaration de grossesse pour un enfant d'un rang déterminé et pour une période déterminée après la naissance de cet enfant\".2° Toutefois, les personnes qui ne remplissent pas les conditions fixées à l'alinéa précédent, et dont le déménagement est antérieur à la date fixée au paragraphe II de l'article 14 de la présente loi, bénéficient de la prime de déménagement si la demande est déposée dans un délai de trois mois à compter de cette date.III - L'article L. 831-6 du même code est abrogé. Toutefois, les personnes dont le déménagement est antérieur à la date fixée au paragraphe II de l'article 14 de la présente loi bénéficient de la prime de déménagement si la demande est déposée dans un délai de trois mois à compter de cette date *point de départ*.IV - Le titre VII du livre V et l'article L. 755-26 du même code sont abrogés.V - Le chapitre II du titre VIII du livre V du code de la sécurité sociale est abrogé. Toutefois, les articles L. 582-1 et L. 582-2 demeurent applicables aux prêts attribués et aux demandes déposées avant le 1er janvier 1987."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I - Les ménages ou les personnes qui bénéficient, à la date fixée au paragraphe I de l'article 13, de l'allocation au jeune enfant versée sans condition de ressources bénéficient, à compter de cette même date *point de départ*, de l'allocation pour jeune enfant mentionnée au 1° de l'article L. 531-1 du code de la sécurité sociale dans la rédaction résultant de la présente loi.II - Les ménages ou les personnes qui bénéficient, à la date fixée au même paragraphe I de l'article 13, d'une ou plusieurs allocations au jeune enfant versées sous condition de ressources ou d'un ou plusieurs compléments familiaux au titre d'un ou plusieurs enfants conservent leur droit restant à courir à cette ou ces prestations.III - En cas de nouvelles naissances, les ménages ou personnes mentionnées au paragraphe II continuent à percevoir leurs prestations jusqu'à leur terme. Après celui-ci, l'allocation pour jeune enfant versée au titre du 2° de l'article L. 531-1 du code de la sécurité sociale est versée dans les conditions qui lui sont applicables en vertu de la présente loi.IV - Les dispositions des paragraphes II et III sont applicables aux allocations différentielles servies au titre de la législation en vigueur antérieurement à la date fixée au paragraphe I de l'article 13.V - L'allocation parentale d'éducation instituée par l'article 3 n'est pas cumulable avec les allocations mentionnées aux paragraphes II, III et IV ci-dessus.VI - Les ménages ou les personnes qui bénéficient, à la date fixée au paragraphe II de l'article 13, d'une allocation parentale d'éducation au titre d'une cessation de l'activité professionnelle bénéficient de plein droit de l'allocation parentale d'éducation instituée par la présente loi.Les ménages ou les personnes qui bénéficient, à la date fixée au même paragraphe II de l'article 13, d'une allocation parentale d'éducation au titre d'une réduction de l'activité professionnelle continuent à percevoir cette prestation dans les conditions applicables antérieurement à la date précitée.VII - Les ménages ou les personnes qui ont droit à l'allocation parentale d'éducation instituée par la présente loi mais qui, à la date fixée au paragraphe II de l'article 13, perçoivent une allocation parentale d'éducation ainsi qu'une ou plusieurs allocations au jeune enfant, pour un montant supérieur à la nouvelle prestation, continuent à percevoir ces prestations jusqu'à leur terme.Lorsque l'allocation parentale d'éducation instituée par la présente loi est supérieure au montant des droits en cours mentionnés à l'alinéa précédent, cette allocation parentale d'éducation est servie dans les conditions définies par l'article 3."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I - Dans les dispositions législatives qui font référence à l'\"allocation au jeune enfant\", ces mots sont remplacés par les mots : \"allocation pour jeune enfant\".II - Dans l'article L. 755-19 du code de la sécurité sociale, la mention de l'article L. 531-3 est supprimée."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I - Les dispositions des articles 1er et 2 relatives à l'allocation pour jeune enfant entreront en vigueur à compter du premier jour du mois civil suivant la publication de la présente loi, sous réserve des dispositions de l'article 9.II - Les dispositions de l'article 3 relatives à l'allocation parentale d'éducation entreront en vigueur le 1er avril 1987, sous réserve des dispositions de l'article 9.III - Les dispositions des articles 4 et 5 relatives à l'allocation de garde d'enfant à domicile entreront en vigueur le 1er avril 1987 pour les périodes d'emploi postérieures à cette date.IV - Jusqu'à l'intervention du décret mentionné à l'article 6, les dispositions de l'ancien article L. 531-2 du code de la sécurité sociale restent applicables aux bénéficiaires de l'allocation au jeune enfant et sont opposables aux bénéficiaires de l'allocation pour jeune enfant.V - Les dispositions de l'article 7 sont applicables aux enfants au titre desquels une première ouverture de droit à l'une des prestations familiales est demandée."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I - Les abrogations et modifications figurant aux paragraphes I et IV de l'article 8 ainsi que les dispositions de l'article 10 prennent effet à compter du premier jour du mois civil suivant sa publication *date d'entrée en vigueur*.II - Les dispositions figurant aux paragraphes II et III de l'article 8 prennent effet au 31 mai 1987."
    }
  ]
}