{
  "id": "jorftext000028738036",
  "type": "statute",
  "title": "LOI n°2014-344\n du 17 mars 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028738036",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I, II et IV.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-L'action exercée sur le fondement du chapitre III du titre II du livre IV du code de la consommation ne peut être introduite pour la réparation des préjudices causés par des manquements au titre II du livre IV du code de commerce ou aux articles 101 et 102 du traité sur le fonctionnement de l'Union européenne ayant fait l'objet d'une décision constatant ces manquements qui n'est plus susceptible de recours à la date de publication de la présente loi.\n\nV.-Le III du présent article est applicable dans les îles Wallis et Futuna.\n\nVI.-Trente mois au plus tard après la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les conditions de mise en œuvre de la procédure d'action de groupe et propose les adaptations qu'il juge nécessaires. Il envisage également les évolutions possibles du champ d'application de l'action de groupe, en examinant son extension aux domaines de la santé et de l'environnement.\n\n-Code de l'organisation judiciaire\n\n-Code de l'organisation judiciaire\n\n-Code de commerce"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les vendeurs de produits peuvent pratiquer l'affichage d'un double prix pour un même bien : un prix de vente et un prix d'usage défini au second alinéa du présent article.\n\nLe prix d'usage désigne la valeur marchande associée à l'usage du service rendu par un bien meuble, et non à la propriété de ce bien."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "VI.-L'article L. 113-7 du code de la consommation dans sa rédaction issue du V du présent article entre en vigueur le 1er juillet 2015."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. ― Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport étudiant les possibilités d'une modulation de l'éco-participation en fonction de la durée de la garantie commerciale des produits, de la disponibilité des pièces détachées et du prix raisonnable de ces dernières.II. - Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'obsolescence programmée, sa définition juridique et ses enjeux économiques.III. - Le Gouvernement remet annuellement au Parlement un rapport sur la situation et les enjeux en matière de protection des consommateurs."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "III.-Les articles L. 121-29 et L. 311-36 du code de la consommation, dans leur rédaction résultant de la présente loi, entrent en vigueur le 26 juillet 2014 et s'appliquent aux offres émises à compter de cette date."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les réservoirs des stations-service visées à la rubrique 1435 de la nomenclature des installations classées dont le volume distribué est inférieur à 500 mètres cubes par an doivent être remplacés ou transformés, conformément à l'article 5 de l'arrêté du 22 juin 1998 relatif aux réservoirs enterrés de liquides inflammables et de leurs équipements annexes, au plus tard le 31 décembre 2016."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur deux ans après la publication de la présente loi.\n\nIII. - A modifié les dispositions suivantes :\n\n- Code de la consommation\n\n- Code de la consommation"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Avant le 1er janvier 2015, le Gouvernement remet au Parlement un rapport sur l'état des lieux et les perspectives de l'économie circulaire en France. Une attention particulière est portée à l'économie de fonctionnalité et à l'écoconception. Ce rapport étudie notamment les potentiels d'économie pour les entreprises, les gains pour le consommateur et le potentiel de création de nouveaux métiers et nouvelles filières non délocalisables."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "II. ― La section 17 du chapitre Ier du titre II du livre Ier du code de la consommation entre en vigueur le premier jour du septième mois suivant la promulgation de la présente loi.III. et IV. ― A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. ― A modifié les dispositions suivantes :\n\nII. ― Les fournisseurs de gaz naturel informent leurs clients finals bénéficiant encore des tarifs réglementés et mentionnés aux 2° et 3° et au b de l'article L. 445-4 du code de l'énergie de la résiliation de fait de ce contrat et de sa date d'échéance, à trois reprises :\n\n1° Un mois après la promulgation de la présente loi, par un courrier indiquant le calendrier de disparition des tarifs réglementés de vente ;\n\n2° Six mois avant la date de suppression des tarifs réglementés de vente les concernant ;\n\n3° Trois mois avant la date de suppression des tarifs réglementés de vente les concernant.\n\nLes fournisseurs de gaz naturel informent leurs clients finals bénéficiant encore des tarifs réglementés mentionnés au 1° du même article L. 445-4 de la résiliation de fait de ce contrat et de sa date d'échéance deux mois avant la date de suppression des tarifs réglementés de vente les concernant.\n\nLe contenu des courriers transmis par le fournisseur à ses clients est soumis aux ministres chargés de l'énergie et de l'économie, qui peuvent y apporter toute modification qu'ils jugent nécessaire.\n\nIII. ― A défaut d'avoir conclu un nouveau contrat avec un fournisseur avant la date de suppression des tarifs réglementés de vente de gaz naturel le concernant et afin de bénéficier de la continuité de sa fourniture de gaz naturel, le consommateur final est réputé avoir accepté les conditions contractuelles du nouveau contrat qui lui ont été adressées sur un support durable par son fournisseur initial trois mois avant cette date. La durée d'exécution de ce contrat ne peut excéder six mois, à l'issue desquels la fourniture de gaz naturel n'est plus assurée. Le consommateur peut résilier ce contrat à tout moment sans qu'il y ait lieu à indemnité à la charge de l'une ou l'autre des parties. Le fournisseur a l'obligation de rappeler au consommateur final, par courrier, l'échéance de son contrat trois mois et un mois avant son terme.\n\nIV. ― Les fournisseurs des clients aux tarifs réglementés de vente de gaz naturel communiquent au ministre chargé de l'énergie le nombre de consommateurs non domestiques, différenciés par volume de consommation et type de clients, dont les contrats arrivent à expiration conformément aux 2°, 3° et b de l'article L. 445-4 du code de l'énergie, six mois, trois mois et trente jours avant la date de suppression légale de leur contrat au tarif réglementé de vente.\n\nV. ― Durant la période allant de la date de publication de la présente loi jusqu'au 31 décembre 2015, tout fournisseur subordonnant la conclusion d'un contrat de fourniture de gaz naturel à l'acceptation, par les consommateurs finals mentionnés aux 1° à 3° et au b de l'article L. 445-4 du code de l'énergie, d'une clause contractuelle imposant le respect d'une durée minimale d'exécution du contrat de plus de douze mois est tenu de proposer simultanément une offre de fourniture assortie d'une durée minimale d'exécution du contrat n'excédant pas douze mois, selon des modalités commerciales non disqualifiantes.\n\nVI. ― Les II à V du présent article sont applicables aux fournisseurs d'électricité des consommateurs finals mentionnés à l'article L. 337-9 du code de l'énergie bénéficiant des tarifs réglementés de vente de l'électricité jusqu'au 31 décembre 2015. Un décret en Conseil d'Etat précise, en tant que de besoin, les conditions d'application du présent article.\n\nPar dérogation à l'article L. 337-10 du code de l'énergie, les entreprises locales de distribution mentionnées à l'article L. 111-54 du même code peuvent, pour l'approvisionnement nécessaire à l'exécution du contrat proposé par le fournisseur initial trois mois avant la date de suppression des tarifs réglementés de vente, bénéficier des tarifs de cession mentionnés à l'article L. 337-1 dudit code.\n\n-Code de l'énergie"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I à V. - A modifié les dispositions suivantes :\n\n- Code des assurances\n\n- Code de la consommation\n\n- Code monétaire et financier\n\n- Code de la mutualité\n\n- Code de la sécurité sociale.\n\nA abrogé les dispositions suivantes :\n\n- Code de la consommation"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les articles 6, 9, 18, 20, 23 et 33 s'appliquent aux contrats conclus après le 13 juin 2014."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "III. ―  Le premier alinéa de l'article L. 4362-10 du code de la santé publique, dans sa rédaction résultant de la présente loi, entre en vigueur à une date fixée par décret et au plus tard le premier jour du dix-huitième mois à compter de la publication de la même loi. Jusqu'à cette date, le troisième alinéa de l'article L. 4362-9 du même code, dans sa rédaction antérieure à ladite loi, demeure en vigueur."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er juillet 2016. Il s'applique aux procédures de traitement des situations de surendettement en cours à cette date, sous les exceptions suivantes :1° Lorsque le juge a été saisi par la commission de surendettement aux fins d'homologuer des mesures recommandées par celle-ci, de statuer sur une contestation ou aux fins d'ouvrir une procédure de rétablissement personnel, l'affaire est poursuivie et jugée conformément à la loi ancienne ;2° L'appel et le pourvoi en cassation sont formés, instruits et jugés selon les règles applicables lors du prononcé de la décision de première instance.\n\nIII. - Au plus tard cinq ans après la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport dans lequel il présente et évalue les conditions de mise en œuvre, la pertinence et l'impact de la réduction de la durée des mesures de traitement des situations de surendettement et des autres mesures prises en matière de prévention et de traitement du surendettement dans le cadre de la présente loi, de la loi n° 2013-672 du 26 juillet 2013 de séparation et de régulation des activités bancaires et, plus généralement, de la mise en œuvre du plan pluriannuel contre la pauvreté et pour l'inclusion sociale adopté lors du comité interministériel de lutte contre les exclusions du 21 janvier 2013. Ce rapport examine la pertinence de nouvelles mesures législatives et réglementaires, en particulier une réduction supplémentaire de la durée des mesures de traitement ou une modification plus significative de la procédure de traitement des situations de surendettement. Ce rapport est élaboré après consultation de l'ensemble des parties prenantes.\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - A créé les dispositions suivantes :"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "II. - Le I est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "III. - Le présent article entre en vigueur à compter du 1er juillet 2014. Il ne s'applique pas aux contrats conclus avant cette date."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "II. - Le Gouvernement remet au Parlement un rapport sur la mise en œuvre technique et opérationnelle de la portabilité du numéro de compte bancaire avant le 31 décembre 2014."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "VI.-Le I est applicable aux offres de prêts émises à compter du 26 juillet 2014. Les III et IV sont applicables aux contrats souscrits à compter du 26 juillet 2014."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juillet 2014, un rapport relatif au micro-crédit.Ce rapport se fonde notamment sur les travaux de l'observatoire de la microfinance et de l'observatoire de l'inclusion bancaire.Ce rapport présente l'encours de ces financements et le montant des nouveaux financements accordés chaque année, en distinguant entre financements accordés aux personnes physiques pour leurs besoins professionnels et financements accordés aux personnes physiques pour leurs besoins non professionnels.Il décrit les dispositifs publics destinés à soutenir la production et la distribution de ces financements.Il présente les formes de financement pouvant poursuivre des objectifs de même nature que ceux poursuivis par les financements de faible montant.Il émet des propositions tendant à améliorer l'accès des emprunteurs à ces financements et à renforcer les dispositifs publics en la matière."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Un décret fixe les délais et conditions dans lesquels sont applicables progressivement aux contrats de crédit renouvelable en cours à la date d'entrée en vigueur de la présente loi les règles prévues à l'article L. 311-16 du code de la consommation, dans sa rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code des assurances"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - A créé les dispositions suivantes :"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-690 DC du 13 mars 2014.]"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-690 DC du 13 mars 2014.]"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-690 DC du 13 mars 2014.]"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-690 DC du 13 mars 2014.]"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-690 DC du 13 mars 2014.]"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-690 DC du 13 mars 2014.]"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "II. - Le présent article est applicable dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les effets et la justification des mesures de blocage légales du contenu d'un service de communication au public en ligne."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "II. - L'article L. 314-10-1 du code de l'action sociale et des familles est applicable aux contrats conclus antérieurement à l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-1. Les I à III sont applicables aux contrats conclus à compter du premier jour du quatrième mois suivant la promulgation de la présente loi.\n\n2. Le IV est applicable aux contrats conclus après l'entrée en vigueur de la présente loi. Les contrats en cours à la date d'entrée en vigueur de la présente loi doivent être mis en conformité avec ce même IV dans un délai de quatre mois à compter de cette date.\n\n-Code de commerce\n\n-Code rural"
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "II. - Le présent article est applicable en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "I. ― Sans préjudice de l'action publique et à l'exception des conflits relevant des procédures d'arbitrage professionnelles, sont soumis à une conciliation préalable :\n\n1° Les litiges relatifs à l'application de la loi n° 81-766 du 10 août 1981 relative au prix du livre ;\n\n2° Les litiges relatifs à l'application de la loi n° 2011-590 du 26 mai 2011 relative au prix du livre numérique.\n\nCette conciliation est mise en œuvre par le médiateur du livre. Les personnes et les organisations mentionnées au premier alinéa du II du présent article sont dispensées de l'obligation d'y recourir pour l'introduction d'une action en référé ou en cas d'indisponibilité du médiateur du livre entraînant l'organisation de la première réunion de conciliation dans un délai manifestement excessif au regard de la nature et des enjeux du litige.\n\nSans préjudice du droit des parties de saisir le juge, le médiateur du livre peut également être saisi des litiges opposant des éditeurs privés à un éditeur public au sujet de ses pratiques éditoriales.\n\nII. ― Le médiateur du livre peut être saisi par tout détaillant, toute personne qui édite des livres, en diffuse ou en distribue auprès des détaillants, par toute organisation professionnelle ou syndicale concernée, par les prestataires techniques auxquels ces personnes recourent, par un auteur ou une organisation de défense des auteurs ou par le ministre intéressé. Il peut également se saisir d'office de toute affaire entrant dans sa compétence.\n\nPour l'examen de chaque affaire, le médiateur du livre invite les parties à lui fournir toutes les informations qu'il estime nécessaires, sans que puisse lui être opposé le secret des affaires, et peut entendre toute personne dont l'audition lui paraît utile.\n\nCette démarche de conciliation s'exerce dans le respect de la compétence de l'Autorité de la concurrence et du ministre chargé de l'économie. Lorsque les faits relevés par le médiateur du livre apparaissent constitutifs de pratiques anticoncurrentielles mentionnées aux articles L. 420-1 et suivants du code de commerce, le médiateur du livre saisit l'Autorité de la concurrence.\n\nDans le respect de la liberté de négociation commerciale des parties, le médiateur du livre favorise ou suscite toute solution de conciliation. Lorsque le médiateur constate un accord entre les parties, il rédige un procès-verbal précisant les mesures à prendre pour le mettre en œuvre. Il peut rendre public le procès-verbal de conciliation, sous réserve des informations couvertes par le secret des affaires.\n\nSi aucun accord n'a pu être trouvé entre les parties, le médiateur peut adresser aux parties une recommandation précisant les mesures qui lui paraissent de nature à mettre fin à la situation litigieuse.\n\nEn cas d'échec de la conciliation, le médiateur du livre peut, dans les domaines relevant de sa compétence, saisir la juridiction compétente pour lui demander d'ordonner la cessation des pratiques contraires aux lois n° 81-766 du 10 août 1981 et n° 2011-590 du 26 mai 2011 précitées.\n\nSi les faits dont il a connaissance sont susceptibles de recevoir une qualification pénale, le médiateur du livre informe le ministère public.\n\nLe médiateur du livre peut formuler des préconisations afin de faire évoluer les dispositions normatives relevant de son champ de compétences.\n\nLe médiateur du livre adresse chaque année un rapport sur ses activités au ministre chargé de la culture. Ce rapport est public. Une copie en est adressée aux présidents des commissions permanentes parlementaires chargées de la culture.\n\nUn décret en Conseil d'Etat précise les conditions d'application du présent article, notamment les modalités de désignation du médiateur."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "II. - Les articles L. 121-42 à L. 121-44 du code de la consommation entrent en vigueur deux ans après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "II.-A.-Les articles L. 322-2, L. 322-2-1 et L. 322-7 du code de la sécurité intérieure, dans leur rédaction résultant du I, sont applicables en Polynésie française, en Nouvelle-Calédonie et dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-690 DC du 13 mars 2014.]"
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "La même loi est ainsi modifiée :1° Au premier alinéa de l'article 5, les références : « aux articles 5, 6 et 7 de la loi du 21 mai 1836 portant prohibition des loteries » sont remplacées par les références : « aux articles L. 322-3, L. 322-4 et L. 322-5 du code de la sécurité intérieure » ;2° A la première phrase du I de l'article 12, les références : « des articles 1er et 2 de la loi du 21 mai 1836 précitée et de l'article 1er de la loi n° 83-628 du 12 juillet 1983 relative aux jeux de hasard » sont remplacées par les références : « des articles L. 322-1, L. 322-2 et L. 324-1 du code de la sécurité intérieure » ;3° Au I de l'article 14, la référence : « de l'article 1er de la loi n° 83-628 du 12 juillet 1983 précitée » est remplacée par la référence : « de l'article L. 324-1 du code de la sécurité intérieure » ;4° A la seconde phrase du V de l'article 56, la référence : « 1er de la loi du 15 juin 1907 relative aux casinos » est remplacée par la référence : « L. 321-1 du code de la sécurité intérieure »."
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les conséquences de la fin de l'application du règlement (CE) n° 1400/2002 de la Commission, du 31 juillet 2002, concernant l'application de l'article 81, paragraphe 3, du traité à des catégories d'accords verticaux et de pratiques concertées dans le secteur automobile. Ce rapport précise notamment quelles en ont été les conséquences pour les consommateurs et les distributeurs automobiles. Il envisage l'opportunité de mettre en place un cadre juridique approprié pour les distributeurs automobiles."
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par voie d'ordonnance, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, à une nouvelle rédaction de la partie législative du code de la consommation afin d'en aménager le plan et de l'adapter aux évolutions législatives intervenues depuis sa publication ainsi que d'y inclure des dispositions non codifiées relevant du domaine de la loi et entrant dans son champ d'application.Cette ordonnance peut, en outre, regrouper, harmoniser et unifier les dispositions relevant du domaine de la loi relatives aux pouvoirs d'enquête pour la recherche et la constatation des infractions et des manquements aux règles prévues ou mentionnées au code de la consommation, notamment en ce qui concerne les modalités d'accès aux lieux de contrôle, les moyens d'investigation des agents chargés des contrôles et les procédures liées à la constatation de ces infractions et manquements. Elle peut également, en tant que de besoin, adapter les dispositions relevant du domaine de la loi prévues par d'autres codes ou textes non codifiés renvoyant aux dispositions du code de la consommation ou du code de commerce relatives aux habilitations et pouvoirs d'enquête des agents chargés de ces contrôles.Cette ordonnance est prise à droit constant, sous réserve des modifications nécessaires pour assurer le respect de la hiérarchie des normes, améliorer la cohérence rédactionnelle des textes, harmoniser l'état du droit, remédier aux erreurs et insuffisances de codification et abroger les dispositions, codifiées ou non, obsolètes ou devenues sans objet.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par voie d'ordonnance, dans un délai de douze mois à compter de la publication de l'ordonnance mentionnée au I :1° A l'extension de l'application de la nouvelle rédaction de la partie législative du code de la consommation, avec les adaptations nécessaires, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, pour celles de ses dispositions qui relèvent de la compétence de l'Etat, ainsi que dans les Terres australes et antarctiques françaises ;2° Aux adaptations nécessaires de la nouvelle rédaction de la partie législative du code de la consommation en ce qui concerne le Département de Mayotte ainsi que les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.III. - Pour chaque ordonnance prévue aux I et II, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de sa publication.A abrogé les dispositions suivantes :\n\n- LOI n°2010-737 du 1er juillet 2010"
    }
  ]
}