{
  "id": "jorftext000034020558",
  "type": "statute",
  "title": "Ordonnance n° 2017-157 du 9 février 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000034020558",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sans préjudice des articles LP. 620-9, LP. 630-2 à LP. 630-5 et LP. 641-1 à LP. 641-6 du code de la concurrence applicable en Polynésie française, les litiges relatifs à l'application des règles contenues dans les articles LP. 200-1 à LP. 200-5 du même code et ceux dans lesquels ces dispositions sont invoquées sont attribués :1° Au tribunal de première instance de Papeete pour les litiges ne concernant ni un commerçant ni un artisan ;2° Au tribunal mixte de commerce de Papeete pour les litiges concernant un commerçant ou un artisan."
    },
    {
      "provision_ref": "art1bis",
      "section": "1bis",
      "title": "Article 1bis",
      "content": "Le procureur de la République financier, le juge d'instruction et le tribunal correctionnel de Paris exercent une compétence concurrente à celle qui résulte de l'application des articles 43,52,704 et 706-42 du code de procédure pénale pour la poursuite, l'instruction et le jugement du délit prévu à l'article L. P. 200-6 du code de la concurrence applicable en Polynésie française."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Le cours de la prescription de l'action publique est suspendu, le cas échéant, lorsque l'autorité polynésienne de la concurrence est consultée par les juridictions dans le cadre de la procédure prévue à l'article LP. 620-3 du code de la concurrence applicable en Polynésie française.\n\nII. - Le cours de la prescription de l'action publique est interrompu :\n\n1° Par la transmission au procureur de la République prévue au deuxième alinéa de l'article LP. 620-7 du même code ;\n\n2° Par les actes interruptifs de la prescription devant l'autorité polynésienne de la concurrence en application de l'article LP. 620-8 du code de la concurrence applicable en Polynésie française ;\n\n3° Lorsque les faits visés dans la saisine de l'autorité polynésienne de la concurrence font l'objet d'un acte tendant à leur recherche, leur constatation ou leur sanction par l'Autorité de la concurrence mentionnée à l'article L. 461-1 du code de commerce."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Les agents habilités par l'autorité polynésienne de la concurrence peuvent effectuer les contrôles nécessaires à l'accomplissement de leur mission dans des lieux utilisés à des fins professionnelles.\n\nLe contrôle donne lieu à l'établissement d'un procès-verbal qui fait foi jusqu'à preuve du contraire.\n\nII. - Lorsque les lieux visités sont également à usage d'habitation, le contrôle ne peut être effectué, si l'occupant s'y oppose, qu'entre huit heures et vingt heures et avec l'autorisation du juge des libertés et de la détention du tribunal de première instance de Papeete."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Si les agents mentionnés à l'article 3, lorsqu'ils recherchent ou constatent une infraction ou un manquement aux livres II, III et VI du code de la concurrence de la Polynésie française, ne peuvent obtenir l'identité de la personne qu'ils contrôlent, ils en rendent compte immédiatement à tout officier de police judiciaire territorialement compétent, qui peut alors procéder à une vérification d'identité dans les conditions prévues à l'article 78-3 du code de procédure pénale. En ce cas, le délai prévu au troisième alinéa du même article 78-3 court à compter du relevé d'identité."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Sur autorisation judiciaire donnée par ordonnance du juge des libertés et de la détention du tribunal de première instance de Papeete, les agents mentionnés à l'article 3 peuvent procéder à des visites en tous lieux ainsi qu'à la saisie de documents et de tout support d'information. La visite s'effectue en présence d'un officier de police judiciaire. Les agents peuvent également, dans les mêmes conditions, procéder à la pose de scellés sur tous locaux commerciaux, documents et supports d'information, dans la limite de la durée de la visite de ces locaux.\n\nLe juge vérifie le bien-fondé de la demande d'autorisation qui doit comporter tous les éléments d'informations en possession du demandeur de nature à justifier la visite. Lorsque celle-ci vise à constater que des infractions aux dispositions des livres II et III du code de la concurrence de la Polynésie française sont en train de se commettre, la demande d'autorisation peut ne comporter que les indices permettant de présumer l'existence des pratiques anticoncurrentielles dont la preuve est recherchée.\n\nLa visite et la saisie s'effectuent sous l'autorité et le contrôle du juge qui les a autorisées. Le juge désigne un ou plusieurs officiers de police judiciaire chargés d'assister à ces opérations et d'apporter leur concours en procédant, le cas échéant, aux réquisitions nécessaires, ainsi que de le tenir informé de leur déroulement.\n\nLe juge peut se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite.L'ordonnance mentionnée au premier alinéa est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal. L'ordonnance comporte la mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et saisie. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée après la visite, par lettre recommandée avec avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis.\n\nII. - La visite, qui ne peut commencer avant six heures ou après vingt et une heures, est effectuée en présence de l'occupant des lieux ou de son représentant. L'occupant des lieux peut désigner un ou plusieurs représentants pour assister à la visite et signer le procès-verbal. En l'absence de l'occupant des lieux ou de son représentant, l'officier de police judiciaire requiert deux témoins choisis en dehors des personnes relevant de son autorité, de celle du service en charge des affaires économiques ou de celle de l'autorité polynésienne de la concurrence.\n\nLes agents mentionnés à l'article 3, l'occupant des lieux ou son représentant ainsi que l'officier de police judiciaire peuvent seuls prendre connaissance des pièces et documents avant leur saisie.\n\nLes agents mentionnés à l'article 3 peuvent procéder au cours de la visite à des auditions de l'occupant des lieux ou de son représentant en vue de recueillir les informations ou explications utiles aux besoins de l'enquête. Conformément à l'article 28 du code de procédure pénale, l'article 61-1 du même code est applicable lorsqu'il est procédé à l'audition d'une personne à l'égard de laquelle il existe des raisons plausibles de soupçonner qu'elle a commis ou tenté de commettre une infraction.\n\nLes inventaires et mise sous scellés sont réalisés conformément à l'article 56 du code de procédure pénale.\n\nLes originaux du procès-verbal et de l'inventaire sont transmis au juge qui a ordonné la visite. Une copie du procès-verbal et de l'inventaire est remise à l'occupant des lieux ou à son représentant. Une copie est également adressée par lettre recommandée avec demande d'avis de réception aux personnes mises en cause ultérieurement par les pièces saisies au cours de l'opération.\n\nLes pièces et documents saisis sont restitués à l'occupant des lieux, dans un délai de six mois à compter de la date à laquelle la décision de l'autorité judiciaire est devenue définitive. L'occupant des lieux est mis en demeure, par lettre recommandée avec avis de réception, de venir les rechercher dans un délai de deux mois. A l'expiration de ce délai et à défaut de diligences de sa part, les pièces et documents lui sont restitués à ses frais."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - L'ordonnance du juge des libertés et de la détention mentionnée au premier alinéa de l'article 5 peut faire l'objet d'un appel devant le premier président de la cour d'appel de Papeete, suivant les règles prévues par le code de procédure pénale. L'appel peut être formé par le ministère public ou par la personne à l'encontre de laquelle la mesure a été ordonnée. Il est formalisé par déclaration au greffe du tribunal de première instance dans un délai de dix jours à compter de la notification de l'ordonnance.\n\nL'appel n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Les pièces saisies sont conservées jusqu'à ce qu'une décision soit devenue définitive.\n\nII. - Le déroulement des opérations de visite et de saisie mentionnées à l'article 5 peut faire l'objet d'un recours devant le premier président de la cour d'appel de Papeete, suivant les règles prévues par le code de procédure pénale. Le recours peut être introduit par le ministère public, par la personne à l'encontre de laquelle a été prise l'ordonnance mentionnée au premier alinéa du I ou par les personnes mises en cause au moyen de pièces saisies au cours de ces opérations. Il est formé par déclaration au greffe du tribunal de première instance de Papeete dans un délai de dix jours à compter de la remise ou de la réception du procès-verbal et de l'inventaire, ou, pour les personnes n'ayant pas fait l'objet de visite et de saisie et qui sont mises en cause, à compter de la date à laquelle elles ont reçu notification du procès-verbal et de l'inventaire et, au plus tard, à compter de la notification de griefs prévue à l'article LP. 630-3 du code de la concurrence applicable en Polynésie française.\n\nLe recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Les pièces saisies sont conservées jusqu'à ce qu'une décision soit devenue définitive."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les agents mentionnés à l'article 3 peuvent, sans se voir opposer le secret professionnel, accéder à tout document ou élément d'information détenu par les services et établissements de l'Etat et par les services et établissements des collectivités publiques de la Polynésie française."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les juridictions d'instruction et de jugement peuvent communiquer à l'autorité polynésienne de la concurrence, sur sa demande, les procès-verbaux, rapports d'enquête ou autres pièces de l'instruction pénale ayant un lien direct avec des faits dont l'autorité polynésienne de la concurrence est saisie."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Est puni d'un emprisonnement de deux ans et d'une amende de 35 000 000 F CFP le fait pour quiconque de s'opposer, de quelque façon que ce soit, aux opérations de visite et de saisie mentionnées à l'article 5."
    },
    {
      "provision_ref": "art9bis",
      "section": "9bis",
      "title": "Article 9bis",
      "content": "I.-L'Autorité de la concurrence mentionnée à l'article L. 461-1 du code de commerce et l'autorité polynésienne de la concurrence peuvent, pour ce qui relève de leurs compétences respectives, se communiquer mutuellement les informations ou les documents qu'elles détiennent ou qu'elles recueillent.II.-L'Autorité de la concurrence peut, dans les mêmes conditions, selon les mêmes procédures et sous les mêmes sanctions que celles prévues pour l'exécution de sa mission, conduire des enquêtes ou procéder à des actes d'enquête à la demande de l'autorité polynésienne de la concurrence. Le ministre chargé de l'économie peut également conduire des enquêtes ou procéder à des actes d'enquête à la demande de l'autorité polynésienne de la concurrence. Les informations et documents ainsi recueillis sont communiqués à l'autorité polynésienne de la concurrence.L'Autorité de la concurrence et le ministre chargé de l'économie peuvent demander à l'autorité polynésienne de la concurrence de conduire des enquêtes ou de procéder à des actes d'enquête. Les informations et documents ainsi recueillis sont communiqués à l'autorité à l'origine de la demande.III.-L'Autorité de la concurrence, l'autorité polynésienne de la concurrence et le ministre chargé de l'économie peuvent utiliser les informations et documents communiqués pour ce qui relève de leurs compétences respectives."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Les décisions de l'autorité polynésienne de la concurrence mentionnées aux articles LP. 620-9, LP. 641-2 à LP. 641-4 et LP. 641-6 du code de la concurrence de la Polynésie française peuvent faire l'objet, dans un délai d'un mois suivant leur notification, d'un recours en annulation ou en réformation devant la cour d'appel de Paris.\n\nLe recours n'est pas suspensif. Toutefois, le premier président de la cour d'appel peut ordonner qu'il soit sursis à l'exécution de la décision si celle-ci est susceptible d'entraîner des conséquences manifestement excessives ou s'il est intervenu, postérieurement à sa notification, des faits nouveaux d'une exceptionnelle gravité.\n\nLe pourvoi en cassation formé, le cas échéant, contre l'arrêt de la cour est exercé dans un délai d'un mois suivant sa notification.\n\nLe président de l'autorité polynésienne de la concurrence peut former un pourvoi en cassation contre l'arrêt de la cour d'appel ayant annulé ou réformé une décision de l'autorité.\n\nLe président de la Polynésie française peut, dans tous les cas, former un pourvoi en cassation contre l'arrêt de la cour d'appel.\n\nII. - La décision par laquelle l'autorité polynésienne de la concurrence prend des mesures conservatoires sur le fondement de l'article LP. 641-1 du code de la concurrence de la Polynésie française peut faire l'objet, dans un délai de dix jours suivant sa notification, d'un recours en annulation ou en réformation par les parties en cause et le commissaire du Gouvernement devant la cour d'appel mentionnée au I. La cour statue dans le mois du recours.\n\nLe recours n'est pas suspensif. Toutefois, le premier président de la cour d'appel peut ordonner qu'il soit sursis à l'exécution des mesures conservatoires si celles-ci sont susceptibles d'entraîner des conséquences manifestement excessives ou s'il est intervenu, postérieurement à leur notification, des faits nouveaux d'une exceptionnelle gravité."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les décisions par lesquelles le rapporteur général de l'autorité polynésienne de la concurrence, en application de l'article LP. 630-4 du code de la concurrence de la Polynésie française, refuse la protection du secret des affaires ou lève la protection accordée peuvent faire l'objet, dans un délai de dix jours suivant leur notification, d'un recours en réformation ou en annulation devant le premier président de la cour d'appel mentionnée au I de l'article 10 ou son délégué.\n\nL'ordonnance du premier président de la cour d'appel statuant sur ce recours peut faire l'objet, dans un délai de dix jours suivant sa notification, d'un pourvoi en cassation.\n\nCe recours et ce pourvoi sont instruits et jugés en chambre du conseil."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - La composition pénale prévue à l'article 41-2 du code de procédure pénale est applicable aux personnes morales qui reconnaissent avoir commis un ou plusieurs délits prévus aux titres Ier et II du livre IV du code de la concurrence de la Polynésie française pour lesquels une peine d'emprisonnement n'est pas encourue ainsi que, le cas échéant, une ou plusieurs contraventions connexes. Seule la mesure prévue par le 1° de l'article 41-2 du même code est applicable à ces personnes.\n\nII. - Pour les délits et contraventions mentionnés au I, le procureur de la République peut proposer la composition pénale à l'auteur des faits par l'intermédiaire d'un fonctionnaire ou agent assermenté mentionné à l'article LP. 430-1 du code de la concurrence de la Polynésie française.\n\nIII. - Pour les délits et contraventions mentionnés au I, vaut citation à personne la convocation en justice notifiée au prévenu, sur instruction du procureur de la République, par un fonctionnaire ou agent assermenté mentionné à l'article LP. 430-1 du code de la concurrence de la Polynésie française.\n\nLes dispositions de l'article 390-1 du code de procédure pénale sont applicables à la convocation ainsi notifiée."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Un décret en Conseil d'Etat détermine les modalités d'application de la présente ordonnance, y compris la date de son entrée en vigueur qui intervient au plus tard le 30 juin 2017."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le Premier ministre, le ministre de l'économie et des finances, le garde des sceaux, ministre de la justice, et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}