{
  "id": "jorftext000000875895",
  "type": "statute",
  "title": "Loi du 17 décembre 1926",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000875895",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour l'application de la présente loi :1° Le \" navire ” est défini à l'article L. 5000-2 du code des transports ;2° L'\" armateur ”, l'\" entreprise d'armement maritime ”, le \" marin ” et les \" gens de mer ” sont définis à l'article L. 5511-1 du même code ;3° Le \" bord ” est défini à l'article L. 5511-2 du même code ;4° L'\" équipage ” est défini à l'article L. 5511-3 du même code ;5° Le \" capitaine ”, l'\" officier ” et le \" maître ” sont définis à l'article L. 5511-4 du même code ;6° Le \" passager ” est défini à l'article L. 5511-5 du même code."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les délits maritimes relevant de la compétence des juridictions définies à l'article 3 sont :"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. ― Il est institué un tribunal maritime auprès de   tribunaux judiciaires ou de tribunaux de première instance, seul compétent pour le jugement :1° Des délits maritimes définis à l'article 2, sous réserve des dispositions du code de justice militaire et de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante ;2° Des contraventions connexes aux délits maritimes au sens de l'article 203 du code de procédure pénale.Le tribunal maritime peut également connaître des délits prévus par les articles 221-6,221-7,222-19,222-20,223-1,223-6,223-7,322-1,322-2,322-3 et 434-10 du code pénal lorsqu'ils sont connexes à un délit maritime au sens de l'article 203 du code de procédure pénale.La liste, le siège et le ressort des tribunaux maritimes sont fixés par décret.II. ― Le tribunal maritime territorialement compétent est celui dont la compétence résulte de l'application des articles 43,52,382 et 706-42 du code de procédure pénale ou qui comprend dans son ressort selon le cas :1° Le port d'immatriculation du navire ;2° Le port ou abri où le navire a été conduit ou peut être trouvé ;3° Le lieu d'attachement en douane du navire ;4° Le port ou abri de débarquement de la personne mise en cause ;5° Le lieu d'implantation du centre régional opérationnel de sauvetage et de surveillance désigné comme point de contact auprès des organisations internationales en application du code international pour la sûreté des navires et des installations portuaires ;6° La résidence administrative de l'agent qui a constaté l'infraction."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le procureur de la République et la juridiction d'instruction du   tribunal judiciaire ou du tribunal de première instance auprès duquel est institué un tribunal maritime exercent, sur toute l'étendue du ressort fixé en application de l'article 3, une compétence exclusive pour l'enquête, l'instruction et la poursuite des délits maritimes définis à l'article 2 et des contraventions connexes mentionnés à l'article 3.Ils exercent une compétence concurrente à celle qui résulte de l'application des articles 43,52,382 et 706-42 pour l'enquête, l'instruction et la poursuite des seuls délits prévus par les articles 221-6,221-7,222-19,222-20,223-1,223-6,223-7,322-1,322-2,322-3 et 434-10 du code pénal lorsqu'ils sont connexes à un délit maritime au sens de l' article 203 du code de procédure pénale .Toutefois le procureur de la République compétent en vertu de l' article 43 du code de procédure pénale  et le juge d'instruction par lui requis procéderont à tous actes urgents de poursuite et d'information, à charge pour eux d'en donner immédiatement avis au procureur de la République du   tribunal judiciaire ou du tribunal de première instance auprès duquel le tribunal maritime est institué, et de se dessaisir de la poursuite dans le plus bref délai."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le procureur de la République près un tribunal de grande instance ou un tribunal de première instance autre que ceux mentionnés à l'article 3 doit, pour les infractions maritimes définies à l'article 2, soit se dessaisir au profit du procureur de la République près le tribunal de grande instance ou le tribunal de première instance mentionné à l'article 3, soit requérir le juge d'instruction ou le pôle de l'instruction, dans les conditions et selon les modalités prévues par les articles 704-2 et 704-3 du code de procédure pénale, de se dessaisir au profit de la juridiction d'instruction du tribunal de grande instance ou du tribunal de première instance mentionnée à l'article 3."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La poursuite des délits maritimes est exercée par le procureur de la République du   tribunal judiciaire ou du tribunal de première instance auprès duquel est institué un tribunal maritime."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le tribunal maritime est composé de trois magistrats, dont le président, désignés par le président du   tribunal judiciaire ou du tribunal de première instance auprès duquel il est institué et de deux assesseurs maritimes.\n\nLe nombre d'assesseurs maritimes pour chaque tribunal maritime est fixé par arrêté du ministre de la justice.\n\nLes assesseurs maritimes sont choisis parmi les personnes âgées de plus de trente ans, de nationalité française, jouissant des droits civils, civiques et de famille. Ils sont inscrits sur une liste pour une durée de cinq ans non renouvelable.\n\nLa liste des assesseurs maritimes de chaque tribunal maritime est dressée par une commission présidée par le président du   tribunal judiciaire ou du tribunal de première instance auprès duquel il est institué ou son délégué.\n\nCette commission comprend, outre son président :\n\n1° Selon le cas, soit le directeur interrégional de la mer ou son représentant, soit le directeur de la mer ou son représentant, soit le directeur du service des affaires maritimes ou son représentant ;\n\n2° Le bâtonnier de l'ordre des avocats de la juridiction siège du tribunal maritime, ou son représentant.\n\nAprès avoir établi la liste des candidatures satisfaisant aux conditions fixées par le présent article et l'article 8, la commission choisit les assesseurs maritimes au regard des garanties d'impartialité et de leur expérience de la navigation maritime dans les dix années précédant leur prise de fonction. Elle statue au vu d'un dossier de candidature comprenant, notamment, une déclaration d'intérêts. La commission peut procéder à l'audition des candidats. Les décisions de la commission sont prises à la majorité. La commission arrête la liste des assesseurs maritimes qui pourront être appelés à siéger pendant la durée de leur inscription puis l'adresse au président du tribunal maritime.\n\nAvant d'entrer en fonctions, les assesseurs maritimes prêtent serment, devant le   tribunal judiciaire ou devant le tribunal de première instance auprès duquel est institué le tribunal maritime, de bien et fidèlement remplir leurs fonctions et de garder le secret des délibérations.\n\nLes assesseurs maritimes d'un tribunal maritime doivent résider dans le ressort de celui-ci.\n\nUn décret en Conseil d'Etat fixe les modalités de présentation, de sélection des candidatures et les conditions d'exercice des fonctions d'assesseur maritime."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Ne peuvent être inscrits ou maintenus sur la liste des assesseurs maritimes :1° Les personnes dont le bulletin judiciaire n° 1 mentionne une condamnation pour crime ou délit ;2° Les fonctionnaires et agents de l'Etat et des collectivités  publiques en activité de service ou ayant cessé d'exercer depuis moins  de cinq ans ;3° Les fonctionnaires et agents de l'Etat et des collectivités publiques révoqués de leurs fonctions ;4° Les officiers ministériels destitués et les membres des ordres  professionnels frappés d'une interdiction définitive d'exercer par une  décision juridictionnelle ;5° Les personnes qui ont été déclarées en état de faillite et n'ont pas été réhabilitées ;6° Les majeurs sous sauvegarde de justice, les majeurs en tutelle, les majeurs en curatelle."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'assesseur maritime qui, sans motif légitime, s'abstient de déférer à  plusieurs convocations successives peut, à la demande du président du  tribunal maritime ou du ministère public, après avoir été convoqué et  mis en mesure de présenter ses observations, être déclaré  démissionnaire, par décision de la cour d'appel ou du tribunal supérieur  d'appel.En cas de faute grave entachant  l'honneur ou la probité ou lorsqu'un des cas d'incapacité mentionnés à  l'article 8 survient, la déchéance est prononcée dans les mêmes formes  que celles prévues au premier alinéa.L'assesseur  maritime ayant fait l'objet d'une interdiction, déchéance ou incapacité  relative à ses droits civiques est déchu de plein droit de ses  fonctions à la date de la condamnation devenue définitive."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'assesseur maritime peut être récusé :1°  Lorsque lui-même ou son conjoint, partenaire lié par un pacte civil de  solidarité ou concubin a un intérêt personnel à l'instance ;2° Lorsqu'il est conjoint, partenaire lié par un pacte civil de  solidarité, concubin, parent ou allié jusqu'au degré de cousin germain  inclusivement d'une des parties ;3° Si, dans  l'année qui a précédé la récusation, il y a eu action judiciaire,  criminelle ou civile entre lui et une des parties ou son conjoint,  partenaire lié par un pacte civil de solidarité, concubin ou ses parents  ou alliés en ligne directe ;4° S'il a donné un avis dans l'affaire ou conseillé l'une des parties ;5° S'il existe un lien de subordination entre lui-même ou son conjoint,  partenaire lié par un pacte civil de solidarité ou concubin et l'une  des parties en cause ou son conjoint, partenaire lié par un pacte civil  de solidarité ou concubin ;6° S'il y a amitié ou inimitié notoire entre lui-même et l'une des parties.L'assesseur maritime qui suppose en sa personne une cause de récusation  ou estime en conscience devoir s'abstenir se fait remplacer par un  autre assesseur maritime spécialement désigné."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Toute partie à l'instance qui veut récuser un ou plusieurs assesseurs maritimes doit, à peine de nullité, présenter requête au premier président de la cour d'appel ou au président du tribunal supérieur d'appel.\n\nLa requête doit désigner nommément le ou les assesseurs maritimes récusés et contenir l'exposé des moyens invoqués avec toutes les justifications utiles à l'appui de sa demande.\n\nLes articles 670,671 et 673 du code de procédure pénale sont applicables à la demande de récusation d'un assesseur maritime."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'Etat organise, dans des conditions déterminées par décret, la formation des assesseurs maritimes et en assure le financement."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. ― L'employeur accorde au salarié de son entreprise, assesseur maritime, sur sa demande dès sa désignation et pour les besoins de sa formation, des autorisations d'absence, dans la limite d'une semaine pouvant être fractionnée pendant la durée de son inscription sur la liste.Les dispositions de l'article L. 3142-12 du code du travail sont applicables à ces autorisations.II. ― L'employeur laisse au salarié de son entreprise, assesseur maritime, le temps nécessaire pour se rendre et participer aux activités du tribunal maritime déterminées par décret en Conseil d'Etat.III. ― Le temps passé hors de l'entreprise pendant les heures de travail par le salarié assesseur maritime pour l'exercice de ses fonctions est assimilé à un temps de travail effectif pour la détermination de la durée des congés payés et des droits que le salarié tient du fait de son ancienneté dans l'entreprise, des stipulations contractuelles, conventionnelles et des dispositions légales."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Pendant le temps nécessaire à l'exercice de ses fonctions, l'assesseur  maritime reste couvert par le régime de sécurité sociale dont il relève."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'assesseur maritime siège aux audiences pour lesquelles il est désigné par le président du tribunal maritime."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les infractions maritimes mentionnées aux articles 2 et 17 sont poursuivies, instruites et jugées conformément aux règles du code de procédure pénale et de la cinquième partie du code des transports sous réserve des dispositions particulières fixées par la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les contraventions maritimes sont celles qui sont prévues en matière de :1° Sécurité de la navigation maritime ;2° Sécurité des personnes et des biens à bord des navires ;3° Sécurité des navires ;4° Prévention de la pollution par les navires ;5° Sûreté des navires ;6° Documents de bord et titres de navigation maritime ;7° Composition des équipages des navires ;8° Obligations professionnelles des marins et discipline à bord ;9° Santé et sécurité au travail, conditions de travail et de vie des gens de mer à bord des navires."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les procès-verbaux d'infraction maritime font foi jusqu'à preuve du contraire.Ils sont établis en deux exemplaires dont l'un est transmis au  procureur de la République et l'autre au directeur interrégional de la  mer responsable du service dans le ressort duquel l'infraction a été  commise."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La  poursuite des contraventions maritimes des quatre premières classes est  exercée par le directeur interrégional de la mer ou le fonctionnaire  qu'il désigne, sous l'autorité du procureur de la République, dans les  conditions prévues à l'article 44 du code de procédure pénale.  Le procureur de la République peut occuper les fonctions du ministère  public à la place du directeur interrégional de la mer chaque fois qu'il  l'estime opportun."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Lorsque le capitaine d'un navire battant pavillon français a connaissance d'un crime, d'un délit ou de leur tentative et de toute contravention commis à bord du navire, il effectue, afin d'en conserver les preuves et d'en rechercher les auteurs, tous les actes utiles en exerçant au besoin les pouvoirs mentionnés aux articles 54,60,61,62 et au premier alinéa de l'article 75 du code de procédure pénale. Les articles 55,56,59,66 et les trois premiers alinéas de l'article 76 du même code sont applicables. Les pouvoirs d'enquête de flagrance visés au présent article s'appliquent aux crimes flagrants et aux délits flagrants lorsque la loi prévoit une peine d'emprisonnement. Le capitaine en informe sans délai l'autorité administrative en indiquant la position du navire ainsi que le lieu, la date et l'heure prévus de la prochaine escale. L'autorité administrative en informe sans délai le procureur de la République, qui peut ordonner le déroutement du navire.Les constatations et les diligences du capitaine sont inscrites au livre de discipline."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Si  la première escale du navire a lieu dans un port français, le capitaine  transmet au procureur de la République sans délai et par tout moyen  permettant d'en garantir l'authenticité les pièces de l'enquête  effectuée en application de l'article 20. Il en adresse une copie à  l'autorité administrative dans le ressort de laquelle se situe ce port  ou le port d'immatriculation du navire."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Si  la première escale du navire a lieu dans un port étranger, les pièces  de l'enquête sont remises sans délai à l'autorité consulaire. Celle-ci  se rend à bord afin de constater les mesures prises par le capitaine.  Elle peut procéder à une enquête complémentaire dans les conditions  prévues à l'article 20.L'autorité consulaire  transmet au procureur de la République sans délai et par tout moyen  permettant d'en garantir l'authenticité le dossier de la procédure."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Lorsqu'un  crime, un délit, ou leur tentative, a été commis, hors du territoire de  la République, par le capitaine d'un navire battant pavillon français  ou avec sa complicité, l'autorité consulaire ou, à défaut, le commandant  d'un bâtiment de l'Etat présent sur les lieux effectue, dès qu'elle a  connaissance de l'infraction, une enquête dans les conditions prévues à  l'article 20.Si l'autorité consulaire l'estime  nécessaire, elle prend, si possible avec l'accord de l'exploitant du  navire, les mesures utiles afin de pourvoir au remplacement du  capitaine. Elle en informe le directeur interrégional de la mer du port  d'immatriculation du navire."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "L'autorité  consulaire, ou, à défaut, le commandant d'un bâtiment de l'Etat peut, à  la demande ou avec l'accord du procureur de la République, si les  aménagements du navire le permettent, requérir le capitaine de tout  navire battant pavillon français à destination d'un port français de  recevoir ou garder à son bord, avec le dossier de la procédure sous pli  fermé et scellé, toute personne mise en cause pour crime ou délit, et de  lui procurer le passage et la nourriture pendant le voyage. Le mineur  est séparé de toute autre personne mise en cause pour crime ou délit.Dès l'arrivée du navire dans un port français, le capitaine met la  personne mise en cause ainsi que le dossier de la procédure à la  disposition de l'autorité maritime compétente qui en informe sans délai  le procureur de la République."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les  frais nécessités par le transport de la personne mise en cause, si elle  est rapatriée par tout autre moyen que le navire auquel elle  appartient, sont remboursés par l'Etat, conformément aux tarifs établis  par les règlements en vigueur et sauf recours contre le condamné."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Outre  les officiers de police judiciaire, les commandants ou commandants en  second des bâtiments de l'Etat sont habilités à rechercher et constater  les crimes, délits et contraventions commis à bord d'un navire."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le fait pour le capitaine requis par l'autorité compétente dans les conditions prévues à l'article 24, sans motif légitime, de refuser de se charger du dossier de l'enquête ou des pièces à conviction ou d'assurer le transport d'une personne mise en cause ou de ne pas livrer la personne ou le dossier confié à ses soins à l'autorité maritime compétente désignée pour les recevoir est puni de 3 750 € d'amende, sans préjudice s'il y a lieu, en cas d'évasion ou de complicité d'évasion, de l'application aux personnes embarquées des dispositions des articles 434-32 et 434-33 du code pénal."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Pour  les délits maritimes mentionnés aux a et b de l'article 2, le tribunal  saisi peut prononcer, à titre complémentaire ou principal, une ou  plusieurs des peines suivantes :a) A l'encontre  d'un marin breveté, diplômé ou certifié, le retrait total ou partiel,  pour une durée de trois ans au plus, des droits ou prérogatives  afférents aux brevets, diplômes ou certificats ou le visa de  reconnaissance, dont celui-ci est titulaire. Le retrait peut être  prononcé à titre définitif en cas de perte totale du navire ;b) La suspension pour une durée de trois ans au plus ou le retrait  définitif du permis de conduire en eaux maritimes des navires de  plaisance à moteur, et l'interdiction, pour une durée de trois ans au  plus, de solliciter la délivrance d'un nouveau permis ;c) A l'encontre de toute personne embarquée sur un navire étranger,  l'interdiction temporaire pour une durée au plus de trois ans ou  définitive de pratiquer la navigation dans les eaux territoriales ou les  eaux intérieures maritimes françaises ;d)  L'affichage de la décision prononcée ou la diffusion de celle-ci soit  par la presse écrite, soit par tout moyen de communication au public par  voie électronique."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les références dans la présente loi au directeur interrégional de la mer sont remplacées par les références au :1° Directeur de la mer en Guadeloupe, en Guyane et à la Martinique ;2° Directeur des territoires, de l'alimentation et de la mer à Saint-Pierre-et-Miquelon ;3° Chef du service des affaires maritimes en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna.Le directeur de la mer en Guadeloupe exerce les attributions du  directeur interrégional de la mer à Saint-Barthélemy et à Saint-Martin.Le directeur de la mer Sud océan Indien exerce les attributions du  directeur interrégional de la mer à La Réunion, à Mayotte et dans les  Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Pour son application à Mayotte, le a de l'article 2 est ainsi rédigé :“a) Les délits définis dans la cinquième partie du code des transports, à l'exception de ceux mentionnés aux articles L. 5111-2, L. 5111-3, L. 5142-8, L. 5241-15, L. 5273-1, L. 5273-2, L. 5273-3, L. 5336-10, L. 5336-11, L. 5523-5, L. 5531-6, L. 5531-7, L. 5531-8, L. 5531-14, L. 5531-14-1, L. 5542-50, L. 5542-51, L. 5542-52, L. 5542-53, L. 5542-54, L. 5542-55, L. 5542-56, L. 5543-5, L. 5546-1-9, L. 5571-3, L. 5566-1, L. 5566-2, L. 5642-1 et L. 5642-2 ; ”."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Pour l'application de la présente loi à Saint-Barthélemy, le a de l'article 2 est ainsi rédigé :"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour son application à Saint-Martin, le a de l'article 2 est ainsi rédigé :\n\na) Les délits définis dans la cinquième partie du code des transports, à l'exception de ceux mentionnés aux articles L. 5111-2, L. 5111-3, \nL. 5142-8, L. 5241-15, L. 5273-1, L. 5273-2, L. 5273-3, L. 5336-10, L. 5336-11, L. 5336-12 à L. 5336-14, L. 5523-5,L. 5531-6, L. 5531-7, L. 5531-8, L. 5531-14, L. 5531-14-1 , L. 5542-50, L. 5542-51, L. 5542-52, L. 5542-53, L. 5542-54, L. 5542-55, L. 5542-56, L. 5543-5, L. 5546-1-9, L. 5571-3, L. 5566-1, L. 5566-2, L. 5642-1 et L. 5642-2."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Pour son application à Saint-Pierre-et-Miquelon, le a de l'article 2 est ainsi rédigé :"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "La présente loi est applicable à la Nouvelle-Calédonie dans sa rédaction résultant de l'ordonnance n° 2016-1315 du 6 octobre 2016, sous réserve des compétences dévolues à la collectivité en matière de police et de sécurité maritime et de sauvegarde de la vie en mer en application de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie. Pour l'application de la présente loi :\n\n1° Le a de l'article 2 est ainsi rédigé :\n\na) Les délits définis dans la cinquième partie du code des transports, à l'exception de ceux mentionnés aux articles L. 5111-2, L. 5111-3, L. 5142-8, L. 5241-15, L. 5273-1, L. 5273-2, L. 5273-3, L. 5336-10, L. 5336-11, L. 5523-5, L. 5531-6, L. 5531-7, L. 5531-8, L. 5531-9 \nL. 5531-11, L. 5531-14, L. 5531-14-1, L. 5542-50, L. 5542-51, L. 5542-52, L. 5542-53, L. 5542-54, L. 5542-55, L. 5571-3, L. 5566-1, L. 5566-2, L. 5642-1 et L. 5642-2 ;\n\n2° Le deuxième alinéa de l'article 13 est ainsi rédigé :\n\nLa durée de ces autorisations ne peut être imputée sur celle du congé payé annuel. Elle est assimilée à une durée de travail effectif pour la détermination de la durée des congés payés, du droit aux prestations d'assurances sociales et aux prestations familiales ainsi que pour l'ensemble des autres droits résultant pour l'intéressé de son contrat de travail ;\n\n3° Le licenciement d'un assesseur maritime, d'un candidat à ces fonctions ou d'un assesseur maritime ayant cessé ses fonctions depuis moins de six mois, ne peut intervenir qu'après autorisation de l'inspecteur du travail.\n\nCette autorisation est également nécessaire en cas de rupture du contrat de travail à durée déterminée avant l'échéance du terme en cas de faute grave, ou à l'arrivée du terme lorsque l'employeur n'envisage pas de renouveler un contrat comportant une clause de renouvellement et en cas de transfert du salarié compris dans un transfert partiel d'entreprise ou d'établissement ou en cas d'interruption ou de notification du non-renouvellement de la mission d'un salarié temporaire par l'entrepreneur de travail temporaire.\n\nIl est fait application de la procédure prévue par les dispositions du code du travail applicable en Nouvelle-Calédonie pour le licenciement des délégués du personnel.\n\nLe fait de rompre le contrat de travail d'un assesseur maritime, d'un candidat à ces fonctions ou d'un assesseur maritime ayant cessé ses fonctions depuis moins de six mois en méconnaissance des dispositions du présent 3° est puni d'un emprisonnement d'un an et d'une amende de 3 750 euros."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "La présente loi est applicable à la Polynésie française dans sa rédaction résultant de l'ordonnance n° 2016-1315 du 6 octobre 2016, sous réserve des compétences dévolues à la collectivité en application de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française dans les eaux intérieures et en matière de sécurité des navires de moins de 160 tonneaux de jauge brute qui ne sont pas destinés au transport des passagers et sous réserve de la participation de la collectivité à l'exercice des compétences de l'Etat en matière de recherche et de constatation des infractions et de la police de la circulation maritime. Pour l'application de la présente loi :"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "La présente loi est applicable à Wallis-et-Futuna dans sa rédaction résultant de l'ordonnance n° 2016-1315 du 6 octobre 2016."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "La présente loi est applicable dans les Terres australes et antarctiques françaises dans sa rédaction résultant de l'ordonnance n° 2016-1315 du 6 octobre 2016."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "En Nouvelle-Calédonie, en Polynésie française, à Wallis-et-Futuna et à  Saint-Pierre-et-Miquelon, lorsqu'il n'est pas institué de tribunal  maritime, le tribunal de première instance connaît des matières  attribuées aux tribunaux maritimes."
    }
  ]
}