{
  "id": "jorftext000028056315",
  "type": "statute",
  "title": "LOI n°2013-907\n du 11 octobre 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028056315",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les membres du Gouvernement, les personnes titulaires d'un mandat électif local ainsi que celles chargées d'une mission de service public exercent leurs fonctions avec dignité, probité et intégrité et veillent à prévenir ou à faire cesser immédiatement tout conflit d'intérêts ou tout risque d'influence étrangère. Les membres des autorités administratives indépendantes et des autorités publiques indépendantes exercent également leurs fonctions avec impartialité."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Au sens de la présente loi, constitue un conflit d'intérêts toute situation d'interférence entre un intérêt public et des intérêts publics ou privés qui est de nature à influencer ou à paraître influencer l'exercice indépendant, impartial et objectif d'une fonction.\n\nLorsqu'ils estiment se trouver dans une telle situation :\n\n1° Les membres des collèges d'une autorité administrative indépendante ou d'une autorité publique indépendante s'abstiennent de siéger ou, le cas échéant, de délibérer. Les personnes qui exercent des compétences propres au sein de ces autorités sont suppléées suivant les règles de fonctionnement applicables à ces autorités ;\n\n2° Sous réserve des exceptions prévues au deuxième alinéa de l'article 432-12 du code pénal, les personnes titulaires de fonctions exécutives locales sont suppléées par leur délégataire, auquel elles s'abstiennent d'adresser des instructions ;\n\n3° Les personnes chargées d'une mission de service public qui ont reçu délégation de signature s'abstiennent d'en user ;\n\n4° Les personnes chargées d'une mission de service public placées sous l'autorité d'un supérieur hiérarchique le saisissent ; ce dernier, à la suite de la saisine ou de sa propre initiative, confie, le cas échéant, la préparation ou l'élaboration de la décision à une autre personne placée sous son autorité hiérarchique.\n\nUn décret en Conseil d'Etat fixe les modalités d'application du présent article ainsi que les conditions dans lesquelles il s'applique aux membres du Gouvernement.\n\nII. - Un décret en Conseil d'Etat détermine les modalités de tenue d'un registre accessible au public, recensant les cas dans lesquels un membre du Gouvernement estime ne pas devoir exercer ses attributions en raison d'une situation de conflit d'intérêts, y compris en Conseil des ministres.Ce registre est publié par voie électronique, dans un standard ouvert, aisément réutilisable et exploitable par un système de traitement automatisé."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. ― Chacun des membres du Gouvernement, dans les deux mois qui suivent sa nomination, adresse personnellement au président de la Haute Autorité pour la transparence de la vie publique prévue à l'article 19 de la présente loi une déclaration exhaustive, exacte et sincère de sa situation patrimoniale concernant la totalité de ses biens propres ainsi que, le cas échéant, ceux de la communauté ou les biens indivis. Ces biens sont évalués à la date du fait générateur de la déclaration comme en matière de droits de mutation à titre gratuit.\n\nDans les mêmes conditions, chacun des membres du Gouvernement adresse au président de la Haute Autorité, ainsi qu'au Premier ministre, une déclaration faisant apparaître les intérêts détenus à la date de sa nomination et dans les cinq années précédant cette date. La même obligation s'applique en cas de modification des attributions d'un membre du Gouvernement.\n\nToutefois, aucune déclaration mentionnée aux premier et deuxième alinéas du présent I n'est exigée lorsque le membre du Gouvernement a quitté ce dernier avant l'expiration du délai de deux mois mentionné au premier alinéa du présent I.\n\nDurant l'exercice de ses fonctions, un membre du Gouvernement dont la situation patrimoniale ou les intérêts détenus connaissent une modification substantielle en fait, dans le délai d'un mois, déclaration à la Haute Autorité. S'il s'agit d'une modification substantielle des intérêts détenus, il en fait également déclaration au Premier ministre.\n\nLes obligations de déclaration prévues aux deux premiers alinéas s'appliquent à tout membre du Gouvernement dans les deux mois qui suivent la cessation de ses fonctions pour une cause autre que le décès. Les déclarations sont adressées personnellement au président de la Haute Autorité. La déclaration de situation patrimoniale comporte une récapitulation de l'ensemble des revenus perçus par le membre du Gouvernement et, le cas échéant, par la communauté depuis le début de l'exercice des fonctions de membre du Gouvernement.\n\nLe membre du Gouvernement peut joindre des observations à chacune de ses déclarations.\n\nLorsque le membre du Gouvernement a établi depuis moins d'un an une déclaration de situation patrimoniale en application du premier alinéa du présent I, de l'article 11 de la présente loi, de l'article L. 4122-8 du code de la défense, de l'article LO 135-1 du code électoral, des articles L. 131-10 ou L. 231-4-4 du code de justice administrative, des articles L. 120-13 ou L. 220-11 du code des juridictions financières, de l'article 7-3 de l'ordonnance n° 58-1270 du 22 décembre 1958 portant loi organique relative au statut de la magistrature, de la section 2 du chapitre II du titre II du livre Ier du code général de la fonction publique ou de l'article 10-1-2 de la loi organique n° 94-100 du 5 février 1994 sur le Conseil supérieur de la magistrature, aucune nouvelle déclaration mentionnée à la première phrase du premier alinéa du présent I n'est exigée et la déclaration prévue au cinquième alinéa du même I est limitée à la récapitulation mentionnée à la dernière phrase du même alinéa et à la présentation mentionnée au dernier alinéa du II.\n\nLorsqu'une déclaration d'intérêts a été établie depuis moins de six mois en application du présent article, de l'article 11 de la présente loi, de l'article LO 135-1 du code électoral ou de l'article 10-1 de l'ordonnance n° 58-1360 du 29 décembre 1958 portant loi organique relative au Conseil économique, social et environnemental, le dépôt de la déclaration liée aux nouvelles fonctions gouvernementales consiste à actualiser, par l'indication de ces nouvelles fonctions, la déclaration d'intérêts précédemment établie. A cette occasion, la déclaration d'intérêts existante est, le cas échéant, modifiée ou complétée par le membre du Gouvernement.\n\nII. ― La déclaration de situation patrimoniale porte sur les éléments suivants :\n\n1° Les immeubles bâtis et non bâtis ;\n\n2° Les valeurs mobilières ;\n\n3° Les assurances-vie ;\n\n4° Les comptes bancaires courants ou d'épargne, les livrets et les autres produits d'épargne ;\n\n5° Les biens mobiliers divers d'une valeur supérieure à un montant fixé par voie réglementaire ;\n\n6° Les véhicules terrestres à moteur, bateaux et avions ;\n\n7° Les fonds de commerce ou clientèles et les charges et offices ;\n\n8° Les biens mobiliers, immobiliers et les comptes détenus à l'étranger ;\n\n9° Les autres biens ;\n\n10° Le passif.\n\nLe cas échéant, la déclaration de situation patrimoniale précise, pour chaque élément mentionné aux 1° à 10° du présent II, s'il s'agit de biens propres, de biens de la communauté ou de biens indivis.\n\nLes déclarations de situation patrimoniale déposées en application du cinquième alinéa du I comportent, en plus des éléments mentionnés aux mêmes 1° à 10°, une présentation des événements majeurs ayant affecté la composition du patrimoine depuis la précédente déclaration.\n\nIII. ― La déclaration d'intérêts porte sur les éléments suivants :\n\n1° Les activités professionnelles donnant lieu à rémunération ou gratification exercées à la date de la nomination ;\n\n2° Les activités professionnelles ayant donné lieu à rémunération ou gratification exercées au cours des cinq dernières années ;\n\n3° Les activités de consultant exercées à la date de la nomination et au cours des cinq dernières années ;\n\n4° Les participations aux organes dirigeants d'un organisme public ou privé ou d'une société à la date de la nomination ou lors des cinq dernières années ;\n\n5° Les participations financières directes dans le capital d'une société à la date de la nomination ;\n\n6° Les activités professionnelles exercées à la date de la nomination par le conjoint, le partenaire lié par un pacte civil de solidarité ou le concubin [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-676 DC du 9 octobre 2013] ;\n\n7° Les fonctions bénévoles susceptibles de faire naître un conflit d'intérêts ;\n\n8° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-676 DC du 9 octobre 2013.]\n\n9° Les fonctions et mandats électifs exercés à la date de la nomination et au cours des cinq années précédant celle-ci.\n\nLa déclaration précise le montant des rémunérations, indemnités ou gratifications perçues par le membre du Gouvernement au titre des éléments mentionnés aux 1° à 5° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-676 DC du 9 octobre 2013] et 9° du présent III.\n\nIV. ― Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise le modèle et le contenu des déclarations prévues aux I à III et fixe leurs conditions de mise à jour et de conservation.\n\nV. ― Lorsque son président n'a pas reçu les déclarations de situation patrimoniale ou d'intérêts dans les délais prévus au I, la Haute Autorité pour la transparence de la vie publique adresse à l'intéressé une injonction tendant à ce qu'elles lui soient transmises dans un délai d'un mois à compter de la notification de l'injonction.\n\nLa même procédure est applicable en cas de déclaration incomplète ou lorsqu'il n'a pas été donné suite à une demande d'explications adressée par la Haute Autorité en application du II de l'article 20."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. ― La Haute Autorité pour la transparence de la vie publique transmet à l'administration fiscale la déclaration de situation patrimoniale mentionnée au premier alinéa du I de l'article 4. Celle-ci fournit à la Haute Autorité, dans les trente jours suivant cette transmission, tous les éléments lui permettant d'apprécier l'exhaustivité, l'exactitude et la sincérité de la déclaration de situation patrimoniale, notamment les avis d'imposition de l'intéressé à l'impôt sur le revenu et, le cas échéant, à l'impôt sur la fortune immobilière.\n\nDans un délai de trois mois suivant la réception des éléments mentionnés au premier alinéa du présent I, la Haute Autorité rend publiques la déclaration de situation patrimoniale et la déclaration d'intérêts. Elle peut assortir cette publication de toute appréciation qu'elle estime utile quant à l'exhaustivité, à l'exactitude et à la sincérité de l'une ou l'autre déclaration, après avoir mis l'intéressé à même de présenter ses observations. Les électeurs peuvent adresser à la Haute Autorité toute observation écrite relative à ces déclarations de situation patrimoniale et à ces déclarations d'intérêts.\n\nII. ― La procédure prévue au I du présent article est applicable à la déclaration de situation patrimoniale déposée après la cessation des fonctions gouvernementales, en application du cinquième alinéa du I de l'article 4.\n\nIII. ― Ne peuvent être rendus publics les éléments des déclarations suivants :\n\n1° L'adresse personnelle de la personne soumise à déclaration ;\n\n2° Les noms du conjoint, du partenaire lié par un pacte civil de solidarité ou du concubin ;\n\n3° Les noms des autres membres de la famille.\n\nPour la déclaration de situation patrimoniale, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens ; les noms des personnes qui possédaient auparavant les biens mentionnés dans la déclaration ; pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ; pour les biens en nue-propriété : les noms des usufruitiers ; pour les biens en usufruit : les noms des nus-propriétaires.\n\nPour la déclaration d'intérêts, ne peuvent être rendus publics, s'agissant des biens immobiliers : les indications, autres que le nom du département, relatives à la localisation des biens. S'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-676 DC du 9 octobre 2013] :\n\na) Les noms des personnes qui possédaient auparavant des biens mentionnés dans cette déclaration ;b) Pour les biens qui sont en situation d'indivision, les noms des autres propriétaires indivis ;c) Pour les biens en nue-propriété, les noms des usufruitiers ;d) Pour les biens en usufruit, les noms des nus-propriétaires.\n\nNe peuvent être rendus publics, s'agissant des biens mobiliers : les noms des personnes qui détenaient auparavant les biens mobiliers mentionnés dans la déclaration de situation patrimoniale ; les noms des personnes qui détenaient auparavant des biens mobiliers mentionnés dans la déclaration d'intérêts s'il s'agit du conjoint, du partenaire lié par un pacte civil de solidarité, du concubin.\n\nNe peuvent être rendus publics, s'agissant des instruments financiers : les adresses des établissements financiers et les numéros des comptes détenus.\n\nLe cas échéant :\n\n― l'évaluation rendue publique de la valeur des biens détenus en communauté correspond à la moitié de leur valeur vénale ;― l'évaluation rendue publique de la valeur des biens indivis correspond à la part des droits indivis détenus par le déclarant.\n\nLes éléments mentionnés au présent III ne peuvent être communiqués qu'à la demande expresse du déclarant ou de ses ayants droit ou sur requête des autorités judiciaires lorsque leur communication est nécessaire à la solution du litige ou utile pour la découverte de la vérité.\n\nIV. ― Les informations contenues dans les déclarations d'intérêts rendues publiques conformément et dans les limites fixées au présent article sont réutilisables dans les conditions prévues aux articles L. 321-1, L. 321-2, L. 322-1 et L. 322-2 du code des relations entre le public et l'administration.\n\nV. ― Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La Haute Autorité pour la transparence de la vie publique peut demander à toute personne mentionnée à l'article 4 de la présente loi communication des déclarations qu'elle a souscrites en application des articles 170 à 175 A du code général des impôts.Elle peut, si elle l'estime utile, demander les déclarations, mentionnées au premier alinéa du présent article, souscrites par le conjoint séparé de biens, le partenaire lié par un pacte civil de solidarité ou le concubin de toute personne mentionnée à l'article 4.A défaut de communication dans un délai de deux mois des déclarations mentionnées aux deux premiers alinéas du présent article, elle peut demander à l'administration fiscale copie de ces mêmes déclarations, qui les lui transmet dans les trente jours.La Haute Autorité peut demander à l'administration fiscale d'exercer le droit de communication prévu à la section I du chapitre II du titre II de la première partie du livre des procédures fiscales, en vue de recueillir toutes informations utiles à l'accomplissement de sa mission de contrôle. Ces informations sont transmises à la Haute Autorité dans les soixante jours suivant sa demande.Elle peut, aux mêmes fins, demander à l'administration fiscale de mettre en œuvre les procédures d'assistance administrative internationale.Les agents de l'administration fiscale sont déliés du secret professionnel à l'égard des membres et des rapporteurs de la Haute Autorité, au titre des vérifications et contrôles qu'ils mettent en œuvre pour l'application de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La Haute Autorité pour la transparence de la vie publique contrôle la variation de la situation patrimoniale des membres du Gouvernement telle qu'elle résulte de leurs déclarations, des éventuelles observations et explications qu'ils ont pu formuler et des autres éléments dont elle dispose.Lorsqu'elle constate une évolution de la situation patrimoniale pour laquelle elle ne dispose pas d'explications suffisantes, après que le membre du Gouvernement a été mis en mesure de présenter ses observations, la Haute Autorité pour la transparence de la vie publique publie au Journal officiel un rapport spécial, assorti des observations de l'intéressé, et transmet le dossier au parquet."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les instruments financiers détenus par les membres du Gouvernement et les présidents et membres des autorités administratives indépendantes et des autorités publiques indépendantes intervenant dans le domaine économique sont gérés dans des conditions excluant tout droit de regard de leur part pendant la durée de leurs fonctions. Ces personnes justifient des mesures prises auprès de la Haute Autorité pour la transparence de la vie publique.\n\nLes conditions d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "I. - Sans préjudice des articles 4, 8, 9 et 10, le Président de la République peut, avant la nomination de tout membre du Gouvernement et à propos de la personne dont la nomination est envisagée, solliciter la transmission :1° Par le président de la Haute Autorité pour la transparence de la vie publique, des informations indiquant, à la date de la demande et compte tenu des éléments dont dispose la Haute Autorité, si cette personne a, le cas échéant, satisfait ou non aux obligations de transmission d'une déclaration d'intérêts et d'activités, d'une déclaration d'intérêts ou d'une déclaration de situation patrimoniale et à la justification des mesures prises pour gérer ses instruments financiers dans des conditions excluant tout droit de regard de sa part, ainsi que si cette personne se trouve dans une situation pouvant constituer un conflit d'intérêts et les mesures nécessaires pour prévenir ou faire cesser immédiatement ce conflit d'intérêts ;2° Par l'administration fiscale, d'une attestation constatant qu'à la date de la demande et en l'état des informations dont dispose cette administration, elle satisfait ou non aux obligations de déclaration et de paiement des impôts dont elle est redevable ;3° Du bulletin n° 2 du casier judiciaire.Est réputée satisfaire aux obligations de paiement mentionnées au 2° du présent I la personne qui a, en l'absence de toute mesure d'exécution du comptable, acquitté ses impôts ou constitué des garanties jugées suffisantes par le comptable ou, à défaut, conclu un accord contraignant avec le comptable en vue de payer ses impôts, ainsi que les éventuels intérêts échus, pénalités ou amendes, à condition qu'elle respecte cet accord.L'attestation mentionnée au même 2° ne constitue pas une prise de position formelle de l'administration fiscale sur la situation fiscale de la personne.II. - Lorsqu'il s'agit d'un autre membre du Gouvernement, le Premier ministre est également destinataire des informations transmises en application du I."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Tout membre du Gouvernement, à compter de sa nomination, fait l'objet d'une procédure de vérification de sa situation fiscale, dans les conditions prévues au titre II de la première partie du livre des procédures fiscales, au titre des impositions de toute nature dont il est redevable. Cette procédure est placée sous le contrôle de la Haute Autorité pour la transparence de la vie publique qui, lorsqu'elle constate qu'un membre du Gouvernement ne respecte pas ses obligations fiscales, en informe :\n\n1° Le Président de la République, lorsqu'il s'agit du Premier ministre ;\n\n2° Le Président de la République et le Premier ministre, lorsqu'il s'agit d'un autre membre du Gouvernement.\n\nLes conditions d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. ― Lorsqu'elle constate qu'un membre du Gouvernement se trouve en situation de conflit d'intérêts, la Haute Autorité pour la transparence de la vie publique lui enjoint de faire cesser cette situation.Après avoir mis à même l'intéressé de faire valoir ses observations dans un délai d'un mois, elle peut décider de rendre publique cette injonction.II. ― Le présent article n'est pas applicable au Premier ministre."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Adressent également au président de la Haute Autorité pour la transparence de la vie publique une déclaration de situation patrimoniale et une déclaration d'intérêts, établies dans les conditions prévues aux cinq premiers alinéas du I et aux II et III de l'article 4, dans les deux mois qui suivent leur entrée en fonctions :\n\n1° Les représentants français au Parlement européen, dont la déclaration d'intérêts indique, outre les éléments mentionnés au III du même article 4, les participations directes ou indirectes détenues à la date de leur entrée en fonction qui leur confèrent le contrôle d'une société, d'une entreprise ou d'un organisme dont l'activité consiste principalement dans la fourniture de prestations de conseil ;\n\n2° Les titulaires d'une fonction de président de conseil régional, de président de l'Assemblée de Corse, de président du conseil exécutif de Corse, de président de l'assemblée de Guyane, de président de l'assemblée de Martinique, de président du conseil exécutif de Martinique, de président d'une assemblée territoriale d'outre-mer, de président de conseil départemental, de président du conseil de la métropole de Lyon, de président élu d'un exécutif d'une collectivité d'outre-mer, de maire d'une commune de plus de 20 000 habitants ou de président élu d'un établissement public de coopération intercommunale à fiscalité propre dont la population excède 20 000 habitants ou dont le montant des recettes totales de fonctionnement figurant au dernier compte administratif est supérieur à 5 millions d'euros ainsi que les présidents des autres établissements publics de coopération intercommunale dont le montant des recettes totales de fonctionnement figurant au dernier compte administratif est supérieur à 5 millions d'euros ;\n\n3° Les conseillers régionaux, les conseillers à l'assemblée de Guyane, les conseillers à l'assemblée de Martinique, les conseillers exécutifs de Martinique, les conseillers exécutifs de Corse, les conseillers départementaux, les adjoints aux maires des communes de plus de 100 000 habitants et les vice-présidents des établissements publics de coopération intercommunale à fiscalité propre de plus de 100 000 habitants et du conseil de la métropole de Lyon lorsqu'ils sont titulaires d'une délégation de fonction ou de signature, respectivement, du président du conseil régional, du président du conseil exécutif, du président du conseil départemental, du maire, du président de l'établissement public de coopération intercommunale ou du président du conseil de la métropole de Lyon, dans les conditions fixées par la loi. Les délégations de fonction ou de signature sont notifiées sans délai par l'exécutif de chaque collectivité territoriale ou établissement public de coopération intercommunale au président de la Haute Autorité pour la transparence de la vie publique ;\n\n4° Les membres des cabinets ministériels et les collaborateurs du Président de la République ;\n\n5° Les collaborateurs du Président de l'Assemblée nationale et du Président du Sénat ;\n\n5° bis Les membres de l'organe chargé de la déontologie parlementaire dans chaque assemblée, sauf lorsqu'ils sont déjà soumis à cette obligation au titre du I de l'article LO 135-1 du code électoral ;\n\n6° Les membres des collèges et, le cas échéant, les membres des commissions investies de pouvoirs de sanction, ainsi que les directeurs généraux et secrétaires généraux et leurs adjoints des organismes suivants : l'Agence française de lutte contre le dopage, l'Autorité de la concurrence, l'Autorité de contrôle des nuisances aéroportuaires, l'Autorité de contrôle prudentiel et de résolution, l'Autorité des marchés financiers, l'Autorité de régulation des transports, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, l'Autorité nationale des jeux, l'   Autorité de sûreté nucléaire et de radioprotection, le Comité consultatif national d'éthique pour les sciences de la vie et de la santé, la Commission nationale d'aménagement cinématographique, la Commission nationale d'aménagement commercial, la Commission nationale des comptes de campagne et des financements politiques, la Commission nationale consultative des droits de l'homme, la Commission nationale de contrôle des techniques de renseignement, la Commission nationale du débat public, la Commission nationale de l'informatique et des libertés, la Commission du secret de la défense nationale, le Comité d'indemnisation des victimes des essais nucléaires, la Commission d'accès aux documents administratifs, la Commission des participations et des transferts, la Commission de régulation de l'énergie, l'Autorité de régulation de la communication audiovisuelle et numérique, le Contrôleur général des lieux de privation de liberté, le Défenseur des droits, l'Autorité de régulation de la communication audiovisuelle et numérique, la Haute Autorité de santé, la Haute Autorité pour la transparence de la vie publique, la Haute autorité de l'audit, le Haut Conseil de l'évaluation de la recherche et de l'enseignement supérieur, le Médiateur national de l'énergie ;\n\n6° bis Les médiateurs mentionnés à la section 1 du chapitre III du titre Ier du livre II du code du cinéma et de l'image animée, à l'article 144 de la loi n° 2014-344 du 17 mars 2014 relative à la consommation et à l'article L. 214-6 du code de la propriété intellectuelle ;\n\n6° bis A Les membres des collèges et, le cas échéant, les membres des commissions investies de pouvoirs de sanction, ainsi que les directeurs généraux et secrétaires généraux et leurs adjoints des autorités administratives indépendantes créées en application de l'article 27-1 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie et de l'article 30-1 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française ;\n\n7° Toute autre personne exerçant un emploi ou des fonctions à la décision du Gouvernement pour lesquels elle a été nommée en conseil des ministres ;\n\n8° Les directeurs, directeurs adjoints et chefs de cabinet des autorités territoriales mentionnées au 2°. Les arrêtés de nomination sont notifiés sans délai par le président de l'exécutif de chaque collectivité territoriale ou établissement public de coopération intercommunale au président de la Haute Autorité pour la transparence de la vie publique.\n\nLes déclarations d'intérêts des personnes mentionnées aux 4° à 8° sont également adressées au président de l'autorité indépendante ou à l'autorité hiérarchique.\n\nToutefois, aucune déclaration mentionnée au présent I n'est exigée lorsque la personne a quitté les fonctions au titre desquelles une déclaration doit être établie en application du présent I avant l'expiration du délai de deux mois mentionné au premier alinéa du présent I.\n\nToute modification substantielle de la situation patrimoniale ou des intérêts détenus donne lieu, dans un délai de deux mois, à une déclaration dans les mêmes formes.\n\nII.-Toute personne mentionnée au I du présent article adresse au président de la Haute Autorité pour la transparence de la vie publique une nouvelle déclaration de situation patrimoniale dans un délai de deux mois à compter de la fin de son mandat ou de ses fonctions.\n\nLorsqu'une déclaration de situation patrimoniale a été établie depuis moins d'un an en application du présent article, de l'article 4 de la présente loi, de l'article L. 4122-8 du code de la défense, de l'article LO 135-1 du code électoral, des articles L. 131-10 ou L. 231-4-4 du code de justice administrative, des articles L. 120-13 ou L. 220-11 du code des juridictions financières, de l'article 7-3 de l'ordonnance n° 58-1270 du 22 décembre 1958 portant loi organique relative au statut de la magistrature, de la section 2 du chapitre II du titre II du livre Ier du code général de la fonction publique ou de l'article 10-1-2 de la loi organique n° 94-100 du 5 février 1994 sur le Conseil supérieur de la magistrature, aucune nouvelle déclaration mentionnée au premier alinéa du I du présent article n'est exigée et la déclaration prévue au premier alinéa du présent II est limitée à la récapitulation mentionnée à la dernière phrase du cinquième alinéa du I de l'article 4 et à la présentation mentionnée au dernier alinéa du II du même article 4.\n\nLorsqu'une déclaration d'intérêts a été établie depuis moins de six mois en application du présent article, de l'article 4 de la présente loi, de l'article LO 135-1 du code électoral ou de l'article 10-1 de l'ordonnance n° 58-1360 du 29 décembre 1958 portant loi organique relative au Conseil économique, social et environnemental, le dépôt de la déclaration liée à de nouveaux mandats ou de nouvelles fonctions énumérés au présent article consiste à actualiser, par l'indication de ces mandats ou fonctions, la déclaration d'intérêts précédemment établie. A cette occasion, la déclaration d'intérêts existante est, le cas échéant, modifiée ou complétée par l'intéressé.\n\nIII. ― Les obligations et les dispenses prévues au présent article sont applicables aux présidents et aux directeurs généraux :\n\n1° Des sociétés et autres personnes morales, quel que soit leur statut juridique, dans lesquelles plus de la moitié du capital social est détenue directement par l'Etat ;\n\n2° Des établissements publics de l'Etat à caractère industriel et commercial ;\n\n3° Des sociétés et autres personnes morales, quel que soit leur statut juridique, dans lesquelles plus de la moitié du capital social est détenue, directement ou indirectement, séparément ou ensemble, par les personnes mentionnées aux 1° et 2° et dont le chiffre d'affaires annuel, au titre du dernier exercice clos avant la date de nomination des intéressés, est supérieur à 10 millions d'euros ;\n\n4° Des offices publics de l'habitat mentionnés à l'article L. 421-1 du code de la construction et de l'habitation gérant un parc comprenant plus de 2 000 logements au 31 décembre de l'année précédant celle de la nomination des intéressés ;\n\n5° Des sociétés et autres personnes morales, quel que soit leur statut juridique, autres que celles mentionnées aux 1° et 3° du présent III, dont le chiffre d'affaires annuel, au titre du dernier exercice clos avant la date de nomination des intéressés, dépasse 750 000 €, dans lesquelles les collectivités régies par les titres XII et XIII de la Constitution, leurs groupements ou toute autre personne mentionnée aux 1° à 4° du présent III détiennent, directement ou indirectement, plus de la moitié du capital social ou qui sont mentionnées au 1° de l'article L. 1525-1 du code général des collectivités territoriales.\n\nLa déclaration d'intérêts d'une personne mentionnée au présent III est également adressée au ministre qui a autorité sur l'intéressé ou qui exerce la tutelle de l'organisme.\n\nLa nomination des personnes mentionnées au présent III est, le cas échéant, subordonnée à la justification du dépôt de la déclaration de situation patrimoniale exigible lors de la cessation de fonctions précédentes.\n\nElle est considérée comme nulle si, à l'issue du délai d'un mois prévu au V de l'article 4, l'une des déclarations prévues lors de l'entrée en fonctions en application du premier alinéa du I n'a pas été transmise à la Haute Autorité de la transparence de la vie publique.\n\nIII bis. – Les obligations et les dispenses prévues au présent article sont applicables :1° Aux présidents, vice-présidents, trésoriers et secrétaires généraux des fédérations sportives délégataires mentionnées à l'article L. 131-14 du code du sport et des ligues professionnelles qu'elles créent en application de l'article L. 132-1 du même code ;2° Au président, au vice-président, au trésorier et au secrétaire général du Comité national olympique et sportif français ;3° Au président, au vice-président, au trésorier et au secrétaire général du Comité paralympique et sportif français ;4° Aux représentants légaux des organismes chargés de l'organisation d'une compétition sportive internationale attribuée dans le cadre d'une sélection par un comité international, de niveau au moins équivalent à un championnat d'Europe, organisée de façon exceptionnelle sur le territoire français et ayant obtenu des lettres d'engagement de l'Etat, ainsi qu'aux délégataires de pouvoir ou de signature de ces représentants lorsque ces délégataires sont autorisés à engager, pour le compte de ces organismes, une dépense supérieure ou égale à un montant fixé par décret. Le président de la Haute Autorité pour la transparence de la vie publique est informé sans délai, par le ministère chargé des sports, de la désignation de ces représentants légaux et, par ces organismes, de ces délégations de pouvoir ou de signature ;\n\n5° Au président, au directeur général et au responsable de la haute performance de l'Agence nationale du sport.\n\nIV. ― Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise le modèle et le contenu des déclarations prévues au présent article et fixe leurs conditions de mise à jour et de conservation.\n\nV. ― Le V de l'article 4 et les articles 6 et 7 sont applicables aux personnes mentionnées au présent article. L'article 10 est applicable aux personnes mentionnées au présent article, à l'exclusion des personnes mentionnées au 1° du I.\n\nPour les personnes mentionnées aux 4°, 7° et 8° du I du présent article, la Haute Autorité communique ses avis, pris en application du 2° du I de l'article 20, à la commission de déontologie de la fonction publique mentionnée à l'article 25 octies de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires ;"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. ― Les déclarations d'intérêts déposées en application de l'article 11 sont rendues publiques, dans les limites définies au III de l'article 5, par la Haute Autorité pour la transparence de la vie publique, selon des modalités déterminées par décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés. Les électeurs peuvent adresser à la Haute Autorité toute observation écrite relative à ces déclarations d'intérêts.\n\nLes informations contenues dans les déclarations d'intérêts rendues publiques conformément au présent I et dans les limites définies au III de l'article 5 sont réutilisables dans les conditions prévues aux articles L. 321-1, L. 321-2, L. 322-1 et L. 322-2 du code des relations entre le public et l'administration.\n\nII. ― Les déclarations de situation patrimoniale déposées par les personnes mentionnées au 1° du I de l'article 11 de la présente loi sont rendues publiques, dans les limites définies au III de l'article 5, par la Haute Autorité pour la transparence de la vie publique, dans les conditions prévues aux deuxième et troisième alinéas du présent II.\n\nCes déclarations de situation patrimoniale sont, aux seules fins de consultation, tenues à la disposition des électeurs inscrits sur les listes électorales dans toutes les préfectures de la circonscription d'élection de la personne concernée ou, pour les représentants français au Parlement européen élus dans la section Pacifique, au haut-commissariat en Nouvelle-Calédonie, au haut-commissariat en Polynésie française et à l'administration supérieure à Wallis-et-Futuna.\n\nCes électeurs peuvent adresser à la Haute Autorité toute observation écrite relative aux déclarations qu'ils ont consultées."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le président de la Commission nationale des comptes de campagne et des financements politiques a l'obligation de déclarer au service mentionné à l'article L. 561-23 du code monétaire et financier, dès qu'il en a connaissance, les faits dont il soupçonne qu'ils sont en relation avec une infraction à la législation fiscale."
    },
    {
      "provision_ref": "art18-1",
      "section": "18-1",
      "title": "Article 18-1",
      "content": "Un répertoire numérique assure l'information des citoyens sur les relations entre les représentants d'intérêts et les pouvoirs publics.Ce répertoire est rendu public par la Haute Autorité pour la transparence de la vie publique. Cette publication s'effectue dans un format ouvert librement utilisable et exploitable par un système de traitement automatisé, dans les conditions prévues au titre II du livre III du code des relations entre le public et l'administration.Ce répertoire fait état, pour chaque représentant d'intérêts, des informations communiquées en application de l'article 18-3 de la présente loi. Il est commun à la Haute Autorité, pour la mise en œuvre des règles prévues à la sous-section 2, ainsi qu'à l'Assemblée nationale et au Sénat pour la mise en œuvre des règles déterminées sur le fondement de la sous-section 1 de la présente section."
    },
    {
      "provision_ref": "art18-2",
      "section": "18-2",
      "title": "Article 18-2",
      "content": "Sont des représentants d'intérêts, au sens de la présente section, les personnes morales de droit privé, les établissements publics ou groupements publics exerçant une activité industrielle et commerciale, les organismes mentionnés au chapitre Ier du titre Ier du livre VII du code de commerce, au titre II du code de l'artisanat et au titre Ier du livre V du code rural et de la pêche maritime, dont un dirigeant, un employé ou un membre a pour activité principale ou régulière d'influer sur la décision publique, notamment sur le contenu d'une loi ou d'un acte réglementaire en entrant en communication avec :\n\n1° Un membre du Gouvernement, ou un membre de cabinet ministériel ;\n\n2° Un député, un sénateur, un collaborateur du Président de l'Assemblée nationale ou du Président du Sénat, d'un député, d'un sénateur ou d'un groupe parlementaire, ainsi qu'avec les agents des services des assemblées parlementaires ;\n\n3° Un collaborateur du Président de la République ;\n\n4° Le directeur général, le secrétaire général, ou leur adjoint, ou un membre du collège ou d'une commission investie d'un pouvoir de sanction d'une autorité administrative indépendante ou d'une autorité publique indépendante mentionnée au 6° du I de l'article 11 de la présente loi ;\n\n5° Une personne titulaire d'un emploi ou d'une fonction mentionné au 7° du même I ;\n\n6° Une personne titulaire d'une fonction ou d'un mandat mentionné aux 2°, 3° ou 8° dudit I, sous réserve d'un seuil d'application fixé à plus de 100 000 habitants pour les communes et les établissements publics de coopération intercommunale à fiscalité propre.\n\n7° Un agent public occupant un emploi mentionné par le décret en Conseil d'Etat prévu au I de l'article 25 quinquies de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.\n\nSont également des représentants d'intérêts, au sens de la présente section, les personnes physiques qui ne sont pas employées par une personne morale mentionnée au premier alinéa du présent article et qui exercent à titre individuel une activité professionnelle répondant aux conditions fixées au même premier alinéa.\n\nNe sont pas des représentants d'intérêts au sens de la présente section :\n\na) Les élus, dans l'exercice de leur mandat ;\n\nb) Les partis et groupements politiques, dans le cadre de leur mission prévue à l'article 4 de la Constitution ;\n\nc) Les organisations syndicales de fonctionnaires et, dans le cadre de la négociation prévue à l'article L. 1 du code du travail, les organisations syndicales de salariés et les organisations professionnelles d'employeurs ;\n\nd) Les associations à objet cultuel ;\n\ne) Les associations représentatives des élus dans l'exercice des missions prévues dans leurs statuts."
    },
    {
      "provision_ref": "art18-3",
      "section": "18-3",
      "title": "Article 18-3",
      "content": "Tout représentant d'intérêts communique à la Haute Autorité pour la transparence de la vie publique, par l'intermédiaire d'un téléservice, les informations suivantes :1° Son identité, lorsqu'il s'agit d'une personne physique, ou celle de ses dirigeants et des personnes physiques chargées des activités de représentation d'intérêts en son sein, lorsqu'il s'agit d'une personne morale ;2° Le champ de ses activités de représentation d'intérêts ;3° Les actions relevant du champ de la représentation d'intérêts menées auprès des personnes mentionnées aux 1° à 7° de l'article 18-2, en précisant le montant des dépenses liées à ces actions durant l'année précédente ;4° Le nombre de personnes qu'il emploie dans l'accomplissement de sa mission de représentation d'intérêts et, le cas échéant, son chiffre d'affaires de l'année précédente ;5° Les organisations professionnelles ou syndicales ou les associations en lien avec les intérêts représentés auxquelles il appartient.Toute personne exerçant, pour le compte de tiers, une activité de représentation d'intérêts au sens du même article 18-2 communique en outre à la Haute Autorité pour la transparence de la vie publique l'identité de ces tiers.Un décret en Conseil d'Etat, pris après un avis public de la Haute Autorité pour la transparence de la vie publique, précise :a) Le rythme et les modalités des communications prévues au présent article ainsi que les conditions de publication des informations correspondantes ;b) Les modalités de présentation des activités du représentant d'intérêts."
    },
    {
      "provision_ref": "art18-4",
      "section": "18-4",
      "title": "Article 18-4",
      "content": "Les règles applicables aux représentants d'intérêts au sein de chaque assemblée parlementaire sont déterminées et mises en œuvre dans le respect des conditions fixées à l'article 4 quinquies de l'ordonnance n° 58-1100 du 17 novembre 1958 relative au fonctionnement des assemblées parlementaires."
    },
    {
      "provision_ref": "art18-5",
      "section": "18-5",
      "title": "Article 18-5",
      "content": "Les représentants d'intérêts exercent leur activité avec probité et intégrité. Ils sont tenus de :\n\n1° Déclarer leur identité, l'organisme pour lequel ils travaillent et les intérêts ou entités qu'ils représentent dans leurs relations avec les personnes mentionnées aux 1° et 3° à 7° de l'article 18-2 ;\n\n2° S'abstenir de proposer ou de remettre à ces personnes des présents, dons ou avantages quelconques d'une valeur significative ;\n\n2° bis S'abstenir de verser toute rémunération aux collaborateurs du président de la République, aux membres de cabinet ministériel et aux collaborateurs d'un député, d'un sénateur ou d'un groupe parlementaire ;\n\n3° S'abstenir de toute incitation à l'égard de ces personnes à enfreindre les règles déontologiques qui leur sont applicables ;\n\n4° S'abstenir de toute démarche auprès de ces personnes en vue d'obtenir des informations ou des décisions par des moyens frauduleux ;\n\n5° S'abstenir d'obtenir ou d'essayer d'obtenir des informations ou décisions en communiquant délibérément à ces personnes des informations erronées ou en recourant à des manœuvres destinées à les tromper ;\n\n6° S'abstenir d'organiser des colloques, manifestations ou réunions, dans lesquels les modalités de prise de parole par les personnes mentionnées aux 1° et 3° à 7° de l'article 18-2 sont liées au versement d'une rémunération sous quelque forme que ce soit ;\n\n7° S'abstenir d'utiliser, à des fins commerciales ou publicitaires, les informations obtenues auprès des personnes mentionnées aux 1° et 3° à 7° de l'article 18-2 ;\n\n8° S'abstenir de vendre à des tiers des copies de documents provenant du Gouvernement, d'une autorité administrative ou publique indépendante ou d'utiliser du papier à en-tête ainsi que le logo de ces autorités publiques et de ces organes administratifs ;\n\n9° S'attacher à respecter l'ensemble des règles prévues aux 1° à 8° du présent article dans leurs rapports avec l'entourage direct des personnes exerçant les fonctions mentionnées aux 1° et 3° à 7° de l'article 18-2.\n\nLes présentes dispositions peuvent être précisées au sein d'un code de déontologie des représentants d'intérêts défini par décret en Conseil d'Etat, pris après un avis public de la Haute Autorité pour la transparence de la vie publique."
    },
    {
      "provision_ref": "art18-6",
      "section": "18-6",
      "title": "Article 18-6",
      "content": "La Haute Autorité pour la transparence de la vie publique s'assure du respect des articles 18-3 et 18-5 par les représentants d'intérêts.Elle peut se faire communiquer, sur pièce, par les représentants d'intérêts, toute information ou tout document nécessaire à l'exercice de sa mission, sans que le secret professionnel puisse lui être opposé.Elle peut également procéder à des vérifications sur place dans les locaux professionnels des représentants d'intérêts, sur autorisation du juge des libertés et de la détention du   tribunal judiciaire de Paris, dans des conditions fixées par décret en Conseil d'Etat.La Haute Autorité protège la confidentialité des informations et documents auxquels elle a accès pour l'exercice de sa mission, à l'exception des informations et documents dont la publication est prévue à la présente section.La Haute Autorité peut être saisie :1° Par les personnes mentionnées aux 1° à 7° de l'article 18-2 sur la qualification à donner, au regard du même article 18-2, à l'activité d'une personne physique ou d'une personne morale mentionnée aux premier et neuvième alinéas dudit article 18-2 ;2° Par les personnes qui y sont assujetties sur le respect des obligations déontologiques déterminées en application de l'article 18-5.La Haute Autorité ou, par délégation, son président rend son avis dans un délai de deux mois à compter de sa saisine. Ce délai peut être prolongé de deux mois par décision de son président, après qu'il a informé l'auteur de la saisine.Elle peut également être saisie par l'une des associations agréées par elle dans les conditions prévues à l'article 20."
    },
    {
      "provision_ref": "art18-7",
      "section": "18-7",
      "title": "Article 18-7",
      "content": "Lorsque la Haute Autorité pour la transparence de la vie publique constate, de sa propre initiative ou à la suite d'un signalement, un manquement aux règles prévues aux articles 18-3 et 18-5, elle :1° Adresse au représentant d'intérêts concerné une mise en demeure, qu'elle peut rendre publique, de respecter les obligations auxquelles il est assujetti, après l'avoir mis en état de présenter ses observations ;2° Avise la personne entrant dans le champ des 1° et 3° à 7° de l'article 18-2 qui aurait répondu favorablement à une sollicitation effectuée par un représentant d'intérêts mentionné au 1° du présent article et, le cas échéant, lui adresse des observations, sans les rendre publiques."
    },
    {
      "provision_ref": "art18-8",
      "section": "18-8",
      "title": "Article 18-8",
      "content": "Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés et de la Haute Autorité pour la transparence de la vie publique, fixe les modalités d'application de la présente sous-section."
    },
    {
      "provision_ref": "art18-9",
      "section": "18-9",
      "title": "Article 18-9",
      "content": "Le fait, pour un représentant d'intérêts, de ne pas communiquer, de sa propre initiative ou à la demande de la Haute Autorité pour la transparence de la vie publique, les informations qu'il est tenu de communiquer à cette dernière en application de l'article 18-3 est puni d'un an d'emprisonnement et de 15 000 € d'amende."
    },
    {
      "provision_ref": "art18-10",
      "section": "18-10",
      "title": "Article 18-10",
      "content": "Le fait, pour un représentant d'intérêts auquel la Haute Autorité pour la transparence de la vie publique a préalablement adressé, en application de l'article 18-7, une mise en demeure de respecter les obligations déontologiques prévues à l'article 18-5, de méconnaître à nouveau, dans les trois années suivantes, la même obligation est puni d'un an d'emprisonnement et de 15 000 € d'amende.\n\n[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art18-11",
      "section": "18-11",
      "title": "Article 18-11",
      "content": "I. - Sont tenues de déclarer leurs activités d'influence à la Haute Autorité pour la transparence de la vie publique, dans les conditions fixées à la présente section, les personnes physiques ou morales exerçant, sur l'ordre, à la demande ou sous la direction ou le contrôle d'un mandant étranger mentionné au II et aux fins de promouvoir les intérêts de ce dernier, une ou plusieurs actions destinées à influer sur la décision publique, notamment sur le contenu d'une loi, d'un acte réglementaire ou d'une décision individuelle ou sur la conduite des politiques publiques nationales et de la politique européenne ou étrangère de la France, en :\n\n1° Entrant en communication avec une ou plusieurs des personnes suivantes, à l'initiative de ces personnes ou de sa propre initiative :\n\na) Un membre du Gouvernement ou un membre de cabinet ministériel ;\n\nb) Un député, un sénateur, un collaborateur d'un député, d'un sénateur ou d'un groupe parlementaire ou les agents des services des assemblées parlementaires ;\n\nc) Un ancien président de la République, un ancien membre du Gouvernement, un ancien député ou un ancien sénateur, pendant une période de cinq ans à compter de la fin de leur mandat ou la cessation de leurs fonctions ;\n\nd) Un collaborateur du Président de la République ;\n\ne) Le directeur général, le secrétaire général, ou leur adjoint, ou un membre du collège ou d'une commission investie d'un pouvoir de sanction d'une autorité administrative indépendante ou d'une autorité publique indépendante mentionnée au 6° du I de l'article 11 ;\n\nf) Une personne titulaire d'un emploi ou d'une fonction mentionné au 7° du même I ;\n\ng) Les titulaires d'une fonction de président de conseil régional, de président de l'Assemblée de Corse, de président du conseil exécutif de Corse, de président de l'assemblée de Guyane, de président de l'assemblée de Martinique, de président du conseil exécutif de Martinique, de président d'une assemblée territoriale d'outre-mer, de président de conseil départemental, de président du conseil de la métropole de Lyon, de président élu d'un exécutif d'une collectivité d'outre-mer, de maire d'une commune de plus de 20 000 habitants ou de président élu d'un établissement public de coopération intercommunale à fiscalité propre dont la population excède 20 000 habitants ou dont le montant des recettes totales de fonctionnement figurant au dernier compte administratif est supérieur à 5 millions d'euros ainsi que les présidents des autres établissements publics de coopération intercommunale dont le montant des recettes totales de fonctionnement figurant au dernier compte administratif est supérieur à 5 millions d'euros ;\n\nh) Les conseillers régionaux, les conseillers à l'assemblée de Guyane, les conseillers à l'assemblée de Martinique, les conseillers exécutifs de Martinique, les conseillers exécutifs de Corse, les conseillers départementaux, les adjoints aux maires des communes de plus de 20 000 habitants et les vice-présidents des établissements publics de coopération intercommunale à fiscalité propre de plus de 20 000 habitants et du conseil de la métropole de Lyon lorsqu'ils sont titulaires d'une délégation de fonction ou de signature, respectivement, du président du conseil régional, du président du conseil exécutif, du président du conseil départemental, du maire, du président de l'établissement public de coopération intercommunale ou du président du conseil de la métropole de Lyon, dans les conditions fixées par la loi. Les délégations de fonction ou de signature sont notifiées sans délai par l'exécutif de chaque collectivité territoriale ou établissement public de coopération intercommunale au président de la Haute Autorité pour la transparence de la vie publique ;\n\ni) Les directeurs, directeurs adjoints et chefs de cabinet des autorités territoriales mentionnées au g du présent 1° ;\n\nj) Un agent public occupant un emploi mentionné à l'article L. 122-10 du code général de la fonction publique ;\n\nk) Un candidat déclaré aux élections présidentielles, législatives, sénatoriales ou européennes, à compter de la publication officielle des listes des candidats déclarés ;\n\nl) Les dirigeants d'un parti ou d'un groupement politique bénéficiant de la première fraction de l'aide attribuée en application de l'article 8 de la loi n° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique ;\n\n2° Réalisant toute action de communication à destination du public ;\n\n3° Collectant des fonds ou procédant au versement de fonds sans contrepartie.\n\nSont également tenues de déclarer leurs activités dans les conditions prévues à la présente section les personnes mentionnées aux 2° et 3° du II du présent article qui exercent une ou plusieurs des activités mentionnées aux 1° à 3° du présent I aux fins de promouvoir leurs intérêts ou ceux d'une puissance étrangère mentionnée au 1° du II.\n\nII. - Sont des mandants étrangers, au sens de la présente section :\n\n1° Les puissances étrangères, à l'exclusion des Etats membres de l'Union européenne ;\n\n2° Les personnes morales qui sont directement ou indirectement dirigées ou contrôlées par une puissance étrangère mentionnée au 1° ou qui sont financées pour plus de la moitié par une telle puissance étrangère ;\n\n3° Les partis et les groupements politiques étrangers, à l'exclusion de ceux issus des Etats membres de l'Union européenne.\n\nIII. - Ne sont pas des personnes tenues de déclarer leurs activités au sens de la présente section les membres du personnel diplomatique et consulaire en poste en France dûment habilités ainsi que les membres et les agents d'un Etat étranger, lorsqu'ils agissent dans l'exercice de leurs fonctions."
    },
    {
      "provision_ref": "art18-12",
      "section": "18-12",
      "title": "Article 18-12",
      "content": "I. - Toute personne agissant pour le compte d'un mandant étranger tenue de déclarer ses activités en application de la présente section communique à la Haute Autorité pour la transparence de la vie publique, par l'intermédiaire d'un téléservice, les informations suivantes :\n\n1° Son identité, lorsqu'il s'agit d'une personne physique, ou celle de ses dirigeants et des personnes physiques chargées des activités d'influence en son sein, lorsqu'il s'agit d'une personne morale ;\n\n2° Le nom et l'adresse de chacun des mandants étrangers pour le compte desquels elle agit ;\n\n3° Le contenu de l'accord ou la nature du lien entre la personne agissant pour le compte d'un mandant étranger et le mandant étranger ;\n\n4° Le nombre de personnes employées dans l'accomplissement des activités mentionnées au I de l'article 18-11 et, le cas échéant, le chiffre d'affaires généré par ces activités durant l'année précédente ;\n\n5° Les actions réalisées, notamment :\n\na) S'agissant des activités mentionnées au 1° du même I, les actions d'influence menées auprès des personnes mentionnées au même 1°, en précisant notamment la fonction des personnes contactées, l'intitulé, l'objet ou la référence de la décision publique concernée et le type d'actions menées ainsi que le montant des dépenses liées à ces actions durant l'année précédente ;\n\nb) S'agissant des activités mentionnées au 2° dudit I, la liste des actions de communication réalisées et les informations communiquées ;\n\nc) S'agissant des activités mentionnées au 3° du même I, la liste des opérations de collecte de fonds et des personnes bénéficiaires des versements opérés, le cas échéant.\n\nII. - Les informations mentionnées au I sont recensées dans un répertoire numérique, rendu public par la Haute Autorité et placé sous son contrôle. Ce répertoire est commun à la Haute Autorité, à l'Assemblée nationale et au Sénat pour la mise en œuvre des règles du répertoire. Sa publication s'effectue dans un format ouvert librement utilisable et exploitable par un système de traitement automatisé, dans les conditions prévues au titre II du livre III du code des relations entre le public et l'administration.\n\nIII. - Toute personne agissant pour le compte d'un mandant étranger tenue de déclarer ses activités en application de la présente section communique les informations mentionnées aux 1° à 3° du I du présent article à la Haute Autorité pour la transparence de la vie publique, dans un délai de quinze jours ouvrés à compter de la date à laquelle les conditions définies à l'article 18-11 sont remplies.\n\nLa personne tenue de déclarer ses activités en application de la présente section communique ensuite l'ensemble des informations mentionnées au I du présent article dans un délai d'un mois à la fin de chaque trimestre civil, à l'exception du chiffre d'affaires mentionné au 4° et du montant des dépenses mentionnées au 5° du même I, qui sont communiqués dans un délai de trois mois à compter de la clôture de son exercice comptable."
    },
    {
      "provision_ref": "art18-13",
      "section": "18-13",
      "title": "Article 18-13",
      "content": "Les règles applicables aux personnes menant des activités d'influence pour le compte d'un mandant étranger au sein de chaque assemblée parlementaire sont déterminées et mises en œuvre dans les conditions prévues à l'article 4 quinquies de l'ordonnance n° 58-1100 du 17 novembre 1958 relative au fonctionnement des assemblées parlementaires."
    },
    {
      "provision_ref": "art18-14",
      "section": "18-14",
      "title": "Article 18-14",
      "content": "Dans leurs relations avec les personnes mentionnées aux a et c à l du 1° du I de l'article 18-11, les personnes tenues de déclarer leurs activités :\n\n1° Déclarent leur identité, l'organisme pour lequel elles travaillent et les intérêts ou les entités qu'elles représentent ;\n\n2° S'abstiennent de proposer ou de remettre à ces personnes des présents, des dons ou des avantages quelconques d'une valeur significative ;\n\n3° S'abstiennent de toute incitation à l'égard de ces personnes à enfreindre les règles déontologiques qui leur sont applicables."
    },
    {
      "provision_ref": "art18-15",
      "section": "18-15",
      "title": "Article 18-15",
      "content": "La Haute Autorité pour la transparence de la vie publique s'assure du respect des obligations prévues aux articles 18-12 et 18-14. A cette fin, elle peut, à son initiative ou à la suite d'un signalement, mettre en demeure toute personne à l'égard de laquelle il existe des raisons sérieuses de penser qu'elle entre dans le champ des personnes soumises à déclaration en application de la présente section de lui communiquer, dans un délai d'un mois, toute information ou tout document nécessaire à l'exercice de sa mission, sans que le secret professionnel puisse lui être opposé. Elle peut, dans des conditions fixées par décret en Conseil d'Etat, procéder à des vérifications sur place dans les locaux professionnels de ces personnes, sur autorisation du juge des libertés et de la détention du tribunal judiciaire de Paris et en présence d'un officier de police judiciaire, lors desquelles ses agents peuvent exiger la communication et obtenir ou prendre copie, par tout moyen et sur tout support, des documents professionnels de toute nature, entre quelques mains qu'ils se trouvent, propres à faciliter l'accomplissement de leur mission.\n\nElle peut demander aux personnes mentionnées aux a et c à l du 1° du I de l'article 18-11, directement ou par l'intermédiaire de leur référent en matière de déontologie, de lui communiquer la liste des personnes tenues de déclarer les informations mentionnées à l'article 18-12 avec lesquels elles sont entrées en communication.\n\nLa Haute autorité peut également être saisie par les personnes mentionnées au 1° du I de l'article 18-11 sur la qualification à donner, au regard du même I, à l'activité d'une personne physique ou morale. La Haute Autorité ou, par délégation, son président rend son avis dans un délai de deux mois à compter de la réception, par la Haute autorité, des informations dont elle a sollicité la communication auprès de la personne physique ou morale en cause. Ce délai peut être prolongé de deux mois par décision de son président, après qu'il a informé l'auteur de la saisine.\n\nLorsqu'elle constate un manquement aux obligations prévues aux articles 18-12 et 18-14, elle :\n\n1° Adresse à la personne tenue de déclarer ses activités, après l'avoir mise en état de présenter ses observations, une mise en demeure, qu'elle peut rendre publique, de respecter les obligations auxquelles elle est assujettie ;\n\n2° Le cas échéant, avise du manquement constaté la personne mentionnée aux a et c à l du 1° du I de l'article 18-11 qui a été en communication avec une personne mentionnée au 1° du présent article et peut lui adresser des observations, sans les rendre publiques.\n\nLorsque la Haute Autorité pour la transparence de la vie publique constate qu'une personne tenue de déclarer les informations mentionnées à l'article 18-12 ne s'est pas conformée à la mise en demeure prononcée en application du présent article à l'expiration d'un délai de deux mois, elle peut prononcer une astreinte dont le montant maximal est fixé à 1 000 euros par jour et qu'elle peut rendre publique."
    },
    {
      "provision_ref": "art18-16",
      "section": "18-16",
      "title": "Article 18-16",
      "content": "Le fait, pour une personne tenue de déclarer ses activités en application de la présente section, de ne pas communiquer, de sa propre initiative ou à la demande de la Haute Autorité pour la transparence de la vie publique, les informations qu'elle est tenue de communiquer à cette dernière en application de l'article 18-12 est puni de trois ans d'emprisonnement et de 45 000 euros d'amende.\n\nLes personnes morales déclarées responsables pénalement, dans les conditions prévues à l'article 121-2 du code pénal, de l'infraction définie au premier alinéa du présent article encourent, outre l'amende suivant les modalités prévues à l'article 131-38 du code pénal, les peines prévues aux 5°, 7° à 9° et 12° de l'article 131-39 du même code."
    },
    {
      "provision_ref": "art18-17",
      "section": "18-17",
      "title": "Article 18-17",
      "content": "Lorsqu'une personne physique ou morale remplit simultanément les conditions pour être qualifiée de représentant d'intérêts, au sens de l'article 18-2, et pour être tenue de déclarer ses activités en application de la présente section et s'est régulièrement acquittée des obligations prévues à la présente section, les obligations prévues à la section 3 bis du présent chapitre sont réputées remplies au titre des seules actions qu'elle a régulièrement déclarées.\n\nLorsqu'une personne physique ou morale qui remplit simultanément les conditions pour être qualifiée de représentant d'intérêts, au sens de l'article 18-2, et pour être tenue de déclarer les informations mentionnées à l'article 18-12 ne s'est pas régulièrement acquittée des obligations prévues à la présente section, les manquements constatés ne peuvent être réprimés que sur le fondement de l'article 18-16."
    },
    {
      "provision_ref": "art18-18",
      "section": "18-18",
      "title": "Article 18-18",
      "content": "Un décret en Conseil d'Etat, pris après avis public de la Haute Autorité pour la transparence de la vie publique et de la Commission nationale de l'informatique et des libertés, définit les modalités de mise en œuvre de la présente section.\n\nCe décret précise notamment :\n\n1° Les modalités des communications prévues à l'article 18-12 ainsi que les conditions de publication des informations correspondantes ;\n\n2° Les modalités de présentation des activités d'influence."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. ― La Haute Autorité exerce les missions suivantes :\n\n1° Elle reçoit des membres du Gouvernement, en application de l'article 4 de la présente loi, des députés et des sénateurs, en application de l'article LO 135-1 du code électoral, et des personnes mentionnées à l'article 11 de la présente loi leurs déclarations de situation patrimoniale et leurs déclarations d'intérêts, en assure la vérification, le contrôle et, le cas échéant, la publicité, dans les conditions prévues à la section 2 du présent chapitre ;\n\n2° Elle se prononce sur les situations pouvant constituer un conflit d'intérêts, au sens de l'article 2, dans lesquelles peuvent se trouver les personnes mentionnées aux articles 4 et 11 et, le cas échéant, leur enjoint d'y mettre fin dans les conditions prévues à l'article 10 ;\n\n3° Elle répond aux demandes d'avis des personnes mentionnées au 1° du présent I sur les questions d'ordre déontologique qu'elles rencontrent dans l'exercice de leur mandat ou de leurs fonctions. Ces avis, ainsi que les documents sur la base desquels ils sont rendus, ne sont pas rendus publics ;\n\n4° Elle se prononce, en application de l'article 23, sur la compatibilité de l'exercice d'une activité libérale ou d'une activité rémunérée au sein d'un organisme ou d'une entreprise exerçant son activité dans un secteur concurrentiel conformément aux règles du droit privé avec des fonctions gouvernementales ou des fonctions exécutives locales énumérées au 2° du I de l'article 11 exercées au cours des trois années précédant le début de cette activité ;\n\n5° A la demande du Premier ministre ou de sa propre initiative, elle émet des recommandations pour l'application de la présente loi, qu'elle adresse au Premier ministre et aux autorités publiques intéressées qu'elle détermine. Elle définit, à ce titre, des recommandations portant sur les relations avec les représentants d'intérêts, au sens de l'article 18-2, les relations avec les personnes tenues de déclarer leurs activités en application de la section 3 ter du présent chapitre et la pratique des libéralités et avantages donnés et reçus dans l'exercice des fonctions et mandats mentionnés aux articles 4 et 11 ;\n\n6° Elle répond aux demandes d'avis des personnes mentionnées aux 1° et 3° à 7° de l'article 18-2 sur les questions relatives à leurs relations avec les représentants d'intérêts et au répertoire des représentants d'intérêts prévu à l'article 18-1 ;\n\n6° bis Elle répond aux demandes d'avis des personnes mentionnées aux a et c à l du 1° du I de l'article 18-11 sur les questions relatives à leurs relations avec des personnes menant des activités d'influence étrangère et au répertoire mentionné au II de l'article 18-12 ;\n\n7° Elle apprécie le respect des principes déontologiques inhérents à l'exercice d'une fonction publique, dans les conditions prévues par la loi n° 83-634 du 13 juillet 1983 précitée.\n\nLa Haute Autorité remet chaque année au président de la République, au Premier ministre et au Parlement un rapport public rendant compte de l'exécution de ses missions. Ce rapport comprend un suivi statistique annuel des saisines reçues par la Haute Autorité pour la transparence de la vie publique au titre des 3° à 5° du II de l'article 25 octies de la loi n° 83-634 du 13 juillet 1983 précitée. Ce rapport ne contient aucune information nominative autre que celles que la Haute Autorité a précédemment publiées en application des articles 7, 10 et 23. Il est publié au Journal officiel.\n\nII. ― Lorsqu'il est constaté qu'une personne mentionnée aux articles 4 et 11 ne respecte pas ses obligations prévues aux articles 1er, 2, 4, 11 et 23, la Haute Autorité pour la transparence de la vie publique peut se saisir d'office ou être saisie par le Premier ministre, le Président de l'Assemblée nationale ou le Président du Sénat.\n\nElle peut également être saisie, dans les mêmes conditions, par les associations se proposant, par leurs statuts, de lutter contre la corruption, qu'elle a préalablement agréées en application de critères objectifs définis par son règlement général.\n\nLa Haute Autorité pour la transparence de la vie publique peut demander aux personnes mentionnées aux articles 4, 11 et 23 toute explication ou tout document nécessaire à l'exercice de ses missions prévues au I du présent article. Elle peut entendre ou consulter toute personne dont le concours lui paraît utile.\n\nElle peut charger un ou plusieurs de ses membres ou rapporteurs de procéder ou de faire procéder par les agents de ses services à des vérifications portant sur le contenu des déclarations prévues à l'article LO 135-1 du code électoral et aux articles 4 et 11 de la présente loi et sur les informations dont elle dispose."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Lorsque la Haute Autorité constate qu'une personne mentionnée aux articles 4 ou 11 ne respecte pas les obligations prévues aux articles 1er, 2, 4 et 11 ou se trouve dans la situation prévue au second alinéa de l'article 7, elle informe du manquement à l'obligation :\n\n1° Le Président de la République, lorsqu'il s'agit du Premier ministre ;\n\n2° Le Premier ministre, lorsqu'il s'agit d'un autre membre du Gouvernement ;\n\n3° Le président du Parlement européen, lorsqu'il s'agit d'un représentant français au Parlement européen ;\n\n4° Le président de l'assemblée délibérante, lorsqu'il s'agit d'une personne mentionnée au 3° du I de l'article 11 ;\n\n5° L'autorité de nomination, lorsqu'il s'agit d'une personne mentionnée aux 4°, 5°, 5° bis ou 8° du même I ;\n\n6° Le président de l'autorité administrative indépendante ou de l'autorité publique indépendante, ainsi que l'autorité de nomination, lorsqu'il s'agit d'une personne mentionnée au 6° dudit I ;\n\n7° Le ministre qui a autorité ou qui exerce la tutelle sur l'organisme concerné, lorsqu'il s'agit d'une personne mentionnée au 7° du même I ou au III de l'article 11."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. ― Au regard des exigences prévues à l'article 1er, la Haute Autorité se prononce sur la compatibilité de l'exercice d'une activité libérale ou d'une activité rémunérée au sein d'une entreprise ou au sein d'un établissement public ou d'un groupement d'intérêt public dont l'activité a un caractère industriel et commercial avec des fonctions gouvernementales, des fonctions de membre d'une autorité administrative indépendante ou d'une autorité publique indépendante ou des fonctions exécutives locales énumérées au 2° du I de l'article 11 exercées au cours des trois années précédant le début de cette activité. Lorsque ce contrôle est exercé au regard d'un risque d'influence étrangère, ce délai est porté à cinq ans.\n\nAfin d'assurer ce contrôle, la Haute Autorité est saisie :\n\n1° Soit par la personne concernée, préalablement au début de l'exercice de l'activité envisagée ;\n\n2° Soit par son président, dans un délai de deux mois à compter de la connaissance de l'exercice non autorisé d'une activité exercée dans les conditions prévues au premier alinéa du présent I.\n\nLa Haute Autorité rend son avis dans un délai de deux mois à compter de sa saisine. Elle met la personne concernée en état de présenter ses observations, sauf lorsqu'elle rend un avis de compatibilité sur saisine de la personne concernée.\n\nL'absence d'avis de la Haute Autorité dans ce délai vaut avis de compatibilité.\n\nII. ― Les avis de compatibilité peuvent être assortis de réserves dont les effets peuvent s'imposer à la personne concernée pendant une période maximale expirant trois ans après la fin de l'exercice des fonctions gouvernementales, des fonctions de membre d'une autorité administrative indépendante ou d'une autorité publique indépendante ou des fonctions exécutives locales.\n\nLorsque la Haute Autorité rend un avis d'incompatibilité, la personne concernée ne peut pas exercer l'activité envisagée pendant une période expirant trois ans après la fin de l'exercice des fonctions gouvernementales, des fonctions de membre d'une autorité administrative indépendante ou d'une autorité publique indépendante ou des fonctions exécutives locales.\n\nLa Haute Autorité notifie sa décision à la personne concernée et, le cas échéant, à l'organisme ou à l'entreprise au sein duquel celle-ci exerce d'ores et déjà ses fonctions en violation du premier alinéa du I. Elle notifie, le cas échéant, un avis d'incompatibilité ou un avis de compatibilité avec réserves à l'ordre professionnel régissant l'activité au titre de laquelle l'avis est rendu. Les actes et contrats conclus en vue de l'exercice de cette activité :\n\n1° Cessent de produire leurs effets lorsque la Haute Autorité a été saisie dans les conditions fixées au 1° du I ;\n\n2° Sont nuls de plein droit lorsque la Haute Autorité a été saisie dans les conditions fixées au 2° du I.\n\nLorsqu'elle est saisie en application des 1° ou 2° du I et qu'elle rend un avis d'incompatibilité ou un avis de compatibilité assorti de réserves, la Haute Autorité peut, après avoir recueilli les observations de la personne concernée, le rendre public. L'avis ainsi rendu public ne contient aucune information de nature à porter atteinte à la vie privée de la personne concernée, au secret médical, au secret en matière commerciale et industrielle ou à l'un des secrets mentionnés au 2° de l'article L. 311-5 du code des relations entre le public et l'administration.\n\nElle peut rendre un avis d'incompatibilité lorsqu'elle estime ne pas avoir obtenu de la personne concernée les informations nécessaires.\n\nIII. ― Par délégation de la Haute Autorité et dans les conditions prévues par son règlement intérieur, le président de la Haute Autorité peut rendre un avis de compatibilité, dans le cas où l'activité envisagée est manifestement compatible avec les fonctions antérieures de l'intéressé, ou un avis d'incompétence, d'irrecevabilité ou constatant qu'il n'y a pas lieu à statuer.\n\nIV. ― Lorsqu'elle a connaissance de l'exercice, par une personne mentionnée au I, d'une activité exercée en violation d'un avis d'incompatibilité ou d'une activité exercée en violation des réserves prévues par un avis de compatibilité, et après que la personne concernée a été mise en mesure de produire des explications, la Haute Autorité publie au Journal officiel un rapport spécial comprenant l'avis rendu et les observations écrites de la personne concernée.\n\nElle transmet au procureur de la République le rapport spécial mentionné au premier alinéa du présent IV et les pièces en sa possession relatives à cette violation de son avis."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nIII. - Le présent article entre en vigueur le 1er janvier 2014.\n\n- Loi n° 77-729 du 7 juillet 1977\n\n- Loi n° 84-16 du 11 janvier 1984\n\n- Loi n° 84-53 du 26 janvier 1984\n\n- Loi n° 86-33 du 9 janvier 1986"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. ― Le fait, pour une personne mentionnée aux articles 4 ou 11 de la présente loi, de ne pas déposer l'une des déclarations prévues à ces mêmes articles, d'omettre de déclarer une partie substantielle de son patrimoine ou de ses intérêts ou de fournir une évaluation mensongère de son patrimoine est puni d'une peine de trois ans d'emprisonnement et de 45 000 € d'amende.Peuvent être prononcées, à titre complémentaire, l'interdiction des droits civiques, selon les modalités prévues aux articles 131-26 et 131-26-1 du code pénal, ainsi que l'interdiction d'exercer une fonction publique, selon les modalités prévues à l'article 131-27 du même code.II. ― Le fait, pour une personne mentionnée aux articles 4, 11 ou 23, de ne pas déférer aux injonctions de la Haute Autorité pour la transparence de la vie publique ou de ne pas lui communiquer les informations et pièces utiles à l'exercice de sa mission est puni d'un an d'emprisonnement et de 15 000 € d'amende.III. ― Le fait de publier, hors les cas prévus par la présente loi, ou de divulguer, de quelque manière que ce soit, tout ou partie des déclarations, des informations ou des observations mentionnées aux articles LO 135-1 et LO 135-3 du code électoral et aux articles 4, 6 et 11 de la présente loi est puni des peines mentionnées à l'article 226-1 du code pénal."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII.-Les archives et l'ensemble des documents en possession de la Commission pour la transparence financière de la vie politique sont transférés à la Haute Autorité pour la transparence de la vie publique pour l'exercice de ses missions.\n\nLes procédures d'examen des variations de situation patrimoniale en cours devant la Commission pour la transparence financière de la vie politique se rapportant à des mandats ou fonctions qui emportaient l'obligation de dépôt de déclarations en application des articles 1er et 2 de la loi n° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique et qui ont pris fin avant la date d'entrée en vigueur de la présente loi, ou pour lesquels une déclaration devait être déposée en application du II de l'article 21 de la loi n° 2011-412 du 14 avril 2011 portant simplification de dispositions du code électoral et relative à la transparence financière de la vie politique, sont poursuivies par la Haute Autorité pour la transparence de la vie publique. La Haute Autorité dispose, en ce qui les concerne, des prérogatives prévues aux articles 1er à 3 de la loi n° 88-227 du 11 mars 1988 précitée.\n\nLes procédures se rapportant à des mandats ou fonctions qui emportaient l'obligation de dépôt de déclarations en application des articles 1er et 2 de la même loi n° 88-227 du 11 mars 1988, et qui se poursuivent à la date d'entrée en vigueur de la présente loi, sont conduites par la Haute Autorité. Elle dispose, en ce qui les concerne, des prérogatives prévues par la présente loi.\n\nIII. - A modifié les dispositions suivantes :\n\n- Loi n° 88-227 du 11 mars 1988\n\n- Code électoral"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "A l'exception de l'article 1er, des sections 1, 3, 5 et 6 du chapitre Ier et des articles 27, 28, 29, 32 et 34, la présente loi entre en vigueur à la date de publication au Journal officiel du décret nommant le président de la Haute Autorité pour la transparence de la vie publique.Chacun des membres du Gouvernement établit, au plus tard le 1er février 2014, une déclaration de situation patrimoniale et une déclaration d'intérêts, suivant les modalités prévues à l'article 4.Chacune des personnes mentionnées à l'article 11 établit une déclaration de situation patrimoniale et une déclaration d'intérêts, suivant les modalités prévues au même article 11, au plus tard :1° Le 1er février 2014, pour les personnes mentionnées aux 1°, 4° et 5° du I dudit article 11 ;2° Le 1er juin 2014, pour les personnes mentionnées aux 2° et 3° du même I ;3° Le 1er octobre 2014, pour les personnes mentionnées aux 6° et 7° dudit I ainsi qu'au III du même article 11 ;\n\n4° Le 1er octobre 2017, pour les personnes mentionnées au 5° bis du I du même article 11."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-La présente loi, dans sa rédaction résultant de la loi n° 2024-850 du 25 juillet 2024 visant à prévenir les ingérences étrangères en France, est applicable en Polynésie française, en Nouvelle-Calédonie et dans les îles Wallis et Futuna, à l'exception du II de l'article 24, en tant qu'il supprime le deuxième alinéa de l'article 65 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale et de l'article 53 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, et du IV de l'article 27.\n\nL'article 11 est applicable dans sa rédaction issue de la loi n° 2022-217 du 21 février 2022 relative à la différenciation, la décentralisation, la déconcentration et portant diverses mesures de simplification de l'action publique locale, à l'exception des titulaires des fonctions suivantes auxquels il demeure applicable dans sa rédaction issue de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique :\n\n1° Le président et les autres membres du congrès de la Nouvelle-Calédonie ;\n\n2° Le président et les autres membres du gouvernement de la Nouvelle-Calédonie ;\n\n3° Les présidents et les vice-présidents des assemblées de province de la Nouvelle-Calédonie ;\n\n4° Le président et les autres membres du gouvernement de la Polynésie française ;\n\n5° Le président et les autres représentants à l'assemblée de la Polynésie française.\n\nII.-Les articles L. 2123-18-1-1 et L. 5211-13-1 du code général des collectivités territoriales sont applicables en Polynésie française.\n\nIII.-Pour l'application de la présente loi, les références à la législation et à la réglementation fiscales s'entendent, dans les collectivités d'outre-mer et en Nouvelle-Calédonie, comme visant la législation et la réglementation applicables localement."
    }
  ]
}