{
  "id": "jorftext000000209044",
  "type": "statute",
  "title": "Loi n° 98-1266 du 30 décembre 1998",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000209044",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 1999 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. - Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 1998 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 1998 ;3° A compter du 1er janvier 1999 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. et II. Paragraphes modificateursIII. - 1. Les dispositions du I s'appliquent à compter du 1er septembre 1998.2. Les dispositions du II s'appliquent aux bons de souscription de parts de créateur d'entreprise attribués à compter du 1er septembre 1998."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. à III. Paragraphes modificateurs\n\nIV. - Les dispositions des I, II et III sont applicables pour la détermination des résultats des années 1999 et suivantes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II entrent en vigueur à compter de l'acompte dû en juillet 1999."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-405 DC du 29 décembre 1998)."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. Paragraphe modificateurII. - Pour les successions ouvertes à compter de la publication des dispositions concernant la déclaration et la liquidation des droits d'enregistrement dus à raison des mutations par décès comprises dans la prochaine loi relative à la Corse et, au plus tard, du 1er janvier 2003 les règles d'évaluation des biens immobiliers situés en Corse sont celles de droit commun."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. et II. Paragraphes modificateursIII. - Un décret en Conseil d'Etat fixe les conditions d'application du présent article, et notamment les modalités permettant d'éviter la double imposition des plus-values constatées ainsi que les obligations déclaratives des contribuables et les modalités du sursis de paiement.IV. - Les dispositions du présent article sont applicables aux contribuables qui transfèrent leur domicile hors de France à compter du 9 septembre 1998."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. à V. Paragraphes modificateursVI. - Le dispositif prévu au V s'applique aux acquisitions de gazole effectuées à compter du 11 janvier 1999."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Avant le 1er octobre 1999, le Gouvernement remettra au Parlement un rapport sur l'application en France et en Europe de la directive 92/77/CEE du Conseil du 19 octobre 1992 concernant les taux de taxe sur la valeur ajoutée et sur l'état des négociations en cours sur sa modification, ainsi que sur les propositions sur le passage au régime définitif de taxe sur la valeur ajoutée."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux donations consenties par actes passés à compter du 1er septembre 1998. Pour les donations effectuées entre le 1er janvier 2000 et le 30 juin 2001, une réduction de 30 % est appliquée sans limite d'âge.Toutefois, les donations-partages et les donations par deux parents, ou l'un d'entre eux, à leur enfant unique consenties conformément aux dispositions du code civil et par actes passés avant le 1er janvier 1999 bénéficient d'une réduction de 35 % lorsque le donateur est âgé de soixante-cinq ans révolus et de moins de soixante-quinze ans."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. 1. 2. 3. 4. Alinéas modificateurs.5. Toutefois, l'abrogation des articles 1599 sexies et 1599 septies prend effet dès le 1er septembre 1998 en ce qui concerne les mutations à titre onéreux d'immeubles ou de fractions d'immeubles mentionnées aux articles 710 et 711, qui sont constatées par acte authentique signé à compter de cette date.6. 7. 8. 9. 10. 11. Alinéas modificateurs.12. Les acquisitions de terrains réalisées entre le 22 octobre 1998 et le 31 décembre 1998 par des personnes physiques en vue de la construction d'immeubles que ces personnes affectent à un usage d'habitation sont assujetties à la taxe départementale de publicité foncière ou au droit départemental d'enregistrement au taux de 3,60 % ; elles sont exonérées de la taxe additionnelle régionale prévue aux articles 1599 sexies et 1599 septies du code général des impôts.13. à 33. Alinéas modificateurs.II. Abrogé"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. à III. Paragraphes modificateursIV. - Ces dispositions s'appliquent aux ventes ayant acquis date certaine à compter du 22 octobre 1998.V. - Un décret en Conseil d'Etat détermine les modalités d'application du présent article."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. et II. Paragraphes modificateursIII. - 1. Les dispositions du I s'appliquent aux crédits d'impôt utilisés à compter du 1er janvier 1999.2. Les dispositions du II s'appliquent aux distributions mises en paiement à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "A. et B. Paragraphes modificateurs\n\nC.-I.-La diminution des bases de taxe professionnelle résultant du I du A n'est pas prise en compte :\n\n1. Pour l'application de l'article 1647 bis du code général des impôts ;\n\n2. Pour l'application des 2° et 3° du II de l'article 1648 B du même code.\n\nII. Abrogé\n\nD.-I.-Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser, à chaque collectivité locale, groupement de communes doté d'une fiscalité propre ou fonds départemental de péréquation de la taxe professionnelle, la perte de recettes résultant de la suppression progressive, prévue aux a et b du 1 du I du A, de la part des salaires et rémunérations visés au b du 1° de l'article 1467 du code général des impôts comprise dans la base d'imposition à la taxe professionnelle (1).\n\nII.-Au titre des années 1999 à 2003, la compensation prévue au I est égale, chaque année, au produit obtenu en multipliant la perte de base des établissements existant au 1er janvier 1999 résultant, pour chaque collectivité, groupement ou fonds départemental de péréquation de la taxe professionnelle, de l'abattement annuel visé à l'article 1467 bis du code général des impôts par le taux de taxe professionnelle applicable pour 1998 à la collectivité, au groupement ou au fonds.\n\nLa perte de base visée au premier alinéa est égale, pour chaque collectivité, groupement ou fonds départemental, à la différence entre, d'une part, les bases nettes imposables au titre de 1999, telles qu'elles auraient été fixées en tenant compte de la part des salaires et rémunérations visés au b du 1° de l'article 1467 du code général des impôts et, d'autre part, les bases nettes imposables au titre de 1999 après, soit l'application de l'abattement annuel visé à l'article 1467 bis dudit code, soit la suppression totale de ladite part des salaires et rémunérations, prévue au a du 1 du I du A.\n\nPour l'application du deuxième alinéa, les bases nettes imposables s'entendent après application de l'abattement prévu à l'article 1472 A bis du code général des impôts.\n\nPour les communes qui, en 1998, appartenaient à un groupement sans fiscalité propre, le taux voté par la commune est majoré du taux appliqué au profit du groupement pour 1998.\n\nPour les groupements qui perçoivent pour la première fois à compter de 1999 la taxe professionnelle aux lieu et place des communes, en application des dispositions de l'article 1609 nonies C ou du II de l'article 1609 quinquies C du code général des impôts, la compensation est calculée en retenant le taux moyen pondéré des communes membres du groupement constaté pour 1998 éventuellement majoré dans les conditions prévues au quatrième alinéa.\n\nLorsqu'un groupement visé aux articles 1609 quinquies ou 1609 quinquies C du code général des impôts et percevant la compensation prévue au I est dissous et que toutes ses communes membres adhèrent, à compter du 1er janvier 2001, à un même groupement visé à l'article 1609 quinquies C dudit code, il est tenu compte, pour le calcul de la compensation bénéficiant à ce groupement, des bases des établissements existant au 1er janvier 1999 constatées au sein du périmètre du groupement dissous et du taux de taxe professionnelle applicable pour 1998 à ce groupement dissous (2).\n\nAu titre des années 2000 à 2003, la compensation est actualisée, chaque année, compte tenu du taux d'évolution de la dotation globale de fonctionnement entre 1999 et l'année de versement.\n\nAu titre de 2000, la compensation est actualisée en tenant compte du taux d'évolution de la dotation globale de fonctionnement visé au premier alinéa de l'article L. 1613-1 du code général des collectivités territoriales.\n\nA compter de 2004, cette compensation est intégrée à la dotation globale de fonctionnement et évolue comme cette dernière.\n\nIII.-La compensation prévue au I fait l'objet de versements mensuels.\n\nE.-Abrogé."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "A. à C. Paragraphes modificateursD. - Les dispositions du C sont applicables à compter du 1er octobre 1998."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. Paragraphe modificateurII. - A compter du 1er janvier 2004, les quotités du produit de la taxe de l'aviation civile affectées respectivement au budget annexe de l'aviation civile et au compte d'affectation spéciale n° 902-25 \"Fonds d'intervention pour les aéroports et le transport aérien\" sont de 67,46 % et de 32-54 %.III. Paragraphe modificateur"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Il est institué au profit du budget général de l'Etat un prélèvement exceptionnel de cinq milliards de francs au total sur le fonds commun de réserve et de garantie et le fonds de solidarité et de modernisation des caisses d'épargne et de prévoyance, gérés par la Caisse nationale des caisses d'épargne et de prévoyance. Ce prélèvement, effectué le 30 juin 1999, est sans incidence sur le résultat fiscal et le résultat comptable de ces fonds. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. Paragraphe modificateurII. Paragraphe abrogé"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant des budgets annexes et comptes spéciaux ouverts à la date du dépôt de la présente loi sont confirmées pour l'année 1999."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I.-Chaque organisme habilité au 1er janvier de l'année à recueillir la participation des employeurs à l'effort de construction verse à l'Etat une contribution égale à une fraction du total des sommes reçues au cours de l'année précédente au titre des versements effectués par les employeurs en application de l'obligation prévue à l'article L. 313-1 du code de la construction et de l'habitation et des remboursements des prêts consentis pour une durée de plus de trois années à l'aide desdits versements.\n\nCes versements et remboursements s'apprécient avant imputation de la participation de l'année précédente telle qu'elle résulte de l'article 45 de la loi des finances pour 1998 (n° 97-1269 du 30 décembre 1997) ou du présent article.\n\nLa contribution est versée spontanément au comptable du Trésor du lieu du siège de l'organisme sous la forme d'un versement d'un tiers avant le 10 janvier et de huit versements d'un douzième avant le 15 de chacun des mois de février à septembre de chaque année.\n\nLe contrôle, le recouvrement, le contentieux, les garanties et les sanctions relatifs à cette contribution sont régis par les règles applicables en matière de taxe sur les salaires.\n\nII.-Pour 2000, la fraction visée au I est égale à 32,5 % (1).\n\nLes associés collecteurs de l' Union des entreprises et des salariés pour le logement, visée à l'article L. 313-17 du code de la construction et de l'habitation, sont libérés des versements leur incombant pour 1999 au titre du présent article dès lors que le versement de cette union à l'Etat, tel qu'il résulte de l'engagement de substitution prévu par l'article 9 de la loi n° 96-1237 du 30 décembre 1996 relative à l'Union des entreprises et des salariés pour le logement, atteint 6 400 millions de francs.\n\nLa contribution est affectée en 1999 au compte d'affectation spéciale n° 902-30 intitulé : \" Fonds pour le financement de l'accession à la propriété \".\n\nIII. Paragraphe modificateur"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Pour chacune des années 1999, 2000, 2001, 2002 et 2003 la dotation globale de fonctionnement, la dotation spéciale pour le logement des instituteurs, les dotations de l'Etat au Fonds national de péréquation de la taxe professionnelle et au Fonds national de péréquation, la dotation élu local, la dotation globale d'équipement, la dotation générale de décentralisation, la dotation de décentralisation pour la formation professionnelle, la dotation générale de décentralisation pour la Corse, la dotation départementale d'équipement des collèges, la dotation régionale d'équipement scolaire et la dotation de compensation de la taxe professionnelle (hors réduction pour embauche ou investissement) forment un ensemble dont l'évolution globale, à structure constante, de loi de finances initiale à loi de finances initiale, est égale à la somme du taux prévisionnel d'évolution des prix à la consommation des ménages (hors tabac) de l'année de versement et d'une fraction du taux d'évolution du produit intérieur brut en volume de l'année précédente associés au projet de loi de finances de l'année de versement. Cette fraction est égale à 20 % en 1999, 25 % en 2000 et 33 % en 2001, 2002 et 2003.II. - Pour l'application du I, le calcul de la dotation globale de fonctionnement inscrite dans la présente loi de finances et le calcul de la dotation globale de fonctionnement à inscrire dans les projets de loi de finances pour 2000, 2001, 2002 et 2003 sont effectués à partir du montant de l'année précédente, tel qu'il ressort du 1° de l'article L. 1613-1 du code général des collectivités territoriales.III. Paragraphe modificateur"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Au titre de chacune des années 1999, 2000 et 2001, le montant de la dotation de solidarité urbaine et de cohésion sociale, tel qu'il résulte de l'article L. 2334-13 du code général des collectivités territoriales, est majoré de 500 millions de francs. Cette majoration exceptionnelle n'est pas prise en compte dans le montant de la dotation globale de fonctionnement pour l'application du I et du II de l'article 57 de la présente loi."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les collectivités locales et leurs groupements bénéficient des attributions du Fonds de compensation pour la taxe sur la valeur ajoutée au titre des dépenses d'investissement exposées sur des biens de section au titre d'opérations de réhabilitation du patrimoine et réalisées jusqu'à l'exercice budgétaire 2020."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 1999 à 95 milliards de francs."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - Pour 1999, les ressources affectées au budget évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :(Tableau non repris)II. - Le ministre de l'économie, des finances et de l'industrie est autorisé à procéder, en 1999, dans des conditions fixées par décret :1. A des emprunts à long, moyen et court terme libellés en euros pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;2. A des conversions facultatives, à des opérations de pension sur titres d'Etat, des rachats, des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options ou de contrats à terme sur titres d'Etat.III. - Le ministre de l'économie, des finances et de l'industrie est autorisé à procéder à la conversion en euros des obligations du Trésor et des bons du Trésor en francs et en écus, selon les modalités prévues à l'article 18 de la loi n° 98-546 du 2 juillet 1998 portant diverses dispositions d'ordre économique et financier.IV. - Le ministre de l'économie, des finances et de l'industrie est autorisé à donner, en 1999, la garantie de refinancement en devises pour les emprunts communautaires.V. - Le ministre de l'économie, des finances et de l'industrie est, jusqu'au 31 décembre 1999, habilité à conclure avec des établissements de crédit spécialisés dans le financement à moyen et long terme des investissements, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Le montant des crédits ouverts aux ministres, pour 1999, au titre des services votés du budget général, est fixé à la somme de 1 844 123 142 881 F."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Il est ouvert aux ministres, pour 1999, au titre des mesures nouvelles de dépenses ordinaires des services civils, des crédits ainsi répartis :Titre Ier : \"Dette publique et dépenses en atténuation de recettes\" :22 059 275 000 FTitre II : \"Pouvoirs publics\" : 106 472 500 FTitre III : \"Moyens des services\" : 26 848 745 323 FTitre IV : \"Interventions publiques\" : 33 362 895 109 FTotal : 82 377 387 932 FCes crédits sont répartis par ministère conformément à l'état B annexé (non repris) à la présente loi."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - Il est ouvert aux ministres, pour 1999, au titre des mesures nouvelles de dépenses en capital des services civils du budget général, des autorisations de programme ainsi réparties :\n\nTitre V : \"Investissements exécutés par l'Etat\" :\n\n16 261 898 000 F\n\nTitre VI : \"Subventions d'investissement accordées par l'Etat\" :\n\n64 573 239 000 F\n\nTitre VII : \"Réparation des dommages de guerre\" : 0 F\n\nTotal : 80 835 137 000 F\n\nCes autorisations de programme sont réparties par ministère conformément à l'état C annexé (non repris) à la présente loi.\n\nII. - Il est ouvert aux ministres, pour 1999, au titre des mesures nouvelles des dépenses en capital des services civils du budget général, des crédits de paiement ainsi répartis :\n\nTitre V : \"Investissements exécutés par l'Etat\" : 7 110 464 000 F\n\nTitre VI : \"Subventions d'investissement accordées par l'Etat\" :\n\n35 718 456 000 F\n\nTitre VII : \"Réparation des dommages de guerre\" : 0 F\n\nTotal : 42 828 920 000 F\n\nCes crédits de paiement sont répartis par ministère conformément à l'état C annexé (non repris) à la présente loi."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - Il est ouvert au ministre de la défense, pour 1999, au titre des mesures nouvelles de dépenses ordinaires des services militaires, des autorisations de programme s'élevant à la somme de 1 322 692 000 F, applicables au titre III \"Moyens des armes et services\".II. - Pour 1999, les crédits de mesures nouvelles de dépenses ordinaires des services militaires applicables au titre III \"Moyens des armes et services\" s'élèvent au total à la somme de - 1 031 676 000 F."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. - Il est ouvert au ministre de la défense, pour 1999, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des autorisations de programme ainsi réparties :Titre V \"Equipement\" : 83 476 900 000 FTitre VI \"Subventions d'investissement accordées par l'Etat\" : 2 523 100 000 FTotal : 86 000 000 000 FII. - Il est ouvert au ministre de la défense, pour 1999, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des crédits de paiement ainsi répartis :Titre V \"Equipement\" : 22 844 680 000 FTitre VI \"Subventions d'investissement accordées par l'Etat\" : 2 090 800 000 FTotal : 24 935 480 000 F"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Le montant des crédits ouverts aux ministres, pour 1999, au titre des services votés des budgets annexes, est fixé à la somme de 102 944 165 391 F, ainsi répartie :Aviation civile : 7 499 394 860 FJournaux officiels : 877 630 586 FLégion d'honneur : 107 328 843 FOrdre de la Libération : 4 147 498 FMonnaies et médailles : 1 007 615 047 FPrestations sociales agricoles : 93 448 048 557 FTotal : 102 944 165 391 F"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - Il est ouvert aux ministres, pour 1999, au titre des mesures nouvelles des budgets annexes, des autorisations de programme s'élevant à la somme totale de 1 664 157 000 F, ainsi répartie :Aviation civile : 1 590 570 000 FJournaux officiels : 28 087 000 FLégion d'honneur : 4 930 000 FOrdre de la Libération : 850 000 FMonnaies et médailles : 39 720 000 FTotal : 1 664 157 000 FII. - Il est ouvert aux ministres, pour 1999, au titre des mesures nouvelles des budgets annexes, des crédits s'élevant à la somme totale de 2 697 704 887 F, ainsi répartie :Aviation civile : 1 214 771 870 FJournaux officiels : 202 369 414 FLégion d'honneur : 5 913 892 FOrdre de la Libération : 866 533 FMonnaies et médailles : 374 831 735 FPrestations sociales agricoles : 898 951 443 FTotal : 2 697 704 887 F"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Le compte spécial du Trésor n° 902-12 \"Fonds de soutien aux hydrocarbures ou assimilés\" ouvert par l'article 82 de la loi de finances pour 1960 (n° 59-1454 du 26 décembre 1959) est clos au 31 décembre 1998.Les opérations en compte à cette date au titre du Fonds de soutien aux hydrocarbures et assimilés sont reprises au sein du budget général (Economie, finances et industrie)."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. Paragraphe modificateurII. - Le compte d'affectation spéciale n° 902-30 \"Fonds pour le financement de l'accession à la propriété\", créé par l'article 64 de la loi de finances pour 1997 (n° 96-1181 du 30 décembre 1996), est clos au 31 décembre 1999."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Le montant des crédits ouverts aux ministres, pour 1999, au titre des services votés des opérations définitives des comptes d'affectation spéciale, est fixé à la somme de 21 310 570 000 F."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - Il est ouvert aux ministres, pour 1999, au titre des mesures nouvelles des opérations définitives des dépenses en capital des comptes d'affectation spéciale, des autorisations de programme s'élevant à la somme de 23 886 330 000 F.II. - Il est ouvert aux ministres, pour 1999, au titre des mesures nouvelles des opérations définitives des comptes d'affectation spéciale, des crédits de paiement s'élevant à la somme de 25 349 130 000 F ainsi répartie :Dépenses ordinaires civiles : 2 227 500 000 FDépenses civiles en capital : 23 121 630 000 FTotal : 25 349 130 000 F"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - Le montant des crédits ouverts aux ministres, pour 1999, au titre des services votés des opérations à caractère temporaire des comptes d'affectation spéciale, est fixé à la somme de 35 800 000 F.II. - Le montant des découverts applicables, en 1999, aux services votés des comptes de commerce est fixé à 1 812 000 000 F.III. - Le montant des découverts applicables, en 1999, aux services votés des comptes de règlement avec les Gouvernements étrangers est fixé à 308 000 000 F.IV. - Le montant des crédits ouverts au ministre de l'économie, des finances et de l'industrie, pour 1999, au titre des services votés des comptes d'avances du Trésor, est fixé à la somme de 374 500 000 000 F.V. - Le montant des crédits ouverts au ministre de l'économie, des finances et de l'industrie, pour 1999, au titre des services votés des comptes de prêts, est fixé à la somme de 5 200 000 000 F."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Il est ouvert aux ministres, pour 1999, au titre des mesures nouvelles des opérations à caractère temporaire des comptes d'affectation spéciale, des autorisations de programme et des crédits de paiement s'élevant respectivement à 51 000 000 F et 10 600 000 F."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, pour 1999, au titre des mesures nouvelles des comptes de prêts, une autorisation de programme et des crédits de paiement s'élevant respectivement à 1 550 000 000 F et 208 000 000 F."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "La perception des taxes parafiscales dont la liste figure à l'état E annexé (non repris) à la présente loi continuera d'être opérée pendant l'année 1999."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Est fixée pour 1999, conformément à l'état F annexé à la présente loi, la liste des chapitres sur lesquels s'imputent des crédits évaluatifs autres que ceux limitativement énumérés à l'article 9 de l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Est fixée pour 1999, conformément à l'état G annexé à la présente loi, la liste des chapitres dont les dotations ont un caractère provisionnel."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Est fixée pour 1999, conformément à l'état H annexé à la présente loi, la liste des chapitres sur lesquels s'imputent les crédits pouvant donner lieu à report, dans les conditions fixées par l'article 17 de l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Est approuvée, pour l'exercice 1999, la répartition suivante du produit hors taxe sur la valeur ajoutée de la taxe dénommée \"redevance pour droit d'usage des appareils récepteurs de télévision\", affectée aux organismes du secteur public de la communication audiovisuelle :(En millions de francs)Institut national de l'audiovisuel : 415,5France 2 : 2 588,0France 3 : 3 543,0Société nationale de radiodiffusion et de télévision d'outre-mer :1 137,4Radio France : 2 597,2Radio France internationale : 165,4Société européenne de programmes de télévision : la Sept-Arte :1 029,7Société Télévision du savoir, de la formation et de l'emploi : La Cinquième : 774,5Total : 12 250,7Est approuvé, pour l'exercice 1999, le produit attendu des recettes des sociétés du secteur public de la communication audiovisuelle provenant de la publicité de marques, pour un montant total de 4 526,9 millions de francs hors taxes."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Avant le 1er octobre 1999, le Gouvernement remettra au Parlement un rapport sur l'application des dispositions en matière d'impôt sur le revenu relatives aux réductions d'impôt. Ce rapport indiquera notamment, par déciles de cotisation d'impôt, avant la prise en compte de ces réductions d'impôt et l'imputation de l'avoir fiscal, le coût pour l'Etat de chacune de ces réductions, ainsi que le nombre de contribuables bénéficiaires de ces réductions. Il indiquera également la part que représentent, en moyenne, ces réductions d'impôt par rapport aux cotisations d'impôt dues avant la prise en compte de ces réductions."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent pour les investissements réalisés à compter du 1er janvier 1999 à l'exception des immeubles ayant fait l'objet avant cette date d'une déclaration d'ouverture de chantier à la mairie de la commune et des biens meubles corporels commandés, mais non encore livrés à cette date, si la commande a été accompagnée du versement d'acomptes égaux à 50 % au moins de leur prix."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des 1°, 2° et 4° du I et celles du II s'appliquent aux investissements réalisés à compter du 1er janvier 1999.Les dispositions du 3° du I s'appliquent aux investissements réalisés ou aux souscriptions versées à compter du 1er janvier 1999, à l'exception des immeubles ayant fait l'objet avant cette date d'une déclaration d'ouverture de chantier à la mairie de la commune et des biens meubles corporels commandés, mais non encore livrés à cette date, si la commande a été accompagnée du versement d'acomptes d'un montant au moins égal à 50 % de leur prix."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent pour la détermination du crédit d'impôt calculé sur les dépenses de recherche exposées à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. Paragraphe modificateurIII. - 1. Les dispositions du I s'appliquent aux souscriptions effectuées à compter du 1er janvier 1994.2. Les dispositions du II s'appliquent aux souscriptions effectuées à compter du 1er septembre 1998."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. et II. (Paragraphes modificateurs)III. - Un décret détermine les modalités d'application du présent article (NOTA).IV. - (Abrogé)."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-405 DC du 29 décembre 1998)."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de l'année 1999."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. à V. Paragraphes modificateursVI. - Un décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés fixe les modalités d'application des I, III et IV du présent article.VII. Paragraphe modificateur"
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Le Gouvernement déposera, avant le 31 juillet 1999, sur le bureau de chacune des assemblées parlementaires, un rapport sur les modalités d'exercice du contrôle fiscal en matière de taxe professionnelle, de taxe d'habitation et de taxe foncière sur les propriétés bâties."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux actes établis à compter du 1er juillet 1999."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I. Paragraphe modificateurII. - Les taux de majoration fixés au I ci-dessus sont applicables, sous les mêmes conditions de date, aux rentes viagères visées par la loi n° 48-957 du 9 juin 1948 portant majoration des rentes viagères constituées au profit des anciens combattants auprès des caisses autonomes mutualistes, ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "A compter de 1999 et jusqu'en 2003, le montant de la dotation de l'Etat prévue au 2° du I de l'article 1648 B bis du code général des impôts est majoré chaque année de 150 millions de francs. Cette majoration n'est pas prise en compte dans le montant de la dotation de l'Etat au Fonds national de péréquation pour l'application du I de l'article 40 de la présente loi."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "Les personnels en service au 1er janvier 1997 à l'Ecole nationale des métiers du bâtiment (Felletin, Creuse) intégrée dans l'enseignement public en application de la loi n° 59-1557 du 31 décembre 1959 sur les rapports entre l'Etat et les établissements d'enseignement privés qui justifient au 1er janvier 1998 de services effectifs d'une durée équivalente à un an au moins de services à temps complet pourront, à compter de cette date, sur leur demande et dans la limite des emplois budgétaires créés à cet effet, être nommés puis titularisés dans les corps correspondants de la fonction publique.Un décret en Conseil d'Etat fixera les conditions d'intégration, de vérification de l'aptitude professionnelle et de classement des personnels intéressés."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article entrent en vigueur pour les contrats conclus à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article sont applicables aux gains et rémunérations versés à compter de l'entrée en vigueur de la loi n° 98-461 du 13 juin 1998 précitée."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du présent article sont applicables aux personnes atteignant l'âge de soixante ans à compter du 1er janvier 1999. Pour les personnes ayant atteint l'âge de soixante ans antérieurement au 1er janvier 1999, elles sont applicables lors du premier renouvellement de l'allocation."
    }
  ]
}