{
  "id": "jorftext000027754539",
  "type": "statute",
  "title": "LOI n°2013-672\n du 26 juillet 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000027754539",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Avant le 31 décembre 2014, le Gouvernement remet au Parlement un rapport détaillant l'impact de la présente loi sur la compétitivité du secteur bancaire français par rapport aux établissements de crédit américains et européens ainsi que les conséquences sur la taille et la nature des opérations des filiales mentionnées au titre Ier, sur les volumes des opérations de négoce à haute fréquence et la spéculation sur les matières premières agricoles."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. ― Le présent titre ne s'applique pas à la gestion extinctive des portefeuilles d'instruments financiers existant à la date de promulgation de la présente loi.II. ― Les établissements mentionnés à l'article L. 511-47 du code monétaire et financier identifient, au plus tard le 1er juillet 2014, les activités à transférer à la filiale mentionnée à l'article L. 511-48 du même code. Le transfert effectif de ces activités intervient au plus tard le 1er juillet 2015. Les mêmes établissements s'acquittent des obligations fixées à l'article L. 511-49 dudit code au plus tard le 1er juillet 2014.III. ― Le transfert de l'ensemble des biens, droits et obligations de toute nature liés aux activités mentionnées au même article L. 511-48 est réalisé de plein droit et sans qu'il soit besoin d'aucune formalité, nonobstant toute disposition ou stipulation contraire. Il emporte les effets d'une transmission universelle de patrimoine ainsi que le transfert de plein droit et sans formalité des accessoires des créances cédées et des sûretés réelles et personnelles les garantissant. Le transfert des contrats en cours d'exécution, quelle que soit leur qualification juridique, conclus par les établissements mentionnés au même article L. 511-47 dans le cadre des activités à transférer n'est de nature à justifier ni leur résiliation, ni la modification de l'une quelconque de leurs clauses, ni, le cas échéant, le remboursement anticipé des dettes qui en sont l'objet. De même, ces transferts ne sont pas de nature à justifier la résiliation ou la modification d'aucune autre convention conclue par les établissements mentionnés audit article L. 511-47 ou les sociétés qui leur sont liées au sens des articles L. 233-1 à L. 233-4 du code de commerce."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La liste des Etats et territoires non coopératifs, tels que définis à l'article 238-0 A du code général des impôts, fait l'objet d'un débat chaque année devant les commissions permanentes compétentes en matière de finances et d'affaires étrangères de l'Assemblée nationale et du Sénat, en présence du ministre chargé des finances.\n\nCe débat porte également sur l'application au sein de l'Union européenne des dispositions du code de conduite dans le domaine de la fiscalité des entreprises présenté dans les conclusions du Conseil ECOFIN du 1er décembre 1997 en matière de politique fiscale ainsi que sur les recommandations de la Commission européenne dans le cadre du semestre européen et de son analyse annuelle de la situation économique et sociale dans les Etats membres."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "III. à V. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-741 DC du 8 décembre 2016.]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "II. - Le présent article s'applique à partir du 1er juillet 2015."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.-L'Autorité de contrôle prudentiel prend le nom d'Autorité de contrôle prudentiel et de résolution.\n\nII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Le fonds de garantie des dépôts prend le nom de fonds de garantie des dépôts et de résolution .\n\nII. - A modifié les dispositions suivantes :\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "II. - L'article L. 613-31-19 du code monétaire et financier est applicable aux contrats conclus à partir de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. ― Les mesures prises en application des articles 26 et 27 sont applicables aux contrats en cours à la date de publication de la présente loi, nonobstant toute stipulation contraire.II. ― Les mesures de police administrative mentionnées aux articles L. 612-30 à L. 612-34 du code monétaire et financier prises par le collège de l'Autorité de contrôle prudentiel avant la publication de la présente loi sont maintenues de plein droit et peuvent être renouvelées ou levées par le collège de supervision."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "II.-Les collectivités territoriales, leurs groupements et les services départementaux d'incendie et de secours peuvent déroger aux conditions prévues à l'article L. 1611-3-1 du code général des collectivités territoriales lorsque la souscription d'un emprunt ou d'un contrat financier, par la voie d'un avenant ou d'un nouveau contrat, a pour effet de réduire le risque associé à un emprunt ou un contrat financier non conforme au même article L. 1611-3-1 et qui a été souscrit avant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le Gouvernement remet au Parlement, avant le 1er septembre 2013, un rapport sur les modalités de mise en place d'un fonds de garantie spécifique pour les emprunts contractés par les collectivités d'outre-mer."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "II.-Les personnes ou structures mentionnées à l'article L. 423-17 du code de la construction et de l'habitation peuvent déroger aux conditions prévues à ce même article lorsque la souscription d'un emprunt ou d'un contrat financier, par la voie d'un avenant ou d'un nouveau contrat, a pour effet de réduire le risque associé à un emprunt ou à un contrat financier non conforme au même article L. 423-17 et qui a été souscrit avant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le Gouvernement remet au Parlement, avant le 30 juin 2014, un rapport sur la tarification des services bancaires dans les départements et collectivités d'outre-mer."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les entreprises d'assurance mentionnées à l'article L. 310-2 du code des assurances pratiquant les opérations d'assurance-crédit transmettent chaque trimestre à la Banque de France des informations statistiques sur le montant des encours de crédit client garantis et des encours de crédit client garantis pour les petites et moyennes entreprises ainsi que le nombre de risques souscrits.La Banque de France agrège ces informations et les communique à l'Autorité de contrôle prudentiel et de résolution ainsi qu'au ministre chargé de l'économie et des finances, qui en organise la publicité.Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "II. - Le I est applicable douze mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "II. - Les obligations de transmission à l'organisme agréé prévues au I de l'article L. 214-23-2 du code monétaire et financier et les II et III du même article entrent en vigueur le 31 décembre 2015."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "II. - Le présent article entre en vigueur le 1er janvier 2014. Il s'applique aux procédures de traitement des situations de surendettement en cours à cette date."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "II.-A l'exception du a du 3° du I, le présent article entre en vigueur le 1er janvier 2014. Il s'applique aux procédures de traitement des situations de surendettement en cours à cette date."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "II. - Le présent article s'applique à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnance, dans les conditions prévues à l'article 38 de la Constitution :1° Les mesures relevant du domaine de la loi permettant d'étendre, avec les adaptations nécessaires, les dispositions de la présente loi, pour celles qui relèvent de la compétence de l'Etat, à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna ;2° Les mesures relevant du domaine de la loi permettant d'adapter, le cas échéant, les dispositions de la présente loi aux collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du quatrième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "L'ordonnance n° 2012-1240 du 8 novembre 2012 portant transposition de la directive 2010/73/UE du Parlement européen et du Conseil du 24 novembre 2010 modifiant la directive 2003/71/CE concernant le prospectus à publier en cas d'offre au public de valeurs mobilières ou en vue de l'admission de valeurs mobilières à la négociation et la directive 2004/109/CE sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé est ratifiée."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "II. - Le présent article entre en vigueur le 1er février 2014."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "L'ordonnance n° 2013-79 du 25 janvier 2013 portant adaptation du code monétaire et financier à la départementalisation de Mayotte et du droit des chèques dans les collectivités d'outre-mer et en Nouvelle-Calédonie est ratifiée."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "L'établissement public « Etablissement public de réalisation de défaisance » est dissous à la date d'entrée en vigueur de la présente loi.A cette date, les éléments de passif et d'actif de l'établissement ainsi que les droits et obligations nés de son activité sont transférés à l'Etat.La trésorerie détenue par l'établissement à la date de sa dissolution est reversée sur le compte d'affectation spéciale « Participations financières de l'Etat ».Le compte financier de l'Etablissement public de réalisation de défaisance est établi par l'agent comptable en fonction lors de sa dissolution. Les autorités de tutelle arrêtent et approuvent le compte financier."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Les fonds et ressources économiques, au sens des articles 1er et 4 du règlement (CE) n° 1210/2003 du Conseil du 7 juillet 2003 concernant certaines restrictions spécifiques applicables aux relations économiques et financières avec l'Irak et abrogeant le règlement (CE) n° 2465/1996 du Conseil, des personnes physiques ou morales figurant sur la liste fixée par les annexes III et IV du règlement (CE) n° 1210/2003 du Conseil du 7 juillet 2003 précité, qui se trouvent sur le territoire français ou qui sont détenus par des entités de droit français sont, conformément au même règlement et en application des résolutions 1483 (2003) du Conseil de sécurité des Nations unies du 22 mai 2003 et 1956 (2010) du Conseil de sécurité des Nations unies du 15 décembre 2010, relatives à l'aide internationale à la reconstruction et au développement de l'Irak, transférés aux mécanismes successeurs du Fonds de développement pour l'Irak, dans les conditions fixées au présent article.L'autorité administrative établit, par arrêté publié au Journal officiel, la liste des fonds et ressources économiques détenus par les personnes physiques ou morales figurant sur la liste mentionnée au premier alinéa. Toute personne physique ou morale, autre que celles figurant sur la liste fixée par les annexes III et IV du règlement (CE) n° 1210/2003 du Conseil du 7 juillet 2003 précité, qui justifie d'un droit établi, avant le 22 mai 2003, par acte authentique ou par une mesure ou décision judiciaire, administrative ou arbitrale sur les fonds et ressources économiques des personnes listées ou qui a introduit avant cette date une action visant à obtenir une mesure ou décision judiciaire, administrative ou arbitrale portant sur ces fonds et ressources économiques dispose d'un délai de deux mois à compter de la publication de cet arrêté pour établir, par tout moyen, les droits invoqués.L'autorité administrative publie, par arrêté au Journal officiel, pour chaque personne figurant sur la liste mentionnée aux premier et deuxième alinéas, la liste des fonds et ressources économiques transférés en tenant compte des droits acquis sur ces fonds et ressources économiques ou des procédures de reconnaissance de titre en cours au moment de la publicité prévue au deuxième alinéa, tels qu'ils ont été notifiés.Les fonds et ressources économiques énumérés par l'arrêté prévu au troisième alinéa bénéficient de l'immunité accordée aux biens d'Etat.Un décret en Conseil d'Etat précise, pour chaque catégorie de biens, les modalités particulières de leur transfert.Aucune action en responsabilité civile ne peut être engagée ni aucune sanction professionnelle prononcée contre ceux qui participent à la mise en œuvre de la décision de transfert, objet du présent article, sauf en cas d'erreur ou de négligence de leur part.Le fait pour les détenteurs de fonds et de ressources économiques de se soustraire ou de faire obstacle à la mise en œuvre d'un transfert en application du présent article est puni des peines prévues à l'article 459 du code des douanes. Sont également applicables les dispositions relatives à la constatation des infractions, aux poursuites, au contentieux et à la répression des infractions des titres II et XII du même code, sous réserve des chapitres II à IV du titre XIV."
    }
  ]
}