{
  "id": "jorftext000000576057",
  "type": "statute",
  "title": "Loi n° 99-210 du 19 mars 1999",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000576057",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le haut-commissaire de la République dirige les services de l'Etat.\n\nDans toutes ses fonctions, il est assisté par un secrétaire général du haut-commissariat, nommé par décret, auquel il peut déléguer une partie de ses attributions et qui le supplée de plein droit en cas d'absence ou d'empêchement.\n\nDans chaque province, il est représenté par un commissaire délégué de la République.\n\nIl peut déléguer sa signature.\n\nLe haut-commissaire assure l'exécution des lois et décrets et prend des règlements dans les matières relevant de sa compétence.\n\nIl assure, au nom de l'Etat, dans les conditions prévues par la législation ou la réglementation en vigueur, le contrôle des organismes ou personnes publics ou privés bénéficiant de subventions ou contributions de l'Etat.\n\nIl est ordonnateur des dépenses civiles de l'Etat et prescrit l'exécution des recettes civiles de l'Etat. Il peut déléguer ses pouvoirs en cette matière à des fonctionnaires relevant de son autorité.\n\nEn matière de défense, il exerce les fonctions prévues par la législation et la réglementation en vigueur.\n\nLe haut-commissaire de la République anime et coordonne la politique de prévention de la délinquance et l'ensemble du dispositif de sécurité intérieure dans les conditions prévues à l'article L. 122-1 du code de la sécurité intérieure, dans sa rédaction résultant du 6° de l'article L. 156-2 du même code."
    },
    {
      "provision_ref": "art1-1",
      "section": "1-1",
      "title": "Article 1-1",
      "content": "Les subdivisions administratives de la Nouvelle-Calédonie sont créées par un décret qui en fixe le chef-lieu."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le haut-commissaire assure la publication au Journal officiel de la Nouvelle-Calédonie des décisions ressortissant à la compétence de l'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-L'Etat et les communes peuvent conclure des contrats dans le domaine économique, social et culturel.\n\nII.-Les actions et opérations de ces contrats favorisent l'accès aux formations initiales et continues, l'insertion des jeunes, le développement économique, l'amélioration des conditions de vie des populations et le développement culturel.\n\nIII.-L'Etat apporte son concours, sous forme de dotations en capital ou d'avances à des organismes de financement, pour permettre la participation de personnes physiques ou morales résidant en Nouvelle-Calédonie au capital de sociétés y ayant leur siège.\n\nIV.-Les actions détenues par l'Etat ou pour son compte dans des sociétés exerçant principalement leurs activités en Nouvelle-Calédonie pourront être cédées selon les modalités requises pour chacune d'entre elles.\n\nV.-Des groupements d'intérêt public peuvent être constitués entre l'Etat et d'autres personnes morales de droit public ou de droit privé pour :\n\n1° Exercer des activités visant à favoriser, en métropole, la formation des cadres nécessaires au développement économique et social de la Nouvelle-Calédonie ;\n\n2° Exercer des activités dans le domaine de la conservation et de la gestion des milieux naturels ;\n\n3° Favoriser l'accueil en Nouvelle-Calédonie de manifestations sportives internationales ;\n\n4° Aux fins de mise en œuvre des orientations préconisées par l'accord signé à Nouméa le 5 mai 1998 en matière de formation des habitants de la Nouvelle-Calédonie, exercer des activités tendant à permettre aux personnes résidant en Nouvelle-Calédonie de suivre une formation ;\n\n5° Exercer des activités contribuant à l'élaboration et à la mise en œuvre de politiques concertées de développement social urbain.\n\nCes groupements sont soumis aux dispositions du chapitre II de la loi n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Deviennent le : code des communes de la Nouvelle-Calédonie (partie Législative) les dispositions du code des communes, telles qu'elles ont été déclarées applicables, avec les adaptations nécessaires, aux communes de la Nouvelle-Calédonie par :\n\n- les articles 1er à 13, 17 et 18 de la loi n° 77-744 du 8 juillet 1977 modifiant le régime communal dans le territoire de la Nouvelle-Calédonie ;\n\n- les articles 95 et 97 de la loi n° 82-213 du 2 mars 1982 relative aux droits et libertés des communes, des départements et des régions ;\n\n- l'article 2 de la loi n° 83-27 du 19 janvier 1983 modifiant diverses dispositions relatives à l'élection des conseillers municipaux de la Nouvelle-Calédonie et de la Polynésie française ;\n\n- la loi n° 87-558 du 17 juillet 1987 modifiant le mode d'élection des conseillers municipaux en Nouvelle-Calédonie ;\n\n- les I et III de l'article 27 de la loi n° 86-29 du 9 janvier 1986 portant dispositions diverses relatives aux collectivités locales ;\n\n- Le titre II de la loi n° 88-1262 du 30 décembre 1988 modifiant diverses dispositions du code électoral et du code des communes relatives aux procédures de vote et au fonctionnement des conseils municipaux, tel qu'étendu à la Nouvelle-Calédonie par l'article 40 de ladite loi, dans sa rédaction issue de l'article 7 de la loi n° 92-556 du 25 juin 1992 portant extension aux territoires d'outre-mer et à la collectivité territoriale de Mayotte de diverses dispositions intervenues en matière électorale ;\n\n- les articles 2 à 4, 6 et 49 de la loi n° 90-1247 du 29 décembre 1990 portant suppression de la tutelle administrative et financière sur les communes de Nouvelle-Calédonie et dispositions diverses relatives à ce territoire ;\n\n- les articles 1er, 3, 9 et 10 de la loi n° 92-108 du 3 février 1992 relative aux conditions d'exercice des mandats locaux ;\n\n- les I, II et V de l'article 25 de la loi n° 96-609 du 5 juillet 1996 portant diverses dispositions relatives à l'outre-mer.\n\n- l'article 27 de la loi n° 2000-295 du 5 avril 2000 relative à la limitation du cumul des mandats électoraux et des fonctions électives et leurs conditions d'exercice. ;\n\nII. - Sont abrogés :\n\n- les articles 1er à 13, 17 à 19 et 22 de la loi n° 77-744 du 8 juillet 1977 précitée ;\n\n- l'article 2 de la loi n° 83-27 du 19 janvier 1983 précitée ;\n\n- la loi n° 87-558 du 17 juillet 1987 précitée ;\n\n- les articles 2 à 4 et 6 de la loi n° 90-1247 du 29 décembre 1990 précitée ;\n\n- les I, II et V de l'article 25 de la loi n° 96-609 du 5 juillet 1996 précitée.\n\nIII. - Sont également abrogés, en tant qu'ils s'appliquent aux communes de la Nouvelle-Calédonie :\n\n- les articles 95 et 97 de la loi n° 82-213 du 2 mars 1982 précitée ;\n\n- les I et III de l'article 27 de la loi n° 86-29 du 9 janvier 1986 précitée.\n\nIV. - Dans les articles 3 et 10 de la loi n° 92-108 du 3 février 1992 précitée, les mots : , de la Nouvelle-Calédonie et sont supprimés.\n\nV. - Ont force de loi les dispositions du code des communes de la Nouvelle-Calédonie (partie Législative) publiées par le décret n° 2001-579 du 29 juin 2001 portant publication du code des communes de la Nouvelle-Calédonie (partie Législative) et relatif à la partie Réglementaire de ce code."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'article L. 122-20 du code des communes de la Nouvelle-Calédonie est complété par un 17° ainsi rédigé :\" 17° Dans les communes dotées d'un document d'urbanisme approuvé et sauf délibération contraire du conseil municipal, le maire, agissant au nom de la commune, instruit et délivre les autorisations de construire et de lotir et les certificats d'urbanisme ; \""
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'article L. 122-20 du code des communes de la Nouvelle-Calédonie est complété par un 18° ainsi rédigé :\" 18° D'exercer au nom de la commune et sans préjudice des droits de préemption de la Nouvelle-Calédonie et des provinces les droits de préemption définis par les règlements d'urbanisme. \""
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le code des communes de la Nouvelle-Calédonie est ainsi modifié :1° Un titre VIII intitulé \" Dispositions économiques et participation à des entreprises privées \" est inséré dans le livre III avant l'article L. 381-1 ;2° Après l'article L. 381-6, il est inséré un article L. 382-1 ainsi rédigé :\" Art. L. 382-1. - Les communes et leurs groupements peuvent, lorsque leur intervention a pour objet la création ou l'extension d'activités économiques, vendre ou louer des terrains ou des bâtiments à des entreprises aux conditions du marché ; elles peuvent procéder à ces opérations en consentant des rabais sur ces conditions, dans des conditions fixées par décret en Conseil d'Etat. \""
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Le congrès, les assemblées de province ou les organes délibérants de leurs établissements publics peuvent, à l'effet de créer des sociétés d'économie mixte mentionnées à l'article 53 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie, acquérir des actions ou recevoir, à titre de redevance, des actions d'apport, émises par ces sociétés dans les conditions définies aux articles 8-1 et 8-2.\n\nII. - Sont exclues, sauf autorisation prévue par arrêté du haut-commissaire de la République, toutes participations dans le capital d'une société commerciale et de tout autre organisme à but lucratif n'ayant pas pour objet d'exploiter les services de la Nouvelle-Calédonie, des provinces ou de leurs établissements publics ou des activités d'intérêt général dans les conditions analogues à celles prévues par le II de l'article 53 de la loi organique n° 99-209 du 19 mars 1999 précitée.\n\nCes dispositions ne sont pas applicables aux acquisitions d'actions dont l'objet est de rendre la Nouvelle-Calédonie, les provinces ou leurs établissements publics majoritaires dans le capital des sociétés d'économie mixte. ;"
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "Les dispositions des articles L. 1521-1, \nL. 1522-1 à L. 1522-6, L. 1523-1, L. 1523-4 à L. 1523-7, des premier et troisième alinéas de l'article L. 1524-1, des articles L. 1524-2, L. 1524-3, L. 1524-5, L. 1524-5-1, L. 1524-5-2, L. 1524-5-3 et L. 1524-6 et des deuxième (1°) et quatrième (3°) alinéas de l'article L. 1525-3 du code général des collectivités territoriales sont applicables aux sociétés d'économie mixte auxquelles participent la Nouvelle-Calédonie, les provinces, leurs établissements publics et les communes de la Nouvelle-Calédonie ainsi que leurs groupements dans les conditions suivantes :\n\n1° Pour l'application de l'article L. 1522-1 dans sa rédaction résultant de la loi n° 2022-217 du 21 février 2022 relative à la différenciation, la décentralisation, la déconcentration et portant diverses mesures de simplification de l'action publique locale :\n\na) Au premier alinéa, les mots : “, des départements, des régions ” sont supprimés ;\n\nb) Au 1°, les mots : “ le livre II du code de commerce, sous réserve des dispositions du présent titre ” sont remplacés par les mots : “ le code de commerce applicable localement ” ;\n\n2° A l'article L. 1522-3, les montants de 225 000 euros et de 150 000 euros sont respectivement remplacés par les montants de vingt-sept millions de francs CFP et de dix-huit millions de francs CFP ;\n\n3° A la première phrase du quatrième alinéa de l'article L. 1522-5, les mots : \" pour une durée supérieure à deux ans \" sont remplacés par les mots : \" pour une durée supérieure à trois ans \" ;\n\n4° Au premier alinéa de l'article L. 1523-4, les mots :\n\n\" concessions passées sur le fondement de l'article L. 300-4 du code de l'urbanisme \" sont remplacés par les mots : \" conventions passées sur le fondement de l'article 8-2 de la loi n° 99-210 du 19 mars 1999 relative à la Nouvelle-Calédonie \" ;\n\n5° A l'article L. 1523-5 :\n\na) Au sixième alinéa, la deuxième phrase n'est pas applicable ;\n\nb) Le septième alinéa n'est pas applicable ;\n\n6° Au premier alinéa de l'article L. 1523-6 :\n\na) Les mots : \" les départements et les communes peuvent, seuls ou conjointement, \" sont remplacés par les mots : \" les collectivités territoriales peuvent \" ;\n\nb) Cet alinéa est complété par le membre de phrase suivant : \", dans les conditions fixées pour les conventions prévues à l'article 8-2 de la loi n° 99-210 du 19 mars 1999 relative à la Nouvelle-Calédonie \" ;\n\n7° Le deuxième alinéa de l'article L. 1523-7 est complété par le membre de phrase suivant : \", dans les conditions fixées pour les conventions prévues à l'article 8-2 de la loi n° 99-210 du 19 mars 1999 relative à la Nouvelle-Calédonie \" ;\n\n8° Pour l'application de l'article L. 1524-1 dans sa rédaction résultant de la loi n° 2022-217 du 21 février 2022 relative à la différenciation, la décentralisation, la déconcentration et portant diverses mesures de simplification de l'action publique locale :\n\na) Au premier alinéa, les mots : “ représentant de l'Etat dans le département ” sont remplacés par les mots : “ haut-commissaire ou le commissaire délégué dans la province ” ;\n\nb) A la dernière phrase du premier alinéa, les mots : “ L. 235-2 à L. 235-14 du code de commerce ” sont remplacés par les mots : “ du code de commerce applicable localement ” ;\n\nc) La dernière phrase du troisième alinéa est ainsi rédigée : “ Le projet de modification est annexé à la délibération transmise au haut-commissaire de la République en Nouvelle-Calédonie et soumise au contrôle de légalité dans les conditions prévues aux articles 204 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie et L. 121-39-1 à L. 121-39-2 du code des communes de la Nouvelle-Calédonie. ”\n\n9° A l'article L. 1524-2 :\n\na) Les mots : \" le représentant de l'Etat \" sont remplacés par les mots : \" le haut-commissaire ou le commissaire délégué dans la province \" ;\n\nb) Les mots : \" chambre régionale des comptes \" sont remplacés par les mots : \" chambre territoriale des comptes \" ;\n\n10° A l'article L. 1524-3, les mots : \" au représentant de l'Etat dans le département \" sont remplacés par les mots : \" au haut-commissaire ou au commissaire délégué dans la province \" ;\n\n11° Pour l'application de l'article L. 1524-5 dans sa rédaction résultant de la loi n° 2022-217 du 21 février 2022 relative à la différenciation, la décentralisation, la déconcentration et portant diverses mesures de simplification de l'action publique locale :\n\na) Les références à des articles du code de commerce sont remplacées par les références aux dispositions correspondantes applicables localement ;\n\nb) Au neuvième alinéa, les mots : “, départementaux ou régionaux au sens des articles L. 207, L. 231 et L. 343 du code électoral ” sont remplacés par les mots : “ ou territoriaux au sens du code électoral ” ;\n\nc) Au onzième alinéa, les mots : “ Nonobstant l'article L. 1111-6 du présent code, ” sont remplacés par les mots : “ Nonobstant l'article L. 121-1-2 du code des communes de la Nouvelle-Calédonie ” et la référence à l'article L. 2131-11 est remplacée par la référence à l'article L. 121-41 du code des communes de la Nouvelle-Calédonie ;\n\nd) Le douzième alinéa est ainsi rédigé :\n\n“ Toutefois, lorsque la société d'économie mixte locale est candidate à l'attribution d'un contrat de la commande publique, ils ne peuvent participer aux commissions d'appel d'offres, ni aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement, ni à la délibération attribuant le contrat. De la même façon, ils ne peuvent participer aux délibérations accordant à cette société une aide régie par le titre Ier du présent livre ou une garantie d'emprunt prévue à l'article L. 236-8 du code des communes de Nouvelle-Calédonie, ni aux délibérations mentionnées aux premier, troisième et dixième alinéas du présent article. ”\n\n11° bis : Pour l'application de l'article L. 1524-5-1 dans sa rédaction résultant de la loi n° 2022-217 du 21 février 2022 relative à la différenciation, la décentralisation, la déconcentration et portant diverses mesures de simplification de l'action publique locale, les références à des articles du code de commerce sont remplacées par les mots : “ le code de commerce applicable localement ” ;\n\n11° ter :\n\na) Les articles L. 1524-5-2 et L. 1524-5-3 sont applicables dans leur rédaction résultant de la loi n° 2022-217 du 21 février 2022 relative à la différenciation, la décentralisation, la déconcentration et portant diverses mesures de simplification de l'action publique locale ;\n\nb) Pour l'application de l'article L. 1524-5-3, après les mots : “ élus locaux ” sont insérés les mots : “, à l'exception des membres d'une assemblée des provinces, ”.\n\n12° A l'article L. 1524-6 :\n\na) Au cinquième alinéa, la référence à l'article L. 2253-2 est remplacée par la référence au deuxième alinéa de l'article L. 381-1 du code des communes de la Nouvelle-Calédonie ;\n\nb) Il est ajouté un alinéa ainsi rédigé :\n\n\" Les mêmes conditions sont applicables à la Nouvelle-Calédonie, aux provinces ou à leurs établissements publics qui détiennent des obligations des sociétés mentionnées au II de l'article 53 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie. \""
    },
    {
      "provision_ref": "art8-2",
      "section": "8-2",
      "title": "Article 8-2",
      "content": "Lorsqu'il ne s'agit pas de prestations de services, les rapports entre la Nouvelle-Calédonie, les provinces, les communes, leurs établissements publics ou une autre personne publique, d'une part, et les sociétés d'économie mixte, d'autre part, sont définis par une convention qui prévoit, à peine de nullité :\n\n1° L'objet du contrat, sa durée et les conditions dans lesquelles il peut éventuellement être prorogé ou renouvelé ;\n\n2° Les conditions de rachat, de résiliation ou de déchéance par la collectivité ou la personne publique contractant ainsi que, éventuellement, les conditions et modalités d'indemnisation de la société ;\n\n3° Les obligations de chacune des parties et, le cas échéant, le montant de leur participation financière, l'état de leurs apports en nature ainsi que les conditions dans lesquelles la collectivité ou la personne publique contractant fera l'avance de fonds nécessaire au financement de la mission ou remboursera les dépenses exposées pour son compte et préalablement définies ;\n\n4° Les modalités de rémunération de la société ou de calcul du coût de son intervention, lorsque la rémunération ou le coût de son intervention, librement négocié entre les parties."
    },
    {
      "provision_ref": "art8-3",
      "section": "8-3",
      "title": "Article 8-3",
      "content": "Les sociétés publiques locales mentionnées à l'article 53-1 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie revêtent la forme de sociétés anonymes et sont composées d'au moins deux actionnaires.\n\nSous réserve de dispositions contraires, les dispositions relatives aux sociétés d'économie mixte prévues à l'article 8-1 de la présente loi sont applicables aux sociétés publiques locales mentionnées au premier alinéa du présent article."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les syndicats mixtes auxquels participent la Nouvelle-Calédonie ou les provinces sont régis par les dispositions suivantes :\n\nI. - Le syndicat mixte peut réaliser son objet notamment par voie d'exploitation directe ou par simple participation financière dans des sociétés ou organismes dans les mêmes conditions que la Nouvelle-Calédonie, les provinces ou les communes.\n\nDans ce dernier cas, les modalités de cette participation sont fixées par la décision institutive.\n\nLa création du syndicat mixte est autorisée par arrêté du haut-commissaire de la République.\n\nII. - Toute personne physique ou morale a le droit de demander communication des délibérations et des procès-verbaux de l'organe délibérant des syndicats mixtes, des budgets et des comptes ainsi que des arrêts du président de ces établissements publics.\n\nChacun peut les publier sous sa responsabilité.\n\nLa personne visée au premier alinéa désireuse de se faire communiquer la copie des budgets ou des comptes d'un syndicat mixte peut l'obtenir à ses frais, aussi bien du président de l'établissement public que des services de l'Etat.\n\nIII. - Le syndicat mixte est dissous de plein droit soit à l'expiration de la durée pour laquelle il a été institué, soit à la fin de l'opération qu'il avait pour objet de conduire.\n\nIl peut également être dissous, d'office ou à la demande des personnes morales qui le composent, par décret pris sur l'avis conforme du Conseil d'Etat.\n\nToutefois, lorsque la demande de dissolution du syndicat mixte est présentée à l'unanimité de ses membres et qu'elle prévoit, sous la réserve des droits des tiers, les conditions dans lesquelles le syndicat est liquidé, la dissolution du syndicat mixte est prononcée par arrêté du haut-commissaire de la République.\n\nIV. - Les dispositions des titres Ier à IV du livre II du code des communes, tel qu'il a été rendu applicable en Nouvelle-Calédonie par la loi n° 77-744 du 8 juillet 1977 précitée, sont applicables au syndicat mixte sous réserve des dispositions des paragraphes ci-après.\n\nPour l'application de l'article L. 212-14 du code des communes, les lieux de mise à disposition du public des documents budgétaires sont le siège de l'établissement ainsi que les mairies des communes membres du syndicat mixte.\n\nV. - Le bilan des acquisitions et cessions opérées par les syndicats mixtes est soumis chaque année à délibération de l'organe délibérant. Ce bilan est annexé au compte administratif de l'établissement concerné.\n\nToute cession d'immeubles ou de droits réels immobiliers envisagée par un syndicat mixte donne lieu à délibération motivée de l'organe délibérant portant sur les conditions de la vente et ses caractéristiques essentielles. La délibération est prise au vu de l'avis du service des domaines. Cet avis est réputé donné à l'issue d'un délai d'un mois à compter de la saisine de ce service. Lorsque cette opération est envisagée dans le cadre d'une convention avec une commune, copie de cette délibération est transmise à la commune concernée dans les deux mois suivant son adoption.\n\nVI. - (Supprimé.)\n\nVII. - Les délibérations concordantes des assemblées et organes délibérants des personnes morales qui participent au syndicat mixte en prévoient les autres modalités de fonctionnement.\n\nVIII. - Les syndicats mixtes auxquels participent la Nouvelle-Calédonie ou les provinces sont soumis au contrôle de légalité, au contrôle budgétaire et au jugement des comptes dans les conditions fixées par la législation applicable aux communes de Nouvelle-Calédonie.\n\nIX. - Les services d'un syndicat mixte associant exclusivement des communes, des provinces ou la Nouvelle-Calédonie ou ces collectivités et des syndicats intercommunaux peuvent être en tout ou partie mis à disposition de ses collectivités ou établissements membres, pour l'exercice de leurs compétences. Une convention conclue entre le syndicat et les collectivités intéressées fixe alors les modalités de cette mise à disposition. Cette convention prévoit notamment les conditions de remboursement par la collectivité ou l'établissement des frais de fonctionnement du service.\n\nDans les mêmes conditions, les services d'une collectivité territoriale ou d'un syndicat intercommunal membre peuvent être en tout ou partie mis à disposition du syndicat mixte pour l'exercice de ses compétences.\n\nLe maire ou le président de la collectivité territoriale ou de l'établissement public adresse directement au chef de service mis à disposition toutes instructions nécessaires à l'exécution des tâches qu'il confie audit service. Il contrôle l'exécution de ces tâches.\n\nIl peut donner, sous sa surveillance et sa responsabilité, par arrêté, délégation de signature au chef dudit service pour l'exécution des missions qu'il lui confie en application de l'alinéa précédent."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Les dispositions des articles L. 2334-26 à L. 2334-30 du code général des collectivités territoriales sont applicables aux communes de Nouvelle-Calédonie sous réserve des modifications suivantes :1° Au troisième alinéa de l'article L. 2334-27, les mots : \" l'indemnité communale prévue par l'article L. 921-2 du code de l'éducation  \" sont remplacés par les mots : \" une indemnité aux instituteurs non logés d'un montant fixé par le haut-commissaire. \" ;2° Le deuxième alinéa de l'article L. 2334-29 est ainsi rédigé :1° Les sommes afférentes à la seconde part sont attribuées, sous réserve de l'alinéa suivant, au haut-commissaire qui verse au nom de la commune l'indemnité aux instituteurs non logés dans les limites du montant qu'il aura fixé pour chaque commune et du montant unitaire fixé conformément à l'article L. 2334-28. ;3° Au troisième alinéa du même article, les mots : \" centre national de la fonction publique territoriale \" sont remplacés par les mots : \" haut-commissaire \"."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "Sans préjudice des dispositions applicables aux groupements d'intérêt public mentionnés au V de l'article 3 de la présente loi, les groupements d'intérêt public constitués entre la Nouvelle-Calédonie ou les provinces et une ou plusieurs personnes morales de droit public ou de droit privé sont régis par les dispositions suivantes :1° Le groupement d'intérêt public ne donne pas lieu à la réalisation ni au partage de bénéfices. Il peut être constitué sans capital. Les droits de ses membres ne peuvent être représentés par des titres négociables. Toute clause contraire est réputée non écrite ;2° Les personnes morales de droit public et les personnes morales de droit privé chargées de la gestion d'un service public doivent disposer ensemble de la majorité des voix dans l'assemblée du groupement et dans le conseil d'administration qu'elles désignent.Le directeur du groupement, nommé par le conseil d'administration, assure, sous l'autorité du conseil et de son président, le fonctionnement du groupement. Dans les rapports avec les tiers, le directeur engage le groupement pour tout acte entrant dans l'objet de celui-ci ;3° La convention par laquelle est constitué le groupement doit être approuvée par le haut-commissaire, qui en assure la publicité. Elle détermine les modalités de participation des membres et les conditions dans lesquelles ils sont tenus des dettes du groupement. Elle indique notamment les conditions dans lesquelles ceux-ci mettent à la disposition du groupement des personnels rémunérés par eux.Le groupement d'intérêt public jouit de la personnalité morale à compter de la publication au Journal officiel de la Nouvelle-Calédonie de l'approbation de la convention constitutive. L'acte d'approbation doit être accompagné d'extraits de la convention. La publication fait notamment mention :― de la dénomination et de l'objet du groupement ;― de l'identité de ses membres fondateurs ;― du siège du groupement ;― de la durée de la convention ;― du mode de gestion ;― des règles de responsabilité des membres entre eux et à l'égard des tiers ;\n\n4° Les groupements d'intérêt public prévus au présent article sont soumis au contrôle de légalité, au contrôle budgétaire et au jugement des comptes dans les conditions fixées par la législation applicable en Nouvelle-Calédonie.La transformation de toute autre personne morale en groupement d'intérêt public n'entraîne ni dissolution ni création d'une personne morale nouvelle."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "A. - Après l'article L. 121-39 du code des communes de la Nouvelle-Calédonie (partie Législative), sont insérés les articles L. 121-39-1 à L. 121-39-4 ainsi rédigés :\n\n\" Art. L. 121-39-1. - I. - Les actes pris par les autorités communales sont exécutoires de plein droit dès qu'il a été procédé à leur publication ou à leur notification aux intéressés, ainsi qu'à leur transmission au haut-commissaire ou à son représentant dans la province.\n\n\" Le maire certifie, sous sa responsabilité, le caractère exécutoire de ces actes.\n\n\" La preuve de la réception des actes par le haut-commissaire peut être apportée par tout moyen. L'accusé de réception, qui est immédiatement délivré, peut être utilisé à cet effet, mais n'est pas une condition du caractère exécutoire des actes.\n\n\" II. - Sont soumis aux dispositions du I les actes suivants :\n\n\" - les délibérations du conseil municipal ou les décisions prises par délégation du conseil municipal en application de l'article L. 122-20 ;\n\n\" - les décisions réglementaires et individuelles prises par le maire dans l'exercice de son pouvoir de police ;\n\n\" - les actes à caractère réglementaire pris par les autorités communales dans tous les autres domaines qui relèvent de leur compétence en application de la loi ;\n\n\" - les conventions relatives aux marchés et aux emprunts ainsi que les conventions de concession ou d'affermage de services publics locaux à caractère industriel ou commercial ;\n\n\" - les décisions individuelles relatives à la nomination, à l'avancement de grade, à l'avancement d'échelon, aux sanctions soumises à l'avis du conseil de discipline local et au licenciement des agents de la commune ;\n\n\" - les ordres de réquisition du comptable pris par le maire ;\n\n\" - les autorisations de construire et de lotir, les autres autorisations d'utilisation du sol, les certificats d'urbanisme, délivrés au nom de la province dans les conditions fixées par la réglementation édictée par la Nouvelle-Calédonie, ou au nom de la commune ;\n\n\" - les décisions relevant de l'exercice de prérogatives de puissance publique, prises par les sociétés d'économie mixte pour le compte d'une commune ou d'un établissement public de coopération intercommunale.\n\n\" III. - Les actes pris au nom de la commune, autres que ceux qui sont mentionnés au II, sont exécutoires de plein droit dès qu'il a été procédé à leur publication ou à leur notification aux intéressés.\n\n\" IV. - Les actes pris par les autorités communales au nom de l'Etat ainsi que les actes relevant du droit privé ne sont pas soumis aux dispositions du présent titre et demeurent régis par les dispositions qui leur sont propres.\n\n\" V. - Les dispositions qui précèdent ne font pas obstacle à l'exercice, par le haut-commissaire, du pouvoir de substitution qu'il tient, notamment en matière de police, des articles L. 131-13 et L. 131-14, ni à celui de son pouvoir hiérarchique sur les actes du maire lorsque celui-ci, en application des articles L. 122-14 et L. 122-23, agit comme agent de l'Etat dans la commune.\n\n\" Art. L. 121-39-2. - Le haut-commissaire défère au tribunal administratif les actes mentionnés au II de l'article L. 121-39-1 estimés contraires à la légalité, dans les deux mois suivant leur transmission.\n\n\" Sur la demande du maire, le haut-commissaire l'informe de son intention de ne pas déférer au tribunal administratif un acte des autorités communales qui lui a été transmis en application de l'article précédent. Lorsque le haut-commissaire défère un acte au tribunal administratif, il en informe sans délai l'autorité concernée et lui communique toutes précisions sur les illégalités invoquées à l'encontre de l'acte concerné.\n\n\" Le haut-commissaire peut assortir son recours d'une demande de sursis à exécution. Il est fait droit à cette demande si l'un des moyens invoqués dans la requête paraît, en l'état de l'instruction, sérieux et de nature à justifier l'annulation de l'acte attaqué. Il est statué dans le délai d'un mois.\n\n\" Jusqu'à ce que le tribunal ait statué, la demande de sursis à exécution en matière d'urbanisme, de marchés et de délégation de service public formulée par le haut-commissaire dans les dix jours à compter de la réception de l'acte entraîne la suspension de celui-ci. Au terme d'un délai d'un mois à compter de la réception, si le tribunal n'a pas statué, l'acte redevient exécutoire.\n\n\" Lorsque l'acte attaqué est de nature à compromettre l'exercice d'une liberté publique ou individuelle, le président du tribunal administratif ou un membre du tribunal délégué à cet effet prononce le sursis dans les quarante-huit heures. La décision relative au sursis est susceptible d'appel devant le Conseil d'Etat dans la quinzaine de sa notification. En ce cas, le président de la section du contentieux du Conseil d'Etat ou un conseiller d'Etat délégué à cet effet statue dans un délai de quarante-huit heures.\n\n\" L'appel des jugements du tribunal administratif ainsi que des décisions relatives aux sursis prévus aux alinéas précédents, rendus sur recours du haut-commissaire, est présenté par celui-ci.\n\n\" Art. L. 121-39-3. - Sans préjudice du recours direct dont elle dispose, si une personne physique ou morale est lésée par un acte mentionné aux II et III de l'article L. 121-39, elle peut, dans le délai de deux mois à compter de la date à laquelle l'acte est devenu exécutoire, demander au haut-commissaire de mettre en oeuvre la procédure prévue à l'article L. 121-39-1.\n\n\" Pour les actes mentionnés au II de l'article L. 121-39, cette demande ne peut avoir pour effet de prolonger le délai de recours contentieux dont dispose le haut-commissaire en application de l'article L. 121-39-1.\n\n\" Lorsque la demande concerne un acte mentionné au III de l'article L. 121-39, le haut-commissaire peut déférer l'acte en cause au tribunal administratif dans les deux mois suivant sa saisine par la personne physique ou morale lésée.\n\nB. - L'article 1er de la loi n° 90-1247 du 29 décembre 1990 portant suppression de la tutelle administrative et financière sur les communes de Nouvelle-Calédonie et portant dispositions diverses relatives à ce territoire est abrogé."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les comptables des communes et de leurs établissements publics exercent leurs fonctions dans les conditions définies au chapitre IV du titre VI de la deuxième partie du livre II du code des juridictions financières."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le jugement des comptes de la Nouvelle-Calédonie, des provinces, des communes et de leurs établissements publics ainsi que l'examen de leur gestion sont soumis aux dispositions n'ayant pas valeur de loi organique du titre VI de la deuxième partie du livre II du code des juridictions financières."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sous réserve des dispositions du quatrième alinéa de l'article 121-3 du code pénal, le président et les membres du gouvernement de Nouvelle-Calédonie, le président du congrès, les présidents et vice-présidents des assemblées de province ne peuvent être condamnés sur le fondement du troisième alinéa de ce même article pour des faits non intentionnels commis dans l'exercice de leurs fonctions que s'il est établi qu'ils n'ont pas accompli les diligences normales compte tenu de leurs compétences, du pouvoir et des moyens dont ils disposaient ainsi que des difficultés propres aux missions que la loi leur confie."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Les fonctionnaires régis par le titre II du statut général de la fonction publique sont placés, sur leur demande, en position de détachement pour exercer les fonctions de président ou de membre du gouvernement de la Nouvelle-Calédonie, de président ou de membre du congrès ou de président ou de membre des assemblées de province."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les membres du congrès et des assemblées de province sont élus dans les conditions prévues aux articles L. 385, L. 388, L. 390 à L. 393 et au titre III du livre V du code électoral (partie Législative)."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Dans toutes les dispositions législatives en vigueur qui ne sont pas de nature organique :\n\n1° La référence au territoire de la Nouvelle-Calédonie est remplacée par la référence à la Nouvelle-Calédonie ;\n\n2° La référence à l'assemblée territoriale de la Nouvelle-Calédonie est remplacée par la référence au congrès de la Nouvelle-Calédonie ;\n\n3° La référence à l'exécutif de la Nouvelle-Calédonie est remplacée par la référence au gouvernement de la Nouvelle-Calédonie.\n\nDans toutes les dispositions législatives en vigueur et dans les intitulés des lois, des ordonnances et des décrets, les mots : \" Nouvelle-Calédonie et dépendances \" sont remplacés par les mots : \" Nouvelle-Calédonie \"."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I (paragraphe modificateur)II (paragraphe modificateur)III et IV (abrogé)"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Pour l'élection du congrès et des assemblées de province qui suivra la promulgation de la présente loi, la déclaration individuelle de rattachement prévue au I de l'article 20 est faite auprès du haut-commissaire de la République, au plus tard huit jours après la publication au Journal officiel de la Nouvelle-Calédonie du décret portant convocation des électeurs."
    },
    {
      "provision_ref": "art33-1",
      "section": "33-1",
      "title": "Article 33-1",
      "content": "Nonobstant toutes dispositions contraires dans les statuts particuliers régissant les corps de l'Etat soumis à la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat et dans les statuts particuliers régissant les corps et emplois de la fonction publique territoriale soumis à la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, les fonctionnaires appartenant à la fonction publique de la Nouvelle-Calédonie peuvent être détachés dans les corps et emplois de l'Etat ou des collectivités territoriales de niveau équivalent à ceux auxquels ils appartiennent et y être intégrés."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Des décrets en Conseil d'Etat détermineront, en tant que de besoin, les modalités d'application de la présente loi."
    }
  ]
}