{
  "id": "jorftext000026856853",
  "type": "statute",
  "title": "LOI n°2012-1509 du 29 décembre 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000026856853",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ― La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2013 conformément aux lois et règlements et aux dispositions de la présente loi.II. ― Sous réserve de dispositions contraires,la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de 2012 et des années suivantes ;2° A l'impôt dû par les sociétés sur les résultats des exercices clos à compter du 31 décembre 2012 ;3° A compter du 1er janvier 2013 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "IV. - Les montants des abattements prévus au I de l'article 1414 A et des revenus prévus aux I et II de l'article 1417 du code général des impôts sont revalorisés de 2 %. Les montants ainsi obtenus sont arrondis à l'euro le plus proche."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "IV. - Le II s'applique aux dépenses payées à compter du 1er janvier 2013."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-662 DC du 29 décembre 2012.]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "IV. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-662 DC du 29 décembre 2012.]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "IV. - A. - Par dérogation au 2 de l'article 200 A du code général des impôts, les profits mentionnés aux articles 150 ter à 150 undecies du même code, les gains mentionnés à l'article 150 duodecies dudit code, les gains nets obtenus dans les conditions prévues à l'article 150-0 A du même code, à l'exception des gains mentionnés au 2 du II du même article, les distributions mentionnées à l'article 150-0 F dudit code et les distributions mentionnées au 1 du II de l'article 163 quinquies C du même code effectuées au profit d'un actionnaire personne physique fiscalement domicilié en France au sens de l'article 4 B dudit code, réalisés en 2012, sont imposables au taux forfaitaire de 24 %.Les gains nets mentionnés à l'article 150-0 A du code général des impôts réalisés au titre de l'année 2012 peuvent, sur option du contribuable, être imposés dans les conditions prévues au 2 bis de l'article 200 A du même code, dans sa rédaction en vigueur à compter du 1er janvier 2013, lorsque l'ensemble des conditions prévues à ce même 2 bis sont remplies.B. - Pour les transferts de domicile fiscal hors de France intervenus entre le 28 septembre 2012 et le 31 décembre 2012, les plus-values et créances mentionnées aux I et II de l'article 167 bis du code général des impôts sont imposées au taux forfaitaire de 24 % par dérogation au 4 du I du même article.V. - Les I, II et III s'appliquent aux gains nets et profits réalisés à compter du 1er janvier 2013, aux distributions perçues à compter du 1er janvier 2013 et aux transferts de domicile fiscal hors de France intervenus à compter du 1er janvier 2013, à l'exception des K, M, O et 2° du P du I qui s'appliquent aux gains réalisés et distributions perçues à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "IV. - Les I à III sont applicables aux options sur titres et aux actions gratuites attribuées à compter du 28 septembre 2012."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-662 DC du 29 décembre 2012.]"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "IV. - Le I s'applique à l'impôt de solidarité sur la fortune dû à compter de l'année 2013."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-662 DC du 29 décembre 2012.]"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-662 DC du 29 décembre 2012.]"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I., II., III. et V. - A modifié les dispositions suivantes :\n\nIV. - Pour les exercices ouverts à compter du 1er janvier 2014, le taux de 15 % prévu au I de l'article 212 bis du code général des impôts et au I de l'article 223 B bis du même code est porté à 25 %.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I., II. et IV. - A modifié les dispositions suivantes :\n\nIII. - Le 2° du I s'applique aux exercices clos à compter du 31 décembre 2012.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les personnes mentionnées aux 1° à 6° du B du I de l'article L. 612-2 du code monétaire et financier qui, à la date de promulgation de la présente loi, exploitent une entreprise en France au sens du I de l'article 209 du code général des impôts, redevables de la taxe exceptionnelle sur la réserve de capitalisation définie à l'article 23 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011, sont assujetties à une contribution complémentaire à cette taxe. L'assiette de la contribution complémentaire est le montant de la réserve de capitalisation déterminé selon les modalités prévues au deuxième alinéa du I du même article 23 ou, s'il est inférieur, le montant de cette réserve constaté à l'ouverture de l'exercice en cours à la date de promulgation de la présente loi.Le taux de la contribution complémentaire est fixé à 7 %. Le montant cumulé de la taxe exceptionnelle acquittée en application dudit article 23 et de la contribution complémentaire à cette taxe est plafonné à un montant égal à 5 % des fonds propres, y compris la réserve de capitalisation, des redevables mentionnés au premier alinéa du présent article à l'ouverture de l'exercice en cours à la date de promulgation de la présente loi.Elle n'est pas admise en déduction du résultat imposable à l'impôt sur les sociétés.La contribution complémentaire est constitutive d'une dette d'impôt inscrite au bilan de clôture de l'exercice en cours à la date de promulgation de la présente loi. Elle est prélevée sur le compte de report à nouveau.La contribution complémentaire est exigible à la clôture de l'exercice en cours à la date de promulgation de la présente loi. Elle est déclarée et liquidée dans les quatre mois de son exigibilité sur une déclaration dont le modèle est fixé par l'administration ; elle est acquittée dans le même délai.La contribution complémentaire est recouvrée et contrôlée selon les procédures et sous les mêmes sanctions, garanties et privilèges que la taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux exercices ouverts à compter du 1er janvier 2013.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV. - Le II s'applique à compter du 1er janvier 2012.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Loi n°2004-809 du 13 août 2004\n\n- Loi\n\n- Loi\n\n- Loi n°96-987 du 14 novembre 1996\n\n- Loi n°2001-602 du 9 juillet 2001\n\n- Loi n°96-987 du 14 novembre 1996\n\n- Loi n°95-115 du 4 février 1995\n\n- Loi n°2003-710 du 1 août 2003\n\n- Loi\n\n- Loi n°2006-396 du 31 mars 2006\n\n- LOI n°2009-1673 du 30 décembre 2009\n\n- Loi n°2004-809 du 13 août 2004\n\n- Code général des collectivités territoriales\n\n- Code général des impôts, CGI.\n\n- Loi n°2006-396 du 31 mars 2006\n\n- Loi n°2005-157 du 23 février 2005\n\n- Loi n°86-1317 du 30 décembre 1986\n\n- LOI n°2010-1657 du 29 décembre 2010\n\n- LOI n°2009-1673 du 30 décembre 2009"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "II. - 1. Les compensations des charges résultant, pour les départements métropolitains, du transfert de compétence réalisé par la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion font l'objet des ajustements mentionnés aux a et b du présent 1 calculés, pour l'année 2009, au vu des sommes enregistrées, pour chaque département métropolitain, dans les comptes des caisses d'allocations familiales et des caisses de la mutualité sociale agricole pour les mois de juin 2009 à novembre 2009 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles et décaissées par les départements entre juillet et décembre 2009, diminuées de la moitié des sommes exposées en 2008 au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 262-11 du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Pour 2013, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 55 692 940 000 €, qui se répartissent comme suit :\n\nINTITULÉ DU PRÉLÈVEMENT\n\nMONTANT(en milliers d'euros)\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n41 505 415\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation et des radars automatiques\n\n0\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n22 000\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n51 548\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n5 627 105\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n1 831 147\n\nDotation élu local\n\n65 006\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40 976\n\nCompensation de la suppression de la part salaire de la taxe professionnelle\n\n0\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000\n\nDotation départementale d'équipement des collèges\n\n326 317\n\nDotation régionale d'équipement scolaire\n\n661 186\n\nCompensation d'exonération de la taxe foncière relative au non-bâti agricole (hors la Corse)\n\n0\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n10 000\n\nDotation globale de construction et d'équipement scolaire\n\n2 686\n\nPrélèvement exceptionnel sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n0\n\nCompensation relais de la réforme de la taxe professionnelle\n\n0\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n3 428 688\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n813 847\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n430 114\n\nPrélèvement sur les recettes de l'Etat spécifique au profit de la dotation globale de fonctionnement\n\n0\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n370 116\n\nDotation de protection de l'environnement et d'entretien des voiries municipales\n\n0\n\nDotation de compensation des produits syndicaux fiscalisés\n\n2 789\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000\n\nTotal\n\n55 692 940\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I., II., III., IV., V., VI., VII., VIII., IX., X. A., et XI. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nX. - B. - Le produit des émissions reversées à l'Agence de services et de paiement au titre de l'année 2011 et de l'année 2012, en application du III de l'article 158 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011, dans sa rédaction antérieure au 1er janvier 2013, ainsi que les éventuels revenus du placement de ce produit, sont reversés à l'Agence nationale des fréquences. Ce reversement, qui intervient avant le 1er mars 2013, est liquidé, ordonnancé et recouvré selon les modalités prévues pour les recettes des établissements publics administratifs de l'Etat.\n\nXII. - Le présent article entre en vigueur au 1er janvier 2013.\n\n- LOI n°2011-1977 du 28 décembre 2011\n\n- Loi n°48-977 du 16 juin 1948\n\n- Loi n°2005-1720 du 30 décembre 2005\n\n- Code général des impôts, CGI.\n\n- Code de l'environnement\n\n- Code du cinéma et de l'image animée\n\n- Code du patrimoine.\n\n- Code de procédure pénale\n\n- Loi n°48-977 du 16 juin 1948\n\n- Loi n° 2003-1312 du 30 décembre 2003\n\n- LOI n°2010-1657 du 29 décembre 2010"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. ― Il est opéré en 2013 un prélèvement de 150 millions d'euros sur le fonds de roulement du Centre national du cinéma et de l'image animée mentionné à l'article L. 111-1 du code du cinéma et de l'image animée.II. ― Le prélèvement mentionné au I est opéré en plusieurs tranches selon un calendrier fixé par décret. Ce prélèvement est recouvré et contrôlé selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que la taxe sur les salaires."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I, II et IV. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code du travail"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.- Le produit de la vente d'actifs carbone tels que définis par le protocole de Kyoto à la convention-cadre des Nations unies sur les changements climatiques, fait à Kyoto le 11 décembre 1997 et signé le 29 avril 1998, et le produit de la mise aux enchères des quotas d'émission de gaz à effet de serre telle que prévue aux articles 3 quinquies et 10 de la directive 2003/87/ CE du Parlement européen et du Conseil du 13 octobre 2003 établissant un système d'échange de quotas d'émission de gaz à effet de serre dans la Communauté et modifiant la directive 96/61/ CE du Conseil sont affectés, sous réserve du I ter du présent article, à l'Agence nationale de l'habitat, mentionnée à l'article L. 321-1 du code de la construction et de l'habitation, dans la limite d'un plafond annuel.\n\nI bis. - Par dérogation au I du présent article, les recettes provenant de la mise aux enchères en 2020 de la part française des 50 millions de quotas d'émission de gaz à effet de serre non alloués provenant de la réserve de stabilité du marché mentionnés au paragraphe 5 de l'article 10 du règlement (UE) n° 1031/2010 de la Commission du 12 novembre 2010 relatif au calendrier, à la gestion et aux autres aspects de la mise aux enchères des quotas d'émission de gaz à effet de serre conformément à la directive 2003/87/CE du Parlement européen et du Conseil établissant un système d'échange de quotas d'émission de gaz à effet de serre dans la Communauté sont affectées au fonds pour l'innovation institué par le paragraphe 8 de l'article 10 bis de la directive 2003/87/CE du Parlement européen et du Conseil du 13 octobre 2003 précitée.\n\nI ter.- Une fraction de 50 millions d'euros du produit de la mise aux enchères des quotas d'émission de gaz à effet de serre mentionné au I du présent article est affectée chaque année aux autorités organisatrices de la mobilité mentionnées aux I et II de l'article L. 1231-1 du code des transports, aux communes continuant à organiser un service de transport public en application du II du même article L. 1231-1 ainsi qu'à l'autorité organisatrice des mobilités mentionnée à l'article L. 1243-1 du même code. La répartition de cette fraction entre les affectataires est déterminée en tenant compte de critères de ressources et de charges, selon des modalités définies par décret.\n\nII et III.- A abrogé les dispositions suivantes :\n\nIV.- L'Union des entreprises et des salariés pour le logement mentionnée à l'article L. 313-18 du code de la construction et de l'habitation verse une contribution de 100 millions d'euros en 2016 au comptable public compétent. A cette fin, l'union appelle des ressources auprès des organismes agréés aux fins de collecter la participation des employeurs à l'effort de construction mentionné à l'article L. 313-1 du même code qui lui sont associés, au prorata des versements des employeurs encaissés au titre de l'année précédant l'année au titre de laquelle la contribution est due.\n\nCette contribution est versée avant le 30 juin. Elle est affectée au fonds national d'aide au logement mentionné à l'article L. 351-6 dudit code. Elle est liquidée, ordonnancée et recouvrée selon les modalités prévues pour les recettes des établissements administratifs de l'Etat.\n\nV.- A.- Les I et III s'appliquent à compter du 1er janvier 2013.\n\nB.- Le II s'applique à compter du 1er juin 2013.\n\nC.- Pour la période allant du 1er janvier au 31 mai 2013, les produits mentionnés au I sont affectés prioritairement à l'Agence nationale de l'habitat dans la limite de 245 millions d'euros, puis au compte de commerce mentionné à l'article 8 de la loi n° 2008-1443 du 30 décembre 2008 de finances rectificative pour 2008.\n\nVI.- Avant le 30 juin 2013, le Gouvernement remet au Parlement un rapport sur la rénovation thermique des logements du parc privé ancien, les moyens financiers et administratifs mis en œuvre pour garantir la solvabilité et le suivi des propriétaires, occupants et bailleurs aux revenus modestes et la coordination des interventions des agences nationales compétentes et des établissements prêteurs spécialisés, ainsi que de leurs correspondants locaux.\n\n-LOI n° 2008-1443 du 30 décembre 2008\n\n-LOI n° 2010-1657 du 29 décembre 2010"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-662 DC du 29 décembre 2012.]"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2013."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n°2008-1425 du 27 décembre 2008"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "II. - Est autorisée la cession par l'Etat de la zone d'activité économique incluse dans la zone UX du plan local d'urbanisme de la commune de Velaine-en-Haye (Meurthe-et-Moselle)."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - (Abrogé)\n\nII. - (Abrogé)\n\nIII. - (Abrogé)\n\nIV. et V. - A modifié les dispositions suivantes :\n\nVI. - Le III du présent article s'applique à compter du 1er février 2013. Les I, II, IV et V s'appliquent à compter du 1er janvier 2013.\n\n- Code de la sécurité sociale.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le I de l'article 80 de la loi de finances pour 1968 (n° 67-1114 du 21 décembre 1967) est abrogé."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2013 à 20 435 474 000 €."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. ― Pour 2013, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros)\n\n(En milliards d'euros)\n\nBesoin de financementAmortissement de la dette à long terme 61,4Amortissement de la dette à moyen terme 46,5Amortissement de dettes reprises par l'Etat 1,6Déficit budgétaire 62,3Total 171,8Ressources de financementEmissions à moyen et long termes (obligations assimilables du Trésor et bons du Trésor à taux fixe et intérêt annuel), nettes des rachats effectués par l'Etat et par la Caisse de la dette publique 170,0Annulation de titres de l'Etat par la Caisse de la dette publique 4,0Variation nette des bons du Trésor à taux fixe et intérêts précomptés ― 0,3Variation des dépôts des correspondants ― 3,3Variation du compte de Trésor ― 2,5Autres ressources de trésorerie 3,9\n\nTotal 171,8\n\n2° Le ministre chargé de l'économie est autorisé à procéder, en 2013, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives, à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, auprès du Fonds européen de stabilité financière, auprès du Mécanisme européen de stabilité, sur le marché interbancaire de la zone euro, et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le ministre chargé de l'économie est, jusqu'au 31 décembre 2013, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements et chargés d'une mission d'intérêt général, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 62,1 milliards d'euros.III. ― Pour 2013, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 914 921.IV. ― Pour 2013, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2013, le produit des impositions de toutes natures établies au profit de l'Etat, net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative pour 2013 ou, à défaut, dans le projet de loi de finances pour 2014, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nII. ― Pour 2013 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Il est ouvert aux ministres, pour 2013, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 391 037 284 364 € et de 395 483 706 834 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Il est ouvert aux ministres, pour 2013, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 2 304 925 727 € et de 2 307 525 727 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Il est ouvert aux ministres, pour 2013, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 189 520 821 914 € et de 189 450 821 914 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. ― Les autorisations de découvert accordées aux ministres, pour 2013, au titre des comptes de commerce, sont fixées au montant de 20 035 309 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. ― Les autorisations de découvert accordées au ministre chargé de l'économie, pour 2013, au titre des comptes d'opérations monétaires, sont fixées au montant de 400 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le plafond des autorisations d'emplois de l'Etat, pour 2013, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDÉSIGNATION DU MINISTÈREou du budget annexe\n\nPLAFONDexpriméen équivalentstemps plein travaillé\n\nI. ― Budget général\n\n1 903 060\n\nAffaires étrangères\n\n14 798\n\nAffaires sociales et santé\n\n11 157\n\nAgriculture, agroalimentaire et forêt\n\n31 006\n\nCulture et communication\n\n10 928\n\nDéfense\n\n285 253\n\nEcologie, développement durable et énergie\n\n38 198\n\nEconomie et finances\n\n150 238\n\nEducation nationale\n\n955 434\n\nEgalité des territoires et logement\n\n14 194\n\nEnseignement supérieur et recherche\n\n11 253\n\nIntérieur\n\n277 008\n\nJustice\n\n77 542\n\nOutre-mer\n\n5 086\n\nRedressement productif\n\n1 253\n\nRéforme de l'Etat, décentralisation et fonction publique\n\n―\n\nServices du Premier ministre\n\n9 640\n\nSports, jeunesse, éducation populaire et vie associative\n\n―\n\nTravail, emploi, formation professionnelle et dialogue social\n\n10 072\n\nII. ― Budgets annexes\n\n11 860\n\nContrôle et exploitation aériens\n\n11 025\n\nPublications officielles et information administrative\n\n835\n\nTotal général\n\n1 914 920\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat, pour 2013, exprimé en équivalents temps plein, est fixé à 385 601 emplois. Ce plafond est réparti comme suit :"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. ― Pour 2013, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 600. Ce plafond est réparti comme suit :II. ― Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Pour 2013, le plafond des autorisations d'emplois des autorités publiques indépendantes dotées de la personnalité morale et des autorités administratives indépendantes dont les effectifs ne sont pas inclus dans un plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé à 2 289 emplois. Ce plafond est réparti comme suit :\n\nPLAFOND EXPRIMÉen équivalentstemps plein travaillé\n\nAutorité de contrôle prudentiel et de résolution\n\n1 121\n\nAgence française de lutte contre le dopage\n\n65\n\nAutorité des marchés financiers\n\n469\n\nAutorité de régulation des transports\n\n56\n\nHaut Conseil du commissariat aux comptes\n\n50\n\nHaute Autorité pour la diffusion des œuvres et la protection des droits sur internet\n\n71\n\nHaute Autorité de santé\n\n411\n\nMédiateur national de l'énergie\n\n46\n\nTotal\n\n2 289\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Les reports de 2012 sur 2013 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne peuvent excéder le montant des crédits ouverts sur ces mêmes programmes par la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Le I s'applique aux crédits d'impôts calculés au titre des dépenses exposées à compter du 1er janvier 2013 et des dotations aux amortissements des immobilisations, créées ou acquises à compter de cette même date.\n\nLe II s'applique aux demandes adressées à compter du 1er janvier 2013.\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable à compter de l'imposition des revenus de 2013, sous réserve du présent II.\n\nPour l'application du I, il est tenu compte des avantages fiscaux accordés au titre des dépenses payées, des investissements réalisés ou des aides accordées à compter du 1er janvier 2013. Toutefois, il n'est pas tenu compte des avantages procurés :\n\n1° Par les réductions d'impôt sur le revenu mentionnées aux articles 199 undecies A, 199 undecies B et 199 undecies C du code général des impôts qui résultent :\n\na) Des investissements pour l'agrément ou l'autorisation préalable desquels une demande est parvenue à l'administration avant le 1er janvier 2013 ;\n\nb) Des acquisitions d'immeubles ayant fait l'objet d'une déclaration d'ouverture de chantier avant le 1er janvier 2013 ;\n\nc) Des acquisitions de biens meubles corporels commandés avant le 1er janvier 2013 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés ;\n\nd) Des travaux de réhabilitation d'immeuble pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés avant le 1er janvier 2013 ;\n\n2° Par la réduction d'impôt sur le revenu prévue à l'article 199 unvicies du même code accordée au titre des souscriptions réalisées avant le 1er janvier 2013 ;\n\n3° Par la réduction d'impôt sur le revenu prévue à l'article 199 tervicies dudit code accordée au titre des dépenses de restauration immobilière des immeubles bâtis pour lesquels une demande de permis de construire ou une déclaration de travaux a été déposée avant le 1er janvier 2013 ;\n\n4° Par la réduction d'impôt sur le revenu prévue à l'article 199 sexvicies du même code accordée au titre de l'acquisition de logements pour lesquels une promesse d'achat ou une promesse synallagmatique a été souscrite par l'acquéreur avant le 1er janvier 2013 ;\n\n5° Par la réduction d'impôt sur le revenu prévue à l'article 199 septvicies dudit code accordée au titre de l'acquisition de logements pour lesquels une promesse d'achat ou une promesse synallagmatique a été souscrite par l'acquéreur avant le 1er janvier 2013.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux versements afférents aux souscriptions effectuées à compter du 1er janvier 2013.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le 1° du I s'applique à compter de l'imposition des revenus de 2013 et le 2° du I s'applique à compter du 1er janvier 2014.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Le Gouvernement remet au Parlement, avant le 1er mai 2013, le rapport mentionné à l'article 110 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012 étudiant l'opportunité et la possibilité de transformer en dotations budgétaires tout ou partie des dépenses fiscales rattachées à titre principal à la mission « Outre-mer »."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "III. - La réduction d'impôt prévue à l'article 199 novovicies du code général des impôts fait l'objet d'une évaluation préalablement au dépôt du projet de loi de finances pour 2015 qui détermine les conditions de son évolution. Cette évaluation rend compte du coût de la réduction d'impôt, de son impact sur le nombre de logements neufs construits et des caractéristiques des locataires des logements au titre desquels l'avantage fiscal a été obtenu."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Par dérogation aux dispositions du 1 du I de l'article 199 septvicies du code général des impôts relatives à la date d'acquisition, la réduction d'impôt mentionnée au même article s'applique, dans les conditions prévues audit article, aux logements acquis au plus tard le 31 mars 2013 dès lors que le contribuable justifie qu'il a pris, au plus tard le 31 décembre 2012, l'engagement de réaliser un investissement immobilier. Cet engagement peut prendre la forme d'une réservation, à condition qu'elle soit enregistrée chez un notaire ou au service des impôts au plus tard le 31 décembre 2012 et que l'acte authentique soit passé au plus tard le 31 mars 2013. Dans ce cas, la réduction d'impôt s'applique au taux en vigueur au 31 décembre 2012 pour les logements acquis en 2012. Un contribuable ne peut, pour un même logement, bénéficier à la fois de la réduction d'impôt mentionnée à l'article 199 novovicies du code général des impôts et de la réduction d'impôt prévue à l'article 199 septvicies du même code."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "III. - A. - Les I et II s'appliquent à compter des impositions dues au titre de 2014."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "II. - Le I s'applique à compter des impositions dues au titre de 2014."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "II. - Le I du présent article s'applique aux décisions d'octroi de subvention ou de prêt intervenues à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "II. - Le I s'applique à partir du 1er janvier 2014."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - Au moins quinze jours avant chaque réunion du comité interministériel pour la modernisation de l'action publique, le Gouvernement peut transmettre aux commissions chargées des finances et aux autres commissions compétentes de l'Assemblée nationale et du Sénat l'ordre du jour détaillé ainsi que tout élément d'information mentionné au II disponible à cette date.\n\nII. - Au début de chaque trimestre, le Gouvernement transmet aux commissions chargées des finances et aux autres commissions compétentes de l'Assemblée nationale et du Sénat les éléments utiles faisant état :\n\n1° Des résultats des évaluations réalisées ;\n\n2° Du suivi de la mise en œuvre des réformes précédemment décidées et de leur incidence constatée sur les dépenses et les emplois publics ;\n\n3° Des décisions prises et de leur incidence sur les emplois et les dépenses publics ;\n\n4° Des modalités d'association des agents publics et des usagers des services publics.\n\nIII. - Les commissions parlementaires concernées peuvent adresser au Premier ministre et au ministre chargé de la réforme de l'Etat toutes observations qui leur paraissent utiles.\n\nCes éléments peuvent donner lieu à un débat à l'Assemblée nationale et au Sénat.\n\nIV. - A abrogé les dispositions suivantes :\n\n- LOI n°2009-1673 du 30 décembre 2009"
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "II. - Le présent article s'applique aux cotisations dues au titre des rémunérations versées à compter du 1er janvier 2013."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le droit mentionné aux neuvième et dixième alinéas de l'article L. 642-13 du code rural et de la pêche maritime, dans sa rédaction issue du I du présent article, est acquitté pour la première fois en 2013, sur la base des quantités produites en 2012.\n\n- Code rural"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-662 DC du 29 décembre 2012.]"
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er juin 2013, un rapport sur la situation des conjoints survivants des plus grands invalides de guerre dont l'indice de pension était supérieur ou égal à 2 000 points. Le rapport précise les pistes envisagées pour augmenter le niveau des pensions des conjoints survivants en proportion des pensions versées aux plus grands invalides de guerre, y compris au moyen d'un prélèvement sur ces pensions."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er juin 2013, un rapport sur la situation des veuves d'anciens combattants résidant hors de France. Le rapport examine la possibilité de les faire bénéficier de l'allocation différentielle en faveur des conjoints survivants octroyée par l'Office national des anciens combattants aux veuves résidant sur le territoire national, en tenant compte des niveaux de vie de leur pays de résidence."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er juin 2013, un rapport sur l'application de la loi n° 2005-158 du 23 février 2005 portant reconnaissance de la Nation et contribution nationale en faveur des Français rapatriés."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er juin 2013, un rapport sur l'opportunité et les modalités de modification du décret n° 2010-653 du 11 juin 2010 pris en application de la loi relative à la reconnaissance et à l'indemnisation des victimes des essais nucléaires français."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. ― Par dérogation au 3° de l'article unique de la loi des 20-27 août 1828 portant concession à la ville de Paris de la place Louis-XVI et de la promenade dite des Champs-Elysées, la ville de Paris est autorisée à céder à l'Etat, à titre onéreux, la parcelle cadastrée AL n° 25 située avenue Franklin-D.-Roosevelt, à Paris (8e arrondissement).II. ― L'acquisition par l'Etat de la parcelle mentionnée au I est exonérée de toute indemnité, de tout droit, de toute taxe et de tout honoraire et salaire."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-662 DC du 29 décembre 2012.]"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Le ministre chargé de l'économie est autorisé à souscrire, avant le 31 mars 2013, à une augmentation de capital en numéraire entièrement libérée de la Banque européenne d'investissement d'un montant maximal de 1 617 003 000 €. Le versement correspondant intervient dans sa totalité avant le 31 mars 2013."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. ― Le ministre chargé de l'économie est autorisé à accorder à titre onéreux la garantie de l'Etat :1° Aux créances, en principal, intérêts, intérêts de retard, frais et accessoires, de la société de crédit foncier « CIF Euromortgage » à l'égard de la Caisse centrale du Crédit immobilier de France, résultant du placement, par « CIF Euromortgage », de sa trésorerie auprès de la Caisse centrale du Crédit immobilier de France, laquelle est investie sous la forme de titres, valeurs ou dépôts, y compris au moyen de la conclusion de prêts garantis ou d'opérations de pension, émis ou, selon le cas, reçus par la Caisse centrale du Crédit immobilier de France à titre de valeurs de remplacement régies par les articles     L.513-7 et R. 515-7 du code monétaire et financier ; et de tout contrat de couverture de taux conclu entre la Caisse centrale du Crédit immobilier de France et « CIF Euromortgage », y compris, le cas échéant, toutes créances résultant du dépôt auprès de la Caisse centrale du Crédit immobilier de France de tous fonds initialement remis en propriété par la Caisse centrale du Crédit immobilier de France en qualité de contrepartie de contrat d'échange à « CIF Euromortgage » à titre de garantie de ses obligations découlant desdits contrats de couverture et en application de leurs termes ;2° Aux créances, en principal, intérêts, intérêts de retard, frais et accessoires, du fonds commun de titrisation « CIF Assets » à l'égard de la Caisse centrale du Crédit immobilier de France, résultant du placement, par « CIF Assets », de sa trésorerie auprès de la Caisse centrale du Crédit immobilier de France, y compris le fonds de réserve et la réserve spéciale de recouvrement, et de tout contrat de couverture de taux conclu entre la Caisse centrale du Crédit immobilier de France et « CIF Assets », y compris, le cas échéant, toutes créances résultant du dépôt auprès de la Caisse centrale du Crédit immobilier de France de tous fonds initialement remis en propriété par la Caisse centrale du Crédit immobilier de France en qualité de contrepartie de contrat d'échange à « CIF Assets » à titre de garantie de ses obligations découlant desdits contrats de couverture et en application de leurs termes ;3° Aux titres financiers chirographaires, en principal, intérêts, intérêts de retard, frais et accessoires, émis par la Caisse centrale du Crédit immobilier de France ayant la nature de titres de créance.II. ― La garantie de l'Etat mentionnée aux 1° et 2° du I est accordée pour un encours total maximal en principal de douze milliards d'euros.La garantie de l'Etat mentionnée au 3° du I est accordée pour un encours total maximal en principal de seize milliards d'euros.III. ― Un commissaire du Gouvernement assiste aux réunions du conseil d'administration du Crédit immobilier de France Développement pendant la période d'octroi des garanties mentionnées aux I et II.IV. ― Une convention entre le ministre chargé de l'économie et chacune des sociétés mentionnées au I fixe notamment les modalités selon lesquelles chacune des garanties mentionnées aux I et II peut être appelée, les contreparties de la garantie, sa durée, ses conditions tarifaires ainsi que les éventuelles sûretés conférées à l'Etat en contrepartie de la garantie.V. ― Le Gouvernement rend compte chaque année au Parlement de la mise en œuvre du présent article. En outre, dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur les résultats de l'examen de la situation du Crédit immobilier de France."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIV. - En  2013, le montant de la dotation de développement urbain prévue à l'article L. 2334-40 du code général des collectivités territoriales est fixé à 75 millions d'euros.\n\n- Code du tourisme.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code du tourisme.\n\n- Loi n°80-10 du 10 janvier 1980\n\n- Code général des collectivités territoriales\n\n- Loi n°2006-436 du 14 avril 2006"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "VII. - Avant le 1er juillet 2013, le Gouvernement transmet au Parlement un rapport d'évaluation du fonds de solidarité des communes de la région d'Ile-de-France. Ce rapport analyse les effets péréquateurs du fonds au regard de l'objectif de réduction des écarts de ressources entre les communes de la région d'Ile-de-France. Il propose les modifications nécessaires, en particulier quant aux critères de prélèvement et au niveau du plafonnement des contributions, afin de contribuer à réduire les inégalités entre les communes de la région d'Ile-de-France."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "A abrogé les dispositions suivantes :\n\nII. - Pour l'année 2013, par exception aux dispositions du I de l'article L. 262-24 du code de l'action sociale et des familles, le Fonds national des solidarités actives finance la totalité des sommes payées au titre de l'allocation de revenu de solidarité active versée aux personnes mentionnées à l'article L. 262-7-1 du même code.\n\nA modifié les dispositions suivantes :\n\n- LOI n°2011-1978 du 28 décembre 2011\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "II. - L'article L. 161-1-2 du code la sécurité sociale reste applicable aux revenus perçus au titre des périodes antérieures au 1er janvier 2013."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "II. - Le présent article s'applique aux rémunérations versées à compter du 1er janvier 2013."
    }
  ]
}