{
  "id": "jorftext000038543643",
  "type": "statute",
  "title": "Ordonnance n°2019-552 du 3 juin 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038543643",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - A l'effet de créer le groupe public unifié mentionné à l'article L. 2101-1 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020, les opérations suivantes sont réputées réalisées dans l'ordre ci-dessous à la date du 1er janvier 2020, et prendront effet, pour l'application des règles comptables et fiscales, à cette date :1° Le régime de la propriété des biens immobiliers des établissements publics SNCF, SNCF Réseau et SNCF Mobilités est ainsi modifié :a) Les biens immobiliers appartenant à l'établissement public SNCF sont déclassés, à l'exclusion de l'ensemble des biens immobiliers affectés aux missions de gestion de crise et de coordination des acteurs pour la mise en accessibilité du système de transport ferroviaire national aux personnes handicapées ou à mobilité réduite et aux missions prévues au 8° de l'article L. 2111-9 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020.L'établissement public SNCF transfère, par voie d'apport à la valeur nette comptable, à l'établissement public SNCF Réseau l'ensemble des biens, droits et obligations attaché aux missions de gestion de crise et de coordination des acteurs pour la mise en accessibilité du système de transport ferroviaire national aux personnes handicapées ou à mobilité réduite et aux missions prévues au 8° de l'article L. 2111-9 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020.Le périmètre des biens, droits et obligations transférés est approuvé par un arrêté conjoint du ministre chargé des transports, du ministre chargé de l'économie et du ministre chargé du budget ;b) La propriété de l'intégralité des biens immobiliers appartenant à l'établissement public SNCF Réseau à l'issue des opérations prévue au a ci-dessus est transférée à l'Etat qui les lui attribue immédiatement. Le régime applicable à ces biens, y compris ceux relevant du périmètre filialisé conformément au a du 2° du présent I, est défini aux articles L. 2111-20 et suivants du code des transports dans leur rédaction applicable à compter du 1er janvier 2020 ;c) L'établissement public SNCF Mobilités reçoit la pleine propriété de l'ensemble des biens immobiliers non compris dans le périmètre filialisé conformément au a du 2° du présent article qui lui étaient remis en dotation par l'Etat. Ces biens sont déclassés. Les biens immobiliers compris dans le périmètre filialisé conformément au a du 2° du présent I relèvent du régime défini aux articles L. 2111-20 et suivants du code des transports dans leur rédaction applicable à compter du 1er janvier 2020 ;2° Les opérations suivantes sont réalisées :a) L'établissement public SNCF Mobilités transfère, par voie d'apport à la valeur nette comptable, à une société anonyme dont il détient l'intégralité du capital l'ensemble des biens, droits et obligations attaché aux activités de gestion des gares de voyageurs, relevant du périmètre de ses comptes dissociés relatifs à la direction autonome chargée de la gestion des gares de voyageurs à la date du 31 décembre 2019, ainsi que les autorisations de toute nature qui y sont liées. Le transfert de la dette financière interne affectée prévue dans ces comptes dissociés s'opère sans changement de débiteur, l'établissement public SNCF Mobilités demeurant seul débiteur des créanciers concernés.Les titres de cette société sont immédiatement cédés à l'établissement public SNCF Réseau à la valeur nette comptable, la créance de prix correspondante devant être compensée au plus tard le 31 décembre 2020 dans le cadre d'une augmentation de capital de la société SNCF Réseau après les opérations de transformation en société anonyme mentionnées au 3° du présent I.L'établissement public SNCF Réseau transfère ensuite, par voie d'apport à la valeur nette comptable, à cette société anonyme ses biens, droits, obligations et autorisations de toute nature attachés à la gestion des gares de voyageurs. Dès réalisation de la transformation prévue au a du 3° du présent I, la société bénéficiant des transferts mentionnés au présent a est la société mentionnée au 5° l'article L. 2111-9 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020. Le cas échéant, les filiales et participations détenues directement ou indirectement au 31 décembre 2019 par l'établissement public SNCF Mobilités se rattachant à l'objet social de cette société peuvent être transférées à cette société dans les conditions du présent article entre le 1er janvier 2020 et le 31 décembre 2020. La liste des filiales et participations ainsi transférées est approuvée par un arrêté conjoint du ministre chargé des transports et du ministre chargé de l'économie.Le périmètre des biens, droits et obligations transférés est approuvé par un arrêté conjoint du ministre chargé des transports, du ministre chargé de l'économie et du ministre chargé du budget ;b) L'établissement public SNCF Mobilités transfère, par voie d'apport à la valeur nette comptable, à une société anonyme dont il détient l'intégralité du capital, l'ensemble des biens, droits et obligations, attaché à la direction industrielle et aux activités de fourniture de services de transport ferroviaire de personnes en France et hors de France relevant du périmètre de ses comptes dissociés relatifs aux activités relatives à la fourniture des services de transport ferroviaire de personnes à la date du 31 décembre 2019, ainsi que les autorisations de toute nature qui y sont liées. Le transfert de la dette financière interne affectée mentionnée dans ces comptes dissociés s'opère sans changement de débiteur, l'établissement public SNCF Mobilités demeurant seul débiteur des créanciers concernés.Cette société anonyme est la société SNCF Voyageurs mentionnée à l'article L. 2141-1 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020.Le cas échéant, les filiales et participations détenues directement ou indirectement au 31 décembre 2019 par l'établissement public SNCF Mobilités se rattachant aux activités de la société SNCF Voyageurs peuvent être transférées à cette société dans les conditions du présent article entre le 1er janvier 2020 et le 31 décembre 2020. La liste des filiales et participations ainsi transférées est approuvée par un arrêté conjoint du ministre chargé des transports et du ministre chargé de l'économie.Le périmètre des biens, droits et obligations transférés est approuvé par un arrêté conjoint du ministre chargé des transports, du ministre chargé de l'économie et du ministre chargé du budget ;c) L'établissement public SNCF Mobilités transfère, par voie d'apport à la valeur nette comptable, à une société dont il détient l'intégralité du capital, l'ensemble des biens, droits et obligations, attaché aux activités en France et hors de France relevant du périmètre de ses comptes dissociés relatifs aux activités relatives à la fourniture des services de transport ferroviaire de marchandises à la date du 31 décembre 2019, ainsi que les autorisations de toute nature qui y sont liées. Par exception, la dette financière n'est pas transférée.Le périmètre des biens, droits et obligations transférés est approuvé par un arrêté conjoint du ministre chargé des transports, du ministre chargé de l'économie et du ministre chargé du budget ;d) A l'issue des opérations mentionnées au a du 1° du présent I et aux a à c du présent 2°, l'établissement public SNCF est dissout de plein droit et l'intégralité de ses biens, droits, obligations et autorisations de toute nature est reprise, à la valeur nette comptable, dans le cadre d'une dévolution universelle de patrimoine, par l'établissement public SNCF Mobilités, qui lui succède dans tous ses engagements, droits et obligations.Le périmètre des biens, droits et obligations transférés est approuvé par un arrêté conjoint du ministre chargé des transports, du ministre chargé de l'économie et du ministre chargé du budget ;e) Les transferts prévus aux 1° et 2° du présent I sont réputés porter sur des branches complètes et autonomes d'activités et des entités économiques autonomes. Ces transferts et les autres opérations prévues aux mêmes 1° et 2° sont réalisés de plein droit et sans qu'il soit besoin d'aucune formalité nonobstant toutes disposition ou stipulation contraires et entraînent l'effet d'une transmission universelle de patrimoine ainsi que le transfert de plein droit et sans formalité des accessoires des créances cédées et des sûretés réelles et personnelles les garantissant, ainsi que de toute subvention. Ils ne sont de nature à justifier par eux-mêmes la mise en cause d'aucune autorisation. Ils ne sont de nature à justifier ni la résiliation des contrats conclus par l'une quelconque des entités concernées en cours d'exécution, ni la modification de l'une quelconque de leurs clauses ni, le cas échéant, le remboursement anticipé des dettes qui en sont l'objet. De même, ils ne sont de nature à justifier la résiliation ou la modification d'aucun contrat conclu par les sociétés qui sont liées à l'une quelconque des entités concernées au sens des articles L. 233-1 à L. 233-4 du code de commerce ni, le cas échéant, le remboursement anticipé des dettes qui en sont l'objet et n'affectent pas les sûretés réelles et personnelles garantissant les obligations nées de ces contrats. Les contrats mentionnés au présent e demeurent régis par les dispositions de toute nature applicables à la date de leur transfert ;f) Nonobstant toute disposition contraire du présent article, les transferts prévus aux a, b et c du présent 2° ne concernent pas les passifs et engagements de toute nature dont le fait générateur est antérieur à l'entrée en vigueur de la loi n° 97-135 du 13 février 1997 portant création de l'établissement public « Réseau ferré de France » en vue du renouveau du transport ferroviaire, qui demeurent à la charge de la société nationale SNCF mentionnée à l'article L. 2101-1 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020 ;3° A l'issue des opérations mentionnées aux 1° et 2° du présent I :a) L'établissement public SNCF Réseau est transformé de plein droit, du seul fait de la loi, en société anonyme dont l'intégralité du capital est attribuée à l'établissement public SNCF Mobilités. Cette société est la société SNCF Réseau mentionnée à l'article L. 2111-9 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020.L'établissement public SNCF Mobilités est transformé de plein droit, du seul fait de la loi, en société anonyme. L'intégralité du capital de cette société est détenue par l'Etat. Cette société est la société nationale SNCF mentionnée à l'article L. 2101-1 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020 ;b) La transformation de l'établissement public SNCF Réseau en société anonyme n'emporte ni création d'une personne juridique nouvelle ni cessation d'activité.L'ensemble des biens, droits, obligations, contrats, conventions et autorisations de toute nature de l'établissement public SNCF Réseau, en France et hors de France, sont de plein droit et sans formalité ceux de la société anonyme SNCF Réseau à compter de la date de la transformation. Celle-ci n'a aucune incidence sur ces biens, droits, obligations, contrats, conventions et autorisations ni sur ceux de la société mentionnée au I de l'article L. 2111-3 du code des transports ou des sociétés titulaires d'une concession, d'un contrat ou d'une convention mentionnée à l'article L. 2111-11 du code des transports et n'entraîne, en particulier, pas de modification des contrats et des conventions en cours conclus par ces sociétés, l'établissement public SNCF Réseau ou les sociétés qui lui sont liées au sens des articles L. 233-1 à L. 233-4 du code de commerce, ni leur résiliation ni, le cas échéant, le remboursement anticipé des dettes qui en sont l'objet.En particulier, la société SNCF Réseau est maintenue en qualité de maître d'ouvrage, en lieu et place de l'établissement public SNCF Réseau, dans les marchés de travaux en cours d'exécution ou pour lesquels un appel d'offres a été lancé au 1er janvier 2020 et poursuivis pour le compte de la filiale mentionnée au 5° de l'article L. 2111-9 du code des transports dans sa rédaction en vigueur à compter du 1er janvier 2020. La société SNCF Réseau est maintenue en qualité de cocontractant dans le cadre des contrats relatifs au financement de ces travaux. A l'issue des travaux, la société SNCF Réseau remet les biens immobiliers concernés à cette filiale, qui bénéficie de l'attribution de ces biens par l'Etat, en contrepartie du remboursement des sommes engagées nettes des subventions reçues. La liste de ces biens est déterminée par arrêté conjoint des ministres chargés des transports et de l'économie ;c) La transformation de l'établissement public SNCF Mobilités en une société anonyme n'emporte ni création d'une personne juridique nouvelle ni cessation d'activité.L'ensemble des biens, droits, obligations, contrats, conventions et autorisations de toute nature de l'établissement public SNCF Mobilités, en France et hors de France, sont de plein droit et sans formalité à compter de la date de la transformation mentionnée au deuxième alinéa du a du présent 3° ceux de la société nationale SNCF qui en assume toutes les conséquences de droit et de fait. Cette transformation n'a aucune incidence sur ces biens, droits, obligations, contrats, conventions et autorisations et n'entraîne, en particulier, pas de modification des contrats et des conventions en cours conclus par l'établissement public SNCF Mobilités ou les sociétés qui lui sont liées au sens des articles L. 233-1 à L. 233-4 du code de commerce, ni leur résiliation ni, le cas échéant, le remboursement anticipé des dettes qui en sont l'objet.II. - Les opérations de transfert et de transformation des établissements publics SNCF Mobilités et SNCF Réseau en sociétés anonymes n'affectent pas les actes administratifs portant sur les éléments transférés ou pris par les établissements publics objet de la transformation.III. - 1° Les plus-values nettes et les profits dégagés par l'établissement public SNCF Mobilités sur les titres transférés conformément au deuxième alinéa du a du 2° du I ne sont pas soumis à l'impôt sur les sociétés sous réserve que l'établissement public SNCF Réseau puis, à l'issue des opérations de transformations mentionnées au 3° du I, la société SNCF Réseau calcule les plus-values réalisées ultérieurement à l'occasion de la cession des titres de la société anonyme mentionnée au premier alinéa du a du 2° du I qui lui sont transférés d'après la valeur qu'ils avaient, du point de vue fiscal, dans les écritures de l'établissement public SNCF Mobilités.Les plus-values de cession afférentes aux titres de la société SNCF Réseau remis à la société nationale SNCF à l'issue de l'augmentation de capital de la société SNCF Réseau mentionnée au deuxième alinéa du a du 2° du I sont calculées par référence à la valeur que les titres mentionnés au premier alinéa du présent 1° avaient, du point de vue fiscal, dans les écritures de l'établissement public SNCF Mobilités ;2° Les opérations mentionnées aux a à c du 2° du I et à la troisième phrase du troisième alinéa du b du 3° du I ne donnent lieu au paiement d'aucun droit d'enregistrement, taxe de publicité foncière et contribution de sécurité immobilière ;3° Les plus-values nettes et les profits dégagés à l'occasion des opérations mentionnées au deuxième alinéa du a du 1° du I et au d du 2° du I ne sont pas soumis à l'impôt sur les sociétés, dans les conditions prévues à l'article 210 A du code général des impôts, sous réserve que l'établissement public SNCF Réseau qui possède les biens à l'issue du transfert prévu au a du 1° du I et l'établissement public SNCF Mobilités qui possède les biens à l'issue de l'opération prévue au d du 2° du I respectent les prescriptions prévues au 3 du même article 210 A.Pour l'application de ce dernier article :a) En ce qui concerne le transfert prévu au a du 1° du I, la société absorbée s'entend de l'établissement public SNCF et la société absorbante s'entend de l'établissement public SNCF Réseau ;b) En ce qui concerne l'opération prévue au d du 2° du I, la société absorbée s'entend de l'établissement public SNCF et la société absorbante s'entend de l'établissement public SNCF Mobilités.Les opérations mentionnées au premier alinéa du présent 3° ne donnent lieu au paiement d'aucun autre droit, taxe ou impôt de quelque nature que ce soit.IV. - Les opérations prévues au 2° du I n'ont ni pour objet ni pour effet de restreindre la capacité du groupe public unifié et de ses sociétés à filialiser ultérieurement leurs activités ou à disposer des titres de leurs filiales directes ou indirectes, dans le respect des dispositions applicables."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Lors de la transformation du groupe public ferroviaire mentionné à l'article L. 2101-1 du code des transports en un groupe public unifié constitué par la société nationale SNCF et ses filiales :1° Se poursuivent au sein de la société mentionnée au 5° de l'article L. 2111-9 les contrats de travail en cours des salariés des établissements publics SNCF Mobilités et SNCF Réseau affectés exclusivement ou essentiellement aux activités que cette société exerce directement et qui lui sont transférées ;2° Se poursuivent au sein de la société mentionnée au c du 2° du I de l'article 18 de la présente ordonnance :a) Les contrats de travail en cours des salariés de l'établissement public SNCF Mobilités qui concourent exclusivement ou essentiellement aux activités transférées à cette société ;b) Les contrats de travail en cours des salariés de l'établissement public SNCF Mobilités qui sont affectés aux sites de maintenance de locomotives dont la majorité de l'activité est dédiée aux besoins de maintenance de l'activité de transport ferroviaire de marchandises transférée à cette société ;3° Se poursuivent au sein de la société anonyme SNCF Voyageurs les contrats de travail en cours des salariés de l'établissement public SNCF Mobilités autres que ceux mentionnés aux 1° et 2° ;4° Se poursuivent au sein de la société anonyme SNCF Réseau :a) Les contrats de travail en cours des salariés de l'établissement public SNCF affectés exclusivement ou essentiellement aux missions prévue aux 7° et 8° de l'article L. 2111-9 du code des transports transférées à cette société ;b) Les contrats de travail en cours des salariés de l'établissement public SNCF Réseau autres que ceux mentionnés au 1° ;5° Sous réserve du a du 4°, les contrats de travail en cours des salariés de l'établissement public SNCF se poursuivent au sein de la société nationale SNCF."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Jusqu'à la désignation de l'ensemble des administrateurs mentionnés à l'article L. 2102-7 du code des transports conformément aux textes applicables, et au plus tard  jusqu'au 31 décembre 2020 ou jusqu'à trois mois à compter de la date de cessation de l'état d'urgence sanitaire déclaré dans les conditions de l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 et prorogé dans les conditions prévues à l'article L. 3131-14 du code de la santé publique si cette date est postérieure au 30 septembre 2020, le conseil d'administration de la société nationale SNCF est composé, à compter du 1er janvier 2020, de :1° Huit administrateurs désignés par décret au plus tard le 31 décembre 2019 ;2° Quatre administrateurs désignés conformément au deuxième alinéa du V du présent article.Le président du directoire de l'établissement public SNCF en fonction au 31 décembre 2019 exerce à compter du 1er janvier 2020 les fonctions de président du conseil d'administration et de directeur général de la société nationale SNCF jusqu'à la désignation de son successeur dans chacune de ces fonctions et au plus tard jusqu'au 31 décembre 2020 ou jusqu'à trois mois à compter de la date de cessation de l'état d'urgence sanitaire déclaré dans les conditions de l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 et prorogé dans les conditions prévues à l'article L. 3131-14 du code de la santé publique si cette date est postérieure au 30 septembre 2020.II. - Jusqu'à la désignation de l'ensemble des administrateurs mentionnés à l'article L. 2111-15 du code des transports conformément aux textes applicables, et au plus tard jusqu'au 30 juin 2020, le conseil d'administration de la société SNCF Réseau est composé, à compter du 1er janvier 2020, de :1° Huit administrateurs désignés par décret au plus tard le 31 décembre 2019 ;2° Quatre administrateurs désignés conformément au deuxième alinéa du V du présent article.Le président du conseil d'administration de l'établissement public SNCF Réseau en fonction au 31 décembre 2019 exerce à compter du 1er janvier 2020 les fonctions de président du conseil d'administration et de directeur général de la société SNCF Réseau jusqu'à la désignation de son successeur dans chacune de ces fonctions et au plus tard jusqu'au 31 décembre 2020 ou jusqu'à trois mois à compter de la date de cessation de l'état d'urgence sanitaire déclaré dans les conditions de l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 et prorogé dans les conditions prévues à l'article L. 3131-14 du code de la santé publique si cette date est postérieure au 30 septembre 2020.III. - Les membres du conseil d'administration de la société mentionnée au b du 2° de l'article 18 de la présente ordonnance en fonction au 31 décembre 2019 et les représentants des salariés désignés conformément au deuxième alinéa du V du présent article constituent, à compter du 1er janvier 2020, le conseil d'administration de la société SNCF Voyageurs mentionnée à l'article L. 2141-1 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020, qui délibère valablement dans cette composition jusqu'à la désignation de l'ensemble de ses administrateurs et au plus tard jusqu'au 31 décembre 2020 ou jusqu'à trois mois à compter de la date de cessation de l'état d'urgence sanitaire déclaré dans les conditions de l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 et prorogé dans les conditions prévues à l'article L. 3131-14 du code de la santé publique si cette date est postérieure au 30 septembre 2020.Le président du conseil d'administration de la société mentionnée au b du 2° de l'article 18 de la présente ordonnance en fonction au 31 décembre 2019 exerce à compter du 1er janvier 2020 les fonctions de président du conseil d'administration et de directeur général de la société SNCF Voyageurs jusqu'à la désignation de son successeur dans chacune de ces fonctions et au plus tard jusqu'au 31 décembre 2020 ou jusqu'à trois mois à compter de la date de cessation de l'état d'urgence sanitaire déclaré dans les conditions de l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 et prorogé dans les conditions prévues à l'article L. 3131-14 du code de la santé publique si cette date est postérieure au 30 septembre 2020.IV. - Les membres du conseil d'administration de la société mentionnée au premier alinéa du a du 2° de l'article 18 de la présente ordonnance en fonction au 31 décembre 2019 et les représentants des salariés désignés conformément au deuxième alinéa du V du présent article constituent, à compter du 1er janvier 2020, le conseil d'administration de la filiale mentionnée au 5° de l'article L. 2111-9 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020, qui délibère valablement dans cette composition jusqu'à la nomination de l'ensemble de ses administrateurs et au plus tard jusqu'au 31 décembre 2020 ou jusqu'à trois mois à compter de la date de cessation de l'état d'urgence sanitaire déclaré dans les conditions de l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 et prorogé dans les conditions prévues à l'article L. 3131-14 du code de la santé publique si cette date est postérieure au 30 septembre 2020.Le président du conseil d'administration de la société mentionnée au premier alinéa du a du 2° de l'article 18 de la présente ordonnance en fonction au 31 décembre 2019 exerce à compter du 1er janvier 2020 les fonctions de président du conseil d'administration et de directeur général de la filiale mentionnée au 5° l'article L. 2111-9 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020 jusqu'à la désignation de son successeur dans chacune de ces fonctions et au plus tard jusqu'au 31 décembre 2020 ou jusqu'à trois mois à compter de la date de cessation de l'état d'urgence sanitaire déclaré dans les conditions de l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 et prorogé dans les conditions prévues à l'article L. 3131-14 du code de la santé publique si cette date est postérieure au 30 septembre 2020.V. - Les représentants des salariés au sein du conseil d'administration de la société nationale SNCF, des sociétés SNCF Voyageurs et SNCF Réseau ainsi que de la filiale mentionnée au 5° de l'article L. 2111-9 du code des transports sont élus au plus tard le 31 décembre 2020 ou trois mois à compter de la date de cessation de l'état d'urgence sanitaire déclaré dans les conditions de l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 et prorogé dans les conditions prévues à l'article L. 3131-14 du code de la santé publique si cette date est postérieure au 30 septembre 2020, chacune de ces sociétés étant réputée avoir franchi le seuil de salariés applicable mentionné au I de l'article 7 de l'ordonnance du 20 août 2014 susvisée au cours des vingt-quatre derniers mois.Jusqu'à la proclamation des résultats de ces élections, les représentants des salariés au sein du conseil d'administration de la société nationale SNCF, des sociétés SNCF Voyageurs et SNCF Réseau ainsi que de la filiale mentionnée au 5° de l'article L. 2111-9 du code des transports sont désignés par décret au plus tard le 31 décembre 2019 sur proposition des organisations syndicales représentatives pour chacune de ces sociétés au 1er janvier 2020 et proportionnellement à la représentativité de chacune de ces organisations, à la plus forte moyenne. A cet effet, la représentativité des organisations syndicales est mesurée, conformément aux articles L. 2122-1 à L. 2122-3-1 du code du travail, en additionnant les suffrages exprimés au premier tour des dernières élections des membres titulaires de chacun des comités sociaux et économiques d'établissement compris dans le périmètre correspondant à celui de chacune de ces sociétés au 1er janvier 2020, à l'exception de la société nationale SNCF, pour laquelle la représentativité est appréciée en additionnant les suffrages exprimés au premier tour des dernières élections des membres titulaires du comité social et économique de l'établissement public SNCF et des comités sociaux et économiques d'établissement des filiales de la société nationale SNCF qui, au 1er janvier 2020, seront soumises à l'obligation d'élire des représentants des salariés au sein de leur conseil d'administration ou de surveillance en application du deuxième alinéa du I de l'article 7 de l'ordonnance du 20 août 2014 susvisée."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Lors de la transformation du groupe public ferroviaire mentionné à l'article L. 2101-1 du code des transports en un groupe public unifié constitué par la société nationale SNCF et ses filiales :1° Les comités sociaux et économiques d'établissement élus au sein des établissements publics SNCF, SNCF Mobilités et SNCF Réseau demeurent en fonction au sein de la société nationale SNCF et des sociétés mentionnées au I de l'article L. 2101-2 du code des transports ; les comités sociaux et économiques des établissements « Gares et connexions » et « Fret SNCF » de l'établissement public SNCF Mobilités deviennent respectivement les comités de la filiale mentionnée au 5° de l'article 2111-9 du code des transports et de la société mentionnée au c du 2° du I de l'article 18 de la présente ordonnance et le comité social et économique de l'établissement public SNCF devient le comité de la société nationale SNCF ;2° Le mandat des membres élus de la délégation du personnel et des représentants syndicaux des comités sociaux et économiques mentionnés au 1° du présent article, ainsi que le mandat des délégués syndicaux et des représentants de section syndicale de ces établissements, en fonction à la date du 31 décembre 2019, se poursuit, selon le cas, auprès de l'une des sociétés mentionnées au 1° du présent article jusqu'à son terme tant que le salarié titulaire de ce mandat remplit toujours, après cette date, les conditions requises pour être éligible ou désigné."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Les comptes au 31 décembre 2019 des établissements publics SNCF Mobilités et SNCF Réseau sont approuvés dans les conditions de droit commun par les assemblées générales respectivement de la société nationale SNCF et de la société SNCF Réseau.Sous réserve de l'alinéa qui suit, les transformations des établissements publics SNCF Mobilités et SNCF Réseau en sociétés anonymes n'affectent pas le mandat de leurs commissaires aux comptes en cours à la date de ces transformations.Les mandats en cours au 1er janvier 2020 des commissaires aux comptes de la société nationale SNCF et de la filiale mentionnée au 5° de l'article L. 2111-9 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020 sont prorogés jusqu'à la délibération de l'assemblée générale de la société concernée appelée à statuer en 2021 sur les comptes clos au 31 décembre 2020.Les dispositions des deux premiers alinéas de l'article L. 228-39 du code de commerce ne sont pas applicables à la société nationale SNCF et à la société SNCF Réseau pour les émissions obligataires réalisées entre le 1er janvier 2020 et le 30 juin 2022.II. - Les protocoles internes en vigueur au 31 décembre 2019 au sein des établissements publics SNCF Mobilités et SNCF Réseau relatifs à un périmètre transféré au titre du 2° de l'article 18 de la présente ordonnance acquièrent au 1er janvier 2020 valeur contractuelle entre l'entité bénéficiant du transfert de ces protocoles et celle dont le transfert est issu et poursuivent leurs effets pour la durée des opérations qu'ils régissent et au plus tard jusqu'au 31 décembre 2022.Les protocoles en vigueur au 31 décembre 2019 entre l'établissement public SNCF Mobilités et la direction autonome chargée de la gestion des gares de voyageurs relatifs à des prestations de gestion ou d'exploitation de gares de voyageurs utilisées principalement par des services publics de transport ferroviaire de voyageurs acquièrent au 1er janvier 2020 valeur contractuelle entre la société SNCF Voyageurs et la filiale mentionnée au 5° de l'article L. 2111-9 du code des transports et, sauf avis contraire de l'une des deux parties susmentionnées, poursuivent leurs effets pour la durée des opérations qu'ils régissent jusqu'à, pour chacune des gares concernées, la première date de changement d'exploitant des prestations de gestion ou d'exploitation des gares en application de l'article L. 2121-17-4 du code des transports et au plus tard jusqu'au 31 décembre 2022.III. - Les modalités transitoires de la gestion de la société nationale SNCF, des sociétés SNCF Voyageurs et SNCF Réseau, de la filiale mentionnée au 5° de l'article L. 2111-9 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020 et de la société mentionnée au c du 2° de l'article 18 de la présente ordonnance jusqu'à l'installation de leurs organes statutaires sont déterminées par décrets en Conseil d'Etat au plus tard le 31 décembre 2019.IV. - Pour ce qui concerne la société nationale SNCF et la société SNCF Réseau, les seuils mentionnés au premier alinéa de l'article L. 225-102-4 du code de commerce sont appréciés au titre des exercices dont la clôture est postérieure à leur transformation en sociétés anonymes.V. - Les demandes visant à l'obtention de capacités d'infrastructures et de sillons effectuées par l'établissement public SNCF Mobilités conformément à l'article L. 2122-11 du code des transports avant le 1er janvier 2020 et les attributions correspondantes sont réputées avoir été faites par et au bénéfice de la société SNCF Voyageurs et de la société mentionnée au c du 2° de l'article 18 de la présente ordonnance, chacune pour ce qui la concerne.VI. - L'article L. 4511-1 du code du travail n'est pas applicable aux opérations réalisées entre le 1er janvier 2020 et le 31 décembre 2020 par la société SNCF Voyageurs, par la filiale mentionnée au 5° de l'article L. 2111-9 du code des transports et par la société mentionnée au c du 2° de l'article 18 de la présente ordonnance, lorsque ces opérations sont réalisées par l'intermédiaire de leurs salariés, dans les établissements de ces sociétés."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les dispositions des articles L. 23-10-1 à L. 23-10-12 et L. 141-23 à L. 141-32 du code de commerce ne sont applicables ni aux opérations de cession de filiales ni aux opérations de filialisation réalisées entre le 1er janvier 2020 et le 31 décembre 2020 par la société nationale SNCF ou les sociétés qu'elle contrôle au sens de l'article L. 233-3 du code de commerce et liées à la création du groupe public unifié mentionné à l'article L. 2101-1 du code des transports dans sa rédaction applicable à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "La première élection des administrateurs élus par les salariés après la constitution du groupe public unifié au 1er janvier 2020 a lieu soit au scrutin secret sous enveloppe dans les conditions prévues par l'article 16 de la loi du 26 juillet 1983 susvisée, soit par vote électronique dans les conditions prévues au deuxième alinéa de l'article L. 2314-26 du code du travail."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Dans l'ensemble des textes législatifs en vigueur le 1er janvier 2020, les termes : \" SNCF Mobilités \" sont remplacés par les termes : \" SNCF Voyageurs \".\n\nA modifié les dispositions suivantes :\n\n-Code de l'environnement\n\n-Code des transports\n\n-Code général des collectivités territoriales\n\n-LOI n° 2017-257 du 28 février 2017\n\n-LOI n° 2014-891 du 8 août 2014\n\n-LOI n° 2018-515 du 27 juin 2018"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les dispositions des articles 1er à 11, du 5°, 6° et 7° de l'article 12 et du titre II entrent en vigueur le 1er janvier 2020."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le Premier ministre, le ministre d'Etat, ministre de la transition écologique et solidaire, le ministre de l'économie et des finances, le ministre de l'action et des comptes publics et la ministre auprès du ministre d'Etat, ministre de la transition écologique et solidaire, chargée des transports, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}