{
  "id": "jorftext000000408905",
  "type": "statute",
  "title": "Loi n° 2002-73 du 17 janvier 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000408905",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Les ressources de l'Agence technique de l'information sur l'hospitalisation sont constituées notamment par :\n\n1° Des subventions de l'Etat, ainsi que, le cas échéant, des subventions d'établissements publics de l'Etat, d'autres collectivités publiques ou de leurs établissements publics, des organismes de sécurité sociale, de l'Union européenne ou des organisations internationales ;\n\n2° Une dotation des régimes obligatoires d'assurance maladie versée et répartie entre les régimes dans des conditions fixées par décret. Le montant de cette dotation est fixé chaque année par la loi ;\n\n3° Le produit des redevances de services rendus ;\n\n4° Les produits divers, dons et legs.\n\nII. - L'Agence technique de l'information sur l'hospitalisation mentionnée au I est autorisée à conclure des contrats à durée indéterminée avec les agents contractuels de droit public qu'elle emploie."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - L'ordonnance n° 58-903 du 25 septembre 1958 portant création de l'établissement public national dénommé \"Thermes d'Aix-les-Bains\" est ainsi modifiée :1° Le premier alinéa de l'article 1er est ainsi rédigé :\"Il est créé sous la dénomination \"Thermes nationaux d'Aix-les-Bains\" un établissement public industriel et commercial.\" ;2° L'article 2 est ainsi rédigé :\"Art. 2. -     L'établissement est soumis à un régime administratif, budgétaire, financier et comptable et à un contrôle d'Etat adaptés à la nature particulière de ses missions.\"II. - Paragraphe modificateurIII. - Les fonctionnaires et agents publics en fonctions dans l'établissement public \"Thermes nationaux d'Aix-les-Bains\" à la date de publication de la présente loi peuvent opter pour le statut d'agent de l'établissement régi par le code du travail.Les fonctionnaires en fonctions dans l'établissement public \"Thermes nationaux d'Aix-les-Bains\" à la date de publication de la présente loi qui ne demandent pas le bénéfice des dispositions du premier alinéa ci-dessus demeurent dans la position qu'ils occupent à la date de publication de la présente loi.IV. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article et procède aux adaptations nécessaires prévues au troisième alinéa de l'article L. 231-1, au sixième alinéa de l'article L. 421-1 et au quatrième alinéa de l'article L. 431-1 du code du travail."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les personnels médecins, pharmaciens et chirurgiens-dentistes, salariés de sociétés ou groupements privés, assurant des fonctions de soins auprès des personnes détenues dans les établissements pénitentiaires dont le fonctionnement est régi par une convention passée en application de l'article 2 de la loi n° 87-432 du 22 juin 1987 relative au service public pénitentiaire, peuvent, à la date de mise en oeuvre des dispositions du dernier alinéa de l'article L. 6112-1 du code de la santé publique pour ces établissements, être recrutés en qualité de praticiens contractuels par les établissements publics de santé chargés d'assurer la prise en charge sanitaire des personnes détenues dans ces établissements afin de poursuivre leurs fonctions auprès des personnes détenues.Ils sont soumis à l'ensemble des dispositions légales qui régissent le statut des praticiens contractuels des établissements publics de santé sous les réserves qui suivent :1° Le montant de leur rémunération est fixé par référence aux éléments permanents constituant leur rémunération principale antérieure, sans toutefois pouvoir dépasser le onzième échelon des praticiens hospitaliers à temps plein ;2° Leurs obligations de service peuvent être fixées en dessous de quatre demi-journées hebdomadaires ;3° Ils bénéficient, outre le régime de protection sociale applicable aux praticiens contractuels des établissements publics de santé, des dispositions prévues pour les agents contractuels mentionnés à l'article 10 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière concernant les congés pour raison de santé, de maternité, d'adoption ou d'accident du travail ou maladie professionnelle et l'indemnité de licenciement."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I., II., III.-(Paragraphes modificateurs).\n\nIV.-Les dispositions des I, II et III du présent article entrent en vigueur à compter du 1er janvier 2002. Toutefois :\n\n-les dispositions du dernier alinéa de l'article L. 762-7 du code de la sécurité sociale, dans sa rédaction issue du 2° du II ci-dessus, ne s'appliquent pas aux assurés volontaires de la Caisse des Français de l'étranger et à leurs ayants droit titulaires d'une pension d'invalidité ou d'une pension de veuve ou de veuf invalide dont l'âge, au 1er janvier 2002, est égal ou supérieur à respectivement, l'âge prévu au premier alinéa de l'article L. 351-1 et l'âge prévu à l'article L. 342-6 ;\n\n-les cotisations prévues à l'avant-dernier alinéa de l'article L. 766-1 du même code, dans sa rédaction issue du 7° du II, ne sont pas dues par les personnes qui formulent leur demande d'adhésion avant le 1er janvier 2004 et remplissent, lors de leur demande, les conditions pour bénéficier des dispositions de l'article L. 766-2-3 ;\n\n-les dispositions de l'article L. 766-2-2 du même code ne s'appliquent pas aux déclarations de rémunérations ou ressources régularisées à l'initiative des assurés avant le 1er juillet 2002.\n\nV.-Le II de l'article 49 de la loi n° 96-452 du 28 mai 1996 portant diverses mesures d'ordre sanitaire, social et statutaire est abrogé. Une cotisation forfaitaire réduite est applicable aux personnes ayant adhéré à l'assurance volontaire prévue à l'article L. 764-1 du code de la sécurité sociale avant l'entrée en vigueur de l'article L. 764-5 du même code. Elle est progressivement portée au montant de droit commun prévu audit article, avant le 1er janvier 2007, selon des modalités fixées par décret."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I, II, III, IV, V. - (Paragraphes modificateurs)VI. - Les dispositions du présent article s'appliquent aux agents en cours de détachement.Par dérogation aux dispositions de la première phrase de l'article L. 64 du code des pensions civiles et militaires de retraite, les agents qui ont effectué une période de détachement auprès d'une administration ou d'un organisme implanté sur le territoire d'un Etat étranger ou auprès d'un organisme international avant la date d'entrée en vigueur de la présente loi et non radiés des cadres à cette date peuvent demander le remboursement du montant des cotisations versées durant ces périodes au titre du régime spécial français dont ils relevaient, en contrepartie d'un abattement sur leur pension française à concurrence du montant de la pension acquise lors du détachement susvisé. A défaut d'une telle demande, leur pension française ne fera l'objet d'aucun abattement. Les éléments de nature à apprécier le montant de la pension étrangère devront être communiqués selon les conditions prévues au deuxième alinéa de l'article L. 87 du code des pensions civiles et militaires de retraite.Les fonctionnaires ou les militaires ayant effectué une période de détachement auprès d'une administration ou d'un organisme implanté sur le territoire d'un Etat étranger ou auprès d'un organisme international et radiés des cadres avant la date d'entrée en vigueur de la présente loi peuvent obtenir, sur leur demande, la restitution des montants de leur pension dont le versement avait été suspendu ou réduit au titre soit des dispositions de l'article 46 de la loi n° 84-16 du 11 janvier 1984 précitée, de l'article 65 de la loi n° 84-53 du 26 janvier 1984 précitée, de l'article 53 de la loi n° 86-33 du 9 janvier 1986 précitée ou de l'article 56 de la loi n° 72-662 du 13 juillet 1972 précitée, soit de celles de l'article L. 87 du code des pensions civiles et militaires de retraite. Les suspensions ou réductions cesseront à compter de l'entrée en vigueur de la présente loi.Un décret en Conseil d'Etat détermine les modalités de mise en oeuvre du présent VI.La date d'application du présent article est fixée au 1er janvier 2002."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - (paragraphe modificateur).II. - Les mandats des délégués cantonaux arrivant à expiration le 27 octobre 2004 et les mandats des membres des conseils d'administration des caisses de mutualité sociale agricole élus par ces délégués sont prorogés jusqu'au 31 mars 2005.Les mandats des membres du conseil central d'administration de la Mutualité sociale agricole arrivant à expiration le 4 février 2005 sont prorogés jusqu'au 31 mai 2005.III. - Les dispositions des 3° à 7° et 10° à 14° du I., ainsi que le 3° de l'article L. 723-21 du code rural n'entrent en vigueur qu'à l'expiration du mandat des administrateurs mentionnés au II.."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I, II, III, IV. - (Paragraphes modificateurs)V. - Les titulaires d'un avantage de vieillesse relevant du régime de protection sociale des salariés agricoles et entrant dans les catégories mentionnées aux 9°, 10° et 11° du II de l'article L. 325-1 du code de la sécurité sociale, ne bénéficiant pas du régime local d'assurance maladie à la date de publication de la présente loi, ne peuvent en bénéficier que s'ils en font la demande et dans un délai et selon les modalités déterminés par décret.Les personnes relevant du régime de protection sociale des salariés agricoles devenues titulaires d'un avantage de vieillesse à compter de la date de publication de la présente loi bénéficient du régime local dans les conditions fixées par les 9°, 10° et 11° du II de l'article L. 325-1 du même code."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Le Gouvernement organisera, dès la publication de la présente loi, une concertation avec les organisations syndicales en ce qui concerne l'élection des représentants des salariés au sein des conseils d'administration des organismes du régime général de sécurité sociale et avec les organisations patronales en ce qui concerne l'élection des représentants des employeurs."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le total de la pension de retraite et de la pension militaire d'invalidité attribuables au conjoint et aux orphelins du militaire de la brigade de sapeurs-pompiers de Paris, du bataillon de marins-pompiers de Marseille et du commandement des formations militaires de sécurité civile, décédé au cours d'une opération de secours ou des suites de blessures reçues au cours d'une opération de secours et promu ou nommé à titre posthume au grade supérieur ou au corps supérieur, est porté au montant de la solde correspondant à l'indice retenu pour le calcul de la pension de retraite.Ces dispositions sont applicables aux pensions des ayants cause du militaire mentionné au présent article décédé à compter de la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Est ratifiée l'ordonnance n° 2001-377 du 2 mai 2001 prise pour l'application du règlement (CEE) n° 1408/71 du Conseil du 14 juin 1971 relatif à l'application des régimes de sécurité sociale aux travailleurs salariés et aux membres de leur famille qui se déplacent à l'intérieur de la Communauté et modifiant les règles d'assujettissement des revenus d'activité et de remplacement à la contribution sociale généralisée et à la contribution pour le remboursement de la dette sociale, prise en application de la loi n° 2001-1 du 3 janvier 2001 portant habilitation du Gouvernement à transposer, par ordonnances, des directives communautaires et à mettre en oeuvre certaines dispositions du droit communautaire."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - (abrogé)\n\nII. - Le conjoint collaborateur d'un professionnel libéral peut recevoir du chef d'entreprise des mandats exprès et limitativement définis pour des actes relatifs à la gestion et au fonctionnement courants de l'entreprise. Il est alors soumis à l'obligation du secret professionnel, sous peine de voir mise en jeu sa responsabilité civile en cas de manquement. Le chef d'entreprise peut mettre fin au mandat exprès par déclaration faite, à peine de nullité, devant notaire, son conjoint présent ou dûment appelé."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Le délai prévu aux sixième et septième alinéas de l'article 9 de la loi n° 91-73 du 18 janvier 1991 précitée est porté au 1er janvier 2003."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. - Par dérogation à l'article L. 4111-1 du code de la santé publique, les personnes étrangères titulaires d'un diplôme, certificat ou autre titre mentionné à l'article L. 4141-3 dudit code, ou françaises ou étrangères titulaires d'un diplôme, titre ou certificat dont la valeur scientifique est attestée par le ministre chargé des universités et qui ont exercé, pendant trois ans au moins avant le 1er janvier 1999, dans des établissements publics de santé, ou dans des établissements de santé privés participant au service public hospitalier, des fonctions, déterminées par décret, les plaçant sous la responsabilité d'un chirurgien-dentiste ou d'un médecin, peuvent être autorisées individuellement, par arrêté du ministre chargé de la santé, à exercer la profession de chirurgien-dentiste dans ces établissements en qualité de contractuel.Les périodes consacrées à la préparation des diplômes de spécialisation ne sont pas prises en compte dans le calcul de la durée des fonctions.Les intéressés doivent avoir satisfait à des épreuves nationales d'aptitude organisées avant le 31 décembre 2002 et définies par des dispositions réglementaires prise en application du quatrième alinéa de l'article L. 6152-1 du code de la santé publique.Par dérogation aux dispositions qui précèdent, les personnes ayant la qualité de réfugié, d'apatride et les bénéficiaires de l'asile territorial, ainsi que les personnes françaises titulaires d'un diplôme étranger ayant regagné le territoire national à la demande des autorités françaises, peuvent faire acte de candidature à ces épreuves sans remplir la condition d'exercice dans les établissements de santé visée au premier alinéa.En vue notamment de garantir la sécurité sanitaire, les conditions dans lesquelles ces chirurgiens-dentistes sont recrutés et exercent leurs activités sont déterminées par décret en Conseil d'Etat.Les chirurgiens-dentistes titulaires d'une des autorisations instituées par le présent article sont inscrits au tableau de l'ordre des chirurgiens-dentistes et soumis à la juridiction disciplinaire de l'ordre des chirurgiens-dentistes.Les dispositions du présent article constituent des dispositions spéciales ou des exceptions au sens du 1° de l'article L. 4161-2 du code de la santé publique pour l'application dudit article dudit code.A compter de la publication de la présente loi et sous réserve des dispositions qui précèdent, les établissements publics de santé ne peuvent plus recruter de nouveaux chirurgiens-dentistes titulaires de diplômes, titres ou certificats délivrés dans des pays autres que ceux faisant partie de la Communauté européenne et que les Etats parties à l'accord sur l'Espace économique européen et Andorre qu'en application des dispositions des articles L. 4111-1 à L. 4111-4 du code de la santé publique sauf s'ils justifient avoir exercé des fonctions dans un établissement public de santé avant la publication de la présente loi.Les dispositions de l'alinéa précédent ne s'appliquent pas aux personnes venant préparer un diplôme de spécialité en France, ce uniquement pour la durée de la formation, et aux personnes ayant la qualité de réfugié, d'apatride, ou bénéficiaire de l'asile territorial ainsi qu'aux Français ayant regagné le territoire national à la demande des autorités françaises.Les personnes ayant exercé pendant trois années les fonctions de contractuel prévues au premier alinéa du présent article peuvent être autorisées par arrêté du ministre chargé de la santé à exercer la chirurgie dentaire en France. Elles ne sont pas comptabilisées dans le nombre maximum d'autorisations prévu au quatrième alinéa de l'article L. 4111-2 du code de la santé publique.Peuvent être également autorisées à exercer la chirurgie dentaire dans les mêmes conditions les personnes ne remplissant pas la condition de durée des fonctions fixée à l'alinéa précédent, mais ayant à la fois satisfait aux épreuves mentionnées au troisième alinéa et exercé des fonctions hospitalières pendant six années. Elles ne sont pas comptabilisées dans le nombre maximum d'autorisations prévu au quatrième alinéa de l'article L. 4111-2 du code de la santé publique.Les praticiens visés au premier alinéa et qui remplissent les conditions fixées par les articles L. 4111-1 à L. 4111-4 du code de la santé publique peuvent être inscrits sur une liste d'aptitude à la fonction de praticien des établissements publics de santé. Les conditions d'inscription sur cette liste d'aptitude sont fixées par voie réglementaire.Les candidats à l'autorisation d'exercice pourront, le cas échéant, saisir la commission de recours prévue au IV de l'article 60 de la loi n° 99-641 du 27 juillet 1999 portant création d'une couverture maladie universelle."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Le bénéfice des dispositions de l'article 3 de la loi n° 87-503 du 8 juillet 1987 relative à certaines situations résultant des événements d'Afrique du Nord peut être de nouveau demandé par les intéressés dans le délai de trois ans suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Sont recevables au dispositif de désendettement des rapatriés réinstallés dans une profession non salariée défini par le décret n° 99-469 du 4 juin 1999 relatif au désendettement des rapatriés réinstallés dans une profession non salariée, les dossiers déposés entre le 1er août 1999 et le dernier jour du mois civil qui suit la date de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Restent régis par les stipulations de leur contrat les agents contractuels de la Bibliothèque nationale de France, en fonction à la date de publication de la présente loi, qui ont été recrutés avant le 8 octobre 1998 pour contribuer à l'accomplissement des missions, d'une part, de construction des bâtiments de Tolbiac et de Marne-la-Vallée et, d'autre part, d'aménagement, de constitution des collections, d'organisation et d'ouverture des bâtiments de Tolbiac et de Marne-la-Vallée."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validés :1° En tant qu'ils sont intervenus en vertu des dispositions rétroactives des articles 40 à 42 du décret n° 96-113 du 13 février 1996 portant statut particulier du corps des directeurs d'établissements sanitaires et sociaux et modifiant le décret n° 88-163 du 19 février 1988 portant statut particulier des grades et emplois des personnels de direction des établissements mentionnés à l'article 2 (1°, 2° et 3°) de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, qui ont été annulées le 13 mars 1998 par le Conseil d'Etat :a) Les reclassements intervenus depuis le 1er août 1995 dans la 2e classe du corps des directeurs d'établissements sanitaires et sociaux, des directeurs de 4e classe régis par le décret du 19 février 1988 précité ;b) Les nominations dans la 3e classe de leur corps, des directeurs de 4e classe régis par le décret n° 88-163 du 19 février 1988 précité et admis aux concours professionnels des sessions 1996 et 1997 ;2° En tant qu'elles sont intervenues en vertu des dispositions de l'article 4 du décret n° 96-113 du 13 février 1996 précité, annulées par le Conseil d'Etat le 13 mars 1998, les nominations en qualité de directeur stagiaire des candidats admis aux concours externes et internes à la 2e classe du corps des directeurs d'établissements sanitaires et sociaux des sessions 1996 et 1997 ;3° En tant qu'elles sont intervenues à la suite du concours national de praticien hospitalier de type III dans la spécialité psychiatrie polyvalente organisé au titre de l'année 1994 et annulé par décision du Conseil d'Etat en date du 9 juin 1999, les nominations prononcées en vertu de l'arrêté du 23 janvier 1995 fixant les listes d'aptitude établies à l'issue du concours national de praticien hospitalier 1994 ;4° En tant qu'ils ont admis un nombre d'étudiants supérieur à celui autorisé par l'arrêté du 31 mars 1999 du préfet de la région d'Ile-de-France fixant le nombre d'étudiants admis en première année d'étude préparatoire au diplôme d'Etat de masseur-kinésithérapeute dans les écoles ou instituts de formation en masso-kinésithérapie de la région d'Ile-de-France, les actes pris au plus tard le 15 novembre 1999 par les directeurs d'écoles de masso-kinésithérapie de la région d'Ile-de-France ;5° En tant que leur régularité est mise en cause sur le fondement de l'illégalité de l'arrêté ministériel du 9 mars 1989 et de l'arrêté modificatif du 26 avril 1991 pris pour l'application de l'article 235 du décret n° 83-1260 du 30 décembre 1983 fixant les dispositions statutaires communes aux corps de fonctionnaires des établissements publics scientifiques et technologiques, qui désignent des catégories de personnels pour figurer sur la liste des experts appelés à participer aux jurys des concours de recrutement correspondants, les nominations dans les corps de personnels ingénieurs et de personnels techniques et d'administration du Centre national de la recherche scientifique prononcées au titre de l'année 1999 et des années précédentes ;6° En tant que leur régularité est mise en cause sur le fondement de l'illégalité de la composition des jurys d'admissibilité ne comprenant pas au moins trois chargés de recherche de cet établissement, les nominations de directeurs de recherche et de chargés de recherche du Centre national de la recherche scientifique intervenues au titre des concours organisés de 1991 à 1998 ;7° En tant que leur régularité est mise en cause sur le fondement de l'illégalité de l'arrêté ministériel du 29 avril 1992, les nominations des personnels inscrits sur la liste d'aptitude prévue aux I et II de l'article 10 du décret n° 88-163 du 19 février 1988 précité, au titre de l'année 1992, en qualité de personnels de direction de 1re et de 2e classe des établissements mentionnés à l'article 2 (1°, 2° et 3°) de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière ;8° En tant qu'elles sont intervenues à la suite du concours de l'internat en médecine organisé au titre de l'année 1995 et annulé par décision du Conseil d'Etat en date du 29 mai 2000, les affectations prononcées en vertu de l'arrêté du 5 mai 1988 relatif à l'organisation des concours d'internat donnant accès au troisième cycle spécialisé des études médicales à compter de l'année universitaire 1988-1989 ;9° Les appels de cotisations, techniques et complémentaires, d'assurance maladie, maternité, invalidité, d'assurance vieillesse, de prestations familiales et de solidarité, dues au régime de protection sociale des personnes non salariées des professions agricoles, ainsi que de cotisations complémentaires d'assurances sociales agricoles, effectués par la caisse de mutualité sociale agricole et le groupement des assureurs maladie des exploitants agricoles pour les années 1991, 1992, 1993, 1994 et 1995 dans le département du Gard en tant que leur régularité est mise en cause sur le fondement de l'illégalité des arrêtés préfectoraux des 1er octobre 1991, 30 octobre 1992, 2 décembre 1993, 15 novembre 1994 et 20 octobre 1995 fixant l'assiette et le taux desdites cotisations ;10° En tant que leur régularité est mise en cause sur le fondement de l'illégalité de l'élection des représentants des étudiants dont les résultats ont été proclamés le 17 juillet 1998 ou de leur absence aux délibérations du conseil en raison du rejet par la cour administrative d'appel de Paris des appels du jugement annulant leur élection, les décisions et actes réglementaires pris après consultation du Conseil national de l'enseignement supérieur et de la recherche ;11° En tant que leur régularité est mise en cause sur le fondement des dispositions rétroactives du décret n° 99-20 du 13 janvier 1999 modifiant le décret n° 90-675 du 18 juillet 1990 portant statuts particuliers des inspecteurs d'académie-inspecteurs pédagogiques régionaux et des inspecteurs de l'éducation nationale, les actes de gestion, arrêtés et décisions concernant les inspecteurs d'académie-inspecteurs pédagogiques régionaux ;12° En tant que leur régularité est mise en cause sur le fondement de l'illégalité de délibérations de jurys intervenues alors que certains candidats ont été empêchés de concourir, les nominations comme professeurs certifiés, professeurs d'éducation physique et sportive, professeurs de lycée professionnel du deuxième grade, conseillers principaux d'éducation, conseillers d'orientation psychologues des candidats admis aux concours réservés à certains agents non titulaires au titre du ministère de l'éducation nationale, de l'enseignement supérieur et de la recherche, en application de l'article 1er de la loi n° 96-1093 du 16 décembre 1996 relative à l'emploi dans la fonction publique et à diverses mesures d'ordre statutaire ouverts en 1997 ;13° En tant que leur régularité est mise en cause sur le fondement de l'illégalité des décrets des 29 avril 1999, 12 juillet 1999, 26 novembre 1999 et 28 décembre 1999 portant nomination et promotion dans l'armée active, qui comportent des nominations conditionnelles, les décisions individuelles d'admission à la retraite, avec le bénéfice des dispositions de l'article 5 de la loi n° 75-1000 du 30 octobre 1975 modifiant la loi du 13 juillet 1972 portant statut général des militaires et édictant des dispositions concernant les militaires de carrière ou servant en vertu d'un contrat, et les décisions individuelles d'admission dans la réserve prises au profit des officiers de l'armée de terre promus au grade de commandant."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Les fonctionnaires des départements titulaires d'un emploi spécifique de secrétaire médico-social à la date du 30 août 1992 et ne remplissant pas les conditions de rémunération prévues pour l'intégration dans un cadre d'emplois comportant l'exercice des fonctions de secrétaire médico-social territorial sont réputés satisfaire auxdites conditions."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - (Paragraphe modificateur)II. - Les gestionnaires d'appartements de coordination thérapeutique bénéficiaires d'un agrément sur le fondement de l'article L. 162-31 du code de la sécurité sociale à la date de la publication de la présente loi disposent, à compter de cette même date, d'un délai d'un an pour solliciter l'autorisation mentionnée à l'article L. 313-1 du code de l'action sociale et des familles et selon la procédure fixée par l'article L. 313-2 dudit code. L'agrément devient caduc si cette autorisation n'a pas été sollicitée à l'expiration de ce délai."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-455 DC du 12 janvier 2002.]"
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "Sont applicables aux procédures de licenciement en cours à la date d'entrée en vigueur de la présente loi les dispositions des articles 93 à 96, 100, 103, 104, 108, 111 à 115 et 117 à 121.Les dispositions des articles 97 à 99, 101, 105 à 107, 109, 110, 116 et 122 de la présente loi ne leur sont pas applicables. Toutefois, elles s'appliquent, le cas échéant, aux procédures reprises à la suite d'une annulation judiciaire."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "L'aide aux familles, l'accompagnement social des parents, l'intervention éducative relèvent du secteur des services à domicile et s'appuient en priorité sur les associations. Celles-ci bénéficient d'un soutien dans le cadre de la formation professionnelle continue."
    },
    {
      "provision_ref": "art189",
      "section": "189",
      "title": "Article 189",
      "content": "A titre exceptionnel, les personnes titulaires d'un diplôme français d'Etat de docteur en médecine ou d'un certificat ou autre titre mentionné à l'article L. 4131-1 du code de la santé publique, exerçant, à la date de promulgation de la présente loi, dans les services médicaux du travail régis par le titre IV du livre II du code du travail ou dans les services de médecine de prévention des administrations et établissements publics de l'Etat visés à l'article 2 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, ou dans les services de médecine préventive des collectivités et établissements employant des agents régis par la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, et qui ne possèdent pas les titres ou diplômes mentionnés à l'article R. 241-29 du code du travail, sont autorisées à poursuivre leur exercice en tant que respectivement médecin du travail ou médecin de prévention, à condition de :1° Suivre un enseignement théorique conforme au programme de l'enseignement dispensé au titre du diplôme d'études spécialisées de médecine du travail ;2° Satisfaire à des épreuves de contrôle de connaissances au plus tard avant la fin de l'année universitaire 2003-2004.Les médecins autorisés, dans le cadre du premier alinéa, à exercer en qualité de médecins de médecine préventive ou de médecine professionnelle et préventive, ne peuvent être admis à exercer en qualité de médecin du travail qu'à l'issue d'une durée minimale de trois ans après avoir satisfait aux épreuves de contrôle de connaissances mentionnées au 2°.Un décret en Conseil d'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "L'accord du 19 février 1999 portant aménagement et réduction du temps de travail à La Poste et l'accord du 2 février 2000 portant aménagement et réduction du temps de travail à France Télécom ainsi que les accords locaux conclus pour leur application sont validés, y compris les dispositions ayant pour effet de modifier des règles statutaires applicables aux personnels concernés. Sont également validées les procédures aux termes desquelles les accords ont été conclus."
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Article 210",
      "content": "Les dispositions de l'article L. 981-6 du code du travail relatives au contrat d'adaptation et les dispositions de l'article L. 981-7 du même code relatives au contrat d'orientation sont applicables aux personnels navigants des entreprises d'armement maritime dans des conditions définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Article 212",
      "content": "Les personnels recrutés avant le 31 décembre 1999 et gérés par l'Association pour la gérance des écoles de formation maritime et aquacole (1) sous contrats de droit privé à durée indéterminée ou à durée déterminée, à l'exception de ceux conclus en vertu des articles L. 322-4-7, L. 322-4-8, L. 322-4-8-1 et L. 322-4-20 du code du travail et occupant, à la date de publication de la présente loi, des postes permanents de formation initiale ou de fonctionnement des établissements publics locaux d'enseignement maritime et aquacole, bénéficient dans les mêmes conditions et dans la limite des emplois budgétaires disponibles à cet effet, des dispositions de l'article 133 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999).Les agents recrutés par l'Association pour la gérance des écoles de formation maritime et aquacole entre le 1er janvier 2000 et le 31 décembre 2000 sur contrat de droit privé à durée déterminée ou indéterminée, à l'exception de ceux conclus en vertu des articles du code du travail visés à l'alinéa précédent, et qui occupent, à la date de publication de la présente loi, un poste de même nature que les postes permanents visés à l'alinéa précédent, bénéficient, dès l'origine de ce contrat, d'un contrat de droit public relevant des ministères chargés de la mer ou de l'équipement, selon les vacances disponibles. Si le contrat d'origine est à durée déterminée, le contrat ainsi requalifié est régi par l'article 4 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat."
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "L'ordonnance n° 2001-173 du 22 février 2001 relative à la transposition de la directive 92/85/CEE du Conseil du 19 octobre 1992 concernant la mise en oeuvre de mesures visant à promouvoir l'amélioration de la sécurité et de la santé des travailleuses enceintes, accouchées ou allaitantes au travail, prise en application de la loi n° 2001-1 du 3 janvier 2001 portant habilitation du Gouvernement à transposer, par ordonnances, des directives communautaires et à mettre en oeuvre certaines dispositions du droit communautaire, est ratifiée."
    },
    {
      "provision_ref": "art224",
      "section": "224",
      "title": "Article 224",
      "content": "Les dispositions de la section 1 du chapitre III du titre Ier du livre II du code du travail sont applicables aux salariés des établissements compris dans le champ d'application de l'article L. 220-1 du même code."
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225",
      "content": "L'article 222-33-2 du code pénal, tel qu'il résulte de l'article 170 de la présente loi, est applicable dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie."
    }
  ]
}