{
  "id": "jorftext000000695350",
  "type": "statute",
  "title": "Loi n°55-385 du 3 avril 1955",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000695350",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'état d'urgence peut être déclaré sur tout ou partie du territoire métropolitain, des départements d'outre-mer, des collectivités d'outre-mer régies par l'article 74 de la Constitution et en Nouvelle-Calédonie, soit en cas de péril imminent résultant d'atteintes graves à l'ordre public, soit en cas d'événements présentant, par leur nature et leur gravité, le caractère de calamité publique."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'état d'urgence est déclaré par décret en Conseil des ministres. Ce décret détermine la ou les circonscriptions territoriales à l'intérieur desquelles il entre en vigueur.\n\nDans la limite de ces circonscriptions, les zones où l'état d'urgence recevra application seront fixées par décret.\n\nLa prorogation de l'état d'urgence au-delà de douze jours ne peut être autorisée que par la loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La loi autorisant la prorogation au-delà de douze jours de l'état d'urgence fixe sa durée définitive."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La loi portant prorogation de l'état d'urgence est caduque à l'issue d'un délai de quinze jours francs suivant la date de démission du Gouvernement ou de dissolution de l'Assemblée nationale."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "L'Assemblée nationale et le Sénat sont informés sans délai des mesures prises par le Gouvernement pendant l'état d'urgence. Les autorités administratives leur transmettent sans délai copie de tous les actes qu'elles prennent en application de la présente loi. L'Assemblée nationale et le Sénat peuvent requérir toute information complémentaire dans le cadre du contrôle et de l'évaluation de ces mesures."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La déclaration de l'état d'urgence donne pouvoir au préfet dont le département se trouve en tout ou partie compris dans une circonscription prévue à l'article 2, dans le but de prévenir des troubles à la sécurité et à l'ordre publics :\n\n1° D'interdire la circulation des personnes ou des véhicules dans les lieux et aux heures fixés par arrêté ;\n\n2° (Abrogé) ;\n\n3° D'interdire le séjour dans tout ou partie du département à toute personne à l'égard de laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace pour la sécurité et l'ordre publics. L'arrêté énonce la durée, limitée dans le temps, de la mesure, les circonstances précises de fait et de lieu qui la motivent, ainsi que le territoire sur lequel elle s'applique, qui ne peut inclure le domicile de la personne intéressée.\n\nCes mesures tiennent compte de la vie familiale et professionnelle des personnes susceptibles d'être concernées."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le ministre de l'intérieur peut prononcer l'assignation à résidence, dans le lieu qu'il fixe, de toute personne résidant dans la zone fixée par le décret mentionné à l'article 2 et à l'égard de laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace pour la sécurité et l'ordre publics dans les circonscriptions territoriales mentionnées au même article 2. Le ministre de l'intérieur peut la faire conduire sur le lieu de l'assignation à résidence par les services de police ou les unités de gendarmerie.\n\nLa personne mentionnée au premier alinéa du présent article peut également être astreinte à demeurer dans le lieu d'habitation déterminé par le ministre de l'intérieur, pendant la plage horaire qu'il fixe, dans la limite de douze heures par vingt-quatre heures.\n\nL'assignation à résidence doit permettre à ceux qui en sont l'objet de résider dans une agglomération ou à proximité immédiate d'une agglomération. Elle tient compte de leur vie familiale et professionnelle.\n\nEn aucun cas, l'assignation à résidence ne pourra avoir pour effet la création de camps où seraient détenues les personnes mentionnées au premier alinéa.\n\nL'autorité administrative devra prendre toutes dispositions pour assurer la subsistance des personnes astreintes à résidence ainsi que celle de leur famille.\n\nLe ministre de l'intérieur peut prescrire à la personne assignée à résidence :\n\n1° L'obligation de se présenter périodiquement aux services de police ou aux unités de gendarmerie, selon une fréquence qu'il détermine dans la limite de trois présentations par jour, en précisant si cette obligation s'applique y compris les dimanches et jours fériés ou chômés ;\n\n2° La remise à ces services de son passeport ou de tout document justificatif de son identité. Il lui est délivré en échange un récépissé, valant justification de son identité en application de l'article 1er de la loi n° 2012-410 du 27 mars 2012 relative à la protection de l'identité, sur lequel sont mentionnées la date de retenue et les modalités de restitution du document retenu.\n\nLa personne astreinte à résider dans le lieu qui lui est fixé en application du premier alinéa du présent article peut se voir interdire par le ministre de l'intérieur de se trouver en relation, directement ou indirectement, avec certaines personnes, nommément désignées, dont il existe des raisons sérieuses de penser que leur comportement constitue une menace pour la sécurité et l'ordre publics. Cette interdiction est levée dès qu'elle n'est plus nécessaire.\n\nLorsque la personne assignée à résidence a été condamnée à une peine privative de liberté pour un crime qualifié d'acte de terrorisme ou pour un délit recevant la même qualification puni de dix ans d'emprisonnement et a fini l'exécution de sa peine depuis moins de huit ans, le ministre de l'intérieur peut également ordonner qu'elle soit placée sous surveillance électronique mobile. Ce placement est prononcé après accord de la personne concernée, recueilli par écrit. La personne concernée est astreinte, pendant toute la durée du placement, au port d'un dispositif technique permettant à tout moment de déterminer à distance sa localisation sur l'ensemble du territoire national. Elle ne peut être astreinte ni à l'obligation de se présenter périodiquement aux services de police et de gendarmerie, ni à l'obligation de demeurer dans le lieu d'habitation mentionné au deuxième alinéa. Toutefois, lorsque le fonctionnement du dispositif de localisation à distance est temporairement suspendu ou gravement altéré pendant plus de douze heures consécutives, ces obligations peuvent lui être imposées jusqu'à la reprise du fonctionnement normal du dispositif. La mise en œuvre du dispositif technique permettant le contrôle à distance peut être confiée à une personne de droit privé habilitée dans des conditions fixées par décret en Conseil d'Etat. Le ministre de l'intérieur peut à tout moment mettre fin au placement sous surveillance électronique mobile, notamment en cas de manquement de la personne placée aux prescriptions liées à son assignation à résidence ou à son placement ou en cas de dysfonctionnement technique du dispositif de localisation à distance.\n\nLe procureur de la République compétent est informé sans délai de toute mesure d'assignation à résidence, des modifications qui y sont apportées et de son abrogation.\n\nLe ministre de l'intérieur peut déléguer au préfet territorialement compétent le soin de modifier le lieu et la plage horaire de l'astreinte à demeurer dans un lieu d'habitation déterminé, dans les limites fixées au deuxième alinéa, ainsi que les horaires, la fréquence et le lieu de l'obligation de présentation périodique aux services de police ou aux unités de gendarmerie, dans les limites fixées au 1°.\n\nLa décision d'assignation à résidence d'une personne doit être renouvelée à l'issue d'une période de prorogation de l'état d'urgence pour continuer de produire ses effets.\n\nA compter de la déclaration de l'état d'urgence et pour toute sa durée, une même personne ne peut être assignée à résidence pour une durée totale équivalant à plus de douze mois.\n\nLe ministre de l'intérieur peut toutefois prolonger une assignation à résidence au-delà de la durée mentionnée au quatorzième alinéa. La prolongation ne peut excéder une durée de trois mois. L'autorité administrative peut, à tout moment, mettre fin à l'assignation à résidence ou diminuer les obligations qui en découlent en application des dispositions du présent article.\n\nLa demande mentionnée à l'avant-dernier alinéa peut être renouvelée dans les mêmes conditions."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Sans préjudice de l'application de l'article L. 212-1 du code de la sécurité intérieure, sont dissous par décret en conseil des ministres les associations ou groupements de fait qui participent à la commission d'actes portant une atteinte grave à l'ordre public ou dont les activités facilitent cette commission ou y incitent.\n\nLe maintien ou la reconstitution d'une association ou d'un groupement dissous en application du présent article ou l'organisation de ce maintien ou de cette reconstitution sont réprimés dans les conditions prévues aux articles 431-15 et 431-17 à 431-21 du code pénal.\n\nPar dérogation à l'article 14 de la présente loi, les mesures prises sur le fondement du présent article ne cessent pas de produire leurs effets à la fin de l'état d'urgence.\n\nPour la prévention des actions tendant au maintien ou à la reconstitution des associations ou groupements dissous en application du présent article, les services spécialisés de renseignement mentionnés à l'article L. 811-2 du code de la sécurité intérieure et les services désignés par le décret en Conseil d'Etat prévu à l'article L. 811-4 du même code peuvent recourir aux techniques de renseignement dans les conditions prévues au livre VIII dudit code."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le ministre de l'intérieur, pour l'ensemble du territoire où est institué l'état d'urgence, et le préfet, dans le département, peuvent ordonner la fermeture provisoire des salles de spectacles, débits de boissons et lieux de réunion de toute nature, en particulier des lieux de culte au sein desquels sont tenus des propos constituant une provocation à la haine ou à la violence ou une provocation à la commission d'actes de terrorisme ou faisant l'apologie de tels actes, dans les zones déterminées par le décret prévu à l'article 2.\n\nPeuvent être également interdites, à titre général ou particulier, les réunions de nature à provoquer ou à entretenir le désordre.\n\nLes cortèges, défilés et rassemblements de personnes sur la voie publique peuvent être interdits dès lors que l'autorité administrative justifie ne pas être en mesure d'en assurer la sécurité compte tenu des moyens dont elle dispose."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les autorités administratives désignées à l'article 8 peuvent ordonner la remise des armes et des munitions, détenues ou acquises légalement, relevant des catégories A à C, définies à l'article L. 311-2 du code de la sécurité intérieure. Le représentant de l'Etat dans le département peut aussi, pour des motifs d'ordre public, prendre une décision individuelle de remise d'armes.\n\nLes armes remises en application du premier alinéa du présent article donnent lieu à la délivrance d'un récépissé. Elles sont rendues à leur propriétaire en l'état où elles étaient lors de leur dépôt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La déclaration de l'état d'urgence s'ajoute aux cas prévus à l'article L. 1111-2 du code de la défense pour la mise à exécution des réquisitions dans les conditions prévues au livre II de la deuxième partie du même code."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Le décret déclarant ou la loi prorogeant l'état d'urgence peut, par une disposition expresse, conférer aux autorités administratives mentionnées à l'article 8 le pouvoir d'ordonner des perquisitions en tout lieu, y compris un domicile, sauf dans un lieu affecté à l'exercice d'un mandat parlementaire ou à l'activité professionnelle des avocats, des magistrats ou des journalistes, lorsqu'il existe des raisons sérieuses de penser que ce lieu est fréquenté par une personne dont le comportement constitue une menace pour la sécurité et l'ordre publics.\n\nLa décision ordonnant une perquisition précise le lieu et le moment de la perquisition. La perquisition ne peut avoir lieu entre 21 heures et 6 heures, sauf motivation spéciale de la décision de perquisition fondée sur l'urgence ou les nécessités de l'opération. Le procureur de la République territorialement compétent est informé sans délai de cette décision. La perquisition est conduite en présence d'un officier de police judiciaire territorialement compétent. Elle ne peut se dérouler qu'en présence de l'occupant ou, à défaut, de son représentant ou de deux témoins.\n\nLorsqu'une perquisition révèle qu'un autre lieu répond aux conditions fixées au premier alinéa du présent I, l'autorité administrative peut en autoriser par tout moyen la perquisition. Cette autorisation est régularisée en la forme dans les meilleurs délais. Le procureur de la République en est informé sans délai.\n\nIl peut être accédé, par un système informatique ou un équipement terminal présent sur les lieux où se déroule la perquisition, à des données stockées dans ledit système ou équipement ou dans un autre système informatique ou équipement terminal, dès lors que ces données sont accessibles à partir du système initial ou disponibles pour le système initial.\n\nSi la perquisition révèle l'existence d'éléments, notamment informatiques, relatifs à la menace que constitue pour la sécurité et l'ordre publics le comportement de la personne concernée, les données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la perquisition peuvent être saisies soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la perquisition.\n\nLa copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. L'agent sous la responsabilité duquel est conduite la perquisition rédige un procès-verbal de saisie qui en indique les motifs et dresse l'inventaire des matériels saisis. Une copie de ce procès-verbal est remise aux personnes mentionnées au deuxième alinéa du présent I. Les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la perquisition. A compter de la saisie, nul n'y a accès avant l'autorisation du juge.\n\nL'autorité administrative demande, dès la fin de la perquisition, au juge des référés du tribunal administratif d'autoriser leur exploitation. Au vu des éléments révélés par la perquisition, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la menace que constitue pour la sécurité et l'ordre publics le comportement de la personne concernée. En cas de refus du juge des référés, et sous réserve de l'appel mentionné au dixième alinéa du présent I, les données copiées sont détruites et les supports saisis sont restitués à leur propriétaire.\n\nPendant le temps strictement nécessaire à leur exploitation autorisée par le juge des référés, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la perquisition et à la saisie. Les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à la copie des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge des référés, saisi dans ce délai, a autorisé l'exploitation des données qu'ils contiennent. Les données copiées sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la perquisition ou de la date à laquelle le juge des référés, saisi dans ce délai, en a autorisé l'exploitation.\n\nEn cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus au huitième alinéa du présent I peuvent être prorogés, pour la même durée, par le juge des référés saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge des référés statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduisent à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.\n\nPour l'application du présent article, le juge des référés est celui du tribunal administratif dans le ressort duquel se trouve le lieu de la perquisition. Il statue dans les formes prévues au livre V du code de justice administrative, sous réserve du présent article. Ses décisions sont susceptibles d'appel devant le juge des référés du Conseil d'Etat dans un délai de quarante-huit heures à compter de leur notification. Le juge des référés du Conseil d'Etat statue dans le délai de quarante-huit heures. En cas d'appel, les données et les supports saisis demeurent conservés dans les conditions mentionnées au huitième alinéa du présent I.\n\nLa perquisition donne lieu à l'établissement d'un compte rendu communiqué sans délai au procureur de la République, auquel est jointe, le cas échéant, copie du procès-verbal de saisie. Une copie de l'ordre de perquisition est remise à la personne faisant l'objet d'une perquisition.\n\nLorsqu'une infraction est constatée, l'officier de police judiciaire en dresse procès-verbal, procède à toute saisie utile et en informe sans délai le procureur de la République.\n\nLorsqu'il existe des raisons sérieuses de penser que leur comportement constitue une menace pour la sécurité et l'ordre publics, les personnes présentes sur le lieu d'une perquisition administrative peuvent être retenues sur place par l'officier de police judiciaire pendant le temps strictement nécessaire au déroulement de la perquisition. Le procureur de la République en est informé dès le début de la retenue.\n\nLes personnes faisant l'objet de cette retenue sont informées de leur droit de faire prévenir par l'officier de police judiciaire toute personne de leur choix ainsi que leur employeur. Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au procureur de la République qui décide, s'il y a lieu, d'y faire droit.\n\nLa retenue ne peut excéder quatre heures à compter du début de la perquisition et le procureur de la République peut y mettre fin à tout moment.\n\nLorsqu'il s'agit d'un mineur, la retenue fait l'objet d'un accord exprès du procureur de la République. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée.\n\nL'officier de police judiciaire mentionne, dans un procès-verbal, les motifs qui justifient la retenue. Il précise le jour et l'heure à partir desquels la retenue a débuté, le jour et l'heure de la fin de la retenue et la durée de celle-ci.\n\nCe procès-verbal est présenté à la signature de l'intéressé. Si ce dernier refuse de le signer, mention est faite du refus et des motifs de celui-ci.\n\nLe procès-verbal est transmis au procureur de la République, copie en ayant été remise à l'intéressé.\n\nLa durée de la retenue s'impute, s'il y a lieu, sur celle de la garde à vue.\n\nLe présent I n'est applicable que dans les zones fixées par le décret prévu à l'article 2.\n\nII. - Le ministre de l'intérieur peut prendre toute mesure pour assurer l'interruption de tout service de communication au public en ligne provoquant à la commission d'actes de terrorisme ou en faisant l'apologie."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les infractions aux articles 5, 8 et 9 sont punies de six mois d'emprisonnement et de 7 500 € d'amende.\n\nLes infractions au premier alinéa de l'article 6 sont punies de trois ans d'emprisonnement et de 45 000 € d'amende.\n\nLes infractions au deuxième et aux sixième à dixième alinéas du même article 6 sont punies d'un an d'emprisonnement et de 15 000 € d'amende.\n\nL'exécution d'office, par l'autorité administrative, des mesures prescrites peut être assurée nonobstant l'existence de ces dispositions pénales."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les mesures prises en application de la présente loi cessent d'avoir effet en même temps que prend fin l'état d'urgence."
    },
    {
      "provision_ref": "art14-1",
      "section": "14-1",
      "title": "Article 14-1",
      "content": "A l'exception des peines prévues à l'article 13, les mesures prises sur le fondement de la présente loi sont soumises au contrôle du juge administratif dans les conditions fixées par le code de justice administrative, notamment son livre V.\n\nLa condition d'urgence est présumée satisfaite pour le recours juridictionnel en référé formé contre une mesure d'assignation à résidence."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "La présente loi, dans sa rédaction résultant de la loi n° 2018-133 du 26 février 2018 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine de la sécurité, est applicable sur l'ensemble du territoire de la République."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Pour l'application de la présente loi :\n\na) A Mayotte :\n\n1° La référence au département est remplacée par la référence à Mayotte ;\n\n2° La référence au préfet est remplacée par la référence au représentant de l'Etat à Mayotte ;\n\n3° A l'article 5, les mots : \" dont le département se trouve en tout ou partie compris dans une circonscription prévue à l'article 2 \" sont remplacés par les mots : \" lorsque Mayotte est compris en tout ou partie dans une circonscription prévue à l'article 2 \" ;\n\nb) A Saint-Barthélemy :\n\n1° La référence au département est remplacée par la référence à Saint-Barthélemy ;\n\n2° La référence au préfet est remplacée par la référence au représentant de l'Etat à Saint-Barthélemy ;\n\n3° (abrogé)\n\n4° A l'article 5, les mots : \" dont le département se trouve en tout ou partie compris dans une circonscription prévue à l'article 2 \" sont remplacés par les mots : \" lorsque Saint-Barthélemy est compris en tout ou partie dans une circonscription prévue à l'article 2 \" ;\n\nc) A Saint-Martin :\n\n1° La référence au département est remplacée par la référence à Saint-Martin ;\n\n2° La référence au préfet est remplacée par la référence au représentant de l'Etat à Saint-Martin ;\n\n3° (abrogé)\n\n4° A l'article 5, les mots : \" dont le département se trouve en tout ou partie compris dans une circonscription prévue à l'article 2 \" sont remplacés par les mots : \" lorsque Saint-Martin est compris en tout ou partie dans une circonscription prévue à l'article 2 \" ;\n\nd) A Saint-Pierre-et-Miquelon :\n\n1° La référence au département est remplacée par la référence à Saint-Pierre-et-Miquelon ;\n\n2° (abrogé)\n\n3° A l'article 5, les mots : \" au préfet dont le département se trouve en tout ou partie compris dans une circonscription prévue à l'article 2 \" sont remplacés par les mots : \" au préfet de Saint-Pierre-et-Miquelon, lorsque Saint-Pierre-et-Miquelon est compris en tout ou partie dans une circonscription prévue à l'article 2 \" ;\n\ne) Dans les îles Wallis et Futuna :\n\n1° La référence au département est remplacée par la référence aux îles Wallis et Futuna ;\n\n2° La référence au préfet est remplacée par la référence à l'administrateur supérieur des îles Wallis et Futuna ;\n\n3° (abrogé)\n\n4° A l'article 5, les mots : \" dont le département se trouve en tout ou partie compris dans une circonscription prévue à l'article 2 \" sont remplacés par les mots : \" lorsque les îles Wallis et Futuna sont comprises en tout ou partie dans une circonscription prévue à l'article 2 \" ;\n\nf) En Polynésie française :\n\n1° La référence au département est remplacée par la référence à la Polynésie française ;\n\n2° La référence au préfet est remplacée par la référence au haut-commissaire de la République en Polynésie française ;\n\n3° (abrogé)\n\n4° A l'article 5, les mots : \" dont le département se trouve en tout ou partie compris dans une circonscription prévue à l'article 2 \" sont remplacés par les mots : \" lorsque la Polynésie française est comprise en tout ou partie dans une circonscription prévue à l'article 2 \" ;\n\ng) En Nouvelle-Calédonie :\n\n1° La référence au département est remplacée par la référence à la Nouvelle-Calédonie ;\n\n2° La référence au préfet est remplacée par la référence au haut-commissaire de la République en Nouvelle-Calédonie ;\n\n3° (abrogé)\n\n4° A l'article 5, les mots : \" dont le département se trouve en tout ou partie compris dans une circonscription prévue à l'article 2 \" sont remplacés par les mots : \" lorsque la Nouvelle-Calédonie est comprise en tout ou partie dans une circonscription prévue à l'article 2 \"."
    }
  ]
}