{
  "id": "jorftext000041776922",
  "type": "statute",
  "title": "Ordonnance n°2020-389 du 1er avril 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041776922",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Lorsque l'employeur a engagé la procédure définie à l'article L. 2314-4 du code du travail avant la date d'entrée en vigueur de la présente ordonnance, le processus électoral en cours est suspendu à compter du 12 mars 2020 et jusqu'au 31 août 2020 inclus. Toutefois, l'employeur peut décider que cette suspension prend fin à compter d'une date qu'il fixe librement entre le 3 juillet et le 31 août 2020. Il en informe alors les organisations syndicales mentionnées aux premier et deuxième alinéas de l'article L. 2314-5 du code du travail, ainsi que l'autorité administrative lorsque celle-ci a été saisie en application des articles R. 2313-1, R. 2313-2, R. 2313-4, R. 2313-5 ou R. 2314-3 du même code, au moins quinze jours avant la date fixée pour la reprise du processus, par tout moyen donnant date certaine à la réception de cette information. Il en informe également, en respectant le même délai, les salariés par tout moyen.\n\nCette suspension affecte :\n\n1° Les délais impartis à l'employeur par les articles L. 2314-4, L. 2314-5, L. 2314-8 et L. 2314-29 du code du travail ;\n\n2° Les délais dans lesquels l'autorité administrative et le juge judiciaire doivent être saisis d'éventuelles contestations en application des articles R. 2313-1, R. 2313-2, R. 2313-4, R. 2313-5 et R. 2314-3 du même code ;\n\n3° Les délais dont dispose l'autorité administrative pour se prononcer en application des articles R. 2313-2, R. 2313-5 et R. 2314-3 du même code.\n\nLorsque l'une des formalités mentionnées aux articles L. 2313-5, L. 2313-8, L. 2314-4, L. 2314-5, L. 2314-8 et L. 2314-10 du code du travail a été accomplie entre le 12 mars 2020 et la date d'entrée en vigueur de la présente ordonnance, la suspension du processus électoral prend effet à compter de la date la plus tardive à laquelle il a été fait application de l'une de ces dispositions.\n\nLorsque l'autorité administrative a été saisie après le 12 mars 2020, en application des articles R. 2313-1, R. 2313-2, R. 2313-4, R. 2313-5 et R. 2314-3 du code du travail, le délai dont elle dispose pour se prononcer commence à courir à la date de fin de la suspension du processus électoral mentionnée au premier alinéa.\n\nLorsque l'autorité administrative s'est prononcée après le 12 mars 2020, en application des articles R. 2313-1, R. 2313-2, R. 2313-4, R. 2313-5 et R. 2314-3 du code du travail, le délai de recours contre sa décision commence à courir à la date de fin de la suspension du processus électoral mentionnée au premier alinéa.\n\nII.-Lorsqu'elle intervient entre la date du premier tour et la date du second tour des élections professionnelles, la suspension du processus électoral prévue au I n'a pas d'incidence sur la régularité du premier tour.\n\nLa suspension du processus électoral prévue au I n'a pas d'incidence sur la régularité du premier ou du second tour des élections professionnelles, lorsque ceux-ci se sont déroulés entre le 12 mars 2020 et la date d'entrée en vigueur de la présente ordonnance.\n\nIII.-Pour l'application de la sous-section 3 de la section 2 du chapitre IV du titre I du livre III de la deuxième partie du code du travail, les conditions d'électorat et d'éligibilité s'apprécient à la date d'organisation de chacun des tours du scrutin."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La procédure définie à l'article L. 2314-4 du code du travail est engagée par l'employeur à une date qu'il fixe librement entre le 24 mai et le 31 août 2020 inclus, sans que cette date ne puisse être antérieure à la date à laquelle il lui est fait obligation d'engager cette procédure, dans les cas suivants :1° Lorsque, entre la date d'entrée en vigueur de la présente ordonnance et le 31 août 2020 inclus, les dispositions des articles L. 2311-2, L. 2314-8 ou L. 2314-10 du code du travail lui imposaient une telle obligation ;2° Lorsque, avant la date d'entrée en vigueur de la présente ordonnance, l'employeur n'a pas engagé le processus électoral alors que les dispositions des articles L. 2311-2, L. 2314-8 ou L. 2314-10 du code du travail lui imposaient une telle obligation."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Lorsque, en raison de la suspension ou du report du processus électoral dans les conditions prévues aux articles 1er et 2, les mandats en cours à la date du 12 mars 2020 des représentants élus des salariés n'ont pas été renouvelés, ces mandats sont prorogés jusqu'à la proclamation des résultats du premier ou, le cas échéant, du second tour des élections professionnelles.II. - La protection contre les licenciements prévue au premier alinéa de l'article L. 2411-5 et à l'article L. 2411-10 du code du travail ainsi que la protection en cas de rupture d'un contrat de travail à durée déterminée prévue aux articles L. 2412-3 et L. 2412-5 de ce code et la protection en cas d'interruption ou de non-renouvellement d'une mission de travail temporaire prévue à l'article L. 2413-1 du même code sont applicables aux mandats mentionnés au I pour toute la durée de la prorogation.La protection contre les licenciements prévue aux articles L. 2411-7 et L. 2411-10-1 du code du travail est prorogée jusqu'à la proclamation des résultats du premier ou, le cas échéant, du second tour des élections lorsque le délai de six mois prévu par ces dispositions a expiré avant la date du premier tour."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Par dérogation à l'article L. 2314-10 du code du travail, lorsque le mandat des membres de la délégation du personnel du comité social et économique expire moins de six mois après la date de fin de la suspension du processus électoral mentionnée au premier alinéa de l'article 1er, il n'y a pas lieu à l'organisation d'élections partielles, que le processus électoral ait été engagé ou non avant ladite suspension."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'article 2 de l'ordonnance n° 2020-306 du 25 mars 2020 susvisée ne s'applique pas aux processus électoraux suspendus ou reportés en application des articles 1er, 2 et 4 de la présente ordonnance."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Par dérogation aux dispositions des articles L. 2315-4 et L. 2316-16 du code du travail, le recours à la visioconférence est autorisé pour l'ensemble des réunions du comité social et économique et du comité social et économique central, après que l'employeur en a informé leurs membres.Le recours à la visioconférence est autorisé dans les mêmes conditions pour l'ensemble des réunions des autres instances représentatives du personnel régies par les dispositions du code du travail.II. - Le recours à la conférence téléphonique est autorisé pour l'ensemble des réunions des instances représentatives du personnel régies par les dispositions du code du travail, après que l'employeur en a informé leurs membres.Un décret fixe les conditions dans lesquelles les réunions tenues en conférence téléphonique se déroulent.III. - Le recours à la messagerie instantanée est autorisé pour l'ensemble des réunions des instances représentatives du personnel régies par les dispositions du code du travail, après information de leurs membres, en cas d'impossibilité de recourir à la visioconférence ou à la conférence téléphonique ou lorsqu'un accord d'entreprise le prévoit.Un décret fixe les conditions dans lesquelles les réunions tenues par messagerie instantanée se déroulent.IV. - Les dispositions du présent article sont applicables aux réunions convoquées pendant la période de l'état d'urgence sanitaire déclaré par l'article 4 de la loi du 23 mars 2020 susvisée.La limite de trois réunions par année civile prévue par les articles L. 2315-4 et L. 2316-16 du code du travail ne trouve à s'appliquer qu'aux réunions organisées en dehors de la période de l'état d'urgence sanitaire."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre et la ministre du travail sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}