{
  "id": "jorftext000000195840",
  "type": "statute",
  "title": "Loi n° 96-985 du 12 novembre 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000195840",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour l'application du chapitre IX du titre III du livre IV du code du travail dans les groupes d'entreprises ayant déjà mis en place un comité de groupe à la date d'entrée en vigueur de la présente loi, les dispositions du II de l'article L. 439-1 dudit code ne peuvent avoir pour effet de modifier la composition du comité de groupe avant le premier renouvellement de ce comité, sauf lorsqu'il est fait application des dispositions du premier alinéa du III de l'article L. 439-1."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les entreprises et les groupes d'entreprises de dimension communautaire dans lesquels il existait, à la date du 22 septembre 1996, un accord applicable à l'ensemble des salariés prévoyant des instances ou autres modalités d'information, d'échange de vues et de dialogue à l'échelon communautaire ne sont pas soumis aux obligations découlant du chapitre X du titre III du livre IV du code du travail dans sa rédaction issue de la présente loi. Il en va de même si, lorsque ces accords arrivent à expiration, les parties signataires décident de les reconduire.Toutefois, les dispositions de l'article L. 439-24 du code du travail, dans leur rédaction issue de la présente loi, sont applicables aux groupes d'entreprises mentionnés au premier alinéa qui ont mis en place des instances d'information, d'échange de vues et de dialogue à l'échelon communautaire."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A titre expérimental, pour atteindre l'objectif de développement de la négociation collective dans les entreprises dépourvues de délégués syndicaux en préservant le rôle des organisations syndicales énoncé au paragraphe 2.3 de l'accord national interprofessionnel du 31 octobre 1995 relatif aux négociations collectives, des accords de branche pourront déroger aux articles L. 132-2, L. 132-19 et L. 132-20 du code du travail dans les conditions fixées ci-après.Ces accords devront être négociés et conclus avant le 31 octobre 1998, pour une durée ne pouvant excéder trois ans, en commission composée des représentants des organisations syndicales d'employeurs et de salariés représentatives.II. - Les accords de branche mentionnés au I pourront prévoir qu'en l'absence de délégués syndicaux dans l'entreprise, ou de délégués du personnel faisant fonction de délégué syndical dans les entreprises de moins de cinquante salariés, les représentants élus du personnel négocient la mise en oeuvre des mesures dont l'application est légalement subordonnée à un accord collectif.Les accords de branche devront fixer les thèmes ouverts à ce mode de négociation.Les textes ainsi négociés n'acquerront la qualité d'accords collectifs de travail qu'après leur validation par une commission paritaire de branche, prévue par l'accord de branche. Ils ne pourront entrer en application qu'après avoir été déposés auprès de l'autorité administrative dans les conditions prévues à l'article L. 132-10 du code du travail, accompagnés de l'extrait de procès-verbal de la commission paritaire compétente. Cette commission pourra se voir également confier le suivi de leur application.III. - Les accords de branche mentionnés au I pourront également prévoir que, dans les entreprises dépourvues de délégués syndicaux et dans les entreprises de moins de cinquante salariés dépourvues de délégués du personnel faisant fonction de délégué syndical, des accords collectifs peuvent être conclus par un ou plusieurs salariés expressément mandatés, pour une négociation déterminée, par une ou plusieurs organisations syndicales représentatives.Les modalités de protection de ces salariés et les conditions d'exercice de leur mandat de négociation seront arrêtés par les accords de branche. Ces accords pourront prévoir que le licenciement des salariés mandatés ainsi que, pendant un délai qu'ils fixeront, le licenciement de ceux dont le mandat a expiré seront soumis à la procédure prévue à l'article L. 412-18 du code du travail.IV. - Les accords de branche prévus aux I à III détermineront également le seuil d'effectifs en deçà duquel les formules dérogatoires de négociation qu'ils retiennent seront applicables.V. - Pour atteindre l'objectif d'amélioration des conditions de représentation collective des salariés, notamment dans les petites et moyennes entreprises, énoncé au paragraphe 2.2 de l'accord national interprofessionnel du 31 octobre 1995 précité, des accords de branche pourront être négociés et conclus avant le 31 octobre 1998, dans les conditions prévues au I du présent article.Afin de permettre l'examen des dispositions législatives nécessaires à l'entrée en vigueur des clauses dérogatoires des accords de branche mentionnés à l'alinéa précédent, le Gouvernement informera le Parlement de leur conclusion, sur la base du suivi régulier prévu par le paragraphe 2.5 de l'accord national interprofessionnel du 31 octobre 1995 précité et après consultation des organisations professionnelles et syndicales représentatives au niveau interprofessionnel.VI. - L'entrée en vigueur des accords de branche mentionnés au présent article sera subordonnée à l'absence d'opposition de la majorité des organisations syndicales représentatives de la branche. L'opposition, qui ne pourra émaner que d'organisations non signataires desdits accords, devra être notifiée aux signataires dans les quinze jours de la signature.VII. - Avant le 31 décembre 1998, le Gouvernement présentera au Parlement un rapport sur l'application du présent article, en tenant compte du bilan prévu par l'accord national interprofessionnel du 31 octobre 1995 précité et après consultation des organisations professionnelles et syndicales représentatives au niveau interprofessionnel."
    }
  ]
}