{
  "id": "jorftext000000705582",
  "type": "statute",
  "title": "Loi n° 43-25 du 14 janvier 1943",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000705582",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Toute dépense nouvelle est subordonnée à l'intervention d'une loi dans les deux cas ci-après :a) S'il s'agit de la création d'un service ou d'un emploi ;b) S'il s'agit d'une mesure nouvelle devant entraîner une augmentation actuelle ou future des crédits du chapitre budgétaire intéressé."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les projets de lois relatifs aux dépenses sont précédés d'un rapport au chef de l'Etat que signent le secrétaire d'Etat à l'économie nationale et aux finances et les secrétaires d'Etat intéressés s'il s'agit de projets de lois spéciaux, et le secrétaire d'Etat à l'économie nationale et aux finances seul s'il s'agit de projets de lois collectifs. Ils sont soumis à l'examen du comité budgétaire."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les projets de lois relatifs aux dépenses ne sont soumis à la signature du chef de l'Etat que lorsqu'ils ont été délibérés par le comité budgétaire. Ils sont alors accompagnés de l'avis du comité budgétaire et contresignés par le ou les secrétaires d'Etat intéressés."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "En cas d'urgence reconnue par le conseil des ministres, des décrets contresignés par le secrétaire d'Etat à l'économie nationale et aux finances peuvent autoriser les comptables du Trésor à payer des dépenses, au delà ou en dehors des crédits ouverts. Les payements ainsi faits sont directement imputés au compte des dépenses publiques.Dans le délai de trois mois à compter de la date de publication de ces décrets, leur ratification doit être prononcée par une loi, dont le projet est soumis à l'avis du comité budgétaire."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les organismes de toute nature qui reçoivent au total et par an une subvention de 5 millions ou plus sont soumis au contrôle financier de l'Etat institué par l'article 1er du décret du 30 octobre 1935."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Des arrêtés du secrétaire d'Etat à l'économie nationale et aux finances et du secrétaire d'Etat intéressé fixeront les modalités du contrôle prévu à l'article précédent ainsi que les attributions du contrôleur financier."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Toutes dispositions contraires à celles des articles qui précèdent sont abrogées."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Peut être décidée, par décrets rendus sur la proposition du chef du Gouvernement et du secrétaire d'Etat à l'économie nationale et aux finances et après avis d'une délégation du comité budgétaire, la réalisation de toute mesure conduisant à des économies sur les crédits du budget de l'Etat, des offices, établissements publics et services autonomes dépendant de l'Etat ou soumis au contrôle financier."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les membres de la délégation spéciale visée à l'article précédent sont désignés par décret contresigné par le chef du Gouvernement et le secrétaire d'Etat à l'économie nationale et aux finances."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Est interdite, à compter de la promulgation de la présente loi, toute augmentation du nombre des fonctionnaires titulaires ou temporaires et des agents recrutés sur contrat des services publics de l'Etat et des collectivités ou organismes visés à l'article 6 ci-dessus.Les créations ou renforcements de service, reconnus nécessaires, momentanément ou d'une façon permanente, pour satisfaire à des besoins nouveaux, feront l'objet de lois prises après avis du comité budgétaire ou de décisions de l'autorité de tutelle, qui prononceront, soit à l'intérieur d'une même administration, soit entre administrations dépendant d'une même autorité de tutelle, les transferts d'emplois indispensables."
    }
  ]
}