{
  "id": "jorftext000000319738",
  "type": "statute",
  "title": "Loi n° 82-1153 du 30 décembre 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000319738",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'Etat et ses établissements publics gestionnaires d'infrastructures ferroviaires et fluviales passent des contrats pluriannuels définissant des priorités et prévoyant les moyens nécessaires à leurs actions."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les modalités des relations entre les autorités publiques et les entreprises de transport public varient en fonction du mode de transport et de la nature des activités selon qu'il s'agit notamment de transports de personnes ou de marchandises. Dans le cadre des dispositions de la loi, la liberté de gestion des entreprises privées est garantie par l'Etat."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La présente loi, notamment en tant qu'elle substitue un établissement public à caractère industriel et commercial à la société anonyme \"Société nationale des chemins de fer français\", ne porte pas atteinte aux dispositions législatives, réglementaires ou contractuelles régissant les situations des personnels de la société et de ses filiales."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Lorsqu'un schéma directeur ou un schéma de secteur a été approuvé avant la date d'entrée en vigueur de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains, l'obligation de compatibilité prévue au premier alinéa ci-dessus n'est applicable qu'à compter de la première révision du schéma postérieure à cette date."
    },
    {
      "provision_ref": "art28-2",
      "section": "28-2",
      "title": "Article 28-2",
      "content": "Dans les périmètres de transports urbains concernés par l'obligation d'élaboration d'un plan de déplacements urbains prévue à l'article 28, le plan de déplacements urbains est mis en conformité avec les dispositions de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains dans un délai de trois ans à compter de la publication de la loi n° 2003-590 du 2 juillet 2003 urbanisme et habitat. A défaut, le représentant de l'Etat dans le département peut engager ou poursuivre les procédures nécessaires à cette mise en conformité. Le plan est alors approuvé par le représentant de l'Etat dans le département après délibération de l'autorité compétente pour l'organisation des transports urbains. La délibération est réputée prise si elle n'intervient pas dans un délai de trois mois après transmission du projet."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les dispositions des chapitres III et IV du titre 1er de la présente loi s'appliquent aux transports de marchandises par canalisation. Toutefois, ces dispositions ne s'appliquent pas aux infrastructures, équipements, matériels et technologies intéressant le transport de gaz régi par la loi n° 46-628 du 8 avril 1946 sur la nationalisation de l'électricité et du gaz."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "L'adaptation des dispositions des paragraphes II et III de l'article 7 et des chapitres II, III et III bis du titre II de la présente loi à la région d'Ile-de-France fera l'objet de dispositions législatives spéciales.\n\nToutefois, les dispositions des articles 27-1, 28, 28-1, 28-1-1, 28-1-2 et 29-1 de la présente loi sont applicables en région Ile-de-France, ainsi que les dispositions de son article 29 relatives aux services privés et aux services occasionnels publics."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "L'adaptation des dispositions de la présente loi au cas des remontées mécaniques fera l'objet de dispositions législatives spéciales dans le cadre de la loi d'orientation de la politique de la montagne."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Par dérogation à l'article 44 ci-dessus, sont considérées comme transports intérieurs pour l'application de la présente loi aux transports maritimes, les navigations réservées telles que définies aux articles 257-1 et 258-1 du code des douanes.\n\nPour les marins exerçant les navigations visées à l'alinéa précédent, les règles relatives aux conditions, à la durée et à la sécurité du travail demeurent définies par le code du travail maritime et la loi n° 67-405 du 20 mai 1967 sur la sauvegarde de la vie humaine en mer et la sécurité à bord des navires ainsi que les textes pris pour leur application.\n\nLes textes d'application du chapitre 1er du titre 1er de la présente loi lorsqu'ils concernent le transport maritime, sont pris après consultation du conseil supérieur de la marine marchande."
    }
  ]
}