{
  "id": "jorftext000000563531",
  "type": "statute",
  "title": "Loi n° 96-1241 du 30 décembre 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000563531",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les cessions visées à l'article L. 5112-6 du code général de la propriété des personnes publiques font l'objet d'une décote pouvant atteindre la totalité de la valeur vénale du bien cédé lorsque les constructions à usage d'habitation mentionnées par cet article sont occupées à titre principal et que les personnes qui demandent à en bénéficier remplissent des conditions de ressources, d'ancienneté d'occupation et de rapport entre le revenu et le nombre des membres du foyer fiscal, définies par décret en Conseil d'Etat. L'acte de cession fait mention du montant de la décote, de la valeur vénale du bien cédé et du taux de décote correspondant au rapport de ces deux termes.\n\nEn cas de mutation totale ou partielle du bien acquis dans les conditions prévues à l'article L. 5112-6 du code général de la propriété des personnes publiques, réalisée dans un délai de vingt ans à compter de la date de l'acte ayant donné lieu à l'attribution de la décote prévue au premier alinéa du présent article, un montant égal à la valeur de la cession à laquelle est appliqué le taux de décote défini au même premier alinéa est reversé à l'Etat.\n\nPour garantir le reversement du montant mentionné au deuxième alinéa du présent article, le Trésor possède sur le bien acquis une hypothèque légale.\n\nL'inscription de l'hypothèque est requise par le receveur des impôts du lieu de situation des biens, concomitamment au dépôt aux fins de publication à la conservation des hypothèques de l'acte de cession par l'Etat.\n\nLa cession par l'Etat, l'inscription et la radiation de l'hypothèque légale ne donnent lieu à aucune indemnité ou perception d'impôts, droits ou taxes."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans chacun des départements de la Guadeloupe et de la Martinique, il est créé, pour une durée qui ne peut excéder le 1er janvier 2031, un établissement public d'Etat dénommé \" Agence pour la mise en valeur des espaces urbains de la zone dite des cinquante pas géométriques \". Un décret en Conseil d'Etat précise les conditions de la dissolution de ces agences et prononce, le cas échéant, le transfert des biens, droits et obligations des agences après concertation entre les agences, l'Etat et le bénéficiaire.\n\nCes agences constituent un instrument de coopération entre l'Etat et les communes. Leurs relations avec ces collectivités territoriales peuvent faire l'objet de conventions spécifiques.\n\nLe domaine de compétence de chaque agence s'étend aux espaces urbains et aux secteurs occupés par une urbanisation diffuse de la zone dite des cinquante pas géométriques délimités selon les modalités prévues à l'article L. 5112-1 du code général de la propriété des personnes publiques.\n\nIl s'étend également aux espaces urbains et aux secteurs occupés par une urbanisation diffuse identifiés sur des terrains soustraits artificiellement à l'action du flot et sur des lais et relais de la mer dépendant du domaine public maritime de l'Etat, formés avant le 1er janvier 1995, et délimités selon les modalités fixées à l'article L. 5112-2 du code général de la propriété des personnes publiques.\n\nLes agences peuvent également intervenir dans les zones nécessaires à l'accomplissement de leurs missions prévues au III de l'article 5 de la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les agences mentionnées à l'article 4 conduisent prioritairement le processus de régularisation des occupations sans titre des terrains ressortissant aux espaces urbains et aux secteurs occupés par une urbanisation diffuse délimités selon les modalités prévues aux articles L. 5112-1 et L. 5112-2 du code général de la propriété des personnes publiques.Dans ce cadre, les agences :1° Contribuent à l'observation et au suivi des occupations des terrains ;2° Etablissent, après consultation de la ou des communes concernées, des programmes d'équipement en voirie et réseaux divers des terrains mentionnés au premier alinéa et cédés ou mis gratuitement à leur disposition par l'Etat ou par une collectivité territoriale ;3° Recherchent les occupants éligibles à la régularisation et les assistent dans leurs démarches de demande de cession ;4° Etablissent toutes formalités et documents nécessaires à la cession des terrains ;5° Contribuent à la libération des terrains dont l'occupation sans titre ne peut être régularisée et au relogement de leurs occupants ;\n\n6° Peuvent exercer le droit de préemption urbain délégué dans les conditions prévues à l'article L. 211-2-2 du code de l'urbanisme.Les compétences mentionnées aux 1° à 6° du présent I sont exercées par les agences avant et après le transfert prévu au III de l'article 27 de la loi n° 2015-1268 du 14 octobre 2015 d'actualisation du droit des outre-mer.II.-Les agents commissionnés et assermentés des agences peuvent constater les atteintes à l'intégrité et à la conservation du domaine public ou de nature à compromettre son usage dans les espaces urbains et dans les secteurs occupés par une urbanisation diffuse de la zone des cinquante pas géométriques, dans les conditions prévues à l'article L. 2132-3-2 du code général de la propriété des personnes publiques.III.-Les agences peuvent réaliser, pour leur compte ou, par voie de convention passée avec eux, pour le compte des collectivités territoriales ou de leurs groupements, des opérations d'aménagement ainsi que les acquisitions foncières et immobilières nécessaires à ces opérations et les travaux de voies d'accès, de réseaux d'eau potable et d'assainissement. Dans ce cas, les équipements publics peuvent être cédés aux collectivités territoriales ou à leurs groupements sur le territoire desquels ils sont situés. Une convention établie entre l'agence et la collectivité territoriale ou le groupement précise le programme d'équipements publics des terrains situés dans un périmètre qu'elle délimite ; cette convention prévoit également les mesures techniques, juridiques et financières nécessaires pour rendre les opérations de cession et d'équipement possibles. Elle fixe les contributions financières respectives de l'agence et de la collectivité territoriale ou du groupement nécessaires à la réalisation des opérations prévues. Les agences peuvent réaliser ces travaux ou opérations, en dehors de leur domaine de compétence défini à l'article 4 de la présente loi, si ceux-ci sont strictement nécessaires au maintien ou au relogement des occupants de la zone dite des cinquante pas géométriques.IV. - Les agences sont consultées sur la compatibilité entre les projets de cession envisagés en application des articles L. 5112-4 à L. 5112-6 du même code et les programmes d'équipement des terrains en voirie et réseaux divers qu'elles ont établis dans le cadre de leur rôle de coordination avec les collectivités territoriales.Le préfet peut, à la demande des agences, des communes ou des établissements de coopération intercommunale compétents en matière d'urbanisme et d'aménagement, délimiter des quartiers où l'état des constructions à usage d'habitation et d'activités annexes justifie leur traitement par une opération publique comportant la division foncière, la démolition, la reconstruction ou l'amélioration de l'habitat au bénéfice des personnes qui les occupent ou les donnent à bail à titre de résidence principale, ou qui y exercent une activité professionnelle, ainsi que la réalisation des travaux de voirie et réseaux divers nécessaires à l'équipement du quartier.Pour la réalisation de ces opérations, l'article L. 5112-4 du même code est applicable.Dans les opérations publiques répondant aux conditions mentionnées au dixième alinéa, l'article L. 5112-4-1, le troisième alinéa de l'article L. 5112-5, le quatrième alinéa de l'article L. 5112-6 et l'article L. 5112-6-1 du même code ne sont pas applicables."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les agences mentionnées à l'article 4 sont administrées par un conseil d'administration dont le président est désigné par décret.\n\nLeur conseil d'administration se compose de représentants des services de l'Etat dans le département, de représentants élus de la région, du département, des communes ainsi que de représentants de l'agence d'urbanisme et d'aménagement et de personnes choisies en raison de leur compétence dans le domaine de l'urbanisme et de leur connaissance du littoral.\n\nElles sont dirigées par un directeur nommé par arrêté des ministres chargés de l'urbanisme et des outre-mer, après avis du représentant de l'Etat et du conseil d'administration, pour une durée de cinq ans renouvelable. Il peut être mis fin à ses fonctions dans les mêmes formes avant l'expiration de son mandat.\n\nUn décret en Conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les ressources des agences mentionnées à l'article 4 se composent :\n\n5° D'une part, déterminée par arrêté, des produits des cessions intervenues en application du dernier alinéa de l'article L. 5111-4 du code général de la propriété des personnes publiques ;6° Des produits de la participation prévue à l'article L. 5112-6-1 du même code ;\n\n7° De toutes autres ressources autorisées par les lois et règlements.\n\n1° Des subventions de la Communauté européenne, de l'Etat et des collectivités territoriales ;\n\n2° Des redevances d'occupation du domaine public de l'Etat dues au titre des parcelles des espaces urbains ou des secteurs occupés par une urbanisation diffuse, délimités selon les modalités de l'article L. 5112-1 du code général de la propriété des personnes publiques ;\n\n3° Des produits des cessions intervenues en application des articles L. 5112-4, L. 5112-4-1, L. 5112-5 et L. 5112-6 du code général de la propriété des personnes publiques pour la part restant à la charge des bénéficiaires des cessions, après application, le cas échéant, de l'aide exceptionnelle prévue à l'article 3 de la présente loi ;\n\n4° Des produits respectifs de la taxe spéciale d'équipement prévue par les articles 1609 C et 1609 D du code général des impôts ;"
    }
  ]
}