{
  "id": "jorftext000043964778",
  "type": "statute",
  "title": "LOI n°2021-1109 du 24 août 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043964778",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Lorsque la loi ou le règlement confie directement l'exécution d'un service public à un organisme de droit public ou de droit privé, celui-ci est tenu d'assurer l'égalité des usagers devant le service public et de veiller au respect des principes de laïcité et de neutralité du service public. Il prend les mesures nécessaires à cet effet et, en particulier, il veille à ce que ses salariés ou les personnes sur lesquelles il exerce une autorité hiérarchique ou un pouvoir de direction, lorsqu'ils participent à l'exécution du service public, s'abstiennent notamment de manifester leurs opinions politiques ou religieuses, traitent de façon égale toutes les personnes et respectent leur liberté de conscience et leur dignité.Cet organisme veille également à ce que toute autre personne à laquelle il confie, en tout ou partie, l'exécution du service public s'assure du respect de ces obligations.Les organismes mentionnés à l'article L. 411-2 du code de la construction et de l'habitation et les sociétés d'économie mixte de construction et de gestion de logements sociaux agréées dans les conditions prévues à l'article L. 481-1 du même code, lorsqu'ils participent à l'exécution du service public, ainsi que les entreprises ferroviaires, lorsqu'elles assurent des services librement organisés de transport ferroviaire de voyageurs mentionnés à l'article L. 2121-12 du code des transports, à l'exception des services de transport international de voyageurs, sont soumis aux obligations mentionnées au premier alinéa du présent I.Les dispositions réglementaires applicables aux organismes mentionnés au présent I précisent les modalités de contrôle et de sanction des obligations mentionnées au présent I.II. - Lorsqu'un contrat de la commande publique, au sens de l'article L. 2 du code de la commande publique, a pour objet, en tout ou partie, l'exécution d'un service public, son titulaire est tenu d'assurer l'égalité des usagers devant le service public et de veiller au respect des principes de laïcité et de neutralité du service public. Il prend les mesures nécessaires à cet effet et, en particulier, il veille à ce que ses salariés ou les personnes sur lesquelles il exerce une autorité hiérarchique ou un pouvoir de direction, lorsqu'ils participent à l'exécution du service public, s'abstiennent notamment de manifester leurs opinions politiques ou religieuses, traitent de façon égale toutes les personnes et respectent leur liberté de conscience et leur dignité.Le titulaire du contrat veille également à ce que toute autre personne à laquelle il confie pour partie l'exécution du service public s'assure du respect de ces obligations. Il est tenu de communiquer à l'acheteur chacun des contrats de sous-traitance ou de sous-concession ayant pour effet de faire participer le sous-traitant ou le sous-concessionnaire à l'exécution de la mission de service public.Les clauses du contrat rappellent ces obligations et précisent les modalités de contrôle et de sanction du cocontractant lorsque celui-ci n'a pas pris les mesures adaptées pour les mettre en œuvre et faire cesser les manquements constatés.III. - Le dernier alinéa du II s'applique aux contrats de la commande publique pour lesquels une consultation est engagée ou un avis de publicité est envoyé à la publication à compter de la publication de la présente loi.Les contrats pour lesquels une consultation ou un avis de publicité est en cours à la date de publication de la présente loi et les contrats en cours à cette même date sont modifiés, en tant que de besoin, pour se conformer aux obligations mentionnées au dernier alinéa du II dans un délai d'un an à compter de cette date ; toutefois, cette obligation de mise en conformité ne s'applique pas à ceux de ces contrats dont le terme intervient au cours des dix-huit mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Un décret précise les conditions dans lesquelles le référent laïcité des établissements mentionnés à l'article 2 du titre IV du statut général des fonctionnaires de l'Etat et des collectivités territoriales échange avec les agences régionales de santé sur les manquements à l'exigence de neutralité des agents publics desdits établissements."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport analysant les possibilités de créer un fonds de soutien aux associations et aux collectivités territoriales promouvant les principes contenus dans le contrat d'engagement républicain, baptisé « Promesse républicaine », sur le modèle du fonds de développement de la vie associative."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nV. - A modifié les dispositions suivantes :\n\nIV. - Les associations, fédérations ou unions d'associations qui ont bénéficié de l'agrément prévu à l'article 8 de la loi n° 2001-624 du 17 juillet 2001 portant diverses dispositions d'ordre social, éducatif et culturel avant la date de publication de la présente loi déposent, au plus tard à l'expiration d'un délai de deux ans à compter de cette même date, un nouveau dossier de demande d'agrément satisfaisant aux conditions prévues à l'article 25-1 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations.\n\n- LOI n° 2000-321 du 12 avril 2000\n\n- Loi du 1er juillet 1901\n\n- LOI n° 87-571 du 23 juillet 1987\n\n- LOI n° 2001-624 du 17 juillet 2001"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2022.\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-A.-L'article 222 bis du code général des impôts est applicable aux documents délivrés relatifs aux dons et versements reçus à compter du 1er janvier 2021 ou au titre des exercices ouverts à compter du 1er janvier 2021.\n\nB.-Le 5 bis de l'article 238 bis du code général des impôts est applicable aux dons et versements effectués à compter du 1er janvier 2022.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-, II.- :\n\nA modifié les dispositions suivantes :\n\nIII. - Le I est applicable aux actes commis à compter du lendemain de la publication de la présente loi.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - L'article 21 du code civil local applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle est complété par un alinéa ainsi rédigé :« Le registre des associations inscrites dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle et le registre des associations coopératives de droit local sont tenus, sous le contrôle du juge, par le greffe du tribunal judiciaire, selon un modèle fixé par arrêté du ministre de la justice. Ils sont tenus sous forme électronique, dans les conditions définies aux articles 1366 et 1367 du code civil, et sont rendus accessibles sous cette forme dans un standard ouvert, aisément réutilisable et exploitable par un système de traitement automatisé. »II. - Le I entre en vigueur à une date fixée par arrêté, et au plus tard le 1er janvier 2023. Cet arrêté prévoit, notamment, la dématérialisation des formalités incombant aux associations."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le présent article entre en vigueur le premier jour du troisième mois suivant la publication de la présente loi et s'applique aux successions ouvertes à compter de son entrée en vigueur, y compris si des libéralités ont été consenties par le défunt avant cette entrée en vigueur.\n\n- Code civil"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-823 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. ‒ A créé les dispositions suivantes :\n\nII. ‒ Le présent article s'applique aux pensions de réversion prenant effet à compter de la publication de la présente loi.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le présent article entre en vigueur le 7 juin 2022.\n\n- LOI n° 2004-575 du 21 juin 2004"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I à II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. - A. - Le présent article s'applique jusqu'au 17 février 2024.B. - Par dérogation au A du présent III, le présent article n'est pas applicable, à compter du 7 juin 2022, à la lutte contre la diffusion publique des contenus à caractère terroriste, au sens du 2 de l'article 7 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 relatif à la lutte contre la diffusion des contenus à caractère terroriste en ligne.\n\n- LOI n° 2004-575 du 21 juin 2004\n\n- Loi n° 86-1067 du 30 septembre 1986\n\n- LOI n° 2004-575 du 21 juin 2004\n\n- Loi n° 86-1067 du 30 septembre 1986"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I.-, II.-, III.- A modifié les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur à la rentrée scolaire 2022.Par dérogation, l'autorisation prévue à l'article L. 131-5 du code de l'éducation est accordée de plein droit, pour les années scolaires 2022-2023 et 2023-2024, aux enfants régulièrement instruits dans la famille au cours de l'année scolaire 2021-2022 et pour lesquels les résultats du contrôle organisé en application du troisième alinéa de l'article L. 131-10 du même code ont été jugés suffisants.\n\n- Code de l'éducation\n\n- Code de la sécurité sociale.\n\n- LOI n° 2019-791 du 26 juillet 2019\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "A titre expérimental, est mise en place, par l'autorité de l'Etat compétente en matière d'éducation, une journée pédagogique consacrée à la citoyenneté, aux principes républicains, à la transmission des instructions et informations en matière d'éducation au corps et aux droits de l'enfant et à la lutte contre les violences éducatives ordinaires pour les enfants recevant une instruction dans la famille. Cette journée est organisée dans toutes les écoles volontaires."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. ‒ La peine de fermeture de l'établissement prévue aux articles L. 241-5, L. 241-7, L. 441-4 et L. 914-5 du code de l'éducation, dans leur rédaction en vigueur à la date de publication de la présente loi, demeure applicable aux infractions commises avant cette date.\n\n- Code de l'éducation\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code pénal\n\nII. ‒ La peine de fermeture de l'établissement prévue à l'article 227-17-1 du code pénal, dans sa rédaction en vigueur à la date de publication de la présente loi, demeure applicable aux infractions commises avant cette date."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le Gouvernement remet au Parlement un rapport sur la mixité sociale dans les établissements d'enseignement privés liés à l'Etat par contrat, dans un délai d'un an à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Les services statistiques du ministère chargé de l'éducation nationale transmettent chaque année à la commune, au conseil départemental et au conseil régional les données sociales anonymisées des élèves relevant des établissements publics et privés de la circonscription dont ils ont la charge."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Tout agrément accordé à une fédération sportive avant la publication de la présente loi cesse de produire ses effets le 31 décembre 2024.III. - Tout agrément accordé à une association sportive ou résultant de l'affiliation à une fédération sportive agréée par l'Etat en application de l'article L. 131-8 du code du sport avant la publication de la présente loi cesse de produire ses effets trente-six mois après la publication de la présente loi à défaut de signature du contrat d'engagement républicain mentionné à l'article 10-1 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations.\n\nIV.-A modifié les dispositions suivantes :\n\n- Code du sport.\n\n- Code du sport.\n\n- Code du sport.\n\n- LOI n° 2015-1541 du 27 novembre 2015"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - Après l'article 79-IV du code civil local applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, il est inséré un 3 ainsi rédigé :\n\n« 3. - Dispositions particulières propres aux associations inscrites à objet cultuel\n\n« Art. 79- V. - Sans préjudice des articles du présent titre applicables aux associations inscrites, les associations inscrites à objet cultuel sont soumises au présent 3.\n\n« Art. 79- VI. - Les associations inscrites à objet cultuel ne doivent, ni par leur objet statutaire, ni par leurs activités effectives, porter atteinte à l'ordre public.\n\n« Art. 79- VII. - Nonobstant toute clause contraire des statuts, les actes de gestion financière et d'administration légale des biens accomplis par les directeurs ou administrateurs sont, chaque année au moins, présentés au contrôle de l'assemblée générale des membres de l'association et soumis à son approbation.\n\n« Art. 79- VIII. - I. - Toute association inscrite à objet cultuel bénéficiant directement ou indirectement d'avantages ou de ressources versés en numéraire ou consentis en nature par un Etat étranger, par une personne morale étrangère, par tout dispositif juridique de droit étranger comparable à une fiducie ou par une personne physique non résidente en France est tenue d'en faire la déclaration à l'autorité administrative.« Cette obligation s'applique aux avantages et ressources dont le montant ou la valorisation dépasse un seuil défini par décret en Conseil d'Etat, qui ne peut être inférieur à 10 000 euros, ou dont le montant ou la valorisation du total des avantages et ressources dépasse ce même seuil sur un exercice comptable. Elle ne s'applique pas aux avantages et ressources qui font l'objet d'une libéralité.« Les avantages et ressources soumis à déclaration sont notamment les apports en fonds propres, les prêts, les subventions, les dons manuels, les mécénats de compétences, les prêts de main-d'œuvre, les dépôts et les contributions volontaires, qu'ils soient réalisés par ou sans l'intermédiaire d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement ou d'un organisme ou service mentionné à l'article L. 518-1 du code monétaire et financier.« II. - Les avantages et ressources soumis à l'obligation de déclaration mentionnée au I du présent article sont les suivants :« 1° Les avantages et ressources apportés directement à l'association bénéficiaire ;« 2° Les avantages et ressources apportés à toute association ou à toute société sous contrôle exclusif, sous contrôle conjoint ou sous influence notable de l'association bénéficiaire, au sens des II et III de l'article L. 233-16 et de l'article L. 233-17-2 du code de commerce ;« 3° Les avantages et ressources apportés à toute entité structurée ou organisée de manière telle que son activité est en fait exercée pour le compte de l'association bénéficiaire ou de toute association ou société mentionnée au 2° du présent II ;« 4° Les avantages et ressources apportés aux associations, sociétés ou entités mentionnées aux 1°, 2° et 3° du présent II par l'intermédiaire d'une personne morale ou d'une fiducie sous contrôle exclusif, sous contrôle conjoint ou sous influence notable d'un Etat étranger ou d'une personne morale étrangère ou de tout dispositif juridique de droit étranger comparable à une fiducie ;« 5° Les avantages et ressources apportés aux associations, sociétés ou entités mentionnées aux mêmes 1°, 2° et 3° par l'intermédiaire d'une personne morale, d'une fiducie ou d'une personne physique de manière telle qu'ils le sont en fait pour le compte d'un Etat étranger, d'une personne morale étrangère, de tout dispositif juridique de droit étranger comparable à une fiducie ou d'une personne physique non résidente en France.« Les fiducies et personnes morales de droit français mentionnées aux 2° à 5° du présent II assurent la certification de leurs comptes dans des conditions déterminées par décret en Conseil d'Etat, sans préjudice de l'application de l'article 4-1 de la loi n° 87-571 du 23 juillet 1987 sur le développement du mécénat.« III. - Lorsque les agissements de l'association bénéficiaire ou de l'un de ses dirigeants ou administrateurs établissent l'existence d'une menace réelle, actuelle et suffisamment grave affectant un intérêt fondamental de la société, l'autorité administrative peut s'opposer, après mise en œuvre d'une procédure contradictoire, au bénéfice des avantages et ressources mentionnés au I du présent article.« L'opposition peut être exercée dans les mêmes conditions lorsque constituent une menace de même nature les agissements de tout Etat étranger, organisme, entité, personne ou dispositif mentionné au II, ou de l'un de ses dirigeants, administrateurs, constituants, fiduciaires ou bénéficiaires.« IV. - Le non-respect de l'obligation de déclaration prévue au présent article est puni d'une amende de 3 750 euros, dont le montant peut être porté au quart de la somme sur laquelle a porté l'infraction. Les personnes physiques ou morales coupables de cette infraction encourent également, dans les conditions prévues à l'article 131-21 du code pénal, la peine complémentaire de confiscation de la valeur des avantages et ressources concernés.« En cas d'opposition formée par l'autorité administrative conformément au III du présent article, l'association bénéficiaire est tenue de restituer les avantages et ressources versés ou consentis. Le défaut de restitution dans un délai de trois mois est puni de deux ans d'emprisonnement et de 30 000 euros d'amende ainsi que d'une peine complémentaire de confiscation des avantages et ressources concernés.« Le fait pour un dirigeant, un administrateur ou un fiduciaire de ne pas respecter l'obligation prévue au dernier alinéa du II est puni de 9 000 euros d'amende.« V. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article, en particulier les conditions dans lesquelles les fiducies et les personnes morales de droit français mentionnées au dernier alinéa du II doivent assurer la certification de leurs comptes, notamment le montant des avantages et ressources à compter duquel s'applique l'obligation de certification.\n\n« Art. 79- IX. - Sans préjudice de l'article 910 du code civil, l'aliénation d'un local servant habituellement à l'exercice public d'un culte consentie directement ou indirectement à un Etat étranger, à une personne morale étrangère ou à une personne physique non résidente en France est subordonnée, à peine de nullité, à une déclaration préalable à l'autorité administrative.« L'autorité administrative peut s'opposer à l'aliénation, après mise en œuvre d'une procédure contradictoire, pour le motif mentionné au III de l'article 79-VIII du présent code. L'opposition à l'aliénation, formée dans des conditions fixées par décret en Conseil d'Etat, prive celle-ci d'effet.\n\n« Art. 79- X. - Les associations inscrites à objet cultuel établissent des comptes annuels comprenant un bilan, un compte de résultat et une annexe. Ces comptes sont établis conformément à un règlement de l'Autorité des normes comptables, qui prévoit notamment la tenue d'un état séparé des avantages et ressources provenant d'un Etat étranger, d'une personne morale étrangère, d'un dispositif juridique de droit étranger comparable à une fiducie ou d'une personne physique non résidente en France. Elles établissent leurs comptes annuels de sorte que leurs activités en relation avec l'exercice public d'un culte constituent une unité fonctionnelle présentée séparément. Elles sont tenues de consacrer un compte ouvert dans un établissement mentionné à l'article L. 521-1 du code monétaire et financier à l'exercice de l'ensemble des transactions financières liées à leur activité d'exercice public du culte. Lorsqu'elles perçoivent des ressources collectées par un appel public à la générosité destiné à soutenir l'exercice du culte, elles sont soumises à l'article 4 de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique, dans des conditions définies par un décret en Conseil d'Etat, qui fixe notamment le seuil à compter duquel le même article 4 s'applique.« Elles dressent également une liste des lieux dans lesquels elles organisent habituellement l'exercice public du culte.« Elles sont tenues de présenter les documents mentionnés aux deux premiers alinéas du présent article ainsi que le budget prévisionnel de l'exercice en cours sur demande du représentant de l'Etat dans le département.« Lorsqu'elles ont bénéficié, au cours de l'exercice comptable considéré, d'avantages ou de ressources mentionnés au I de l'article 79-VIII du présent code, elles assurent la certification de leurs comptes, sans préjudice de l'application de l'article 4-1 de la loi n° 87-571 du 23 juillet 1987 sur le développement du mécénat.« Elles assurent également la certification de leurs comptes :« 1° Lorsqu'elles délivrent des documents tels que certificats, reçus, états, factures ou attestations permettant à un contribuable d'obtenir une réduction d'impôt en application des articles 200 et 238 bis du code général des impôts ;« 2° Lorsque le montant des subventions publiques reçues annuellement dépasse un seuil défini par décret en Conseil d'Etat ;« 3° Lorsque leur budget annuel dépasse un seuil défini par décret en Conseil d'Etat.« Elles établissent un traité d'apport lorsqu'elles reçoivent un apport en nature en pleine propriété, en jouissance, en usufruit ou en nue-propriété. Ce traité, qui est annexé aux comptes de l'exercice en cours, comporte une description précise de l'apport, sa valeur estimée et ses conditions d'affectation. Le cas échéant, il précise également la contrepartie pour l'apporteur et les conditions de reprise du bien.« Lorsque les associations collectent des dons par l'intermédiaire des opérations de paiement prévues au 2° du I des articles L. 521-3-1 et L. 525-6-1 du code monétaire et financier, elles sont tenues d'en faire la déclaration préalable au représentant de l'Etat dans le département ou dans la collectivité, dans les conditions prévues à l'article 3 de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique.« Le contrôle financier est exercé sur les associations par le ministre chargé des finances et par l'inspection générale des finances.« Un décret en Conseil d'Etat détermine les modalités d'application du quatrième alinéa du présent article, y compris le montant des avantages et ressources à compter duquel s'applique l'obligation de certification.\n\n« Art. 79- XI. - Est puni de 9 000 euros d'amende le fait, pour le dirigeant ou l'administrateur d'une association, de ne pas respecter les obligations prévues aux neuf premiers alinéas de l'article 79-X.« A la demande de toute personne ayant intérêt à agir au sens de l'article 31 du code de procédure civile, du ministère public ou du représentant de l'Etat dans le département dans lequel est situé le siège social de l'association, le président du tribunal judiciaire, statuant en référé, peut enjoindre sous astreinte aux dirigeants de l'association de produire les comptes annuels et les autres documents mentionnés à l'article 79-X du présent code. Le président du tribunal judiciaire peut, dans les mêmes conditions et à cette même fin, désigner un mandataire chargé d'effectuer ces formalités.\n\n« Art. 79- XII. - Lorsqu'il constate qu'une association inscrite de droit local accomplit des actes en relation avec l'exercice public d'un culte sans que son objet le prévoie, le représentant de l'Etat dans le département met en demeure l'association, dans un délai qu'il fixe et qui ne peut être inférieur à un mois, de mettre son objet en conformité avec ses activités.« A l'expiration du délai prévu au premier alinéa, le représentant de l'Etat dans le département peut, si l'association n'a pas satisfait à la mise en demeure, prononcer une astreinte d'un montant maximal de 100 euros par jour de retard.« Un décret en Conseil d'Etat précise les conditions d'application du présent article. »\n\nII. - Après l'article 167 du code pénal local applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, sont insérés des articles 167-1 à 167-7 ainsi rédigés :\n\n« Art. 167-1. - Les réunions pour la célébration d'un culte dans les locaux appartenant à un établissement public du culte ou à une association à objet cultuel ou mis à leur disposition sont publiques. Elles sont dispensées des formalités prévues à l'article 8 de la loi du 30 juin 1881 sur la liberté de réunion, mais restent placées sous la surveillance des autorités dans l'intérêt de l'ordre public.« L'infraction au premier alinéa du présent article est punie de l'amende prévue pour les contraventions de la cinquième classe. Sont passibles de cette peine ceux qui ont organisé la réunion, ceux qui y ont participé en qualité de ministres du culte et ceux qui ont fourni le local.\n\n« Art. 167-2. - Il est interdit de tenir des réunions politiques dans un local servant habituellement à l'exercice du culte ou dans les dépendances qui en constituent un accessoire indissociable. Il est également interdit d'y afficher, d'y distribuer ou d'y diffuser de la propagande électorale, que ce soit celle d'un candidat ou d'un élu.« Il est également interdit d'organiser des opérations de vote pour des élections politiques françaises ou étrangères dans un local servant habituellement à l'exercice du culte ou utilisé par un établissement public du culte ou par une association à objet cultuel.« Les délits prévus au présent article sont punis d'un an d'emprisonnement et de 15 000 euros d'amende.\n\n« Art. 167-3. - Si un discours prononcé ou un écrit affiché ou distribué publiquement dans les lieux où s'exerce le culte contient une provocation à résister à l'exécution des lois ou aux actes légaux de l'autorité publique ou s'il tend à soulever ou à armer une partie des citoyens contre les autres, le ministre du culte qui s'en rend coupable est puni de cinq ans d'emprisonnement et de 75 000 euros d'amende, sans préjudice des peines de la complicité dans le cas où la provocation est suivie d'une sédition, révolte ou guerre civile.\n\n« Art. 167-4. - En cas de condamnation en application des articles 167-1 à 167-3, l'établissement public du culte ou l'association constituée pour l'exercice du culte dans l'immeuble où l'infraction a été commise est civilement responsable, sauf si l'infraction a été commise par une personne non membre de l'établissement public du culte ou de l'association ou n'agissant pas à l'invitation de ces derniers et dans des conditions dont ils ne pouvaient avoir connaissance.\n\n« Art. 167-5. - La peine prévue au 12° de l'article 131-6 du code pénal est prononcée à la place de ou en même temps que la peine d'amende ou la peine d'emprisonnement prévue pour les délits définis aux articles 167 à 167-3 du présent code. Toutefois, la juridiction peut, par une décision spécialement motivée, décider de ne pas prononcer cette peine en considération des circonstances de l'infraction et de la personnalité de son auteur.\n\n« Art. 167-6. - Une personne condamnée pour l'une des infractions prévues aux articles 421-1 à 421-6 du code pénal ne peut diriger ou administrer un établissement public du culte ou une association à objet cultuel pendant une durée de dix ans à compter de la date à laquelle la condamnation est devenue définitive. Toutefois, pour les infractions mentionnées aux articles 421-2-5 et 421-2-5-1 du même code, cette durée est réduite à cinq ans.\n\n« Art. 167-7. - I. - Le représentant de l'Etat dans le département peut prononcer la fermeture temporaire des lieux de culte dans lesquels les propos qui sont tenus, les idées ou théories qui sont diffusées ou les activités qui se déroulent provoquent à la haine ou à la violence envers une personne ou un groupe de personnes ou tendent à justifier ou à encourager cette haine ou cette violence.« Cette fermeture, dont la durée doit être proportionnée aux circonstances qui l'ont motivée et ne peut excéder deux mois, est prononcée par arrêté motivé et précédée d'une procédure contradictoire dans les conditions prévues au chapitre II du titre II du livre Ier du code des relations entre le public et l'administration.« II. - Peuvent également faire l'objet d'une mesure de fermeture, selon les modalités prévues au second alinéa du I, les locaux dépendant du lieu de culte dont la fermeture est prononcée sur le fondement du même I et dont il existe des raisons sérieuses de penser qu'ils seraient utilisés pour faire échec à l'exécution de cette mesure. La fermeture de ces locaux prend fin à l'expiration de la mesure de fermeture du lieu de culte.« III. - L'arrêté de fermeture est assorti d'un délai d'exécution, qui ne peut être inférieur à quarante-huit heures, à l'expiration duquel la mesure peut faire l'objet d'une exécution d'office. Toutefois, si une personne y ayant un intérêt a saisi le tribunal administratif, dans ce délai, d'une demande présentée sur le fondement de l'article L. 521-2 du code de justice administrative, la mesure ne peut être exécutée d'office avant que le juge des référés ait informé les parties de la tenue ou de l'absence de tenue d'une audience publique en application du deuxième alinéa de l'article L. 522-1 du même code ou, si les parties ont été informées d'une telle audience, avant que le juge ait statué sur la demande.« IV. - La violation d'une mesure de fermeture d'un lieu de culte ou d'un lieu en dépendant prise en application du présent article est punie de six mois d'emprisonnement et de 7 500 euros d'amende. »"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - Les associations constituées avant le lendemain de la publication de la présente loi conformément aux articles 18 et 19 de la loi du 9 décembre 1905 concernant la séparation des Eglises et de l'Etat doivent se conformer à l'avant-dernier alinéa de l'article 19 et à l'article 19-1 de la même loi, dans leur rédaction résultant de la présente loi, dans un délai de dix-huit mois à compter de l'entrée en vigueur des décrets en Conseil d'Etat prévus aux articles 19 et 19-1 de la loi du 9 décembre 1905 précitée.Elles doivent également se conformer au quatrième alinéa de l'article 21 de la même loi, dans sa rédaction résultant de la présente loi, au plus tard le 1er janvier suivant le premier exercice comptable complet suivant l'entrée en vigueur du décret en Conseil d'Etat prévu au même article 21.Toutefois, lorsque ces associations ont bénéficié d'une réponse favorable à une demande faite sur le fondement du V de l'article 111 de la loi n° 2009-526 du 12 mai 2009 de simplification et de clarification du droit et d'allégement des procédures ou ont bénéficié d'une décision de non-opposition à l'acceptation d'une libéralité avant le lendemain de la publication de la présente loi, elles ne sont soumises à l'avant-dernier alinéa de l'article 19 et à l'article 19-1 de la loi du 9 décembre 1905 précitée, dans leur rédaction résultant de la présente loi, qu'à compter de l'expiration de la validité de ces décisions ou à l'issue d'un délai de dix-huit mois à compter de l'entrée en vigueur des décrets d'application prévus aux articles 19 et 19-1 de la loi du 9 décembre 1905 précitée, si cette dernière date est plus tardive.II. - Les associations constituées avant le lendemain de la publication de la présente loi conformément à l'article 4 de la loi du 2 janvier 1907 concernant l'exercice public des cultes doivent se conformer au troisième alinéa de l'article 19 de la loi du 9 décembre 1905 concernant la séparation des Eglises et de l'Etat et à l'article 4-1 de la loi du 2 janvier 1907 précitée, dans leur rédaction résultant de la présente loi, au plus tard le 1er janvier suivant le premier exercice comptable complet suivant l'entrée en vigueur des décrets en Conseil d'Etat prévus aux articles 19 et 21 de la loi du 9 décembre 1905 précitée et à l'article 4-1 de la loi du 2 janvier 1907 précitée.III. - Dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, les associations inscrites de droit local à objet cultuel constituées avant le lendemain de la publication de la présente loi doivent se conformer aux dispositions de l'article 79-VII du code civil local applicable aux départements du Bas-Rhin, du Haut-Rhin et de la Moselle au plus tard le 1er janvier suivant le premier exercice comptable complet postérieur à la publication de la présente loi et aux dispositions de l'article 79-X du même code au plus tard le 1er janvier suivant le premier exercice comptable complet postérieur à l'entrée en vigueur du décret en Conseil d'Etat prévu au même article 79-X."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-823 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. ‒ Le décret du 6 février 1911 déterminant les conditions d'application à la Martinique, à la Guadeloupe et à La Réunion des lois sur la séparation des Eglises et de l'Etat et l'exercice public des cultes est abrogé.\n\n- LOI du 9 décembre 1905 concernant la séparation des Eglises et de l'Etat\n\n- LOI du 2 janvier 1907"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "L'article 24 de la présente loi est applicable en Polynésie française."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'éducation\n\n- Code de l'éducation\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}