{
  "id": "jorftext000020591766",
  "type": "statute",
  "title": "Ordonnance n° 2009-515 du 7 mai 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020591766",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "En cas de manquement aux obligations de publicité et de mise en concurrence auxquelles est soumise la passation par des pouvoirs adjudicateurs des contrats de droit privé ayant pour objet l'exécution de travaux, la livraison de fournitures ou la prestation de services, avec une contrepartie économique constituée par un prix ou un droit d'exploitation, les personnes ayant intérêt à conclure l'un de ces contrats et susceptibles d'être lésées par ce manquement peuvent saisir le juge avant la conclusion du contrat.La demande est portée devant la juridiction judiciaire."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "A la demande du requérant, le juge peut prendre les mesures provisoires tendant à ce qu'il soit ordonné à la personne morale responsable du manquement de se conformer à ses obligations et, le cas échéant, à ce que soit suspendue la procédure de passation du contrat ou l'exécution de toute décision qui s'y rapporte, sauf s'il estime, en considération de l'ensemble des intérêts en présence et notamment de l'intérêt public, que les conséquences négatives de ces mesures pourraient l'emporter sur leurs avantages.Le requérant peut également demander l'annulation des décisions qui se rapportent à la passation du contrat et la suppression des clauses ou prescriptions destinées à figurer dans le contrat et qui méconnaissent les obligations mentionnées à l'article 2."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le contrat ne peut être signé à compter de la saisine du juge et jusqu'à la notification de la décision juridictionnelle."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "En cas de manquement aux obligations de publicité et de mise en concurrence auxquelles est soumise la passation par des entités adjudicatrices des contrats de droit privé ayant pour objet l'exécution de travaux, la livraison de fournitures ou la prestation de services, avec une contrepartie économique constituée par un prix ou un droit d'exploitation, les personnes ayant intérêt à conclure l'un de ces contrats et susceptibles d'être lésées par ce manquement peuvent saisir le juge avant la conclusion du contrat.La demande est portée devant la juridiction judiciaire."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A la demande du requérant, le juge peut prendre des mesures tendant à ce que la personne morale responsable du manquement se conforme à ses obligations, dans un délai qu'il fixe, et à ce que soit suspendue l'exécution de toute décision qui se rapporte à la passation du contrat. Il peut, en outre, prononcer une astreinte provisoire courant à compter de l'expiration des délais impartis.Le montant de l'astreinte provisoire est liquidé en tenant compte du comportement de celui à qui l'injonction a été adressée et des difficultés qu'il a rencontrées pour l'exécuter.Si, à la liquidation de l'astreinte provisoire, le manquement constaté n'a pas été corrigé, le juge peut prononcer une astreinte définitive.L'astreinte, qu'elle soit provisoire ou définitive, est indépendante des dommages et intérêts. L'astreinte provisoire ou définitive est supprimée en tout ou partie s'il est établi que l'inexécution ou le retard dans l'exécution de l'injonction du juge provient, en tout ou partie, d'une cause étrangère."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le juge peut toutefois, en considération de tous les intérêts susceptibles d'être atteints et notamment de l'intérêt public, écarter les mesures prévues au premier alinéa de l'article 5 lorsque leurs conséquences négatives pourraient l'emporter sur leurs avantages."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le contrat ne peut être signé à compter de la saisine du juge et jusqu'à la notification de la décision juridictionnelle."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "La demande mentionnée aux articles 2 et 5 peut également être présentée par le ministère public, lorsque la Commission européenne a notifié à l'Etat les raisons pour lesquelles elle estime qu'une violation grave des obligations applicables a été commise."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le juge ne peut statuer avant un délai fixé par voie réglementaire."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les personnes qui ont un intérêt à conclure l'un des contrats de droit privé mentionnés aux articles 2 et 5 de la présente ordonnance et qui sont susceptibles d'être lésées par des manquements aux obligations de publicité et de mise en concurrence auxquelles ils sont soumis peuvent saisir le juge d'un recours en contestation de la validité du contrat.La demande est portée devant la juridiction judiciaire."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le recours régi par la présente section n'est pas ouvert au demandeur ayant fait usage du recours prévu à l'article 2 ou à l'article 5 dès lors que le pouvoir adjudicateur ou l'entité adjudicatrice a respecté la suspension prévue à l'article 4 ou à l'article 8 et s'est conformé à la décision juridictionnelle rendue sur ce recours."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le recours régi par le présent article ne peut être exercé ni à l'égard des contrats dont la passation n'est pas soumise à une obligation de publicité préalable lorsque le pouvoir adjudicateur ou l'entité adjudicatrice a, avant la conclusion du contrat, rendu publique son intention de le conclure et observé un délai de onze jours après cette publication, ni à l'égard des contrats soumis à publicité préalable auxquels ne s'applique pas l'obligation de communiquer la décision d'attribution aux candidats non retenus lorsque le pouvoir adjudicateur ou l'entité adjudicatrice a accompli la même formalité.La même exclusion s'applique aux contrats fondés sur un accord-cadre ou un système d'acquisition dynamique lorsque le pouvoir adjudicateur ou l'entité adjudicatrice a envoyé aux titulaires la décision d'attribution du contrat et observé un délai de seize jours entre cet envoi et la conclusion du contrat, délai réduit à onze jours si la décision a été communiquée à tous les titulaires par voie électronique."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "A l'exception des demandes reconventionnelles en dommages et intérêts fondées exclusivement sur la demande initiale, aucune demande tendant à l'octroi de dommages et intérêts ne peut être présentée à l'occasion du recours régi par la présente section."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "A la demande du requérant, le juge peut suspendre l'exécution du contrat pour la durée de l'instance, sauf s'il estime, en considération de l'ensemble des intérêts susceptibles d'être lésés et notamment de l'intérêt public, que les conséquences négatives de cette mesure pourraient l'emporter sur ses avantages."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Est nul tout contrat conclu lorsque aucune des mesures de publicité requises pour sa passation n'a été prise, ou lorsque a été omise une publication au Journal officiel de l'Union européenne dans le cas où une telle publication est prescrite.Est également nul tout contrat conclu en méconnaissance des modalités de remise en concurrence prévues pour la passation des contrats fondés sur un accord-cadre ou un système d'acquisition dynamique.Le juge prononce de même la nullité du contrat lorsque celui-ci a été signé avant l'expiration du délai exigé après l'envoi de la décision d'attribution aux opérateurs économiques ayant présenté une candidature ou une offre ou pendant la suspension prévue à l'article 4 ou à l'article 8 ci-dessus si, en outre, deux conditions sont réunies : la méconnaissance de ces obligations a privé le demandeur du droit d'exercer le recours prévu par les articles 2 et 5, et les obligations de publicité et de mise en concurrence auxquelles sa passation est soumise ont été méconnues d'une manière affectant les chances de l'auteur du recours d'obtenir le contrat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Toutefois, dans les cas prévus à l'article 16, le juge peut sanctionner le manquement soit par la résiliation du contrat, soit par la réduction de sa durée, soit par une pénalité financière imposée au pouvoir adjudicateur ou à l'entité adjudicatrice, si le prononcé de la nullité du contrat se heurte à une raison impérieuse d'intérêt général.Cette raison ne peut être constituée par la prise en compte d'un intérêt économique que si la nullité du contrat entraîne des conséquences disproportionnées et que l'intérêt économique atteint n'est pas directement lié au contrat."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans le cas où le contrat a été signé avant l'expiration du délai exigé après l'envoi de la décision d'attribution aux opérateurs économiques ayant présenté une candidature ou une offre ou pendant la suspension prévue à l'article 4 ou à l'article 8 de la présente ordonnance, le juge peut prononcer la nullité du contrat, le résilier, en réduire la durée ou imposer une pénalité financière."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les mesures mentionnées aux articles 15 à 18 peuvent être prononcées d'office par le juge. Il en informe préalablement les parties et les invite à présenter leurs observations dans des conditions fixées par voie réglementaire.Le juge procède de même lorsqu'il envisage d'imposer une pénalité financière."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le montant des pénalités financières prévues aux articles 17 et 18 tient compte de manière proportionnée de leur objet dissuasif, sans pouvoir excéder 20 % du montant hors taxes du contrat.Le montant des pénalités financières est versé au Trésor public."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les dispositions de la présente ordonnance sont applicables aux contrats pour lesquels une consultation est engagée à partir du 1er décembre 2009."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le Premier ministre, la ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, la ministre de l'économie, de l'industrie et de l'emploi et la garde des sceaux, ministre de la justice, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}