{
  "id": "jorftext000038252384",
  "type": "statute",
  "title": "Ordonnance n°2019-207 du 20 mars 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038252384",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Les voies ou portions de voie qui peuvent être réservées, à compter du 1er juillet 2024 jusqu'au 15 septembre 2024 inclus, aux véhicules des personnes accréditées par le comité d'organisation des jeux Olympiques et Paralympiques de 2024, aux taxis, aux véhicules de transport en commun, aux véhicules destinés à favoriser le transport des personnes à mobilité réduite mentionné au 7° du I de l'article L. 1241-2 du code des transports ainsi qu'aux véhicules de secours et de sécurité, afin d'assurer leur circulation dans des conditions optimales de sécurité et de fluidité, sont déterminées par décret.Ces voies ou portions de voies sont situées dans les départements accueillant un site de compétition ainsi que dans les départements limitrophes lorsque la continuité ou la fluidité des itinéraires le rend nécessaire.Elles peuvent être réservées de façon permanente ou durant des périodes déterminées. La durée de leur mise en service doit être proportionnée aux objectifs visés en matière de sécurité et de fluidité.II. - La liste des véhicules des personnes accréditées est établie par le comité d'organisation des jeux Olympiques et Paralympiques de 2024."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les voies ou portions de voies qui permettent d'assurer, à compter du 1er juillet 2024 jusqu'au 15 septembre 2024 inclus, le délestage des voies réservées identifiées en application de l'article 1er ainsi que celles qui, en raison des incidences ou de l'utilité que leur usage peut avoir pour la circulation sur ces voies réservées ou la desserte des sites olympiques, concourent au déroulement des jeux Olympiques et Paralympiques de 2024, sont déterminées, après consultation des autorités détentrices du pouvoir de police de la circulation :\n\n- dans la région d'Ile-de-France, par arrêté du préfet de police ;- dans les autres départements accueillant un site de compétition et ceux qui leur sont limitrophes, par arrêté du représentant de l'Etat dans le département du siège de la zone de défense et de sécurité concernée."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "A compter du 1er juillet 2024 jusqu'au 15 septembre 2024 inclus, sur les voies ou portions de voies déterminées en application des articles 1er et 2, les pouvoirs de police de la circulation routière et du stationnement dévolus au maire par les articles L. 2213-1 à L. 2213-6 du code général des collectivités territoriales, au maire de Paris par l'article L. 2512-14 du même code, au président du conseil de la métropole de Lyon par l'article L. 3642-2, au président du conseil départemental par l'article L. 3221-4 de ce code et au représentant de l'Etat dans les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne sur les routes à grande circulation par l'article L. 2521-1 dudit code, sont transférés :\n\n- au préfet de police pour les voies ou portions de voies situées à Paris et dans les autres départements de la région d'Ile-de-France ;- au représentant de l'Etat dans le département du siège de la zone de défense et de sécurité pour les voies ou portions de voies situées dans les autres départements."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "En Ile-de-France, les autorités compétentes, en application des articles L. 115-1, L. 131-7 et L. 141-10 du code de la voirie routière, pour coordonner les travaux de voirie recueillent l'avis du préfet de police pour tous les projets de travaux ou d'aménagement dont elles sont saisies qui sont susceptibles d'avoir une incidence sur l'utilisation des voies ou portions de voies réservées déterminées en application de l'article 1er de la présente ordonnance pendant la période prévue au I du même article 1er. Le préfet de police peut subordonner la réalisation des travaux ou aménagements projetés à des prescriptions visant à garantir la circulation sur les voies réservées dans des conditions optimales de sécurité et de fluidité."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les modalités d'application de la présente ordonnance sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre et le ministre de l'intérieur sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}