{
  "id": "jorftext000000574787",
  "type": "statute",
  "title": "Loi n° 98-1267 du 30 décembre 1998",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000574787",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables du 1er janvier 1999 jusqu'au 31 décembre 1999."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A. à E. Paragraphes modificateursF. - Les dispositions des A à D s'appliquent aux revenus perçus à compter du 1er janvier 1998. Toutefois, pour les baux écrits de biens ruraux et les locations de droits de chasse ou de droits de pêche en cours à la date de publication de la présente loi, elles ne s'appliquent qu'aux revenus perçus à compter de la date d'ouverture d'une nouvelle période.Les dispositions du E s'appliquent aux loyers courus à compter du 1er octobre 1998. Toutefois, pour les baux écrits d'immeubles ruraux et les locations de droits de chasse ou de droits de pêche en cours à la date de publication de la présente loi, elles ne s'appliquent qu'aux loyers courus à compter de la date d'ouverture d'une nouvelle période.G. - Pour l'application des I et II de l'article 234 ter du code général des impôts et par exception aux dispositions du premier alinéa du F, l'assiette des contributions prévues aux articles 234 bis et 234 nonies du même code est :- diminuée des recettes qui ont été soumises aux droits d'enregistrement prévus aux articles 736 à 741 bis et 745 avant le 1er janvier 1998, ou, pour les sociétés ou organismes mentionnés aux articles 234 quater, 234 quinquies et 234 sexies du même code, avant le 1er octobre 1998 ;- et majorée des recettes qui se rapportent à une période de location ou de sous-location postérieure au 31 décembre 1997, ou, pour les sociétés ou organismes précités, au 30 septembre 1998 mais ont été perçues au plus tard à ces dates. Ces recettes sont prises en compte au titre de l'année, de l'exercice ou de la période d'imposition incluant la période de location ou de sous-location en cause.H. - Par exception aux dispositions du III de l'article 234 quater et du deuxième alinéa de l'article 234 quinquies du code général des impôts, le paiement des acomptes exigibles avant le 31 août 1999 et des contributions dues au titre d'un exercice clos avant le 1er juin 1999 s'effectue au plus tard le 15 septembre 1999.I. Paragraphe modificateurJ. - I. - La contribution annuelle prévue à l'article 234 bis du code général des impôts est, sauf convention contraire, à la charge du locataire.La contribution annuelle prévue à l'article 234 nonies du code général des impôts est à la charge du bailleur. Toutefois, lorsqu'elle est due au titre de locaux loués à usage commercial situés dans des immeubles comportant, à concurrence de la moitié au moins de leur superficie totale, des locaux loués affectés à usage d'habitation ou à l'exercice d'une profession, elle est, sauf convention contraire, supportée à concurrence de la moitié par le locataire.II. Paragraphe modificateurIII. - Pour les contrats en cours, de quelque nature qu'ils soient, les stipulations relatives au droit de bail et à la taxe additionnelle au droit de bail s'appliquent dans les mêmes conditions à la contribution annuelle représentative du droit de bail et à la contribution additionnelle prévues aux articles 234 bis et 234 nonies du code général des impôts.IV. - Les dispositions du premier alinéa du I et celles des II et III sont applicables pour les loyers qui se rapportent à une période de location ou de sous-location postérieure au 30 septembre 1998.K. - Un décret fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. Paragraphe modificateurII. - Un décret détermine les conditions d'application du présent article."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. à III. Paragraphes modificateursIV. - Les dispositions des I à III s'appliquent à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux exercices ouverts à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Sous réserve des décisions de justice passées en force de chose jugée, les impositions en matière d'impôts directs locaux et de taxes perçues sur les mêmes bases, calculées à partir de tarifs ou d'éléments d'évaluation arrêtés avant le 1er janvier 1999, sont réputées régulières en tant que leur légalité est contestée sur le fondement de l'absence de preuve de l'affichage en mairie de ces tarifs ou éléments d'évaluation.II. - La publication de l'instruction générale du 31 décembre 1908 sur l'évaluation des propriétés non bâties au Bulletin officiel des contributions directes de 1909 a pour effet de la rendre opposable aux tiers.Sous réserve des décisions de justice passées en force de chose jugée, ces dispositions s'appliquent aux litiges en cours."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux impositions établies à compter de 1999."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Paragraphe abrogéII. - Sous réserve des décisions de justice passées en force de chose jugée, les impositions, droits et taxes ou redevances mentionnés dans le code général des impôts de Mayotte publié au registre des délibérations sous les références n° 114/97/CGD sont validés en tant que leur régularité serait contestée sur le fondement de l'absence de base légale des délibérations du conseil général ayant institué ou modifié lesdits impositions, droits, taxes ou redevances ou parce qu'ils n'ont pas été rendus applicables par la loi de finances de l'année."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. Paragraphe modificateurII. - Dans l'attente de l'intervention du décret visé au troisième alinéa du même article L. 49-1-2 et sous réserve des décisions de justice passées en force de chose jugée, les règles applicables aux dérogations sont celles fixées par les articles 2 à 4 du décret n° 92-880 du 26 août 1992 relatif aux dérogations temporaires d'ouverture des débits de boissons dans les installations sportives dont les dispositions sont provisoirement maintenues en vigueur.III. - Sous réserve des décisions de justice passées en force de chose jugée, les dispositions du présent article s'appliquent aux litiges en cours.IV. (abrogé)"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux revenus perçus à compter du 1er janvier 1998."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. à II. Paragraphes modificateursIII. - Les dispositions des I et II s'appliquent à compter des revenus imposables au titre de l'année 1999."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. à XIV. Paragraphes modificateursXV. - Les dispositions du présent article sont applicables à compter de la date d'entrée en vigueur de la loi n° 96-597 du 2 juillet 1996 de modernisation des activités financières."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. Paragraphe modificateurII. - Un décret fixe les modalités d'application du présent article, notamment les modalités du changement de mode de détermination des résultats.III. - Les dispositions du présent article s'appliquent à compter de l'imposition des revenus de 1999."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. à II. Paragraphes modificateursIII. - Les dispositions des articles 302 bis WA et 302 bis WB du code général des impôts s'appliquent à compter du 1er juillet 1999."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article s'appliquent à compter du 4 janvier 1999."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. Paragraphe modificateurII. - Toutefois, au titre de l'année 2001, le montant des taxes spéciales d'équipement perçues au profit des agences pour la mise en valeur des espaces urbains de la zone dite des cinquante pas géométriques en Guadeloupe et en Martinique devra être arrêté et notifié avant le 30 avril 2001."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "A. Paragraphe modificateurB. - Les dispositions du A s'appliquent pour la détermination du résultat des exercices clos à compter du 31 décembre 1998."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - Le Gouvernement est autorisé à participer à la révision générale des quotes-parts des pays membres du Fonds monétaire international qui a été approuvée par la résolution du conseil des gouverneurs de cette institution en date du 30 janvier 1998, et dont la traduction est annexée à la présente loi.\n\nLe montant de la quote-part de la France dans le Fonds monétaire international est porté de 7 414,6 millions de droits de tirage spéciaux à 10 738,5 millions de droits de tirage spéciaux.\n\nII. - Est autorisée l'approbation du quatrième amendement aux statuts du Fonds monétaire international qui a été adopté le 23 septembre 1997 par le conseil des gouverneurs de cette institution, et dont la traduction est annexée à la présente loi."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Il est institué au titre de 1998 une dotation budgétaire afin de compenser pour chaque région la perte de recettes résultant de la suppression, à compter du 1er septembre 1998, de la taxe additionnelle régionale aux droits de mutations à titre onéreux sur les immeubles à usage d'habitation.La compensation versée à chaque région est égale au tiers du montant des droits relatifs à la taxe additionnelle régionale mentionnée à l'article 1599 sexies du code général des impôts effectivement encaissés entre le 1er janvier et le 31 décembre 1997 pour le compte de cette région, au titre des mutations d'immeubles ou fractions d'immeubles mentionnées aux articles 710 et 711 du même code.Ce montant est revalorisé en fonction de l'évolution de la dotation globale de fonctionnement au titre de 1998."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validés, pour la période du 1er novembre 1995 au 5 décembre 1997, les versements directs effectués par l'Etat au titre du capital-décès au profit des ayants droit des maîtres contractuels ou agréés des établissements d'enseignement privés sous contrat décédés, dans la mesure où ils seraient contestés sur le fondement de l'illégalité du décret n° 95-946 du 23 août 1995. Aucun remboursement de la cotisation de prévoyance versée au titre de la convention collective du 14 mars 1947 étendue par la loi n° 72-1223 du 29 décembre 1972 portant généralisation de la retraite complémentaire au profit des salariés et anciens salariés n'est dû, pour cette période, par l'Etat, aux organismes de gestion des établissements d'enseignement privés sous contrat.A compter du 6 décembre 1997 et sous réserve des décisions de justice passées en force de chose jugée, les obligations de l'Etat tenant au remboursement aux organismes de gestion des établissements d'enseignement privés sous contrat de la cotisation sociale afférente au régime de retraite et de prévoyance des cadres institué par la convention collective du 14 mars 1947 et étendu par la loi n° 72-1223 du 29 décembre 1972 précitée sont égales à la part de cotisations nécessaire pour assurer l'égalisation des situations prévue par l'article 15 de la loi n° 59-1557 du 31 décembre 1959 sur les rapports entre l'Etat et les établissements d'enseignement privés ; cette part est fixée par décret en Conseil d'Etat. Ce texte fixe également, pour les ayants droit des maîtres mentionnés ci-dessus auxquels la convention collective du 14 mars 1947 susmentionnée n'est pas applicable, les modalités de versement par l'Etat, à compter du 6 décembre 1997, d'un complément de capital-décès."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Dans le cadre de la cession de la Société marseillaise de crédit à la Banque Chaix, le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat à la Banque Chaix, dans la limite de 435 millions de francs, pour la couvrir des préjudices résultant de pertes et charges de la Société marseillaise de crédit qui se matérialiseraient après le 31 décembre 1997 et dont l'origine serait antérieure à la date de transfert des titres.Cette garantie expirera le 31 décembre 2001, sauf pour les préjudices relatifs aux obligations fiscales, douanières ou sociales pour lesquels la garantie prendra fin au terme du mois suivant l'expiration du délai de prescription."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. Paragraphe modificateurII. - Sous réserve des décisions de justice passées en force de chose jugée, sont réputées régulières les impositions mentionnées à l'article L. 255 A du livre des procédures fiscales, assises et liquidées avant la publication de la présente loi au Journal officiel de la République française, en tant qu'elles seraient contestées pour un motif tiré de l'absence de signature ou de l'incompétence du signataire de l'avis d'imposition ou de l'incompétence du signataire du titre de recette."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. Paragraphe modificateurII. - Le présent article s'applique également aux cessions antérieures à la publication de la présente loi."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "La propriété des barrages d'Alfeld, de l'Altenweiher, du Ballon, de la Lauch, du Forlet, de Soultzeren et du Schiessrothried, ainsi que leurs annexes, est transférée par l'Etat au département du Haut-Rhin à titre gratuit et après remise en état de l'art. Ce transfert sera constaté, le moment venu, par un acte administratif publié au livre foncier."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Dans le cadre des mesures d'aide à la reconstruction en faveur de Guatemala, du Honduras, du Nicaragua et du Salvador touchés par le cyclone Mitch, il est fait remise à ces Etats des arriérés en principal, intérêts et intérêts de retard dus au 15 novembre 1998 et des échéances en principal et en intérêts dues à compter du 16 novembre 1998 sur l'encours au 15 novembre 1998 des prêts d'aide publique au développement dont ils ont bénéficié."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Les taux de majoration fixés à l'article 2 de la loi n° 51-695 du 24 mai 1951 portant majoration de certaines rentes viagères et pensions, tels qu'ils résultent de la loi de finances pour 1999, sont applicables, sous les mêmes conditions de date, aux rentes viagères constituées entre particuliers, conformément à la loi n° 49-420 du 25 mars 1949 révisant certaines rentes viagères constituées entre particuliers.II. Paragraphe modificateurIII. - Les dispositions de la loi n° 49-420 du 25 mars 1949 précitée s'appliquent aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1998.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1998 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.IV. - Les actions ouvertes par la loi n° 49-420 du 25 mars 1949 précitée peuvent être intentées pendant un délai de deux ans à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat, à hauteur de 1 250 millions de dollars des Etats-Unis, aux opérations menées pour le compte de l'Etat par la Banque de France, garante de premier rang pour la Banque des règlements internationaux, dans le cadre du plan de soutien financier international en faveur du Brésil."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "RESOLUTION N° 53-2 DU CONSEIL DES GOUVERNEURSAugmentation des quotes-parts des Etats membres du FMI (onzième révision générale)Considérant que le conseil d'administration a soumis au Conseil des gouverneurs un document intitulé : \"Augmentation des quotes-parts des pays membres du FMI - onzième révision générale\", contenant des recommandations en vue de l'augmentation des quotes-parts des différents Etats membres du FMI ;Considérant que le conseil d'administration a recommandé que le Conseil des gouverneurs adopte, par un vote sans réunion conformément à la section 13 de la réglementation générale du FMI, la résolution présentée ci-après, qui propose l'augmentation des quotes-parts des Etats membres du FMI à la suite de la onzième révision générale des quotes-parts et traite de certaines questions connexes ;En conséquence, le Conseil des gouverneurs décide ce qui suit :1. Le Fonds monétaire international propose, sous réserve des dispositions de la présente résolution, de porter les quotes-parts des Etats membres aux montants figurant en regard de leur nom dans l'annexe jointe à la présente résolution.2. L'augmentation des quotes-parts de chaque Etat membre proposée par la présente résolution ne prendra effet que lorsque chaque Etat membre aura notifié au FMI son consentement à l'augmentation de sa quote-part dans le délai prescrit au paragraphe 4 ci-après ou conformément à ses dispositions, et qu'il en aura versé le montant intégral dans le délai prescrit au paragraphe 5 ci-après ou conformément à ses dispositions, étant entendu qu'aucun Etat membre ayant des impayés envers le compte des ressources générales au titre de rachats, commissions ou prélèvements ne pourra consentir à l'augmentation de sa quote-part ni en verser le montant, tant qu'il ne se sera pas acquitté de ces obligations.3. Aucune augmentation de quote-part ne prendra effet avant la date à laquelle le FMI aura constaté que les Etats membres ayant consenti à l'augmentation de leur quote-part réunissent au moins 85 % du total des quotes-parts au 23 décembre 1997.4. La notification visée au paragraphe 2 ci-dessus sera donnée par un représentant dûment accrédité de l'Etat membre et devra parvenir au FMI au plus tard le 29 janvier 1999, à 18 heures, heure de Washington, étant entendu que le conseil d'administration peut proroger ce délai s'il le juge nécessaire.5. Chaque Etat membre versera au FMI le montant de l'augmentation de sa quote-part dans les trente jours qui suivront la plus éloignée des deux dates suivantes : a) la date à laquelle il aura notifié son consentement au FMI, ou b) la date à laquelle le FMI aura fait la constatation visée au paragraphe 3 ci-dessus, étant entendu que le conseil d'administration peut proroger le délai de paiement s'il le juge nécessaire.6. Lorsqu'il décidera de proroger le délai de consentement à l'augmentation de la quote-part ou le délai de paiement, le conseil d'administration devra accorder une attention particulière à la situation des Etats membres qui pourraient encore souhaiter donner leur consentement à l'augmentation de leur quote-part ou la payer, notamment les Etats membres ayant des arriérés de longue date envers le compte des ressources générales au titre de rachats, commissions ou prélèvements et qui, de l'avis du conseil d'administration, coopèrent avec le FMI en vue du règlement de ces obligations.7. Pour les Etats membres qui n'ont pas encore notifié leur consentement à l'augmentation de leur quote-part en vertu de la neuvième révision générale, le délai de consentement s'étendra jusqu'à la date déterminée conformément au paragraphe 3 ci-dessus. Pour les Etats membres qui n'ont pas encore payé l'augmentation de leur quote-part en vertu de la neuvième révision générale, le délai de paiement s'étendra jusqu'à la date déterminée conformément au paragraphe 3 ci-dessus.8. Chaque Etat membre versera 25 % de l'augmentation de sa quote-part soit en droits de tirage spéciaux, soit dans la monnaie d'autres Etats membres désignés par le FMI, sous réserve de leur assentiment, soit selon une combinaison quelconque de droits de tirage spéciaux et de ces monnaies. Le reliquat de l'augmentation sera versé par l'Etat membre dans sa propre monnaie.FONDS MONETAIRE INTERNATIONALRapport des administrateurs au Conseil des gouverneursAugmentation des quotes-parts des Etats membres du fonds (onzième révision générale)QUOTE-PART proposée (en millions de DTS)1. Afghanistan : 161,92. Albanie : 48,73. Algérie : 1 254,74. Angola : 286,35. Antigua-et-Barbuda : 13,56. Argentine : 2 117,17. Arménie : 92,08. Australie : 3 236,49. Autriche : 1 872,310. Azerbaïdjan : 160,911. Bahamas : 130,312. Bahrein : 135,013. Bangladesh : 533,314. Barbade : 67,515. Biélorussie : 386,416. Belgique : 4 605,217. Bélize : 18,818. Bénin 61,919. Bhoutan : 6,320. Bolivie : 171,521. Bosnie-Herzégovine : 169,122. Botswana : 63,023. Brésil 3 036,124. Brunei-Darussalam : 215,225. Bulgarie : 640,226. Burkina-Faso 60,227. Burundi : 77,028. Cambodge : 87,529. Cameroun 185,730. Canada : 6 369,231. Cap-Vert : 9,632. République centrafricaine : 55,733. Tchad : 56,034. Chili : 856,135. Chine : 4 687,236. Colombie : 774,037. Comores : 8,938. Congo (République démocratique du) : 533,039. Congo (République du) 84,640. Costa Rica : 164,141. Côte d'Ivoire : 325,242. Croatie 365,143. Chypre : 139,644. République tchèque : 819,345. Danemark : 1 642,846. Djibouti : 15,947. Dominique : 8,248. République dominicaine : 218,949. Equateur : 302,350. Egypte : 943,751. Salvador : 171,352. Guinée équatoriale : 32,653. Erythrée : 15,954. Estonie : 65,255. Ethiopie : 133,756. Fidji : 70,357. Finlande : 1 263,858. France : 10 738,559. République fédérale de Yougoslavie (Serbie-Monténégro) (1) :467,760. Gabon : 154,361. Gambie : 31,162. Georgie : 150,363. Allemagne (République fédérale d') : 13 008,264. Ghana : 369,065. Grèce : 823,066. Grenade : 11,767. Guatemala : 210,268. Guinée 107,169. Guinée-Bissau : 14,270. Guyana : 90,971. Haïti : 81,972. Honduras : 129,573. Hongrie : 1 038,474. Islande : 117,675. Inde : 4 158,276. Indonésie : 2 079,377. Iran : 1 497,278. Irak : 1 188,479. Irlande : 838,480. Israël : 928,281. Italie : 7 055,582. Jamaïque : 273,583. Japon : 13 312,884. Jordanie : 170,585. Kazakhstan : 365,786. Kenya : 271,487. Kiribati : 5,688. Corée : 1 633,689. Koweït : 1 381,190. Kirghizistan : 88,891. Laos : 52,992. Lettonie : 126,893. Liban : 203,094. Lesotho : 34,995. Liberia : 129,296. Libye : 1 123,797. Lituanie : 144,298. Luxembourg : 279,199. Macédoine (ex-République yougoslave de) : 68,9100. Madagascar : 122,2101. Malawi : 69,4102. Malaisie : 1 486,6103. Maldives : 8,2104. Mali : 93,3105. Malte : 102,0106. Marshall (les îles) : 3,5107. Mauritanie : 64,4108. Maurice : 101,6109. Mexique : 2 585,8110. Micronésie : 5,1111. Moldavie : 123,2112. Mongolie : 51,1113. Maroc : 588,2114. Mozambique : 113,6115. Birmanie (Union de) : 258,4116. Namibie : 136,5117. Népal : 71,3118. Pays-Bas : 5 162,4119. Nouvelle-Zélande : 894,6120. Nicaragua : 130,0121. Niger : 65,8122. Nigeria : 1 753,2123. Norvège : 1 671,7124. Oman : 194,0125. Pakistan : 1 033,7126. Palao (République de) : 3,1127. Panama : 206,6128. Papouasie-Nouvelle-Guinée : 131,6129. Paraguay : 99,9130. Pérou : 638,4131. Philippines : 879,9132. Pologne : 1 369,0133. Portugal : 867,4134. Qatar : 263,8135. Roumanie : 1 030,2136. Russie : 5 945,4137. Rwanda : 80,1138. Samoa occidentales : 11,6139. Saint-Marin : 17,0140. Sao Tomé-et-Principe : 7,4141. Arabie saoudite : 6 985,5142. Sénégal : 161,8143. Seychelles : 8,8144. Sierra Leone : 103,7145. Singapour : 862,5146. Slovaquie : 357,5147. Slovénie : 231,7148. Salomon (les îles) : 10,4149. Somalie : 81,7150. Afrique du Sud : 1 868,5151. Espagne : 3 048,9152. Sri Lanka : 413,4153. Saint-Christophe-et-Niévès : 8,9154. Sainte-Lucie : 15,3155. Saint-Vincent-et-les-Grenadines : 8,3156. Soudan : 315,1157. Surinam : 92,1158. Swaziland : 50,7159. Suède : 2 395,5160. Suisse : 3 458,5161. Syrie : 293,6162. Tadjikistan : 87,0163. Tanzanie : 198,9164. Thaïlande : 1 081,9165. Togo : 73,4166. Tonga : 6,9167. Trinité-et-Tobago : 335,6168. Tunisie : 286,5169. Turquie : 964,0170. Turkménistan : 75,2171. Ouganda : 180,5172. Ukraine : 1 372,0173. Emirats arabes unis : 611,7174. Royaume-Uni : 10 738,5175. Etats-Unis d'Amérique : 37 149,3176. Uruguay : 306,5177. Ouzbékistan : 275,6178. Vanuatu : 17,0179. Venezuela : 2 659,1180. Vietnam : 329,1181. Yémen (République du) : 243,5182. Zambie : 489,1183. Zimbabwe : 353,4Total tous Etats membres : 212 029,0(1) Par décision du conseil d'administration n° 10237 (92/150) du 14 décembre 1992, la République fédérale de Yougoslavie (Serbie-Monténégro) peut succéder en tant qu'Etat membre à la République fédérative socialiste de Yougoslavie.QUATRIEME AMENDEMENT DES STATUTS DU FONDS MONETAIRE INTERNATIONALLes gouvernements au nom desquels est signé le présent Accord conviennent de ce qui suit :1. Le texte de la section 1 de l'article XV est modifié pour se lire comme suit :a) Afin d'ajouter, lorsque et dans la mesure où le besoin s'en fait sentir, aux instruments de réserve existants, le Fonds est autorisé à allouer des droits de tirage spéciaux, conformément aux dispositions de l'article XVIII, aux Etats membres qui participent au département des droits de tirage spéciaux.b) En outre, le Fonds allouera des droits de tirage spéciaux, conformément aux dispositions de l'annexe M, aux Etats membres qui participent au département des droits de tirage spéciaux.2. Une nouvelle annexe M, dont le texte se lit comme suit, est ajoutée aux statuts :ANNEXE MALLOCATION SPECIALE DE DROITS DE TIRAGE SPECIAUX A CARACTERE EXCEPTIONNEL1. Sous réserve du paragraphe 4, tout Etat membre qui, au 19 septembre 1997, participe au département des droits de tirage spéciaux recevra, le trentième jour suivant la date d'entrée en vigueur du quatrième amendement des présents statuts, une allocation de droits de tirage spéciaux dont le montant portera son allocation cumulative nette de droits de tirage spéciaux à 29,315 788 813 % de sa quote-part au 19 septembre 1997, étant entendu que, dans le cas des participants dont les quotes-parts n'ont pas été ajustées comme proposé dans la Résolution du Conseil des gouverneurs n° 45-2, le calcul s'effectuera sur la base des quotes-parts proposées dans ladite résolution.2. a) Sous réserve du paragraphe 4, tout pays qui devient participant au département des droits de tirage spéciaux après le 19 septembre 1997, mais dans un délai de trois mois à compter de la date de son admission au Fonds, recevra une allocation de droits de tirage spéciaux dont le montant sera calculé conformément aux alinéas b et c le trentième jour suivant la plus tardive des deux dates suivantes : i) soit la date à laquelle il devient participant au département des droits de tirage spéciaux, ii) soit la date d'entrée en vigueur du quatrième amendement des présents statuts.b) Aux fins de l'alinéa a, chaque participant recevra un montant de droits de tirage spéciaux d'un montant tel que son allocation cumulative nette sera égale à 29,315 788 813 % de sa quote-part à la date à laquelle il a acquis la qualité de participant, après ajustement obtenu en multipliant :i) Premièrement, par 29,315 788 813 % le ratio entre, d'une part, le total des quotes-parts, calculé selon la méthode énoncée au paragraphe 1, des participants visés à l'alinéa c et, d'autre part, le total des quotes-parts de ces participants à la date à laquelle il a acquis la qualité de participant ; et,ii) Deuxièmement, le produit obtenu au sous-alinéa i) par le ratio entre, d'une part, la somme des allocations cumulatives nettes de droits de tirage spéciaux qu'ont reçues, en vertu de l'article XVIII, les participants visés à l'alinéa c, à la date à laquelle l'Etat membre a acquis la qualité de participant, majorée des allocations qu'ont reçues ces participants en vertu du paragraphe 1 et, d'autre part, la somme des allocations cumulatives nettes de droits de tirage spéciaux qu'ont reçues en vertu de l'article XVIII, ces participants au 19 septembre 1997, majorée des allocations qu'ont reçues ces participants en vertu du paragraphe 1.c) Aux fins des ajustements à effectuer en application de l'alinéa b, les participants au département des droits de tirage spéciaux seront les pays participants au 19 septembre 1997, i) qui continueront d'être des participants au département des droits de tirage spéciaux à la date à laquelle l'Etat membre devient participant et ii) qui auront reçu toutes les allocations faites par le Fonds après le 19 septembre 1997.3. a) Sous réserve du paragraphe 4, si la République fédérale de Yougoslavie (Serbie/Monténégro) succède en qualité de membre du Fonds et de participant au département des droits de tirage spéciaux à l'ancienne République fédérative socialiste de Yougoslavie conformément aux modalités et conditions énoncées dans la décision n° 10237-(92/150) adoptée par le conseil d'administration le 14 décembre 1992, elle recevra une allocation de droits de tirage spéciaux, dont le montant sera calculé conformément à l'alinéa b le trentième jour suivant la plus tardive des deux dates suivantes :i) soit la date à laquelle la République fédérale de Yougoslavie (Serbie/Monténégro) assume la succession en qualité de membre du Fonds et de participant au département des droits de tirage spéciaux conformément aux modalités et conditions énoncées dans la décision n° 10237-(92/150), ii) soit la date d'entrée en vigueur du quatrième amendement du présent Accord.b) Aux fins de l'alinéa a, la République fédérale de Yougoslavie (Serbie/Monténégro) recevra un montant de droits de tirage spéciaux d'un montant tel que son allocation cumulative nette sera égale à 29,315 788 813 % de la quote-part qui lui était proposée aux termes du paragraphe 3 c de la décision du conseil d'administration n° 10237-(92/150), après ajustement conformément aux paragraphes 2 b ii) et c ci-dessus, à la date à laquelle la République fédérale de Yougoslavie (Serbie/Monténégro) deviendra admissible à bénéficier d'une allocation en vertu de l'alinéa a ci-dessus.4. Le Fonds n'allouera pas de droits de tirage spéciaux au titre de la présente annexe aux participants qui, avant la date de l'allocation, lui auront notifié par écrit qu'ils ne souhaitent pas recevoir d'allocation.5. a) Si, à la date où une allocation est faite à un participant en vertu des paragraphes 1, 2 ou 3 ci-dessus, le participant a des impayés au titre d'obligations envers le Fonds, les DTS ainsi alloués seront déposés et détenus à un compte bloqué au département des droits de tirage spéciaux et ils seront mis à la disposition du participant une fois qu'il aura réglé l'intégralité de ses impayés au titre d'obligations envers le Fonds.b) Les DTS détenus à un compte bloqué ne peuvent être mis à la disposition du participant pour quelque usage que ce soit et ne seront pas inclus dans le calcul des allocations du participant ni de ses avoirs en DTS aux fins des statuts, sauf au titre de la présente annexe. Si des DTS sont détenus à un compte bloqué au moment où le participant met fin à sa participation au département des droits de tirage spéciaux ou lorsqu'il est décidé de liquider le département des droits de tirage spéciaux, ces DTS seront annulés (paragraphe 5 b).c) Aux fins de ce paragraphe, les impayés au titre d'obligations envers le Fonds sont les impayés au titre de rachats et commissions au compte des ressources générales, au titre du principal et des intérêts sur les prêts du compte de versements spécial, au titre de commissions et prélèvements au département des droits de tirage spéciaux et au titre d'engagements envers le Fonds en sa qualité de fiduciaire.d) Sous réserve des dispositions des précédents alinéas de ce paragraphe, le principe de la séparation du département général et du département des droits de tirage spéciaux sera maintenu, de même que sera préservé le caractère d'actif de réserve inconditionnel du DTS."
    }
  ]
}