{
  "id": "jorftext000000249995",
  "type": "statute",
  "title": "Loi n° 2004-204 du 9 mars 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000249995",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La loi du 10 mars 1927 relative à l'extradition des étrangers est abrogée."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "La loi du 2 juillet 1931 modifiant l'article 70 du code d'instruction criminelle est abrogée."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I et II. - Paragraphes modificateurs.III. - Les dispositions de l'article L. 324-2 du code de la route reproduites dans le code des assurances sont modifiées de plein droit par les modifications éventuelles de cet article."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "I, II, III, IV : Paragraphes modificateurs.V. - Dans tous les textes de nature législative, les mots :contrainte par corps sont remplacés par les mots : contrainte judiciaire.VI, VII et VIII : Paragraphes modificateurs."
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Article 205",
      "content": "Un décret en Conseil d'Etat détermine les conditions dans lesquelles un établissement public national à caractère administratif peut exercer à la demande du garde des sceaux, ministre de la justice, pour les opérations qu'il lui confie, dans des conditions prévues par convention, la maîtrise d'ouvrage de plein exercice.\n\nCet établissement peut négocier, conclure et gérer à la demande et pour le compte de l'Etat des baux prévus à l'article L. 34-3-1 du code du domaine de l'Etat. La signature du bail intervient après passation, entre l'Etat et l'établissement, d'une convention qui prévoit notamment les conditions et la durée de ces missions.\n\nL'établissement a compétence pour délivrer des autorisations d'occupation temporaire sur le domaine public de l'Etat qui lui aura été remis préalablement en dotation pour la réalisation du programme qui lui est confié."
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "I. - Les dispositions des articles 1er, 2, 14, 21, 22, 24 à 26, 33, 44, 85, 86, 89, 92, 95 à 100, 117, 118, 122 à 124, du I de l'article 128, des articles 133, 137, 138, du I de l'article 148, des articles 149, 153, 156, 157, 197 et 200 entreront en vigueur le 1er octobre 2004.Les références à l'article 712-6 du code de procédure pénale figurant aux articles 131-9 et 131-11 du code pénal dans leur rédaction résultant de l'article 44 de la présente loi sont, jusqu'au 1er janvier 2005, remplacées par une référence à l'article 722 du code de procédure pénale.II. - Les articles 159 à 193 et 198 entreront en vigueur, sous réserve des dispositions des III et IV du présent article, le 1er janvier 2005.A cette date, les affaires pendantes devant les juridictions régionales de la libération conditionnelle et la juridiction nationale de la libération conditionnelle seront respectivement transférées devant les tribunaux de l'application des peines compétents et les chambres de l'application des peines des cours d'appel compétentes.Les dispositions résultant de l'article 193 s'appliqueront à tous les condamnés sous écrou le 1er janvier 2005 ou écroués à compter de cette date, quelles que soient la date de l'infraction et la date de la condamnation, le crédit de réduction de peine étant calculé sur la durée de la peine restant à subir qui n'a pas déjà fait l'objet d'un examen par le juge de l'application des peines au titre des réductions de peine et les réductions supplémentaires de peine pour la première année d'écrou pouvant être octroyées à ceux dont cette première année n'est pas encore échue à cette date.III. - Les dispositions des articles 723-20 à 723-28 du code de procédure pénale dans leur rédaction résultant du II de l'article 186 de la présente loi sont applicables dès la publication de celle-ci ; pour l'application de ces dispositions, les références aux articles 712-4, 712-6 et 712-11 prévues par ces articles sont, jusqu'au 1er janvier 2005, remplacées par des références à l'article 722.IV. - Les dispositions de l'article 54 et des III et IV de l'article 55 de la présente loi ainsi que celles de l'article 712-11 du code de procédure pénale résultant de l'article 161 de ladite loi, en ce qu'elles concernent le droit d'appel du condamné contre les ordonnances du juge de l'application des peines en matière de réduction de peine, d'autorisation de sortie sous escorte et de permission de sortir, entreront en vigueur le 31 décembre 2005.V. - Les dispositions de l'article 474 du code de procédure pénale résultant du I de l'article 186 de la présente loi entreront en vigueur le 31 décembre 2006.Jusqu'à cette date, cet article sera toutefois applicable sous la réserve qu'à son premier alinéa les mots : il est remis soient remplacés par les mots : il peut être remis.VI. - Les dispositions des articles 131-22 et 132-42 du code pénal résultant des dispositions des articles 174 et 175 ainsi que le 2° de l'article 178 de la présente loi entreront en vigueur au 31 décembre 2006.VII. - Les dispositions du deuxième alinéa de l'article 40-2 du code de procédure pénale dans sa rédaction issue de l'article 68 de la présente loi entreront en vigueur le 31 décembre 2007. Jusqu'à cette date :1° Le deuxième alinéa de l'article 40-2 du même code est ainsi rédigé :Lorsque l'auteur des faits est identifié mais que le procureur de la République décide de classer sans suite la procédure, il les avise également de sa décision en indiquant les raisons juridiques ou d'opportunité qui la justifient. ;2° L'article 15-3 du même code est complété par un alinéa ainsi rédigé :Lorsque la plainte est déposée contre une personne dont l'identité n'est pas connue, la victime est avisée qu'elle ne sera informée par le procureur de la République de la suite réservée à sa plainte que dans le cas où l'auteur des faits serait identifié."
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208",
      "content": "Les ordonnances de prise de corps décernées avant l'entrée en vigueur des dispositions de l'article 100 valent mandat de dépôt lorsque l'accusé est détenu en vertu de ce titre."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "Les personnes condamnées par contumace avant l'entrée en vigueur des dispositions de l'article 156 sont considérées comme condamnées par défaut. L'ordonnance de prise de corps dont elles ont fait l'objet vaut mandat d'arrêt, qui doit être exécuté conformément aux dispositions de l'article 135-2 du code de procédure pénale."
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Article 210",
      "content": "Les dispositions de l'article 721-2 du code de procédure pénale dans sa rédaction résultant du V de l'article 168 sont applicables aux seules réductions de peine accordées postérieurement à l'entrée en vigueur de cet article."
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "Les contraintes par corps en cours à la date d'entrée en vigueur des dispositions du II de l'article 198 s'exécutent jusqu'à leur terme, sans préjudice des décisions qui pourront être prises par le juge de l'application des peines dans les conditions prévues par l'article 712-6 du code de procédure pénale."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Article 212",
      "content": "L'ordonnance n° 98-580 du 8 juillet 1998 relative au délai de déclaration des naissances en Guyane est abrogée."
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "Article 213",
      "content": "Les dispositions de la section 1 du chapitre II du titre X du livre IV du code de procédure pénale dans leur rédaction issue de l'article 17 de la présente loi entreront en vigueur lorsque la convention du 29 mai 2000 relative à l'entraide judiciaire en matière pénale entre les Etats membres de l'Union européenne sera applicable à la France, sous réserve de son application par l'Etat à l'origine ou destinataire de la demande d'entraide."
    },
    {
      "provision_ref": "art214",
      "section": "214",
      "title": "Article 214",
      "content": "I. - Les dispositions de la section 3 du chapitre V du titre X du livre IV du code de procédure pénale résultant de la présente loi entrent en vigueur dès que la convention du 10 mars 1995 relative à la procédure d'extradition simplifiée entre les Etats membres de l'Union européenne est applicable à la France.II. - Les dispositions de l'article 696-40 du même code résultant de la présente loi entrent en vigueur dès que la convention du 27 septembre 1996 relative à l'extradition entre les Etats membres de l'Union européenne est applicable à la France, sous réserve de son application par l'Etat destinataire de la demande d'extradition.III. - Les dispositions du chapitre V du titre X du livre IV du même code résultant de la présente loi et qui diffèrent de celles de la loi du 10 mars 1927 relative à l'extradition des étrangers ne sont applicables qu'aux demandes d'extradition formées après la date de leur entrée en vigueur.Toutefois, les dispositions du second alinéa de l'article 696-18 du même code sont applicables aux recours formés contre les décrets d'extradition notifiés après la date de publication de la présente loi."
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Article 215",
      "content": "I. - Les dispositions des articles 695-11 à 695-51 du code de procédure pénale dans leur rédaction issue de l'article 17 de la présente loi ne sont pas applicables aux demandes de remise reçues par la France concernant des faits commis avant la date indiquée dans la déclaration faite par le gouvernement français conformément à l'article 32 de la décision-cadre du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre Etats membres.II. - Les dispositions des articles 695-11 à 695-51 du code de procédure pénale dans leur rédaction issue de l'article 17 de la présente loi ne sont pas applicables aux demandes de remise adressées par la France à un Etat membre ayant effectué une déclaration conformément à l'article 32 de la décision-cadre du Conseil du 13 juin 2002 précitée, lorsque les faits ont été commis avant la date indiquée dans cette déclaration.III. - Dans les cas visés aux I et II ou lorsqu'un mandat d'arrêt européen ne peut être adressé ou reçu, pour quelque motif que ce soit, les dispositions des articles 696 à 696-47 du code de procédure pénale sont applicables.IV. - Sous réserve des dispositions du I, lorsqu'une personne recherchée a été arrêtée sur la base d'une demande d'arrestation provisoire émanant d'un Etat membre de l'Union européenne et que la demande d'extradition y afférente n'est pas parvenue à la France avant la date d'entrée en vigueur de la présente loi, la procédure applicable est celle prévue aux articles 696 à 696-47 du code de procédure pénale sauf si un mandat d'arrêt européen en original ou en copie certifiée conforme est reçu par le procureur général dans le délai de quarante jours à compter de l'arrestation provisoire de la personne recherchée. Dans ce cas, la procédure applicable est celle prévue aux articles 695-22 à 695-46 du même code et les délais mentionnés auxdits articles commencent à courir à compter de la réception du mandat d'arrêt européen.V. - Sous réserve des dispositions du I, lorsqu'une personne recherchée a été arrêtée sur la base d'une demande d'arrestation provisoire émanant d'un Etat adhérant à l'Union européenne et que la demande d'extradition y afférente n'est pas parvenue à la France avant la date à laquelle ledit Etat aura la qualité d'Etat membre, la procédure applicable est celle prévue aux articles 696 à 696-47 du code de procédure pénale sauf si un mandat d'arrêt européen en original ou en copie certifiée conforme est reçu par le procureur général dans le délai de quarante jours à compter de l'arrestation provisoire de la personne recherchée. Dans ce cas, la procédure applicable est celle prévue aux articles 695-22 à 695-46 du même code et les délais mentionnés auxdits articles commencent à courir à compter de la réception du mandat d'arrêt européen."
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Article 216",
      "content": "I.-Les dispositions des articles 706-53-1 à 706-53-12 du code de procédure pénale relatifs au fichier judiciaire national automatisé des auteurs d'infractions sexuelles résultant de l'article 48 de la présente loi sont applicables aux auteurs d'infractions commises avant la date de publication de cette loi au Journal officiel de la République française, mais ayant fait l'objet, après cette date, d'une des décisions prévues par l'article 706-53-2 du même code.\n\nElles sont également applicables aux personnes exécutant, avant la date de publication de cette loi au Journal officiel de la République française, une peine privative de liberté à l'exception de celles prévues au cinquième alinéa de l'article 706-53-5 du même code. Toutefois, les obligations prévues par ce cinquième alinéa sont applicables si la juridiction régionale de la libération conditionnelle ou, à compter du 1er octobre 2004, le tribunal de l'application des peines, saisi à cette fin par le procureur de la République, en décide ainsi selon la procédure prévue par les articles 722-1 ou 712-7 du même code.\n\nII.-Les mentions figurant au casier judiciaire à la date prévue au I et concernant des personnes condamnées pour des faits de nature criminelle et relevant des dispositions de l'article 706-53-2 du même code sont inscrites dans le fichier.\n\nIl est procédé, par les services de la police ou de la gendarmerie nationales, à la demande du magistrat contrôlant le fichier, aux recherches nécessaires pour déterminer l'adresse de ces personnes et l'inscrire au fichier et pour leur notifier qu'elles sont tenues aux obligations prévues par l'article 706-53-5 du même code, à l'exception de celles prévues à son cinquième alinéa.\n\nLes recherches prévues à l'alinéa précédent peuvent se faire par des traitements automatisés rapprochant l'identité de ces personnes avec les informations figurant dans les fichiers prévues par l'article L. 115-2 du code de la sécurité sociale, l'article 1649 A du code général des impôts et les articles 21 et 23 de la loi n° 2003-239 du 18 mars 2003 pour la sécurité intérieure. Ces traitements ne sont autorisés que pendant une période de trente-six mois à compter de la publication de la présente loi au Journal officiel de la République française.\n\nLa divulgation de l'identité des personnes dont l'adresse est recherchée en application des dispositions des deux alinéas précédents est punie des peines prévues à l'article 226-22 du code pénal. Dans le cadre de ces recherches, les dispositions du premier alinéa de l'article 78 du code de procédure pénale sont applicables."
    },
    {
      "provision_ref": "art217",
      "section": "217",
      "title": "Article 217",
      "content": "I. - Les articles 1er à 5, 6 (I à XIX, XXI), 7 à 11, 12 (I à XV, XVII), 13, 14, 17 à 22, 23 (I à IV), 24 à 26, 28 à 32, 33 (I), 34, 35, 37 (II), 38 à 54, 55 (I à III), 56 (I à V), 62 à 70, 71 (I et II), 74 à 134, 135 (I et II), 136 à 171, 173 à 196, 198 (I à VII), 199 à 205, 207 à 211 et 213 à 216 sont applicables en Nouvelle-Calédonie.II. - Les articles 1er à 5, 6 (I à XIX, XXI), 7 à 11, 12 (I à XV, XVII), 13, 14, 17 à 22, 24 à 26, 28 à 32, 33 (I), 34, 35, 37 (II), 38 à 54, 55 (I à III), 56 (I à V), 62 à 70, 71 (I et II), 74 à 134, 135 (I et II), 136 à 171, 173 à 196, 198 (I à VII), 199 à 205, 207 à 211 et 213 à 216 sont applicables en Polynésie française.III. - Les articles 1er à 5, 6 (I à XIX, XXI, XXIII, XXIV), 7 à 11, 12 (I à XV, XVII), 13, 14, 17 à 22, 24 à 32, 33 (I), 34, 35, 37 (II), 38 à 54, 55 (I à III), 56 (I à V), 62 à 70, 71 (I et II), 74 à 134, 135 (I et II), 136 à 171, 173 à 196, 198 (I à VII), 199 à 205, 207 à 211 et 213 à 216 sont applicables dans les îles Wallis et Futuna.IV. - Les articles 6 (I à XV), 7, 8, 12 (I, II, IV à XIII), 13, 19, 30 à 32, 34, 35, 38 à 41, 44, 46, 50, 51, 54, 55 (I), 173 à 177, 179 (I), 180, 182, 183 (II) et 194 sont applicables dans les Terres australes et antarctiques françaises.V. - Les articles 3, 6 (XVI à XIX, XXI, XXIII, XXIV), 11, 12 (XIV, XV, XVII), 20, 24, 27, 30, 34, 37 (II), 45, 52, 53, 55 (III), 56 (VI), 57 à 61, 73, 126, 131 (II), 146, 206 à 209, 211 et 213 à 216 sont applicables à Mayotte."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "I. - Les dispositions des articles 695-11 à 695-51 du code de procédure pénale résultant de l'article 17 de la présente loi sont, sous réserve des dispositions du III du présent article, applicables à Mayotte, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises.II. - Pour l'application de la présente loi à Mayotte et à Saint-Pierre-et-Miquelon, les adaptations prévues respectivement aux articles 878 et 879 du même code et aux articles 904 et 905 dudit code sont applicables.III. - Les trois derniers alinéas de l'article 695-15 du même code, en ce qu'ils font référence au Système d'information Schengen, ne sont applicables qu'au territoire européen de la République française."
    },
    {
      "provision_ref": "art224",
      "section": "224",
      "title": "Article 224",
      "content": "Sont ratifiées les ordonnances suivantes, prises en application de la loi n° 2002-1138 du 9 septembre 2002 d'orientation et de programmation pour la justice :- ordonnance n° 2003-901 du 19 septembre 2003 portant intégration dans la fonction publique de l'Etat des agents de l'administration territoriale de la Polynésie française affectés dans les services pénitentiaires ;- ordonnance n° 2003-918 du 26 septembre 2003 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, dans les Terres australes et antarctiques françaises et à Mayotte de la loi n° 95-125 du 8 février 1995 relative à l'organisation des juridictions et à la procédure civile, pénale et administrative et de la loi n° 2002-1138 du 9 septembre 2002 d'orientation et de programmation pour la justice ;- ordonnance n° 2003-923 du 26 septembre 2003 relative à l'organisation de la juridiction administrative dans les îles Wallis et Futuna."
    }
  ]
}