{
  "id": "jorftext000048581885",
  "type": "statute",
  "title": "LOI n°2023-1195 du 18 décembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048581885",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Est approuvé le rapport annexé à la présente loi, prévu à l'article 1er E de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'objectif à moyen terme des administrations publiques mentionné au b du 1 de l'article 3 du traité sur la stabilité, la coordination et la gouvernance au sein de l'Union économique et monétaire, signé à Bruxelles le 2 mars 2012, est fixé à - 0,4 % du produit intérieur brut potentiel.Dans le contexte macroéconomique et selon les hypothèses et les méthodes retenues pour établir la programmation sur la période 2023-2027, décrits dans le rapport mentionné à l'article 1er de la présente loi, l'objectif d'évolution du solde structurel des administrations publiques, défini au rapport annexé à la présente loi, s'établit comme suit :\n\n(En points de produit intérieur brut potentiel)\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\nSolde structurel\n\n- 4,1\n\n- 3,7\n\n- 3,3\n\n- 2,9\n\n- 2,7\n\nAjustement structurel\n\n0,1\n\n0,5\n\n0,4\n\n0,3\n\n0,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans le contexte macroéconomique et selon les hypothèses et les méthodes retenues pour établir la programmation mentionnée à l'article 2, la trajectoire des finances publiques sur la période de programmation s'établit, au sens de la comptabilité nationale, comme suit :\n\n(En points de produit intérieur brut, sauf mention contraire)\n\n(*) Hors crédits d'impôt, hors transferts, à champ constant.(**) Dépenses considérées comme des dépenses d'investissement au sens du dernier alinéa de l'article 1er A et du 2° de l'article 1er E de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances.\n\n2022\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\nEnsemble des administrations publiques\n\nSolde structurel (1) (en points de PIB potentiel)\n\n- 4,2\n\n- 4,1\n\n- 3,7\n\n- 3,3\n\n- 2,9\n\n- 2,7\n\nSolde conjoncturel (2)\n\n- 0,5\n\n- 0,7\n\n- 0,6\n\n- 0,4\n\n- 0,2\n\n0,0\n\nSolde des mesures ponctuelles et temporaires (3) (en points de PIB potentiel)\n\n- 0,1\n\n- 0,1\n\n- 0,1\n\n- 0,1\n\n0,0\n\n0,0\n\nSolde effectif (1+2+3)\n\n- 4,8\n\n- 4,9\n\n- 4,4\n\n- 3,7\n\n- 3,2\n\n- 2,7\n\nDépense publique\n\n57,7\n\n55,9\n\n55,3\n\n55,0\n\n54,4\n\n53,8\n\nDépense publique (en milliards d'euros)\n\n1 523\n\n1 575\n\n1 622\n\n1 668\n\n1 705\n\n1 744\n\nEvolution de la dépense publique en volume (en %) (*)\n\n- 1,1\n\n- 1,3\n\n0,5\n\n0,8\n\n0,5\n\n0,5\n\nAgrégat des dépenses d'investissement (**) (en milliards d'euros)\n\n-\n\n25\n\n30\n\n34\n\n35\n\n36\n\nEvolution de l'agrégat de dépenses d'investissement en volume (en %)\n\n-\n\n-\n\n15\n\n10\n\n1\n\n1\n\nTaux de prélèvements obligatoires (y compris Union européenne, nets des crédits d'impôt)\n\n45,4\n\n44,0\n\n44,1\n\n44,4\n\n44,4\n\n44,4\n\nTaux de prélèvements obligatoires corrigé des effets du bouclier tarifaire\n\n45,6\n\n44,4\n\n44,4\n\n44,4\n\n44,4\n\n44,4\n\nDette au sens de Maastricht\n\n111,8\n\n109,7\n\n109,7\n\n109,6\n\n109,1\n\n108,1\n\nEtat et organismes divers d'administration centrale\n\nSolde effectif\n\n- 5,2\n\n- 5,4\n\n- 4,7\n\n- 4,3\n\n- 4,2\n\n- 4,1\n\nDépense publique (en milliards d'euros)\n\n625\n\n631\n\n639\n\n658\n\n678\n\n696\n\nEvolution de la dépense publique en volume (en %) (*)\n\n- 0,1\n\n- 3,6\n\n- 1,4\n\n1,9\n\n1,5\n\n1,2\n\nAdministrations publiques locales\n\nSolde effectif\n\n0,0\n\n- 0,3\n\n- 0,3\n\n- 0,2\n\n0,2\n\n0,4\n\nDépense publique (en milliards d'euros)\n\n295\n\n312\n\n322\n\n329\n\n329\n\n331\n\nÉvolution de la dépense publique en volume (en %) (*)\n\n0,1\n\n1,0\n\n0,9\n\n0,2\n\n- 1,9\n\n- 1,0\n\nAdministrations de sécurité sociale\n\nSolde effectif\n\n0,4\n\n0,7\n\n0,6\n\n0,7\n\n0,9\n\n1,0\n\nDépense publique (en milliards d'euros)\n\n704\n\n730\n\n761\n\n779\n\n798\n\n817\n\nEvolution de la dépense publique en volume (en %) (*)\n\n- 2,4\n\n- 0,5\n\n1,7\n\n0,3\n\n0,7\n\n0,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'objectif d'effort structurel des administrations publiques s'établit comme suit :\n\n(En points de produit intérieur brut potentiel)\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\nEffort structurel\n\n1,7\n\n0,5\n\n0,4\n\n0,4\n\n0,3\n\n- dont contribution des mesures nouvelles en prélèvements obligatoires\n\n- 0,3\n\n0,0\n\n0,2\n\n0,1\n\n0,0\n\n- dont effort en dépense (y compris crédits d'impôt)\n\n2,1\n\n0,5\n\n0,2\n\n0,3\n\n0,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Lorsque des écarts importants, au sens de l'article 62 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances, sont constatés par le Haut Conseil des finances publiques entre l'exécution de l'année écoulée et la trajectoire de solde structurel décrite à l'article 2 de la présente loi, le Gouvernement, lors de l'examen du projet de loi relatif aux résultats de la gestion et portant approbation des comptes de l'année par chaque assemblée et conformément à ses engagements tels qu'ils résultent du traité mentionné au même article 2 :1° Expose les raisons de ces écarts, appréciés dans le cadre d'une évaluation prenant pour référence le solde structurel et comprenant une analyse de l'effort structurel sous-jacent défini dans le rapport mentionné à l'article 1er ;2° Indique les mesures de correction envisagées, dont il est tenu compte dans le prochain projet de loi de finances de l'année et dans le prochain projet de loi de financement de la sécurité sociale de l'année. Ces mesures de correction permettent de retourner à la trajectoire de solde structurel décrite à l'article 2 dans un délai maximal de deux ans à compter de la fin de l'année au cours de laquelle les écarts ont été constatés. Elles portent sur l'ensemble des administrations publiques.II. - Les obligations prévues au 2° du I ne s'appliquent pas :1° Lorsque le Haut Conseil des finances publiques estime, dans son avis prévu au I de l'article 62 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances, que des circonstances exceptionnelles, au sens du b du 3 de l'article 3 du traité mentionné à l'article 2 de la présente loi, sont de nature à justifier les écarts constatés ;2° Lorsque le Haut Conseil des finances publiques n'a pas constaté, sur demande du Gouvernement ou dans son avis mentionné au 1° du présent II, que ces circonstances exceptionnelles ont cessé de l'être."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'incidence des mesures afférentes aux prélèvements obligatoires adoptées par le Parlement ou prises par le Gouvernement par voie réglementaire à compter du 1er juillet 2022 ne peut être inférieure aux montants suivants, exprimés en milliards d'euros courants :\n\nL'incidence mentionnée au premier alinéa est appréciée, pour une année donnée, au regard de la situation de l'année précédente.\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\nIncidence de l'ensemble des mesures\n\n- 5,0\n\n- 2,0\n\n- 3,0\n\n- 2,0\n\n- 3,0\n\n- dont incidence relative aux dépenses fiscales\n\n- 0,5\n\n- 0,5\n\n- 0,5\n\n- 0,5\n\n- 1,0\n\n- dont incidence relative aux exonérations, abattements d'assiette et réductions de taux applicables aux cotisations sociales\n\n- 1,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dépenses fiscales instituées par une loi promulguée après le 1er janvier 2024 sont applicables pour une durée qui est précisée par la loi les instituant et qui ne peut excéder trois ans. Les dépenses fiscales ne peuvent être prorogées que pour une période maximale de trois ans et à la condition d'avoir fait l'objet d'une évaluation, présentée par le Gouvernement au Parlement, des principales caractéristiques des bénéficiaires des mesures, qui précise l'efficacité et le coût de celles-ci."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les impositions de toutes natures affectées à des tiers autres que les collectivités territoriales, les établissements publics de coopération intercommunale et les organismes de sécurité sociale font, sauf dérogation justifiée, l'objet d'un plafonnement dans les conditions prévues par les lois de finances initiales.Le niveau du plafond, résultant de la loi de finances de l'année, d'une imposition de toutes natures affectée à des tiers autres que les collectivités territoriales, les établissements publics de coopération intercommunale et les organismes de sécurité sociale ne peut excéder de plus de 5 % le rendement de l'imposition prévu à l'annexe mentionnée au 4° de l'article 51 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances pour l'année considérée.Chaque année, en vue d'éclairer la préparation du projet de loi de finances, le Gouvernement remet au Parlement la liste des impositions de toutes natures non plafonnées affectées à des tiers autres que les collectivités territoriales, les établissements publics de coopération intercommunale et les organismes de sécurité sociale, ainsi que les motivations ayant présidé à l'absence de plafonnement."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - L'agrégat « Périmètre des dépenses de l'Etat » est composé :1° Des crédits du budget général, hors dépenses de contribution aux pensions civiles et militaires, hors charge de la dette, hors amortissement de la dette de l'Etat liée à la covid-19 et hors remboursements et dégrèvements d'impôts ;2° Des impositions de toutes natures plafonnées dans les conditions prévues à l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012 et par la loi de finances de l'année ;3° Des budgets annexes ;4° Des dépenses des comptes d'affectation spéciale, hors programme « Contribution des cessions immobilières au désendettement de l'Etat » du compte d'affectation spéciale « Gestion du patrimoine immobilier de l'Etat », hors compte d'affectation spéciale « Participations financières de l'Etat », hors programme « Désendettement de l'Etat » du compte d'affectation spéciale « Contrôle de la circulation et du stationnement routiers » et hors programme « Pensions militaires d'invalidité et des victimes de guerre et autres pensions » du compte d'affectation spéciale « Pensions » ;5° Des dépenses du compte de concours financier « Avances à l'audiovisuel public » ;6° Du prélèvement sur recettes au profit de l'Union européenne ;7° Des prélèvements sur recettes au profit des collectivités territoriales ;8° Des retraitements de flux internes au budget de l'Etat.II. - Les dépenses relevant du périmètre mentionné au I sont au plus égales, en euros courants, à 496 milliards d'euros en 2023, à 491 milliards d'euros en 2024, à 505 milliards d'euros en 2025, à 512 milliards d'euros en 2026 et à 519 milliards d'euros en 2027.III. - Le Gouvernement transmet chaque année au Parlement une présentation précise et détaillée du périmètre des dépenses de l'Etat dans l'exposé des motifs du projet de loi de finances. Cette présentation indique la décomposition du périmètre des dépenses de l'Etat selon les composantes définies au I."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'objectif d'exécution des schémas d'emploi de 2023 à 2027 pour l'Etat et ses opérateurs est, au plus, la stabilité globale des emplois exprimés en équivalents temps plein."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Le plafond des autorisations d'emplois de l'Etat prévu en loi de finances de l'année, spécialisé par ministère, ne peut excéder de plus de 1 % la consommation d'emplois constatée dans la dernière loi relative aux résultats de la gestion et portant approbation des comptes de l'année, corrigée de l'incidence des schémas d'emplois, des mesures de transfert et des mesures de périmètre intervenus ou prévus.II. - Le plafond des autorisations d'emplois des opérateurs de l'Etat prévu en loi de finances de l'année, spécialisé par mission, ne peut excéder de plus de 5 % en 2024, de 4 % en 2025 et 2026 et de 3 % en 2027 la consommation d'emplois constatée dans la dernière loi relative aux résultats de la gestion et portant approbation des comptes de l'année, corrigée de l'incidence des schémas d'emplois, des mesures de transfert et des mesures de périmètre intervenus ou prévus."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - En 2024, 2025 et 2026, les plafonds de crédits alloués aux missions du budget général de l'Etat, hors contribution du budget général au compte d'affectation spéciale « Pensions », hors charges de la dette et hors remboursements et dégrèvements, ne peuvent, à périmètre constant, excéder les montants suivants, exprimés en milliards d'euros courants :\n\n(En milliards d'euros)\n\n(*) Le programme 355 est rattaché à la mission « Engagements financiers de l'Etat » à compter du projet de loi de finances pour 2024.\n\nII. - Des économies à hauteur de 6 milliards d'euros par an pour les années 2025 à 2027, issues notamment du dispositif de revue de dépenses instauré par l'article 167 de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023 et par l'article 22 de la présente loi sont pour partie imputées sur les plafonds de crédits prévus au présent article. L'ensemble de ces économies est réalisé sur le périmètre des dépenses de l'Etat défini à l'article 10.\n\nCrédits de paiement\n\nLoide financespour 2023(format 2023)\n\nLoide financespour 2023(format 2024)\n\n2024\n\n2025\n\n2026\n\nAction extérieure de l'Etat\n\n3,1\n\n3,1\n\n3,3\n\n3,4\n\n3,4\n\nAdministration générale et territoriale de l'Etat\n\n3,7\n\n3,5\n\n3,9\n\n4,3\n\n4,6\n\nAgriculture, alimentation, forêt et affaires rurales\n\n3,6\n\n3,6\n\n4,5\n\n4,5\n\n4,6\n\nAide publique au développement\n\n5,9\n\n5,9\n\n5,9\n\n6,4\n\n6,9\n\nAnciens combattants, mémoire et liens avec la Nation\n\n1,9\n\n1,9\n\n1,9\n\n1,8\n\n1,7\n\nCohésion des territoires\n\n17,9\n\n17,9\n\n19,4\n\n19,7\n\n20,2\n\nConseil et contrôle de l'Etat\n\n0,7\n\n0,7\n\n0,7\n\n0,7\n\n0,7\n\nCrédits non répartis\n\n1,2\n\n1,2\n\n0,5\n\n0,2\n\n0,2\n\nCulture\n\n3,5\n\n3,5\n\n3,7\n\n3,8\n\n3,8\n\nDéfense\n\n43,9\n\n43,9\n\n47,2\n\n50,5\n\n53,7\n\nDirection de l'action du Gouvernement\n\n0,9\n\n0,9\n\n1,0\n\n1,0\n\n1,0\n\nEcologie, développement et mobilité durables\n\n36,6\n\n35,7\n\n20,7\n\n25,6\n\n26,3\n\n- dont programme 345 « Service public de l'énergie » et indemnité exceptionnelle carburant\n\n21,7\n\n21,7\n\n5,5\n\n9,8\n\n9,9\n\n- hors programme 345 et indemnité exceptionnelle carburant\n\n14,9\n\n14,0\n\n15,2\n\n15,8\n\n16,4\n\nEconomie\n\n7,7\n\n7,7\n\n4,1\n\n3,9\n\n3,9\n\nEngagements financiers de l'Etat (*)\n\n60,3\n\n61,2\n\n60,8\n\n66,0\n\n71,0\n\nEnseignement scolaire\n\n60,3\n\n60,3\n\n64,2\n\n65,1\n\n65,4\n\nGestion des finances publiques\n\n8,0\n\n8,0\n\n8,3\n\n8,4\n\n8,3\n\nImmigration, asile et intégration\n\n2,0\n\n2,0\n\n2,2\n\n2,2\n\n2,3\n\nInvestir pour la France de 2030\n\n6,1\n\n6,1\n\n7,7\n\n8,5\n\n7,7\n\nJustice\n\n9,6\n\n9,6\n\n10,1\n\n10,7\n\n10,7\n\nMédias, livre et industries culturelles\n\n0,7\n\n0,7\n\n0,7\n\n0,7\n\n0,7\n\nOutre-mer\n\n2,5\n\n2,5\n\n2,6\n\n2,6\n\n2,6\n\nPlan de relance\n\n4,4\n\n4,4\n\n1,4\n\n0,7\n\n0,6\n\nPouvoirs publics\n\n1,1\n\n1,1\n\n1,1\n\n1,1\n\n1,2\n\nRecherche et enseignement supérieur\n\n30,6\n\n30,6\n\n31,6\n\n32,1\n\n32,7\n\nRégimes sociaux et de retraite\n\n6,1\n\n6,2\n\n6,2\n\n6,4\n\n6,4\n\nRelations avec les collectivités territoriales\n\n4,5\n\n4,5\n\n4,3\n\n4,2\n\n4,2\n\n- dont dispositifs exceptionnels\n\n0,4\n\n0,4\n\n0,1\n\n0,0\n\n0,0\n\n- hors dispositifs exceptionnels\n\n4,1\n\n4,1\n\n4,2\n\n4,2\n\n4,2\n\nSanté\n\n3,4\n\n3,4\n\n2,3\n\n1,9\n\n2,0\n\n- dont programme 379 « Compensation à la Sécurité sociale du coût des dons de vaccins à des pays tiers et reversement des recettes de la Facilité pour la relance et la résilience »\n\n1,9\n\n1,9\n\n0,9\n\n0,4\n\n0,5\n\n- dont autres programmes\n\n1,4\n\n1,4\n\n1,4\n\n1,5\n\n1,5\n\nSécurités\n\n15,8\n\n16,1\n\n16,5\n\n17,0\n\n17,5\n\nSolidarité, insertion et égalité des chances\n\n29,4\n\n29,4\n\n30,7\n\n31,8\n\n32,9\n\nSport, jeunesse et vie associative\n\n1,8\n\n1,8\n\n1,8\n\n1,6\n\n1,6\n\nTransformation et fonction publiques\n\n1,2\n\n1,1\n\n1,1\n\n0,8\n\n0,8\n\nTravail et emploi\n\n20,7\n\n20,7\n\n22,4\n\n22,4\n\n21,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - L'ensemble des concours financiers de l'Etat aux collectivités territoriales, exprimés en millions d'euros courants, est évalué comme suit, à périmètre constant :\n\nTrajectoire des concours financiers de l'Etat aux collectivités territoriales à périmètre constant\n\n(*) Hors dotation de soutien à l'investissement local exceptionnelle (périmètre du présent article).\n\nII. - Cet ensemble est constitué par :1° Les prélèvements sur recettes de l'Etat établis au profit des collectivités territoriales ;2° Les crédits du budget général relevant de la mission « Relations avec les collectivités territoriales », à l'exclusion de ceux prévus au titre des paiements liés aux autorisations d'engagement ouvertes dans le cadre de la loi n° 2020-935 du 30 juillet 2020 de finances rectificative pour 2020 ;3° Le produit de l'affectation de la taxe sur la valeur ajoutée aux régions, au Département de Mayotte, à la collectivité de Corse et aux collectivités territoriales de Martinique et de Guyane prévue à l'article 149 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017.III. - Pour la durée de la programmation, l'ensemble des concours financiers autres que le fonds de compensation pour la taxe sur la valeur ajoutée prévu à l'article L. 1615-1 du code général des collectivités territoriales et que le produit de l'affectation de la taxe sur la valeur ajoutée aux régions, au Département de Mayotte, à la collectivité de Corse et aux collectivités territoriales de Martinique et de Guyane prévue à l'article 149 de la loi n° 2016-1917 du 29 décembre 2016 précitée est plafonné, à périmètre constant, aux montants prévus au tableau du I du présent article.\n\nLoide financespour 2023\n\nProjet de loi de finances pour 2024\n\n2025\n\n2026\n\n2027\n\nTotal des concours financiers de l'Etat aux collectivités territoriales (*)\n\n54 953\n\n54 391\n\n54 959\n\n55 666\n\n56 043\n\nTotal des concours financiers de l'Etat aux collectivités territoriales hors mesures exceptionnelles\n\n52 847\n\n53 980\n\n54 941\n\n55 661\n\n56 043\n\n- dont fonds de compensation pour la taxe sur la valeur ajoutée\n\n6 700\n\n7 104\n\n7 625\n\n7 884\n\n7 786\n\n- dont total mission « Relations avec les collectivités territoriales » (hors mesures exceptionnelles)\n\n4 096\n\n4 151\n\n4 151\n\n4 172\n\n4 172\n\n- dont prélèvement sur les recettes de l'Etat au profit des collectivités territoriales (hors mesures exceptionnelles)\n\n36 960\n\n37 347\n\n37 585\n\n37 824\n\n38 075\n\n- dont taxe sur la valeur ajoutée affectée aux régions (ex-DGF)\n\n5 090\n\n5 378\n\n5 579\n\n5 780\n\n6 011\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "En excluant les dépenses liées aux mesures de relance, le ratio entre, d'une part, les dépenses considérées comme défavorables au sens du rapport sur l'impact environnemental du budget, prévu au 6° du I de l'article 179 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 et, d'autre part, les dépenses considérées comme favorables et mixtes au sens de ce même rapport diminue au moins de 30 % entre la loi n° 2021-1900 du 30 décembre 2021 de finances pour l'année 2022 et le projet de loi de finances pour 2027.Durant cette période, le Gouvernement procède à une évaluation des dépenses budgétaires et fiscales neutres ou non cotées."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Les créations, les extensions ou les prolongations d'un dispositif d'aides aux entreprises instaurées par l'Etat après le 1er janvier 2024 ne sont applicables que pour une durée précisée par le texte qui les institue, dans la limite de trois ans.II. - Pour toute mesure d'extension ou de prolongation d'un dispositif d'aides aux entreprises instaurée par l'Etat par un texte postérieur au 1er janvier 2024, le Gouvernement présente au Parlement une évaluation de cette mesure, au plus tard le 1er avril de l'année au cours de laquelle le dispositif d'aide prend fin. Cette évaluation présente notamment l'impact écologique et les principales caractéristiques des bénéficiaires de la mesure et apporte des précisions sur l'efficacité et le coût de celle-ci.III. - Le ministre chargé du budget publie, au moins annuellement, la liste des dispositifs d'aides aux entreprises dont les extensions ou prolongations sont soumises aux I et II."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Les collectivités territoriales contribuent à l'effort de réduction du déficit public et de maîtrise de la dépense publique, selon des modalités à l'élaboration desquelles elles sont associées.II. - A l'occasion du débat sur les orientations budgétaires, chaque collectivité territoriale ou groupement de collectivités territoriales présente son objectif concernant l'évolution de ses dépenses réelles de fonctionnement, exprimées en valeur, en comptabilité générale de sa section de fonctionnement.Ces éléments sont présentés, d'une part, pour les budgets principaux et, d'autre part, pour chacun des budgets annexes.III. - Au niveau national, l'objectif d'évolution des dépenses réelles de fonctionnement prévu au II, exprimé en pourcentage, en valeur et à périmètre constant, s'établit comme suit :\n\nCollectivités territoriales et groupements à fiscalité propre\n\nIV. - Pour l'application du III, les dépenses réelles de fonctionnement sont retraitées des dépenses exposées au titre du revenu de solidarité active, de l'allocation personnalisée d'autonomie et de la prestation de compensation du handicap, définies respectivement aux articles L. 262-24, L. 232-1 et L. 245-1 du code de l'action sociale et des familles, ainsi que des dépenses exposées au titre de l'aide sociale à l'enfance, définies à l'article L. 222-1 du même code.Les conditions d'application du présent IV sont précisées par décret.\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\nDépenses de fonctionnement\n\n4,8\n\n2,0\n\n1,5\n\n1,3\n\n1,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - L'objectif de dépenses des régimes obligatoires de base de sécurité sociale et des organismes concourant à leur financement ne peut, à périmètre constant, excéder les montants suivants, exprimés en pourcentage du produit intérieur brut et en milliards d'euros courants :\n\nMontant maximal de l'objectif de dépenses des régimes obligatoires de base de sécurité sociale et du Fonds de solidarité vieillesse\n\nII. - L'objectif national de dépenses d'assurance maladie (ONDAM) de l'ensemble des régimes obligatoires de base de sécurité sociale ne peut, à périmètre constant, conformément à la méthodologie décrite dans le rapport annexé à la présente loi, excéder les montants suivants, exprimés en milliards d'euros courants :\n\n(En milliards d'euros courants)\n\nIII. - Les taux annuels d'évolution des sous-objectifs de l'objectif national de dépenses d'assurance maladie ne peuvent, à périmètre constant, excéder les taux suivants :\n\n(En %)\n\nLe taux d'évolution annuel est calculé, pour une année donnée, au regard de la situation de l'année précédente.IV. - Des économies issues du dispositif de revue de dépenses instauré par l'article 167 de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023 et par l'article 22 de la présente loi représentent 6 milliards d'euros par an pour les années 2025 à 2027 et sont réparties entre les dépenses des administrations de sécurité sociale.\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\nEn % du produit intérieur brut\n\n21,7\n\n21,9\n\n21,9\n\n21,9\n\n21,8\n\nEn milliards d'euros courants\n\n610,9\n\n641,8\n\n665,2\n\n685,8\n\n705,4\n\n1\n\ncenter\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\n247,6\n\n254\n\n262,5\n\n270,1\n\n278,0\n\n1\n\ncenter\n\nSous-objectifs de l'ONDAM\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\nSoins de ville\n\n3,7\n\n3,5\n\n3,0\n\n2,7\n\n2,7\n\nEtablissements de santé\n\n5,2\n\n3,2\n\n2,6\n\n2,7\n\n2,8\n\nEtablissements et services pour personnes âgées\n\n6,7\n\n4,6\n\n4,8\n\n4,5\n\n4,2\n\nEtablissements et services pour personnes handicapées\n\n6,5\n\n3,4\n\n3,1\n\n3,1\n\n3,1\n\nFonds d'intervention régional et soutien national à l'investissement\n\n6,5\n\n- 4,7\n\n3,4\n\n3,4\n\n3,4\n\nAutres prises en charge\n\n10,2\n\n4,6\n\n4,9\n\n4,9\n\n4,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "A périmètre constant, les dépenses de gestion administrative prévues par les conventions d'objectifs et de gestion signées à compter du 1er octobre 2022 entre l'Etat et les régimes obligatoires de sécurité sociale ainsi que celles de l'établissement de retraite additionnelle de la fonction publique n'augmentent pas, en valeur et en moyenne, sur la période 2023-2027."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "A compter du 1er janvier 2024, une fraction représentant 0,3 % du montant de l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base de sécurité sociale est mise en réserve au début de chaque exercice."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Les créations ou les extensions d'exonérations ou d'abattements d'assiette et de réductions de taux s'appliquant aux cotisations et contributions de sécurité sociale affectées aux régimes obligatoires de base de sécurité sociale ou aux organismes concourant à leur financement qui sont instaurées par un texte promulgué à compter du 1er janvier 2024 ne sont applicables que pour une durée maximale de trois ans, précisée par le texte qui les institue. Les prorogations d'exonérations ou d'abattements d'assiette et de réductions de taux s'appliquant aux cotisations et contributions de sécurité sociale affectées aux régimes obligatoires de base de sécurité sociale ou aux organismes concourant à leur financement qui interviennent après le 1er janvier 2024 ne sont applicables que pour une durée maximale de trois ans et à la condition d'avoir fait l'objet d'une évaluation, présentée par le Gouvernement au Parlement, des principales caractéristiques des bénéficiaires des mesures, qui précise l'efficacité et le coût de celles-ci.II. - Le rapport entre, d'une part, le montant annuel des exonérations ou abattements d'assiette et des réductions de taux s'appliquant aux cotisations et contributions de sécurité sociale affectées aux régimes obligatoires de base ou aux organismes concourant à leur financement et, d'autre part, la somme des recettes des régimes obligatoires de base de sécurité sociale et des organismes concourant à leur financement et des exonérations de cotisations sociales non compensées par crédits budgétaires ne peut excéder 14 % pour chacune des années de la période 2023-2027."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - En vue d'éclairer la préparation du projet de loi de finances et du projet de loi de financement de la sécurité sociale, sont conduites des évaluations de la qualité de l'action publique, dont les conclusions sont transmises au Parlement au plus tard le 1er avril de chaque année. Ces évaluations peuvent porter sur l'ensemble des dépenses et des moyens des administrations publiques ou des entités bénéficiant de fonds publics ainsi que sur les crédits d'impôt, les dépenses fiscales et les exonérations ou abattements d'assiette et les réductions de taux s'appliquant aux cotisations et contributions de sécurité sociale affectées aux régimes obligatoires de base de sécurité sociale et aux organismes concourant à leur financement. Ces évaluations identifient, notamment, des mesures d'amélioration de l'efficacité, de l'efficience et des coûts des politiques et des structures évaluées. Elles dressent la liste des doublons de compétences et de missions entre les administrations publiques.Chaque année, en vue d'éclairer la préparation du projet de loi de finances, le Gouvernement remet au Parlement la liste des trente dépenses fiscales les plus coûteuses arrivant à échéance à la fin de l'année en cours ainsi que l'évaluation des trente dépenses fiscales les plus coûteuses non bornées dans le temps et celle des trente dépenses fiscales les plus coûteuses dont les bénéficiaires sont limités.Chaque année, en vue d'éclairer la préparation du projet de loi de finances et du projet de loi de financement de la sécurité sociale, le Gouvernement remet au Parlement la liste des exonérations ou des abattements d'assiette et des réductions de taux s'appliquant aux cotisations et aux contributions de sécurité sociale affectées aux régimes obligatoires de base de sécurité sociale et aux organismes concourant à leur financement arrivant à échéance à la fin de l'année en cours.II. - La liste des évaluations devant être réalisées en application du I est arrêtée par le Gouvernement au plus tard l'année précédant leur restitution au Parlement. Elle fait l'objet d'une information au Parlement lors du dépôt du projet de loi de finances initiale."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - Nonobstant toute disposition contraire des textes qui leur sont applicables, ne peuvent contracter auprès d'un établissement de crédit ou d'une société de financement un emprunt dont le terme est supérieur à douze mois, ni émettre un titre de créance dont le terme excède cette durée les organismes français relevant de la catégorie des administrations publiques centrales, au sens du règlement relatif au système européen des comptes nationaux et régionaux en vigueur, autres que l'Etat, la Caisse d'amortissement de la dette sociale, la Caisse de la dette publique, le fonds de garantie des dépôts et de résolution, la Société anonyme de gestion de stocks de sécurité et la Société de prise de participation de l'Etat. Un arrêté du ministre chargé du budget établit la liste des organismes auxquels s'applique cette interdiction.Pour tout organisme nouvellement entrant dans la liste mentionnée au premier alinéa du présent I, l'interdiction s'applique un an après la publication de l'arrêté modifiant ladite liste.II. - Le I ne s'applique pas aux emprunts contractés auprès de la Banque européenne d'investissement et de la Banque de développement du Conseil de l'Europe."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le Gouvernement transmet chaque année au Parlement, au plus tard le premier mardi d'octobre, une décomposition, exprimée en pourcentage du produit intérieur brut et en milliards d'euros courants, du solde du sous-secteur des administrations de sécurité sociale entre les régimes obligatoires de base de sécurité sociale et les organismes concourant à leur financement, les organismes concourant à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit, les autres régimes d'assurance sociale et les organismes divers de sécurité sociale, pour l'année en cours et l'année à venir.Le Gouvernement transmet chaque année au Parlement, au plus tard le 1er juin, cette même décomposition du solde du sous-secteur des administrations de sécurité sociale pour l'exercice clos."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le Gouvernement transmet chaque année au Parlement un bilan de la mise en œuvre de la présente loi et des articles en vigueur des précédentes lois de programmation des finances publiques. Ce bilan, décliné par sous-secteurs des administrations publiques, indique en particulier les données d'exécution, le cas échéant à périmètre constant, des objectifs et orientations prévus aux articles 2 à 4 et 6 à 21 de la présente loi. Il présente également une justification des éventuels écarts constatés entre les engagements pris dans le dernier programme de stabilité transmis à la Commission européenne et les prévisions de la présente loi.Ce bilan est rendu public en même temps que le projet de loi relative aux résultats de la gestion et portant approbation des comptes de l'année."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- LOI n°2010-1645 du 28 décembre 2010\n\n- LOI n° 2012-1558 du 31 décembre 2012\n\n- LOI n° 2014-1653 du 29 décembre 2014\n\n- LOI n° 2018-32 du 22 janvier 2018\n\n- LOI n° 2014-1653 du 29 décembre 2014\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}