{
  "id": "jorftext000048242288",
  "type": "statute",
  "title": "LOI n°2023-973 du 23 octobre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048242288",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - Les objectifs de développement industriel prévus à l'article L. 4251-1 du code général des collectivités territoriales, dans sa rédaction résultant du 1° du I du présent article, sont fixés pour la première fois dans le schéma régional d'aménagement, de développement durable et d'égalité des territoires au plus tard lors de la procédure de modification prévue au VI de l'article 83 de la loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets, engagée pour rendre ce schéma compatible avec les objectifs régionaux de développement des énergies renouvelables établis par le décret prévu à l'article L. 141-5-1 du code de l'énergie."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour accélérer la transition écologique et la décarbonation de l'industrie, l'Etat élabore une stratégie nationale pour une industrie verte pour la période 2023-2030.Cette stratégie tient compte des contraintes et des spécificités des collectivités territoriales relevant des articles 73 et 74 de la Constitution.Elle détermine les filières stratégiques qui doivent être implantées ou développées prioritairement sur le territoire national. Elle favorise la recherche et l'expérimentation de nouveaux produits et procédés contribuant à la transition écologique. Elle recense les besoins nationaux en matériaux et en produits. Elle précise les besoins en matière de formation professionnelle au regard des filières industrielles stratégiques ainsi déterminées.Elle évalue les besoins énergétiques nécessaires au développement industriel, en particulier ceux liés aux conséquences de l'électrification des usages.Elle tient compte des objectifs et des trajectoires nationaux en matière de réduction de l'artificialisation des sols et de décarbonation. Elle définit les engagements attendus de l'ensemble des acteurs concernés, notamment en termes de réduction des incidences environnementales."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de l'environnement\n\n- Code de l'environnement\n\nII. - Le présent article s'applique aux demandes d'autorisation environnementale déposées à compter d'une date fixée par décret, et au plus tard un an après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'environnement\n\n- Code de l'environnement\n\nII. - Le Gouvernement présente, dans un délai d'un an à compter de la promulgation de la présente loi, les mesures permettant d'assurer que les textiles usagés contenant des fibres de plastique exportés hors de l'Union européenne comportent des exigences minimales de qualité et de traçabilité garantissant qu'ils seront réutilisés et non traités comme des déchets."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Le I s'applique aux permis de construire et aux permis d'aménager dont la demande est déposée à partir du 1er juillet 2024."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les moyens nécessaires à la requalification des friches de plus de dix ans en faveur de la réindustrialisation et des enjeux de lutte contre l'artificialisation induits par les objectifs mentionnés à l'article 191 de la loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Au plus tard dix-huit mois après la promulgation de la présente loi, l'établissement public mentionné à l'article L. 4311-1 du code des transports présente un rapport évaluant le potentiel et étudiant les conditions de développement de la production d'énergies renouvelables, au sens de l'article L. 211-2 du code de l'énergie, des voies navigables ainsi que de leurs dépendances relevant du domaine public fluvial qui lui est confié en application de l'article L. 4314-1 du code des transports ainsi que de son domaine privé, notamment sur ses friches et ses emprises inutilisées.II. - Au plus tard un an après la publication du rapport prévu au I du présent article, l'établissement public mentionné au même I publie une stratégie pluriannuelle, intitulée « voies navigables à énergie positive », de développement de la production d'énergies renouvelables valorisant le potentiel identifié dans le rapport prévu audit I. Cette stratégie intègre, pour chaque type d'énergies renouvelables, des objectifs de puissance installée et de puissance produite, un calendrier de mise en œuvre ainsi que les modalités de financement et d'exploitation des installations de production afférentes. Elle précise, le cas échéant, les modalités de partage de la valeur ainsi générée au bénéfice des collectivités territoriales qui contribuent aux charges de gestion du domaine public fluvial et à sa gestion hydraulique ainsi que la manière dont cet établissement public contribue à l'objectif de valorisation des friches et du foncier au service du développement des énergies renouvelables et de l'industrie verte.III. - La stratégie pluriannuelle prévue au II du présent article respecte les objectifs de la programmation pluriannuelle de l'énergie prévue à l'article L. 141-1 du code de l'énergie et de la loi quinquennale prévue à l'article L. 100-1 A du même code. Elle est actualisée après chaque nouvelle programmation pluriannuelle ou loi quinquennale.IV. - L'élaboration des documents mentionnés aux I et II du présent article se fait en concertation avec les collectivités territoriales concernées, associe les gestionnaires de réseaux et tient compte des zones prévues à l'article L. 141-5-3 du code de l'énergie."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'environnement\n\n- Code de commerce\n\nIII. - Le 2° du I et le II du présent article s'appliquent aux liquidations judiciaires ouvertes ou prononcées après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de l'environnement\n\n- Code de l'environnement\n\n- Code de l'environnement\n\nII. - Dans un délai de deux ans à compter de la promulgation de la présente loi, une plateforme en ligne de référencement des unités de compensation, de restauration ou de renaturation est mise en place par l'Etat.Les modalités de mise en place de cette plateforme sont prévues par décret.III. - Les sites naturels de compensation dont l'agrément a été délivré en application de l'article L. 163-3 du code de l'environnement dans sa rédaction antérieure à la présente loi sont considérés comme des sites naturels de compensation, de restauration et de renaturation au sens du présent article."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Lorsqu'une société d'économie mixte locale mentionnée à l'article L. 1521-1 du code général des collectivités territoriales dont est actionnaire l'autorité compétente mentionnée à l'article L. 318-8-2 du code de l'urbanisme ou l'une de ses filiales prend l'initiative, avec les propriétaires de la zone, d'implanter et de gérer des installations de production d'énergie renouvelable, au sens de l'article L. 211-2 du code de l'énergie, ou de valorisation des énergies de récupération aux fins notamment d'assurer un approvisionnement compétitif par autoconsommation des industriels implantés dans la zone d'activité économique considérée, la procédure définie à l'article L. 122-13 du code de l'environnement est applicable à ces projets d'installations de production d'énergie renouvelable ou de valorisation des énergies de récupération.Les zones mentionnées à l'article L. 318-8-1 du code de l'urbanisme dans lesquelles les besoins des usagers sont couverts de manière substantielle par la production des installations de production d'énergie renouvelable ou de valorisation des énergies de récupération mentionnées au premier alinéa du présent article sont dénommées : « parc d'activités à énergie positive »."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I., III., IV., V., VI. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- LOI n° 2016-925 du 7 juillet 2016\n\n- LOI n°2022-217 du 21 février 2022\n\n- Code de commerce\n\n- Code général des collectivités territoriales\n\nII. - A titre expérimental et pour une durée de trois ans à compter de la promulgation de la présente loi, les regroupements de surfaces de vente de magasins à l'intérieur d'une même zone d'activité économique, au sens de l'article L. 318-8-1 du code de l'urbanisme, ou entre différentes zones d'activité économique situées dans le périmètre d'un même établissement public de coopération intercommunale, en vue de favoriser la mixité fonctionnelle d'une ou de plusieurs de ces zones d'activité économique, au profit d'implantations industrielles, ne sont pas soumis à une autorisation d'exploitation commerciale lorsqu'ils remplissent les conditions cumulatives mentionnées aux 1° à 3° du V de l'article L. 752-2 du code de commerce."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le présent III est applicable sur l'ensemble du territoire de la République.\n\nIV.-A modifié les dispositions suivantes :\n\nV.-Lorsqu'une offre présentée dans le cadre de la passation par une entité adjudicatrice d'un marché de fournitures ou d'un marché de travaux de pose et d'installation de ces fournitures contient des produits originaires de pays tiers avec lesquels l'Union européenne n'a pas conclu, dans un cadre multilatéral ou bilatéral, d'accord assurant un accès comparable et effectif des entreprises de l'Union européenne aux marchés de ces pays ou auxquels le bénéfice d'un tel accord n'a pas été étendu par une décision du Conseil de l'Union européenne, cette offre peut être rejetée lorsque les produits originaires des pays tiers mentionnés au présent V représentent la part majoritaire de la valeur totale des produits qu'elle contient, dans des conditions fixées par voie réglementaire.\n\nVI.-A abrogé les dispositions suivantes :\n\nVII.-Le bénéfice d'aides publiques à la transition écologique et énergétique par les établissements publics et les sociétés dans lesquelles l'Etat détient directement ou indirectement une majorité du capital ou des droits de vote, dont la liste est fixée par décret, est soumis, pour les personnes morales de droit privé mentionnées au I de l'article L. 229-25 du code de l'environnement, à la transmission des informations prévue au II du même article L. 229-25 et, pour celles employant entre cinquante et cinq cents salariés, à la publication d'un bilan simplifié des émissions directes et indirectes de gaz à effet de serre.Un décret définit les modalités de mise en œuvre du présent VII, notamment la méthode d'élaboration du bilan simplifié mentionné au premier alinéa.Le présent VII entre en vigueur le 1er juin 2024.\n\n-LOI n° 2021-1104 du 22 août 2021\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de l'environnement\n\n-LOI n° 2023-175 du 10 mars 2023"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les dispositions du code de la commande publique rendues applicables par la présente loi dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises entrent en vigueur à la même date que sur le reste du territoire de la République ou, pour celles déjà en vigueur sur le reste du territoire de la République, le lendemain de la publication de la présente loi.Le 7° du I entre en vigueur dans les conditions mentionnées au IV de l'article 35 de la loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets.Le 11° du I du présent article entre en vigueur dans les conditions mentionnées au V de l'article 35 de la loi n° 2021-1104 du 22 août 2021 précitée.\n\n- Code de la commande publique"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Le présent article entre en vigueur le 1er janvier 2024.\n\n- Code des assurances\n\n- Code monétaire et financier\n\n- Code des assurances"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\nII. - Un comité de suivi assure l'information des parties prenantes sur la mise en œuvre du I du présent article, dans des conditions précisées par arrêté du ministre chargé de l'économie. Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la mise en œuvre par la Banque de France du même I."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code monétaire et financier\n\nII. - Le présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er juillet 2024."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV.-Le présent article entre en vigueur un an après la publication de la présente loi, à l'exception de l'interdiction des commissions ou des rémunérations versées à l'occasion d'opérations d'investissement ou de désinvestissement mentionnée au III de l'article L. 132-27-3 du code des assurances, qui entre en vigueur le 1er janvier 2026.\n\nLes dispositions du présent article relatives à l'article L. 224-3 du code monétaire et financier et à la stratégie d'investissement mentionnée à l'article L. 132-5-4 du code des assurances s'appliquent aux nouveaux contrats et aux nouvelles adhésions à des contrats d'assurance de groupe déjà conclus à partir de l'entrée en vigueur du présent article.\n\nVI.-Le 1° du I s'applique aux contrats conclus et aux adhésions à des contrats d'assurance de groupe effectuées après l'entrée en vigueur du présent article et à ces contrats et adhésions reconduits tacitement après cette date.\n\n-Code des assurances\n\n-Code monétaire et financier\n\n-Code de la mutualité\n\n-Code de la sécurité sociale.\n\n-Code monétaire et financier\n\n-Code des assurances"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Par dérogation au sous-paragraphe 2 du paragraphe 2 de la sous-section 2 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier, les fonds communs de placement à risques peuvent choisir d'être régis par le sous-paragraphe 1 du paragraphe 2 de la sous-section 3 de la même section 2 s'ils respectent les conditions cumulatives suivantes :1° Avoir été agréés en application du règlement (UE) 2015/760 du Parlement européen et du Conseil du 29 avril 2015 relatif aux fonds européens d'investissement à long terme et pouvoir être commercialisés en application du même règlement auprès d'investisseurs de détail, au sens du 3 de l'article 2 dudit règlement ;2° Avoir été constitués avant le 1er janvier 2024 ;3° Avoir pour objet principal l'investissement direct ou indirect dans des instruments de dette, de capitaux propres ou de quasi-capitaux propres d'entreprises éligibles, au sens de l'article 11 du même règlement ;4° Avoir notifié à l'Autorité des marchés financiers leur choix d'être régis par le sous-paragraphe 1 du paragraphe 2 de la sous-section 3 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier et en avoir informé individuellement les investisseurs, selon des modalités précisées par le règlement général de l'Autorité des marchés financiers.Les porteurs de parts des fonds communs de placement à risques ayant exercé l'option prévue au présent article et étant régis en conséquence par le même sous-paragraphe 1 bénéficient de l'exonération prévue à l'article 163 quinquies B du code général des impôts, sous réserve que les conditions prévues au même article 163 quinquies B soient respectées.II. - Par dérogation au paragraphe 3 de la sous-section 2 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier, les organismes de placement collectif immobilier peuvent choisir d'être régis par le sous-paragraphe 1 du paragraphe 2 de la sous-section 3 de la même section 2 s'ils respectent les conditions suivantes :1° Avoir été agréés en application du règlement (UE) 2015/760 du Parlement européen et du Conseil du 29 avril 2015 précité et pouvoir être commercialisés en application du même règlement auprès d'investisseurs de détail, au sens du 3 de l'article 2 dudit règlement ;2° Avoir été constitués avant le 1er janvier 2024 ;3° Avoir leur actif majoritairement composé d'actifs immobiliers ;4° Avoir notifié à l'Autorité des marchés financiers leur choix d'être régis par le sous-paragraphe 1 du paragraphe 2 de la sous-section 3 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier et en avoir informé individuellement les investisseurs, selon des modalités précisées par le règlement général de l'Autorité des marchés financiers.Les sociétés de placement à prépondérance immobilière à capital variable ayant exercé l'option prévue au présent article et étant régies en conséquence par le même sous-paragraphe 1 bénéficient de l'exonération prévue au 3° nonies de l'article 208 du code général des impôts, sous réserve de remplir les conditions prévues à l'article L. 214-69 du code monétaire et financier.L'article 239 nonies du code général des impôts est applicable aux fonds de placement immobilier ayant exercé l'option prévue au présent article et régis en conséquence par les articles L. 214-154 à L. 214-158 du code monétaire et financier, sous réserve de remplir les conditions prévues à l'article L. 214-81 du même code.III. - L'option prévue aux I et II du présent article peut être exercée jusqu'au 9 janvier 2026.Les investisseurs d'un fonds exerçant cette option peuvent demander la liquidation de leurs parts dans des conditions fixées par le règlement général de l'Autorité des marchés financiers.IV. et V. - A modifié les dispositions suivantes :\n\nVI. - Les I et II du présent article entrent en vigueur le 10 janvier 2024.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi visant à :1° Adapter les dispositions relatives aux placements collectifs et à leurs gestionnaires, afin :a) D'adapter les dispositions relatives à la composition, à l'émission de titres financiers, aux outils de gestion de la liquidité et à la constitution des fonds professionnels spécialisés, des fonds professionnels de capital investissement et des organismes de financement spécialisé pour faciliter leur obtention de la dénomination « ELTIF » en application du règlement (UE) 2015/760 du Parlement européen et du Conseil du 29 avril 2015 relatif aux fonds européens d'investissement à long terme ;b) D'adapter les règles relatives à la composition et à la constitution des fonds d'investissement alternatifs ouverts à des investisseurs non professionnels pour assurer leur complémentarité avec les fonds mentionnés au présent 1° ;c) De faciliter l'éligibilité aux fonds communs de placement d'entreprise des fonds ayant été agréés conformément au règlement (UE) n° 2015/760 du Parlement européen et du Conseil du 29 avril 2015 précité et pouvant être commercialisés en application du même règlement auprès d'investisseurs de détail au sens du 3 de l'article 2 dudit règlement ;2° Étendre à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions prises sur le fondement du 1° du présent article, pour celles qui relèvent de la compétence de l'Etat, et prévoir, le cas échéant, les adaptations nécessaires en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}