{
  "id": "jorftext000030985460",
  "type": "statute",
  "title": "LOI n° 2015-991 du 7 août 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030985460",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le présent article est applicable à compter du 1er janvier de l'année qui suit le prochain renouvellement général des conseils régionaux.\n\nV.-Les conseils départementaux peuvent maintenir les financements accordés aux organismes qu'ils ont créés antérieurement ou auxquels ils participent pour concourir au développement économique de leur territoire jusqu'au 31 décembre 2016. Pendant cette période transitoire, la région organise, en conférence territoriale d'action publique, un débat sur l'évolution de ces organismes avec les conseils départementaux concernés, les communes et les établissements publics de coopération intercommunale qui y participent, dans la perspective d'achever la réorganisation de ces organismes.\n\n-Code de commerce\n\n-Code général des collectivités territoriales\n\n-Code de l'artisanat"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. et II.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le présent article est applicable au 1er janvier 2016.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code du sport."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Par dérogation au I de l'article L. 713-1 du code de commerce, les mandats des membres des chambres de commerce et d'industrie territoriales et départementales d'Ile-de-France, des chambres de commerce et d'industrie de région et de l'assemblée des chambres françaises de commerce et d'industrie sont prorogés jusqu'à une date qui n'excède pas le terme de l'année 2016.II.-Par dérogation à l'article L. 713-6 du même code, les mandats des délégués consulaires sont prorogés jusqu'à une date qui n'excède pas le terme de l'année 2016.\n\nIII.-Par dérogation à l'article L. 711-6 dudit code, le ressort territorial des chambres de commerce et d'industrie de région est maintenu en l'état jusqu'au prochain renouvellement général prévu avant la fin de l'année 2016, date à laquelle les chambres de commerce et d'industrie de région correspondant aux nouvelles circonscriptions sont instituées conformément au même article L. 711-6.\n\nToutefois, les chambres de commerce et d'industrie de région correspondant aux nouvelles régions issues de la loi n° 2015-29 du 16 janvier 2015 relative à la délimitation des régions, aux élections régionales et départementales et modifiant le calendrier électoral, créées par décret en application de l'article L. 711-6 du code de commerce, et les chambres de commerce et d'industrie territoriales créées par décret en application de l'article L. 711-1 du même code se substituent à la date d'entrée en vigueur de ces décrets dans leurs droits et obligations aux chambres de commerce et d'industrie préexistantes.Par dérogation aux dispositions de l'article L. 713-1 du code de commerce, les chambres de commerce et d'industrie créées par les décrets mentionnés à l'alinéa précédent sont, en attendant qu'il soit procédé aux élections prévues par le même article L. 713-1, constituées des membres des chambres de commerce et d'industrie préexistantes. Les membres des nouvelles chambres de commerce et d'industrie ainsi constituées disposent chacun d'un nombre de voix pondéré en fonction du poids économique de la chambre au titre de laquelle il est élu. Les membres des chambres de commerce et d'industrie territoriales fusionnées siégeant également à la chambre de commerce et d'industrie de région conservent leur siège au sein de l'assemblée générale de la chambre de commerce et d'industrie de région.Le taux de taxe additionnelle à la cotisation foncière des entreprises voté en application de l' article 1600 du code général des impôts par les nouvelles chambres de commerce et d'industrie de région ne peut excéder, pour 2016, la moyenne des taux votés pour l'année 2015 par les chambres de commerce et d'industrie de région fusionnées dans la nouvelle chambre de commerce et d'industrie de région. Cette moyenne est établie en affectant à ces derniers taux une pondération tenant compte de l'importance relative des bases de ladite taxe."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Par dérogation à l'article 8 du code de l'artisanat, les mandats en cours des membres des sections, des chambres de métiers et de l'artisanat départementales, des chambres de métiers et de l'artisanat de région et des chambres régionales de métiers et de l'artisanat sont prorogés jusqu'à une date qui n'excède pas le terme de l'année 2016.\n\nIII.-Par dérogation aux dispositions du I de l'article 5-2 du code de l'artisanat, le ressort territorial des chambres de métiers et de l'artisanat de région et des chambres régionales de métiers et de l'artisanat des nouvelles régions créées par la présente loi est maintenu jusqu'à ce que ces chambres opèrent les regroupements nécessaires et au plus tard jusqu'au 31 mars 2016.\n\n-Code de l'artisanat"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-A créé les dispositions suivantes :\n\nII à III. A modifié les dispositions suivantes :\n\nIV.-Pour le financement des actions prévues à l'article L. 5141-5 et au second alinéa de l'article L. 5522-21 du code du travail, les collectivités territoriales visées reçoivent une compensation financière dans les conditions prévues à l'article 133 de la présente loi.\n\nV.-Les II à IV du présent article entrent en application à compter du 1er janvier 2017. Afin de garantir la bonne mise en œuvre de ces dispositions, les régions participent en 2016 aux instances de pilotage et de programmation régionales des actions d'accompagnement à la création ou à la reprise d'entreprise.\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les plans régionaux de prévention et de gestion des déchets sont approuvés dans un délai de dix-huit mois à compter de la promulgation de la présente loi. Les plans mentionnés aux articles L. 541-13, L. 541-14 et L. 541-14-1 du code de l'environnement et à l'article L. 4424-37 du code général des collectivités territoriales, dans leur rédaction antérieure à la présente loi, et qui ont été approuvés avant cette promulgation restent en vigueur jusqu'à la publication du plan régional de prévention et de gestion des déchets dont le périmètre d'application couvre celui de ces plans.\n\nIV.-Les procédures d'élaboration et de révision des plans départementaux ou régionaux de prévention et de gestion des déchets engagées avant la publication de la présente loi demeurent régies par les articles L. 541-13 à L. 541-14-1 du code de l'environnement et par l'article L. 4424-37 du code général des collectivités territoriales, dans leur rédaction antérieure à la présente loi. Les projets desdits plans sont soumis à enquête publique, puis approuvés par délibération du conseil régional, sur proposition de la collectivité territoriale compétente au titre des mêmes articles L. 541-13 à L. 541-14-1 et L. 4424-37, dans leur rédaction antérieure à la présente loi.\n\nLe premier alinéa du présent IV s'applique jusqu'à l'approbation par le conseil régional du plan de prévention et de gestion des déchets en application des articles L. 541-13 et L. 541-14 du code de l'environnement, dans leur rédaction résultant de la présente loi.\n\nV.-A modifié les dispositions suivantes :\n\n-Code de l'environnement\n\n-Code de l'environnement\n\n-Code général des collectivités territoriales\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "VII.-Les I à VI du présent article entrent en vigueur à la date de la publication de l'ordonnance prévue au III de l'article 13."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "II.-Les II à IV de l'article L. 141-1-1 du code de l'urbanisme sont applicables à la modification et à la révision du schéma directeur de la région d'Ile-de-France, adopté par décret en Conseil d'Etat, en vigueur à la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-Les procédures d'élaboration et de révision d'un schéma régional d'aménagement et de développement du territoire engagées avant la publication de la présente loi demeurent régies par l'article 34 de la loi n° 83-8 du 7 janvier 1983 relative à la répartition des compétences entre les communes, les départements, les régions et l'Etat, dans sa rédaction antérieure à la présente loi.II.-Les schémas régionaux d'aménagement et de développement du territoire dont l'élaboration ou la révision a été engagée ou qui ont été approuvés avant la promulgation de la présente loi restent régis par l'article 34 de la loi n° 83-8 du 7 janvier 1983 précitée, dans sa rédaction antérieure à la présente loi, jusqu'à la date fixée pour leur expiration ou leur abrogation par le conseil régional ou jusqu'à la publication de l'arrêté approuvant un schéma régional d'aménagement, de développement durable et d'égalité des territoires en application du chapitre Ier du titre V du livre II de la quatrième partie du code général des collectivités territoriales, dans sa rédaction résultant de la présente loi.III.-Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans les douze mois suivant la promulgation de la présente loi, à prendre par ordonnance les mesures de nature législative propres à procéder aux coordinations rendues nécessaires par l'absorption au sein du schéma régional d'aménagement, de développement durable et d'égalité des territoires du schéma régional d'aménagement et de développement du territoire prévu à l'article 34 de la loi n° 83-8 du 7 janvier 1983 précitée, du schéma régional des infrastructures et des transports prévu à l'article L. 1213-1 du code des transports, du schéma régional de l'intermodalité prévu à l'article L. 1213-3-1 du même code, du schéma régional du climat, de l'air et de l'énergie prévu à l'article L. 222-1 du code de l'environnement et du plan régional de prévention des déchets prévu à l'article L. 541-13 du même code.L'ordonnance procède également aux coordinations permettant l'évolution des schémas sectoriels et notamment du schéma régional de cohérence écologique prévu à l'article L. 371-3 dudit code, rendues nécessaires par leur absorption dans le schéma régional d'aménagement, de développement durable et d'égalité des territoires.Le projet de loi de ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "V.-La région, à l'exception de la région d'Ile-de-France et de la région Rhône-Alpes, sur le territoire de la métropole de Lyon, est compétente pour la construction, l'aménagement et l'exploitation des gares routières ou des autres aménagements destinés à faciliter la prise en charge ou la dépose des passagers de services réguliers de transport routier relevant du département."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.-La propriété, l'aménagement, l'entretien et la gestion des infrastructures de transports non urbains de personnes et de marchandises ferrés ou guidés d'intérêt local exploitées par le département à des fins de transport, ainsi que l'ensemble des biens afférents, sont transférés à la région dans les dix-huit mois suivant la promulgation de la présente loi. Pour les lignes non exploitées par le département à des fins de transport, l'ordonnance prévue au II du présent article précise les modalités du transfert.\n\nCes transferts ne donnent lieu ni au versement de la contribution prévue à l'article 879 du code général des impôts, ni à la perception d'impôts, de droits ou de taxes de quelque nature que ce soit.\n\nLa région bénéficiaire du transfert est substituée au département dans l'ensemble des droits et obligations liés aux biens qui lui sont transférés, à l'exception de ceux afférents à des dommages constatés avant la date du transfert et à des impôts ou taxes dont le fait générateur est antérieur à cette même date.\n\nLe présent I ne s'applique pas aux infrastructures de transports non urbains de personnes, ferrés ou guidés d'intérêt local, transférés par le département du Rhône à la métropole de Lyon au 1er janvier 2015.\n\nII.-Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans les dix-huit mois à compter de la promulgation de la présente loi, à prendre par ordonnance des mesures de nature législative rendues nécessaires pour l'application du I et ayant pour objet d'abroger les dispositions législatives existantes devenues sans objet du fait du même I.\n\nLe projet de loi portant ratification de cette ordonnance est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance.\n\nIII.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Les 1° et 2° du III interviennent le premier jour du dix-huitième mois suivant la promulgation de la présente loi.\n\n-Code des transports\n\n-Code des transports\n\n-Code général de la propriété des personnes publiques."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Les communes adjacentes qui ont créé un périmètre de transports urbains dont la délimitation a été fixée par l'autorité administrative compétente de l'Etat et existant à la date de publication de la présente loi peuvent continuer d'organiser le transport public de personnes. Par dérogation à la définition du transport urbain mentionnée au premier alinéa du II de l'article L. 1231-2 du code des transports, dans sa rédaction résultant du présent article, les services ainsi organisés sur le territoire correspondant au périmètre de transports urbains sont qualifiés d'urbains.\n\nToutefois, en cas de modification de leur périmètre après l'entrée en vigueur de la loi, les I à III du présent article s'appliquent de plein droit.\n\nVI.-Pour l'élaboration du plan de déplacements urbains dans l'agglomération lyonnaise, le ressort territorial dont il est tenu compte est celui de l'autorité assurant l'exercice effectif de la compétence d'organisation des transports.\n\n-Code des transports\n\n-Code des transports\n\n-Code des transports\n\n-Code des transports\n\n-Code des transports\n\n-Code des transports\n\n-Code général des collectivités territoriales\n\n-Code de l'éducation\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "III.-Les modalités de financement de cette compétence sont déterminées en loi de finances."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les transferts de compétences prévus au I du présent article sont applicables sous réserve de l'entrée en vigueur des dispositions relevant de la loi de finances prévues aux I et II de l'article 133 de la présente loi.\n\n-Code des transports"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "IX.-A titre transitoire et par dérogation au 2° du VII, le département continue à entretenir et exploiter chacun des ports relevant de sa compétence jusqu'à la date de leur transfert."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nCode général des collectivités territoriales\n\nArt. 4321-1\n\nV.-Les conseils d'administration, comités techniques et comités d'hygiène, de sécurité et des conditions de travail, en place au sein des centres de ressources, d'expertise et de performance sportive avant le 1er janvier 2016, demeurent compétents et exercent les attributions fixées par les textes qui les ont institués, jusqu'à l'installation des nouvelles instances prévues par le décret en Conseil d'Etat mentionné à l'article L. 114-17 du code du sport. Durant cette même période, le mandat de leurs membres est maintenu.\n\nVI.-Les I à IV du présent article sont applicables à compter du 1er janvier 2016.\n\n-Loi n° 90-1067 du 28 novembre 1990\n\n-Code du sport.\n\n-Code du sport."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nCode général des collectivités territoriales\n\nArt. L4425-1-1, Art. L4422-9-2\n\nA modifié les dispositions suivantes :\n\nIII.-Les personnels de la collectivité territoriale de Corse instituée par la loi n° 91-428 du 13 mai 1991 portant statut de la collectivité territoriale de Corse et ceux des départements de Corse-du-Sud et de Haute-Corse relèvent de plein droit, au 1er janvier 2018, de la collectivité de Corse, dans les conditions de statut et d'emploi qui sont les leurs. Les articles L. 5111-7 et L. 5111-8 du code général des collectivités territoriales leur sont applicables.\n\nIV.-La collectivité de Corse instituée par le présent article est substituée à la collectivité territoriale de Corse instituée par la loi n° 91-428 du 13 mai 1991 précitée et aux départements de Corse-du-Sud et de Haute-Corse dans toutes les procédures administratives et juridictionnelles en cours à la date de sa création, ainsi que dans toutes leurs délibérations et tous leurs actes.\n\nLes contrats sont exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire des parties. Les cocontractants sont informés de la substitution de personne morale par le président du conseil exécutif. La substitution de personne morale aux contrats antérieurement conclus n'entraîne aucun droit à résiliation ou à indemnisation pour le cocontractant.\n\nV.-Par dérogation à l'article L. 192 du code électoral, le mandat des conseillers départementaux élus en mars 2015 expire le 31 décembre 2017.\n\nVI.-Par dérogation à l'article L. 364 du même code, le mandat des membres de l'Assemblée de Corse élus en décembre 2015 expire le 31 décembre 2017.\n\nVII.-En vue de la création de la collectivité de Corse au 1er janvier 2018, le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans les dix-huit mois suivant la promulgation de la présente loi, à prendre par ordonnances les mesures relevant du domaine de la loi :\n\n1° Précisant les modalités de fin de mandat des conseillers départementaux de Corse-du-Sud et de Haute-Corse élus en mars 2015, notamment la date à partir de laquelle il n'est plus procédé au remplacement des sièges vacants ;\n\n2° Modifiant les références en droit électoral aux départements de Corse-du-Sud et de Haute-Corse ou aux membres de leurs assemblées délibérantes qui ne peuvent être maintenues ;\n\n3° Adaptant les règles relatives à l'élection des sénateurs dans la collectivité de Corse, notamment la composition du collège électoral concourant à leur élection ;\n\n4° Tendant à créer ou à adapter le territoire d'intervention et les modalités d'organisation, de fonctionnement et de financement par la collectivité de Corse de tout établissement ou organisme institué par la loi, en conséquence de la fusion de la collectivité territoriale de Corse et des deux conseils départementaux ;\n\n5° Adaptant les références au département, à la région et à la collectivité territoriale de Corse dans toutes les dispositions législatives en vigueur susceptibles d'être applicables à la collectivité de Corse ;\n\n6° Précisant le territoire d'intervention de l'Etat, l'organisation de ses services déconcentrés ainsi que les règles de compétences et d'organisation des juridictions ;\n\n7° Précisant et complétant les règles budgétaires, financières, fiscales et comptables applicables à la collectivité de Corse ;\n\n8° Précisant et complétant les règles relatives aux concours financiers de l'Etat et aux fonds nationaux de péréquation des recettes fiscales applicables à la collectivité de Corse ;\n\n9° Précisant les modalités de transfert des fonctionnaires et agents non titulaires, y compris les personnels détachés sur des emplois fonctionnels.\n\nLe projet de loi portant ratification de chaque ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance.\n\nIX.-A.-Le I, à l'exception du b du 22°, et les II, III et IV du présent article entrent en vigueur au 1er janvier 2018.\n\nB.-Le b du 22° du I et le VIII s'appliquent aux impositions dues à compter de 2018.\n\nC.-Pour l'exercice 2018, les articles L. 1612-1 et L. 4312-6 du code général des collectivités territoriales sont applicables à la collectivité de Corse, sur la base du cumul des montants inscrits aux budgets de l'année précédente de la région et des départements auxquels elle succède et des autorisations de programme et d'engagement votées au cours des exercices antérieurs des collectivités auxquelles elle succède.\n\nPour ce même exercice, la collectivité de Corse est compétente pour arrêter les comptes administratifs de la région et des départements fusionnés, dans les conditions prévues à l'article L. 1612-12 du même code.\n\n-Code général des collectivités territoriales\n\n-Code électoral\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "II.-Le présent article entre en vigueur à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-A l'exception des départements de Paris, des Hauts-de-Seine, de Seine-Saint-Denis et du Val-de-Marne, les schémas départementaux de coopération intercommunale révisés selon les modalités prévues à l'article L. 5210-1-1 du code général des collectivités territoriales sont arrêtés avant le 31 mars 2016.Les schémas des départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines ne portent que sur les communes qui ne sont pas membres d'un établissement public de coopération intercommunale à fiscalité propre dont le siège est situé dans l'unité urbaine de Paris définie par l'Institut national de la statistique et des études économiques.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-Dès la publication du schéma départemental de coopération intercommunale prévu au II de l'article 33 de la présente loi et jusqu'au 15 juin 2016, le représentant de l'Etat dans le département définit par arrêté, pour la mise en œuvre du schéma, tout projet de périmètre d'un établissement public de coopération intercommunale à fiscalité propre.Le représentant de l'Etat dans le département peut également définir un projet de périmètre ne figurant pas dans le schéma, dans les mêmes conditions et sous réserve du respect des objectifs mentionnés aux I et II de l'article L. 5210-1-1 du code général des collectivités territoriales et de la prise en compte des orientations définies au III du même article L. 5210-1-1, après avis de la commission départementale de la coopération intercommunale. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. Le projet de périmètre intègre les propositions de modification du périmètre adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV dudit article L. 5210-1-1.L'arrêté portant projet de création définit la catégorie d'établissement public de coopération intercommunale dont la création est envisagée, dresse la liste des communes intéressées et détermine le siège de l'établissement public de coopération intercommunale.Cet arrêté est notifié par le représentant de l'Etat dans le département au maire de chaque commune incluse dans le projet de périmètre afin de recueillir l'accord de chaque conseil municipal. A compter de la notification, le conseil municipal dispose d'un délai de soixante-quinze jours pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.La création de l'établissement public de coopération intercommunale à fiscalité propre est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements intéressés, après accord des conseils municipaux des communes intéressées. Cet accord doit être exprimé par la moitié au moins des conseils municipaux des communes intéressées, représentant la moitié au moins de la population totale de celles-ci, y compris le conseil municipal de la commune dont la population est la plus nombreuse si cette dernière représente au moins le tiers de la population totale.A défaut d'accord des communes et sous réserve de l'achèvement des procédures de consultation, le ou les représentants de l'Etat dans le ou les départements concernés peuvent créer l'établissement public de coopération intercommunale à fiscalité propre, par décision motivée, après avis favorable de la commission départementale de la coopération intercommunale lorsqu'il s'agit d'un projet ne figurant pas au schéma, ou avis simple lorsqu'il s'agit d'un projet figurant au schéma. Avant de rendre son avis, la commission départementale entend, de sa propre initiative ou à leur demande, les maires des communes intéressées et les présidents des établissements publics de coopération intercommunale à même d'éclairer ses délibérations. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. L'arrêté de création intègre les propositions de modification du périmètre adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV de l'article L. 5210-1-1 du code général des collectivités territoriales.La création de l'établissement public de coopération intercommunale à fiscalité propre est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements intéressés, avant le 31 décembre 2016.L'arrêté de création de l'établissement public de coopération intercommunale à fiscalité propre emporte retrait des communes intéressées des autres établissements publics de coopération intercommunale à fiscalité propre dont elles sont membres.L'arrêté peut également porter, en cas d'accord des conseils municipaux des communes dans les conditions prévues au cinquième alinéa du présent I, sur les compétences exercées par l'établissement public de coopération intercommunale à fiscalité propre, dans le respect des dispositions propres à sa catégorie.A défaut d'accord sur les compétences de l'établissement public de coopération intercommunale à fiscalité propre, les communes membres disposent d'un délai de six mois à compter de sa création pour se mettre en conformité, suivant la procédure définie à l'article L. 5211-17 du code général des collectivités territoriales, avec le II de l'article L. 5214-16 du même code en cas de création d'une communauté de communes, avec le II de l'article L. 5216-5 dudit code en cas de création d'une communauté d'agglomération et avec le I de l'article L. 5215-20 du même code en cas de création d'une communauté urbaine. Si les communes ne se sont pas mises en conformité avec ces dispositions dans ce délai, le nouvel établissement public exerce l'intégralité des compétences prévues par lesdites dispositions.Le présent I n'est pas applicable à la création d'une métropole.II.-Dès la publication du schéma départemental de coopération intercommunale prévu au II de l'article 33 de la présente loi et jusqu'au 15 juin 2016, le représentant de l'Etat dans le département définit par arrêté, pour la mise en œuvre du schéma, la modification du périmètre de tout établissement public de coopération intercommunale à fiscalité propre.Le représentant de l'Etat dans le département peut également proposer une modification de périmètre ne figurant pas dans le schéma, dans les mêmes conditions et sous réserve du respect des objectifs mentionnés aux I et II de l'article L. 5210-1-1 du code général des collectivités territoriales et de la prise en compte des orientations définies au III du même article L. 5210-1-1, après avis de la commission départementale de la coopération intercommunale. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. Le projet de périmètre intègre les propositions de modification du périmètre adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV dudit article L. 5210-1-1.L'arrêté portant projet de modification de périmètre dresse la liste des communes intéressées.Cet arrêté est notifié par le représentant de l'Etat dans le département au président de chaque établissement public de coopération intercommunale à fiscalité propre intéressé afin de recueillir l'avis de son organe délibérant et, concomitamment, au maire de chaque commune incluse dans le projet de périmètre afin de recueillir l'accord de chaque conseil municipal. A compter de la notification, les organes délibérants des établissements publics de coopération intercommunale à fiscalité propre et les conseils municipaux disposent d'un délai de soixante-quinze jours pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.La modification de périmètre de l'établissement public de coopération intercommunale à fiscalité propre est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements concernés après accord des conseils municipaux des communes incluses dans le projet de périmètre. Cet accord doit être exprimé par la moitié au moins des conseils municipaux des communes intéressées, représentant la moitié au moins de la population totale de celles-ci, y compris le conseil municipal de la commune dont la population est la plus nombreuse si cette dernière représente au moins le tiers de la population totale.A défaut d'accord des communes et sous réserve de l'achèvement des procédures de consultation, le ou les représentants de l'Etat dans le ou les départements concernés peuvent modifier le périmètre de l'établissement public de coopération intercommunale à fiscalité propre, par décision motivée, après avis favorable de la commission départementale de la coopération intercommunale lorsqu'il s'agit d'un projet ne figurant pas au schéma, ou avis simple lorsqu'il s'agit d'un projet figurant au schéma. Avant de rendre son avis, la commission départementale entend, de sa propre initiative ou à leur demande, les maires des communes intéressées et les présidents des établissements publics de coopération intercommunale à même d'éclairer ses délibérations. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. L'arrêté de modification intègre les propositions de modification du périmètre adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV de l'article L. 5210-1-1 du code général des collectivités territoriales.La modification de périmètre de l'établissement public de coopération intercommunale à fiscalité propre est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements intéressés, avant le 31 décembre 2016.L'arrêté de modification du périmètre emporte retrait des communes intéressées des autres établissements publics de coopération intercommunale à fiscalité propre dont elles sont membres.Le II de l'article L. 5211-18 du même code est applicable.III.-Dès la publication du schéma départemental de coopération intercommunale prévu au II de l'article 33 de la présente loi et jusqu'au 15 juin 2016, le représentant de l'Etat dans le département définit par arrêté, pour la mise en œuvre du schéma, la fusion d'établissements publics de coopération intercommunale dont l'un au moins est à fiscalité propre.Le représentant de l'Etat dans le département peut également proposer un périmètre de fusion ne figurant pas dans le schéma, dans les mêmes conditions et sous réserve de respecter les objectifs mentionnés aux I et II de l'article L. 5210-1-1 du code général des collectivités territoriales et de prendre en compte les orientations définies au III du même article L. 5210-1-1, après avis de la commission départementale de la coopération intercommunale. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. Le projet de périmètre intègre les propositions de modification du périmètre adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV dudit article L. 5210-1-1.L'arrêté portant projet de fusion dresse la liste des établissements publics de coopération intercommunale appelés à fusionner, ainsi que des communes, appartenant ou non à un autre établissement public de coopération intercommunale à fiscalité propre, incluses dans le périmètre du nouvel établissement public.Cet arrêté est notifié par le représentant de l'Etat dans le département aux présidents des établissements publics de coopération intercommunale à fiscalité propre intéressés afin de recueillir l'avis de l'organe délibérant et, concomitamment, au maire de chaque commune incluse dans le projet de périmètre afin de recueillir l'accord de chaque conseil municipal. A compter de la notification de l'arrêté de projet de périmètre, les organes délibérants des établissements publics de coopération intercommunale et les conseils municipaux disposent d'un délai de soixante-quinze jours pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.La fusion est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements concernés après accord des conseils municipaux des communes incluses dans le projet de périmètre. L'accord des communes doit être exprimé par la moitié au moins des conseils municipaux des communes intéressées, représentant la moitié au moins de la population totale de celles-ci, y compris le conseil municipal de la commune dont la population est la plus nombreuse si cette dernière représente au moins le tiers de la population totale.A défaut d'accord des communes et sous réserve de l'achèvement des procédures de consultation, le ou les représentants de l'Etat dans le ou les départements concernés peuvent fusionner des établissements publics de coopération intercommunale, par décision motivée, après avis favorable de la commission départementale de la coopération intercommunale lorsqu'il s'agit d'un projet ne figurant pas au schéma, ou avis simple lorsqu'il s'agit d'un projet figurant au schéma. Avant de rendre son avis, la commission départementale entend, de sa propre initiative ou à leur demande, les maires des communes intéressées et les présidents des établissements publics de coopération intercommunale à même d'éclairer ses délibérations. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. L'arrêté de fusion intègre les propositions de modification du périmètre adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV de l'article L. 5210-1-1 du code général des collectivités territoriales.La fusion est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements intéressés, avant le 31 décembre 2016.L'arrêté de fusion emporte, le cas échéant, retrait des communes des établissements publics de coopération intercommunale à fiscalité propre dont elles sont membres et qui ne sont pas intégralement inclus dans le périmètre.L'arrêté de fusion fixe également le nom, le siège et les compétences du nouvel établissement public.Les III et V de l'article L. 5211-41-3 du même code sont applicables. Par dérogation au troisième alinéa du même III, le délai de trois mois est porté à un an pour les compétences optionnelles prévues au II de l'article L. 5214-16 du même code pour les communautés de communes et au II de l'article L. 5216-5 dudit code pour les communautés d'agglomération.IV.-Les agents mis à disposition d'un établissement public de coopération intercommunale, dans les conditions prévues à l'article L. 5211-4-1 du code général des collectivités territoriales, par une commune qui s'en retire, et qui participent à l'exercice d'une compétence transférée par cette commune à un autre établissement public de coopération intercommunale, poursuivent leur mise à disposition auprès de cet autre établissement public.En cas de retrait de plusieurs communes d'un établissement public de coopération intercommunale, l'arrêté de modification du périmètre peut prévoir le principe de la répartition des agents de l'établissement public entre celui-ci et les établissements publics de coopération intercommunale que rejoignent ces communes. Ces agents relèvent de leur établissement public d'accueil dans les conditions de statut et d'emploi qui sont les leurs. Les modalités de cette répartition font l'objet d'une convention conclue, au plus tard un mois avant le retrait, entre le président de l'établissement public d'origine et les présidents des établissements publics d'accueil, après avis des comités techniques de chacun des établissements publics. A défaut d'accord dans le délai prévu au présent alinéa, le ou les représentants de l'Etat dans le ou les départements fixent les modalités de répartition par arrêté.En cas de dissolution d'un établissement public de coopération intercommunale, les agents de cet établissement public sont répartis entre les communes ou les établissements publics de coopération intercommunale reprenant les compétences exercées par l'établissement public de coopération intercommunale dissous. Ces agents relèvent de leur commune ou de leur établissement public d'accueil dans les conditions de statut et d'emploi qui sont les leurs. Les modalités de cette répartition font l'objet d'une convention conclue, au plus tard un mois avant la dissolution, entre le président de l'établissement public dissous et les maires et les présidents des établissements publics d'accueil, après avis des comités techniques de chacune des communes et de chacun des établissements publics. A défaut d'accord dans le délai prévu au présent alinéa, le ou les représentants de l'Etat dans le ou les départements fixent les modalités de répartition par arrêté.Les articles L. 5111-7 et L. 5111-8 du code général des collectivités territoriales sont applicables à ces agents. Les communes et les établissements publics de coopération intercommunale d'accueil supportent les charges financières correspondantes.V.-Si, avant la publication de l'arrêté portant création, modification du périmètre ou fusion d'un établissement public de coopération intercommunale à fiscalité propre en application du présent article, le nombre et la répartition des sièges au sein de l'organe délibérant de l'établissement public n'ont pas été déterminés dans les conditions fixées à l'article L. 5211-6-1 du code général des collectivités territoriales, les conseils municipaux des communes intéressées disposent, à compter de la date de publication de l'arrêté, d'un délai de trois mois pour délibérer sur la composition de l'organe délibérant, sans que cette délibération puisse être prise après le 15 décembre 2016.Le représentant de l'Etat dans le département constate la composition de l'organe délibérant de l'établissement public de coopération intercommunale à fiscalité propre fixée selon les modalités prévues au premier alinéa du présent V. A défaut de délibération des conseils municipaux dans le délai prévu au même premier alinéa, la composition de l'organe délibérant est arrêtée par le représentant de l'Etat dans le département, selon les modalités prévues aux II et III de l'article L. 5211-6-1 du même code.Les conseillers communautaires sont désignés ou élus dans les conditions prévues au 1° de l'article L. 5211-6-2 dudit code.\n\nVI.-A abrogé les dispositions suivantes :\n\nVII.-A modifié les dispositions suivantes :\n\n-LOI n° 2010-1563 du 16 décembre 2010\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. et II. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I.-Dès la publication du schéma départemental de coopération intercommunale prévu au II de l'article 33 de la présente loi et jusqu'au 15 juin 2016, le représentant de l'Etat dans le département propose, pour la mise en œuvre du schéma, la dissolution de tout syndicat de communes ou syndicat mixte prévu à l'article L. 5711-1 du code général des collectivités territoriales.Il peut également proposer une dissolution ne figurant pas dans le schéma, sous réserve des orientations définies aux 3° à 6° du III de l'article L. 5210-1-1 du même code, après avis de la commission départementale de la coopération intercommunale. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. La proposition de dissolution intègre les propositions de modification adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV du même article L. 5210-1-1.Le représentant de l'Etat dans le département notifie son intention de dissoudre le syndicat au président de celui-ci afin de recueillir l'avis du comité syndical, ainsi qu'au maire ou au président de chacun des membres du syndicat afin de recueillir l'accord du conseil municipal ou de l'organe délibérant. A compter de la notification, le conseil municipal ou l'organe délibérant dispose d'un délai de soixante-quinze jours pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.Le ou les représentants de l'Etat dans le ou les départements concernés prononcent par arrêté la fin d'exercice des compétences ou la dissolution du syndicat, après accord des organes délibérants des membres du syndicat. Cet accord doit être exprimé par la moitié au moins des organes délibérants des membres du syndicat, représentant la moitié au moins de la population totale de ceux-ci, y compris le conseil municipal de la commune dont la population est la plus nombreuse si cette dernière représente au moins le tiers de la population totale.A défaut d'accord des membres du syndicat et sous réserve de l'achèvement de la procédure de consultation, le ou les représentants de l'Etat dans le ou les départements concernés peuvent mettre fin à l'exercice des compétences du syndicat ou prononcer sa dissolution, par décision motivée, après avis favorable de la commission départementale de la coopération intercommunale lorsqu'il s'agit d'un projet ne figurant pas au schéma, ou avis simple lorsqu'il s'agit d'un projet figurant au schéma. Avant de rendre son avis, la commission départementale entend, de sa propre initiative ou à leur demande, les maires des communes intéressées et les présidents des établissements publics de coopération intercommunale et des syndicats mixtes à même d'éclairer ses délibérations. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. Le représentant de l'Etat dans le département se conforme aux propositions adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV dudit article L. 5210-1-1.La fin d'exercice des compétences ou la dissolution sont prononcées par arrêté du ou des représentants de l'Etat dans le ou les départements intéressés avant le 31 décembre 2016.L'arrêté de fin d'exercice des compétences ou de dissolution détermine, dans le respect des articles L. 5211-25-1 et L. 5211-26 du code général des collectivités territoriales et sous la réserve des droits des tiers, les conditions dans lesquelles le syndicat est liquidé.II.-Dès la publication du schéma départemental de coopération intercommunale prévu au II de l'article 33 de la présente loi et jusqu'au 15 juin 2016, le représentant de l'Etat dans le département propose, pour la mise en œuvre du schéma, la modification du périmètre de tout syndicat de communes ou syndicat mixte prévu à l'article L. 5711-1 du même code.Il peut également proposer une modification de périmètre ne figurant pas dans le schéma, sous réserve des orientations définies aux 3° à 6° du III de l'article L. 5210-1-1 dudit code, après avis de la commission départementale de la coopération intercommunale. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. Le projet de modification du périmètre intègre les propositions de modification adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV du même article L. 5210-1-1.Un arrêté de projet de périmètre dresse la liste des communes et établissements publics inclus dans le projet. Cet arrêté est notifié par le représentant de l'Etat dans le département au président du syndicat afin de recueillir l'avis du comité syndical, ainsi qu'au président de chaque établissement public concerné et, concomitamment, au maire de chaque commune incluse dans le périmètre afin de recueillir l'accord de l'organe délibérant ou du conseil municipal. A compter de la notification, le conseil municipal ou l'organe délibérant dispose d'un délai de soixante-quinze jours pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.La modification du périmètre du syndicat est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements concernés, après accord des organes délibérants des membres du syndicat. Cet accord doit être exprimé par la moitié au moins des organes délibérants des membres du syndicat, représentant la moitié au moins de la population totale de ceux-ci, y compris le conseil municipal de la commune dont la population est la plus nombreuse si cette dernière représente au moins le tiers de la population totale.A défaut d'accord des membres du syndicat et sous réserve de l'achèvement des procédures de consultation, le ou les représentants de l'Etat dans le ou les départements concernés peuvent modifier le périmètre du syndicat, par décision motivée, après avis favorable de la commission départementale de la coopération intercommunale lorsqu'il s'agit d'un projet ne figurant pas au schéma, ou avis simple lorsqu'il s'agit d'un projet figurant au schéma. Avant de rendre son avis, la commission départementale entend, de sa propre initiative ou à leur demande, les maires des communes intéressées et les présidents des établissements publics de coopération intercommunale et des syndicats mixtes à même d'éclairer ses délibérations. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. L'arrêté portant modification du périmètre intègre les propositions de modification du périmètre adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV de l'article L. 5210-1-1 du code général des collectivités territoriales.La modification de périmètre est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements intéressés avant le 31 décembre 2016.En cas d'extension de périmètre, l'arrêté fixe également le nombre de délégués représentant chaque commune ou chaque établissement public membre au sein du comité du syndicat. Ce nombre est déterminé par accord des organes délibérants des membres, dans les conditions de majorité mentionnées au quatrième alinéa du présent II ou, à défaut, fixé par le représentant de l'Etat dans le département, dans les conditions prévues au premier alinéa de l'article L. 5212-7 et à l'article L. 5212-8 du même code.Le II de l'article L. 5211-18 dudit code est applicable aux extensions du périmètre d'un syndicat de communes ou d'un syndicat mixte. Le troisième alinéa de l'article L. 5211-19 du même code s'applique aux modifications de périmètre entraînant le retrait d'une commune membre.III.-Dès la publication du schéma départemental de coopération intercommunale prévu au II de l'article 33 de la présente loi et jusqu'au 15 juin 2016, le représentant de l'Etat dans le département propose, pour la mise en œuvre du schéma, la fusion de syndicats de communes ou de syndicats mixtes prévus à l'article L. 5711-1 du même code.Il peut également proposer une fusion ne figurant pas dans le schéma, sous réserve des orientations définies aux 3° à 6° du III de l'article L. 5210-1-1 dudit code, après avis de la commission départementale de la coopération intercommunale. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. Le projet de fusion intègre les propositions de modification adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV du même article L. 5210-1-1.Un arrêté de projet de fusion dresse la liste des établissements publics intéressés. Il est notifié par le représentant de l'Etat dans le département au président de chacun des syndicats dont la fusion est envisagée, afin de recueillir l'avis du comité syndical. Il est concomitamment notifié au maire de chaque commune membre et, le cas échéant, au président de chaque établissement public membre des syndicats inclus dans le projet de fusion, afin de recueillir l'accord du conseil municipal ou de l'organe délibérant. A compter de la notification, le conseil municipal ou l'organe délibérant dispose d'un délai de soixante-quinze jours pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable.La fusion des syndicats est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements concernés, après accord des organes délibérants des membres des syndicats intéressés. Cet accord doit être exprimé par la moitié au moins des organes délibérants des membres de tous les syndicats inclus dans le projet de fusion, représentant la moitié au moins de la population totale de ceux-ci, y compris le conseil municipal de la commune dont la population est la plus nombreuse si cette dernière représente au moins le tiers de la population totale.A défaut d'accord des membres des syndicats et sous réserve de l'achèvement des procédures de consultation, le ou les représentants de l'Etat dans le ou les départements concernés peuvent fusionner des syndicats, par décision motivée, après avis favorable de la commission départementale de la coopération intercommunale lorsqu'il s'agit d'un projet ne figurant pas au schéma, ou avis simple lorsqu'il s'agit d'un projet figurant au schéma. Avant de rendre son avis, la commission départementale entend, de sa propre initiative ou à leur demande, les maires des communes intéressées et les présidents des établissements publics de coopération intercommunale et des syndicats mixtes à même d'éclairer ses délibérations. La commission départementale dispose d'un délai d'un mois à compter de sa saisine pour se prononcer. A défaut de délibération dans ce délai, l'avis est réputé favorable. L'arrêté de fusion intègre les propositions de modification du périmètre adoptées par la commission départementale dans les conditions de majorité prévues au quatrième alinéa du IV de l'article L. 5210-1-1 du code général des collectivités territoriales.La fusion est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements intéressés avant le 31 décembre 2016.L'arrêté de fusion fixe également le nombre de délégués représentant chaque commune ou chaque établissement public membre au sein du comité du syndicat. Ce nombre est déterminé par accord des organes délibérants des membres, dans les conditions de majorité mentionnées au quatrième alinéa du présent III ou, à défaut, fixé par le représentant de l'Etat dans le département, dans les conditions prévues au premier alinéa de l'article L. 5212-7 et à l'article L. 5212-8 du même code.Le nouveau syndicat exerce l'ensemble des compétences exercées par les syndicats fusionnés.Les III et IV de l'article L. 5212-27 dudit code sont applicables.IV.-Les agents mis à disposition d'un syndicat de communes ou d'un syndicat mixte prévu à l'article L. 5711-1 du code général des collectivités territoriales, dans les conditions prévues à l'article L. 5211-4-1 du même code, par une commune qui s'en retire, et qui participent à l'exercice d'une compétence transférée par cette commune à un autre établissement public de coopération intercommunale ou à un autre syndicat mixte poursuivent leur mise à disposition auprès de cet autre établissement public de coopération intercommunale ou syndicat mixte.En cas de retrait de plusieurs communes d'un syndicat de communes ou d'un syndicat mixte, l'arrêté de modification du périmètre peut prévoir le principe de la répartition des agents du syndicat entre celui-ci et les établissements publics de coopération intercommunale et les syndicats mixtes que rejoignent ces communes. Ces agents relèvent de leur établissement public de coopération intercommunale ou de leur syndicat mixte d'accueil dans les conditions de statut et d'emploi qui sont les leurs. Les modalités de cette répartition font l'objet d'une convention conclue, au plus tard un mois avant le retrait, entre le président du syndicat d'origine et les présidents des établissements publics de coopération intercommunale et syndicats mixtes d'accueil, après avis des comités techniques de chacun des établissements publics de coopération intercommunale et syndicats mixtes. A défaut d'accord dans le délai prévu au présent alinéa, le ou les représentants de l'Etat dans le ou les départements fixent les modalités de répartition par arrêté.En cas de dissolution d'un syndicat de communes ou d'un syndicat mixte, les agents de ce syndicat sont répartis entre les communes, les établissements publics de coopération intercommunale ou les syndicats mixtes reprenant les compétences exercées par le syndicat dissous. Ces agents relèvent de leur commune, de leur établissement public de coopération intercommunale ou de leur syndicat mixte d'accueil dans les conditions de statut et d'emploi qui sont les leurs. Les modalités de cette répartition font l'objet d'une convention conclue, au plus tard un mois avant la dissolution, entre le président du syndicat dissous et les maires et les présidents des établissements publics de coopération intercommunale et des syndicats mixtes d'accueil, après avis des comités techniques de chacune des communes et de chacun des établissements publics de coopération intercommunale et des syndicats mixtes. A défaut d'accord dans le délai prévu au présent alinéa, le ou les représentants de l'Etat dans le ou les départements fixent les modalités de répartition par arrêté.Les articles L. 5111-7 et L. 5111-8 du code général des collectivités territoriales sont applicables à ces agents. Les communes, les établissements publics de coopération intercommunale et les syndicats mixtes d'accueil supportent les charges financières correspondantes.\n\nV.-A abrogé les dispositions suivantes :\n\n-LOI n° 2010-1563 du 16 décembre 2010"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales\n\nArt. L. 5212-7, Art. L. 5711-1, L. 5721-2\n\nII. - Le présent article entre en vigueur à compter des élections municipales suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "X.-Les périmètres d'urbanisation des anciens syndicats d'agglomération nouvelle restent considérés comme périmètres d'opérations d'intérêt national, au sens de l'article L. 132-1 du code de l'urbanisme, jusqu'à ce qu'un décret fixe la date à laquelle les opérations de construction et d'aménagement sont considérées comme terminées."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "II. - Le présent article entre en vigueur le 1er janvier 2016."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I.-Les conseillers métropolitains de la métropole d'Aix-Marseille-Provence sont désignés ou élus, dans les conditions prévues à l'article L. 5211-6-2 du code général des collectivités territoriales, au plus tard deux mois après la promulgation de la présente loi.II.-A défaut d'avoir procédé, au plus tard à l'issue d'un délai de deux mois suivant la promulgation de la présente loi, à l'élection ou à la désignation de ses délégués en application du même article L. 5211-6-2, la commune membre est représentée au sein du conseil de la métropole d'Aix-Marseille-Provence, jusqu'au prochain renouvellement général des conseils municipaux, par le maire si elle ne compte qu'un délégué, par le maire et le premier adjoint dans le cas contraire.Le maire si la commune ne compte qu'un délégué, ou le maire et le premier adjoint dans le cas contraire, siègent également au conseil de territoire.Le conseil de la métropole et le conseil de territoire sont alors réputés complets.III.-Dès lors que le conseil métropolitain est complet ou réputé complet, le président de l'un des établissements publics de coopération intercommunale mentionnés au I de l'article L. 5218-1 du même code peut convoquer une réunion du conseil métropolitain aux fins de procéder à l'élection du président et des membres du bureau, ainsi qu'à toute autre mesure d'organisation interne.La présidence de la réunion anticipée est assurée par le plus âgé des présidents d'établissements publics de coopération intercommunale mentionnés au même I ou, à défaut, par un des autres présidents d'établissements publics de coopération intercommunale par ordre d'âge."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Par dérogation au deuxième alinéa du c du 1° de l'article L. 5211-6-2 et à l'article L. 5218-4 du code général des collectivités territoriales, jusqu'au prochain renouvellement général des conseils municipaux suivant la création de la métropole d'Aix-Marseille-Provence, les conseillers communautaires en exercice des communes membres des établissements publics de coopération intercommunale fusionnés en application du I de l'article L. 5218-1 du même code, qui n'ont pas été désignés conseillers métropolitains en application de l'article L. 5211-6-2 dudit code, sont de droit conseillers de territoire.Les conseillers mentionnés au premier alinéa du présent article peuvent percevoir des indemnités de fonction, aux taux votés par les organes délibérants des établissements publics de coopération intercommunale fusionnés en application du I de l'article L. 5218-1 du même code, dans lesquels ils siégeaient avant la création de la métropole."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Sans préjudice de l'article 53 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, les directeurs généraux adjoints des services des établissements publics de coopération intercommunale fusionnés en application du I de l'article L. 5218-1 du code général des collectivités territoriales sont maintenus dans leurs fonctions et dans les mêmes conditions d'emploi auprès du président du conseil de la métropole d'Aix-Marseille-Provence jusqu'au prochain renouvellement général du conseil de la métropole."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Sans préjudice de l'article 53 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, les directeurs généraux des services des établissements publics de coopération intercommunale fusionnés en application du I de l'article L. 5218-1 du code général des collectivités territoriales sont maintenus dans leurs fonctions et dans les mêmes conditions d'emploi auprès du président du conseil de la métropole d'Aix-Marseille-Provence jusqu'au prochain renouvellement général du conseil de la métropole.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nX.-En vue de la création de la métropole du Grand Paris, le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans les douze mois suivant la promulgation de la présente loi, à prendre par ordonnances les mesures de nature législative propres à :\n\n1° Préciser et compléter les règles budgétaires, financières, fiscales et comptables applicables à cette métropole, aux établissements publics territoriaux et aux communes situées sur son territoire ;\n\n2° Préciser et compléter les règles relatives aux concours financiers de l'Etat applicables à cet établissement public de coopération intercommunale, en particulier les modalités de calcul du potentiel fiscal et financier des communes appartenant à la métropole du Grand Paris, en application de l'article L. 2334-4 du code général des collectivités territoriales, et les modalités de calcul du potentiel fiscal et du coefficient d'intégration fiscale de la métropole du Grand Paris, en application de l'article L. 5211-29 du même code, de même que les dispositions relatives aux transferts des personnels.\n\nEn matière fiscale, ces ordonnances définissent notamment les modalités de répartition du produit des impositions indirectes locales. Elles déterminent également les modalités de partage des allocations et des dotations de compensation d'exonérations de fiscalité directe locale, de recalcul de la dotation de compensation de la réforme de la taxe professionnelle et de la garantie individuelle de ressources versées ou prélevées au titre des établissements publics de coopération intercommunale préexistants. Elles adaptent, enfin, les dispositions relatives aux exonérations, aux abattements et à la détermination des bases minimum de cotisation foncière des entreprises, afin de tenir compte des procédures d'intégration fiscale progressive que la métropole est amenée à mettre en œuvre.\n\nLe projet de loi portant ratification de chaque ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance.\n\nXII.-Le transfert à la métropole du Grand Paris des compétences mentionnées aux b et d du 2° du II de l'article L. 5219-1 du code général des collectivités territoriales intervient à la date à laquelle le plan métropolitain de l'habitat et de l'hébergement est rendu exécutoire en application du dixième alinéa du V du même article L. 5219-1.\n\nSans préjudice du II dudit article L. 5219-1 et du V de l'article L. 5219-5 du même code, jusqu'à leur transfert à la métropole du Grand Paris, les compétences mentionnées aux b et d du 2° du II de l'article L. 5219-1 dudit code sont exercées :\n\n1° Par l'établissement public territorial dans les mêmes conditions et dans les seuls périmètres correspondant à ceux de chacun des établissements publics de coopération intercommunale à fiscalité propre existants au 31 décembre 2015 ;2° Ou par les communes dans les autres cas.\n\nXIII.-Le transfert à la métropole du Grand Paris des compétences mentionnées aux a, b et c du 5° du II de l'article L. 5219-1 du code général des collectivités territoriales intervient à la date d'adoption du plan climat-énergie métropolitain, et au plus tard le 31 décembre 2017.\n\nXIV.-La métropole du Grand Paris engage l'élaboration d'un schéma de cohérence territoriale au plus tard le 31 décembre 2016.\n\nXV.-A.-1° Par dérogation au I de l'article 1379-0 bis et à l'article 1656 bis du code général des impôts, dans le périmètre de la métropole du Grand Paris, la cotisation foncière des entreprises due au titre des années 2016 à 2026 est établie au profit des établissements publics territoriaux et de la Ville de Paris ;\n\n2° Pour l'application du 1° :\n\na) Les établissements publics territoriaux sont assimilés à des établissements publics de coopération intercommunale soumis à l'article 1609 nonies C du même code.\n\nToutefois les dispositions de l'article 1636 B septies de ce code ainsi que celles du III de l'article 1609 nonies C ne leur sont pas applicables ;\n\nb) La référence au conseil communautaire est remplacée par la référence au conseil de territoire mentionné à l'article L. 5219-2 du code général des collectivités territoriales ;\n\nc) Lorsque le périmètre d'un établissement public territorial correspondait, au 31 décembre 2015, à celui de plusieurs établissements publics de coopération intercommunale à fiscalité propre :\n\n-les dispositions du III de l'article 1638-0 bis du code général des impôts sont applicables ;\n\n-le taux de la cotisation foncière des entreprises applicable dans chaque commune membre est rapproché du taux de référence déterminé par le conseil de territoire mentionné à l'article L. 5219-2 du code général des collectivités territoriales, l'écart étant réduit par parts égales dont la quotité est déterminée sur une durée théorique de dix-sept ans à compter de l'année de création de l'établissement public territorial ;\n\nd) Lorsque le périmètre d'un établissement public territorial correspondait, au 31 décembre 2015, à celui d'un seul établissement public de coopération intercommunale à fiscalité propre :\n\n-les dispositions des I et II de l'article 1638 quater du code général des impôts continuent, le cas échéant, à produire leurs effets ;\n\n-les dispositions des b et c du 1° du III de l'article 1609 nonies C du même code continuent, le cas échéant, à produire leurs effets ;\n\nd bis) Lorsque le périmètre d'un établissement public territorial ne correspondait pas, au 31 décembre 2015, à celui d'un ou plusieurs établissements publics de coopération intercommunale à fiscalité propre, il est fait application du c du présent 2° ;\n\ne) La Ville de Paris n'est pas assimilée à une commune mentionnée au I de l'article 1636 B decies du code général des impôts.\n\nA bis.-La métropole du Grand Paris est substituée aux communes situées dans son périmètre pour l'application des dispositions relatives à la taxe sur les surfaces commerciales prévue à l'article 3 de la loi n° 72-657 du 13 juillet 1972 instituant des mesures en faveur de certaines catégories de commerçants et artisans âgés et à la perception de son produit.\n\nA ter.-Les 3 et 4 du I bis et le I ter de l'article 1609 nonies C du code général des impôts ne sont pas applicables aux établissements publics territoriaux et à la Ville de Paris au titre des années 2016 à 2026.\n\nB.-1. (Abrogé)\n\n2. a. (Abrogé)\n\nb. (Abrogé)\n\nc. En 2027, le taux de cotisation foncière des entreprises unique voté par le conseil de la métropole du Grand Paris ne peut excéder le taux moyen de la cotisation foncière des entreprises des établissements publics territoriaux et de la Ville de Paris constaté l'année précédente, pondéré par l'importance relative des bases de ces établissements et de la Ville de Paris.\n\nLe taux de la cotisation foncière des entreprises applicable dans chaque commune située dans le périmètre de l'établissement public territorial et à Paris est rapproché, à compter de 2025, d'un taux de référence déterminé par le conseil de la métropole, jusqu'à l'application d'un taux unique, l'écart étant réduit chaque année par parts égales, en proportion du nombre d'années restant à courir en application de la durée théorique mentionnée au deuxième alinéa du c du 2 du A. Lorsque les écarts entre, d'une part, le taux de cotisation foncière des entreprises applicable dans chaque commune située dans le périmètre d'un établissement public territorial donné ou le taux de la Ville de Paris et, d'autre part, le taux de référence déterminé par le conseil de la métropole dans les conditions précitées sont individuellement inférieurs à 10 % de ce taux de référence déterminé par le conseil de la métropole du Grand Paris, ce dernier taux s'applique dès 2027.\n\nC.-Le taux de la cotisation foncière des entreprises voté par l'établissement public territorial et la Ville de Paris, au titre des années 2016 à 2026, ne peut excéder deux fois le taux moyen constaté l'année précédente au niveau national pour l'ensemble des établissements publics de coopération intercommunale soumis à l'article 1609 nonies C du code général des impôts.\n\nD. (Abrogé)\n\nE.-1° Les dispositions prévues au IV de l'article 1639 A ter et au 3 du I de l'article 1647 D du code général des impôts sont applicables lors de la création des établissements publics territoriaux mentionnés à l'article L. 5219-2 du code général des collectivités territoriales. Les délibérations maintenues à défaut de délibération de ces établissements sont celles des communes ainsi que celles relatives à la cotisation foncière des entreprises prises par les établissements publics de coopération intercommunale soumis à l'article 1609 nonies C du même code.\n\n2° (Abrogé) ;\n\n3° Pour les impositions dues au titre de 2016, par dérogation aux I et III de l'article 1586 nonies du code précité, la valeur ajoutée des établissements bénéficiant d'une exonération de cotisation foncière des entreprises accordée sans limitation de durée sur délibération ou sauf délibération contraire d'une commune ou d'un établissement public de coopération intercommunale situés dans le périmètre de la métropole du Grand Paris est exonéré de cotisation sur la valeur ajoutée des entreprises pour la fraction taxée au profit de la métropole du Grand Paris.\n\n4° Pour les impositions dues au titre des années 2017 à 2026, pour la fraction de cotisation sur la valeur ajoutée taxée au profit de la métropole du Grand Paris, la valeur ajoutée est exonérée :\n\na) (Abrogé).\n\nCes exonérations sont applicables à la demande de l'entreprise.\n\nEn cas d'application des articles 1464 A, 1465 et du I de l'article 1466 A du même code, la délibération détermine la proportion exonérée de la valeur ajoutée taxée au profit de la métropole du Grand Paris.\n\nE bis.-1° La métropole du Grand Paris prend avant le 1er octobre 2026 les délibérations autres que celles relatives aux taux applicables à compter de l'année suivante sur son territoire en matière de cotisation foncière des entreprises.\n\nToutefois, les délibérations adoptées antérieurement par les établissements publics territoriaux et par la Ville de Paris sont maintenues pour leur durée et leur quotité lorsqu'elles sont prises en application des articles 1464 B, 1464 D, 1465,1465 B, des I quinquies B et I septies de l'article 1466 A et de l'article 1466 D du code général des impôts et que les dispositions prévues par ces articles sont en cours d'application ou sont applicables pour la première fois aux impositions dues au titre de 2027 ;\n\n2° A défaut de délibération dans les conditions prévues au 1°, les délibérations adoptées antérieurement par les établissements publics territoriaux et par la Ville de Paris sont maintenues pour les impositions établies au titre de 2027 lorsqu'elles sont prises en application du 3° de l'article 1459 et des articles 1464,1464 A, 1464 H, 1464 I, 1464 L, 1518 A et 1647 D du code précité.\n\nF. (Abrogé)\n\nF bis.-1° Pour la taxe d'enlèvement des ordures ménagères, lorsque le périmètre d'un établissement public territorial correspondait, au 31 décembre 2015, à celui d'un seul établissement public de coopération intercommunale à fiscalité propre :\n\n-les délibérations prises par l'établissement public de coopération intercommunale dissous restent applicables tant qu'elles n'ont pas été rapportées ou modifiées ;\n\n-en cas de rattachement de communes, les délibérations prises par ces dernières restent applicables à la taxe établie au titre au titre de 2016.\n\nSans préjudice de l'application de l'article 1609 quater, l'établissement public territorial perçoit la taxe d'enlèvement des ordures ménagères aux lieu et place de l'établissement public de coopération intercommunale dissous et en vote les taux et, le cas échéant, les tarifs.\n\nAu titre de 2016, sans préjudice de l'application de l'article 1609 quater, les communes continuent le cas échéant à percevoir cette taxe et en votent les taux et, le cas échéant, les tarifs ;\n\n2° Pour la taxe d'enlèvement des ordures ménagères, lorsque le périmètre d'un établissement public territorial correspondait, au 31 décembre 2015, à celui de plusieurs établissements publics de coopération intercommunale à fiscalité propre, le régime applicable sur le territoire des établissements publics de coopération intercommunale dissous ou sur le territoire des communes incluses dans le périmètre de l'établissement public territorial est maintenu pour une durée qui ne peut excéder cinq années suivant la création de ce dernier. Pour l'application de ces dispositions, sans préjudice de l'application de l'article 1609 quater :\n\n-l'établissement public territorial perçoit la taxe d'enlèvement des ordures ménagères aux lieu et place des établissements publics de coopération intercommunale dissous et en vote les taux et, le cas échéant, les tarifs ;\n\n-les communes continuent, le cas échéant, à percevoir cette taxe et en votent les taux et, le cas échéant, les tarifs.\n\n3° Pour les établissements publics territoriaux dont le périmètre ne correspondait pas, au 31 décembre 2015, à celui d'un ou plusieurs établissements publics de coopération intercommunale à fiscalité propre et qui n'ont pas adhéré à un syndicat pour l'exercice de la compétence prévue à l'avant-dernier alinéa de l'article 1609 quater du code général des impôts, le régime de taxe d'enlèvement des ordures ménagères appliqué au titre de 2016 est maintenu pour les impositions dues au titre de 2017.\n\nG.-1. La métropole du Grand Paris verse à chaque commune située dans son périmètre une attribution de compensation. Elle ne peut être indexée.\n\nPour chaque commune située dans le périmètre de la métropole du Grand Paris, l'attribution de compensation versée ou perçue, à compter de 2016, par la métropole du Grand Paris est égale :\n\na) Pour les communes qui étaient membres en 2015 d'un établissement public de coopération intercommunale à fiscalité professionnelle unique : à l'attribution de compensation que versait ou percevait l'établissement public de coopération intercommunale au titre de l'exercice 2015 majorée ou corrigée dans les conditions prévues aux deuxième à septième alinéas du 2° du V de l'article 1609 nonies C du code général des impôts ;\n\nb) Pour les autres communes : à la somme des produits mentionnés au I, à l'exception du produit de la cotisation foncière des entreprises pour la Ville de Paris, et aux 1 et 2 du I bis du même article 1609 nonies C et de la taxe sur les surfaces commerciales prévue à l'article 3 de la loi n° 72-657 du 13 juillet 1972 précitée, perçus par la commune ou par l'établissement public de coopération intercommunale préexistant l'année précédant celle au cours de laquelle la création de la métropole du Grand Paris a produit pour la première fois ses effets au plan fiscal. Cette somme est diminuée du coût net des charges transférées à la métropole du Grand Paris, calculé dans les conditions définies au IV dudit article 1609 nonies C. Elle est majorée ou corrigée dans les conditions prévues aux deuxième à septième alinéas du 2° du V du même article 1609 nonies C.\n\nLorsque l'attribution de compensation est négative, la métropole du Grand Paris peut demander à la commune d'effectuer, à due concurrence, un versement à son profit.\n\nL'attribution de compensation est recalculée, dans les conditions prévues au IV dudit article 1609 nonies C, lors de chaque transfert de charge.\n\n2. Il est institué une dotation d'équilibre visant à garantir le niveau de financement de chaque établissement public territorial ainsi que l'équilibre des ressources de la métropole du Grand Paris. Elle ne peut être indexée.\n\nPour chaque établissement public territorial situé dans le périmètre de la métropole du Grand Paris, la dotation d'équilibre versée ou perçue, à compter de 2016, par la métropole du Grand Paris est égale à la différence entre :\n\na) La somme des montants suivants perçus en 2015 par l'établissement public de coopération intercommunale préexistant, après déduction des attributions de compensation versées ou perçues au titre du même exercice par cet établissement public :\n\n-les produits mentionnés au I et aux 1 et 2 du I bis de l'article 1609 nonies C du code général des impôts ;\n\n-les produits de la taxe d'habitation, de la taxe foncière sur les propriétés bâties et de la taxe foncière sur les propriétés non bâties et le produit de la taxe sur les surfaces commerciales prévue à l'article 3 de la loi n° 72-657 du 13 juillet 1972 précitée ;\n\n-la dotation de compensation prévue à l'article L. 5211-28-1 du code général des collectivités territoriales et diminuée, à compter de 2016, du pourcentage prévu au deuxième alinéa du même article L. 5211-28-1 ;\n\n-la dotation d'intercommunalité prévue à l'article L. 5211-28 du même code et indexée, à compter de 2016, selon le taux d'évolution de la dotation perçue par la métropole du Grand Paris en application du 1° de l'article L. 5219-8 dudit code ;\n\nb) Et la somme du produit de la cotisation foncière des entreprises perçu en 2015 par l'établissement public de coopération intercommunale préexistant et du produit de la taxe d'habitation, de la taxe foncière sur les propriétés bâties et de la taxe foncière sur les propriétés non bâties perçu en 2015 par l'établissement public de coopération intercommunale préexistant, majoré de la dotation de compensation prévue à l'article L. 5211-28-1 du code général des collectivités territoriales perçue en 2015 par le même établissement public et diminuée, à compter de 2016, du pourcentage prévu au deuxième alinéa du même article L. 5211-28-1.\n\nLe dernier alinéa du a du présent 2 est applicable jusqu'à l'exercice budgétaire 2026 inclus.\n\nPour le calcul des dotations dues aux établissements publics territoriaux se substituant à un établissement public de coopération intercommunale qui faisait application en 2015 du régime prévu à l'article 1609 quinquies BA du code général des impôts, il est tenu compte des produits de cotisation foncière des entreprises, de cotisation sur la valeur ajoutée des entreprises, du produit des composantes de l'imposition forfaitaire sur les entreprises de réseaux mentionnées au 1 du I bis de l'article 1609 nonies C du même code, du produit de la taxe sur les surfaces commerciales perçus, en 2015, par les communes et du montant perçu en 2015, par l'établissement public de coopération intercommunale préexistant, au titre de la dotation d'intercommunalité prévue à l'article L. 5211-28 du code général des collectivités territoriales et indexée selon le taux d'évolution de la dotation perçue par la métropole du Grand Paris en application du 1° de l'article L. 5219-8 du même code.\n\nLorsque la dotation d'équilibre est négative, l'établissement public territorial en reverse le montant, à due concurrence, à la métropole du Grand Paris.\n\nPour les communes qui n'étaient pas membres d'un établissement public de coopération intercommunale soumis à l'article 1609 nonies C du code général des impôts au 31 décembre 2015, l'établissement public territorial acquitte à la métropole du Grand Paris une dotation égale au produit de la cotisation foncière des entreprises perçu par lesdites communes l'année précédant la création de la métropole.\n\nA titre exceptionnel, la dotation d'équilibre versée en 2021 par chaque établissement public territorial à la métropole du Grand Paris est augmentée d'un montant égal aux deux-tiers de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2021 et celui perçu en 2020 par chaque établissement public territorial. Le produit de la cotisation foncière des entreprises perçue en 2021 est majoré du montant du prélèvement sur recettes prévu au 3 du A du III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021.A titre exceptionnel, la Ville de Paris verse à la métropole du Grand Paris une dotation d'équilibre en 2021. Le montant de cette dotation d'équilibre est égal aux deux-tiers de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2021 et celui perçu en 2020 par la Ville de Paris.\n\nA titre exceptionnel, la dotation d'équilibre versée en 2022 par chaque établissement public territorial à la métropole du Grand Paris est augmentée d'un montant égal aux deux tiers de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2022 et celui perçu en 2021 par chaque établissement public territorial. Le produit de la cotisation foncière des entreprises perçu en 2021 et en 2022 est majoré du montant du prélèvement sur recettes prévu au 3 du A du III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021.\n\nA titre exceptionnel, la Ville de Paris verse à la métropole du Grand Paris une dotation d'équilibre en 2022. Le montant de cette dotation d'équilibre est égal aux deux tiers de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2022 et celui perçu en 2021 par la Ville de Paris.\n\nA titre exceptionnel, la dotation d'équilibre versée en 2023 par chaque établissement public territorial à la métropole du Grand Paris est augmentée d'un montant égal aux deux tiers de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2023 et celui perçu en 2022 par chaque établissement public territorial. Le produit de la cotisation foncière des entreprises perçu en 2022 et en 2023 est majoré du montant du prélèvement sur recettes prévu au 3 du A du III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 précitée.\n\nA titre exceptionnel, la Ville de Paris verse à la métropole du Grand Paris une dotation d'équilibre en 2023. Le montant de cette dotation d'équilibre est égal aux deux tiers de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2023 et celui perçu en 2022 par la Ville de Paris. Le produit de la cotisation foncière des entreprises perçu en 2022 et en 2023 est majoré du montant du prélèvement sur recettes prévu au même 3.\n\nA titre exceptionnel, la dotation d'équilibre versée en 2024 par chaque établissement public territorial à la métropole du Grand Paris est augmentée d'un montant égal à la moitié de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2024 et celui perçu en 2023 par chaque établissement public territorial. Le produit de la cotisation foncière des entreprises perçu en 2024 et en 2023 est majoré du montant du prélèvement sur recettes prévu au 3 du A du III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 précitée.A titre exceptionnel, la Ville de Paris verse à la métropole du Grand Paris une dotation d'équilibre en 2024. Le montant de cette dotation d'équilibre est égal à la moitié de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2024 et celui perçu en 2023 par la Ville de Paris. Le produit de la cotisation foncière des entreprises perçu en 2023 et en 2024 est majoré du montant du prélèvement sur recettes prévu au même 3.\n\nA titre exceptionnel, la dotation d'équilibre versée en 2025 par chaque établissement public territorial à la métropole du Grand Paris est augmentée d'un montant égal à la moitié de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2025 et celui perçu en 2024 par chaque établissement public territorial. Le produit de la cotisation foncière des entreprises perçu en 2024 et en 2025 est majoré du montant du prélèvement sur recettes prévu au 3 du A du III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 précitée.A titre exceptionnel, la Ville de Paris verse à la métropole du Grand Paris une dotation d'équilibre en 2025. Le montant de cette dotation d'équilibre est égal à la moitié de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2025 et celui perçu en 2024 par la Ville de Paris. Le produit de la cotisation foncière des entreprises perçu en 2024 et en 2025 est majoré du montant du prélèvement sur recettes prévu au même 3.A titre exceptionnel, la dotation d'équilibre versée en 2026 par chaque établissement public territorial à la métropole du Grand Paris est augmentée d'un montant égal à la moitié de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2026 et celui perçu en 2025 par chaque établissement public territorial. Le produit de la cotisation foncière des entreprises perçu en 2025 et en 2026 est majoré du montant du prélèvement sur recettes prévu audit 3.A titre exceptionnel, la Ville de Paris verse à la métropole du Grand Paris une dotation d'équilibre en 2026. Le montant de cette dotation d'équilibre est égal à la moitié de la différence, si elle est positive, entre le produit de la cotisation foncière des entreprises perçu en 2026 et celui perçu en 2025 par la Ville de Paris. Le produit de la cotisation foncière des entreprises perçu en 2025 et en 2026 est majoré du montant du prélèvement sur recettes prévu au même 3.\n\nH.-Par dérogation au B du XI de l'article L. 5219-5 du code général des collectivités territoriales, il est perçu annuellement au profit de chaque fonds de compensation des charges territoriales, au titre des exercices 2016 à 2026, un montant égal au produit de la taxe d'habitation, de la taxe foncière sur les propriétés bâties et de la taxe foncière sur les propriétés non bâties perçu au profit de l'établissement public de coopération intercommunale à fiscalité propre existant au 31 décembre 2015 l'année précédant la création de la métropole du Grand Paris, ou, le cas échéant, une quote-part du produit de ces mêmes impositions perçu par les communes isolées existant au 31 décembre 2015 l'année précédant la création de la métropole du Grand Paris. Sauf pour les communes isolées existant au 31 décembre 2015, ce montant est majoré de la fraction d'attribution de compensation perçue par la commune en contrepartie de la perte de la dotation forfaitaire prévue à l'article L. 2334-7 du même code correspondant au montant antérieurement versé en application du I du D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998).\n\nLa dotation acquittée individuellement par chaque commune peut être révisée, après avis de la commission mentionnée au XII de l'article L. 5219-5 dudit code, par délibération du conseil de territoire statuant à la majorité des deux tiers. Cette révision ne peut avoir pour effet de minorer ou de majorer la participation de la commune de plus de 30 % du produit de la taxe d'habitation, de la taxe foncière sur les propriétés bâties et de la taxe foncière sur les propriétés non bâties perçu au profit de l'établissement public de coopération intercommunale à fiscalité propre existant au 31 décembre 2015 sur le territoire de la commune l'année précédant la création de la métropole du Grand Paris, actualisé depuis 2015 et jusqu'à la date de révision selon le taux annuel d'évolution des valeurs locatives foncières figurant à l'article 1518 bis du code général des impôts, représentant au plus 5 % des recettes réelles de fonctionnement de la commune intéressée l'année précédant la révision. Toutefois, la dotation acquittée individuellement par chaque commune est recalculée lors de chaque nouveau transfert de charges résultant de l'application des IV, V et VII de l'article L. 5219-5 du code général des collectivités territoriales en tenant compte du rapport de la commission mentionnée au XII sans que la révision puisse avoir pour effet de majorer ou minorer la contribution de la commune d'un montant supérieur au coût net des charges transférées tel qu'évalué par cette commission. A défaut d'avis de la commission, la fraction est majorée ou minorée du montant des dépenses engagées pour l'exercice de la compétence transférée. Ce montant est égal à la moyenne des dépenses figurant sur les comptes administratifs de la collectivité à l'origine du transfert, actualisées en fonction de l'indice des prix hors tabac, tel que constaté à la date des transferts, sur une période de trois ans précédant le transfert pour les dépenses de fonctionnement ; actualisées en fonction de l'indice des prix de la formation brute de capital fixe des administrations publiques, tel que constaté à la date des transferts, sur une période de sept ans précédant le transfert pour les dépenses d'investissement.\n\nLe montant de la dotation acquittée par chaque commune et révisée, le cas échéant, dans les conditions prévues au deuxième alinéa du présent H est actualisé chaque année par application du taux d'évolution des valeurs locatives foncières de l'année figurant à l'article 1518 bis du code général des impôts. L'actualisation n'est pas applicable à la majoration prévue à la dernière phrase du premier alinéa du présent H.\n\nLe versement de cette dotation aux fonds de compensation des charges territoriales constitue pour les communes une dépense obligatoire.\n\nLe présent H ne s'applique pas à la Ville de Paris.\n\nI.-Par dérogation au E du XI de l'article L. 5219-5 du code général des collectivités territoriales, la métropole du Grand Paris est tenue d'instituer, au titre des exercices 2016 à 2020, une dotation de soutien à l'investissement territorial qui est prélevée annuellement sur la cotisation sur la valeur ajoutée des entreprises.\n\nPour la détermination de la dotation de soutien à l'investissement territorial, est calculée la différence entre les deux termes suivants :\n\n1° D'une part, le produit de la cotisation sur la valeur ajoutée des entreprises au titre de l'année du versement de la dotation ;\n\n2° D'autre part, le produit des mêmes impositions constaté l'année précédente.\n\nLa dotation est égale à un taux compris entre 10 % et 50 %, voté par le conseil de la métropole, de la différence ainsi obtenue. Le conseil de la métropole procède à la répartition de cette dotation entre des établissements publics territoriaux, les établissements publics mentionnés au dernier alinéa du V de l'article L. 5219-1 du même code et à l'article L. 328-1 du code de l'urbanisme et, le cas échéant, des communes situées dans le périmètre de la métropole, en tenant compte prioritairement de l'importance des charges qu'ils supportent du fait de la réalisation ou de la gestion d'un ou de plusieurs équipements répondant à un enjeu de solidarité territoriale et en appliquant d'autres critères fixés librement.\n\nLa dotation peut être révisée, après avis de la commission mentionnée au XII de l'article L. 5219-5 du code général des collectivités territoriales. Cet avis n'est pas requis pour la révision de la dotation allouée à la Ville de Paris le cas échéant. Cette révision ne peut avoir pour effet de minorer ou de majorer la dotation de soutien à l'investissement territorial de plus de 15 % du montant déterminé conformément au cinquième alinéa du présent I.\n\nLe montant de la dotation, après révision, le cas échéant, dans les conditions prévues à l'avant-dernier alinéa du présent I, est actualisé chaque année par application du taux d'évolution des valeurs locatives foncières de l'année figurant à l'article 1518 bis du code général des impôts.\n\nJ.-Les ressources nécessaires au financement des établissements publics territoriaux au titre des exercices 2016 à 2026 sont déterminées, selon les modalités fixées au XII de l'article L. 5219-5 du code général des collectivités territoriales, par la commission locale d'évaluation des charges territoriales. Ces ressources sont prélevées mensuellement sur le fonds de compensation des charges territoriales alimenté dans les conditions prévues au H du présent XV. Les attributions sont servies chaque mois à l'établissement public territorial intéressé, à raison d'un douzième du montant dû au titre de l'exercice courant.\n\nAu cours de l'année, un ou plusieurs douzièmes peuvent être versés par anticipation si les fonds disponibles de l'établissement public territorial se trouvent momentanément insuffisants. Les attributions complémentaires sont autorisées par délibérations concordantes du conseil de territoire et des conseils municipaux des communes, prises à la majorité qualifiée prévue au premier alinéa du II de l'article L. 5211-5 du code général des collectivités territoriales.\n\nLe présent J ne s'applique pas à la Ville de Paris.\n\nK.-Les G à J s'appliquent aux impositions dues de 2016 à 2026.\n\nL.-Les établissements publics territoriaux mentionnés à l'article L. 5219-2 du code général des collectivités territoriales arrêtent le compte administratif des établissements publics de coopération intercommunale à fiscalité propre auxquels ils succèdent.\n\nA compter de la date de création de chaque établissement public territorial et jusqu'à l'élection du président de l'organe délibérant, l'ordonnateur provisoire de l'établissement public territorial est le président de l'ancien établissement public de coopération intercommunale, compris dans le périmètre dudit établissement et regroupant le plus grand nombre d'habitants. A défaut d'établissement public de coopération intercommunale préexistant sur le périmètre de l'établissement public territorial, l'ordonnateur provisoire est le maire de la commune la plus peuplée des communes membres de l'établissement précité.\n\nPour l'application en 2016 aux établissements publics territoriaux de l'article L. 1612-1 du code général des collectivités territoriales, les crédits ouverts au budget de l'exercice précédent, en recettes et dépenses de fonctionnement et d'investissement, s'entendent comme la somme des montants inscrits en recettes et dépenses de fonctionnement et d'investissement, figurant pour les compétences qui lui sont transférées dans les budgets correspondants des établissements publics de coopération intercommunale à fiscalité propre auxquels il se substitue.\n\nM.-Les dispositions de l'article 1650-A du code général des impôts s'appliquent aux établissements publics territoriaux mentionnés à l'article L. 5219-2 du code général des collectivités territoriales pour les années 2016 à 2026.\n\nM bis.-Du 1er janvier 2016 au 31 décembre 2024, sur le territoire de la métropole du Grand Paris, les représentants des établissements publics de coopération intercommunale à fiscalité propre mentionnés au VIII et IX de l'article 34 de la loi n° 2010-1658 du 29 décembre 2010 de finances rectificative pour 2010 s'entendent des représentants des établissements publics territoriaux mentionnés à l'article L. 5219-2 du code général des collectivités territoriales.\n\nN.-A compter de 2016, pour l'application du troisième alinéa du IV de l'article 1609 nonies C à la métropole du Grand Paris, la référence à l'année de référence de l'adoption de la cotisation foncière des entreprises unique est remplacée par la référence à l'année de perception de la cotisation sur la valeur ajoutée.\n\nO.-Les produits de taxe d'habitation, de taxe foncière sur les propriétés bâties, de taxe foncière sur les propriétés non bâties issus de rôles supplémentaires d'imposition émis à compter du 1er janvier 2016 sont perçus par les communes.\n\nLes produits de cotisation foncière des entreprises issus de rôles supplémentaires d'imposition émis :\n\n-entre le 1er janvier 2016 et le 31 décembre 2026 sont perçus par les établissements publics territoriaux ;\n\n-à compter du 1er janvier 2027 sont perçus par la métropole du Grand Paris.\n\nLes produits de cotisation sur la valeur ajoutée des entreprises, d'imposition forfaitaire sur les entreprises de réseaux, de taxe sur la surface commerciale et leurs taxes annexes issus de rôles supplémentaires émis à compter du 1er janvier 2016 sont perçus par la métropole du Grand Paris.\n\nP.-Du 1er janvier 2016 au 31 décembre 2026, la cotisation foncière des entreprises perçue par voie de rôle, pour le compte des établissements publics territoriaux, est attribuée mensuellement, à raison d'un douzième de son montant total, tel qu'il est prévu au budget de l'année en cours, le premier versement étant effectué avant le 31 janvier.\n\nLorsque le montant à attribuer ne peut être déterminé comme indiqué ci-dessus, les attributions mensuelles sont faites dans la limite du douzième du montant de la cotisation foncière des entreprises mise en recouvrement au titre de l'année précédente sur le périmètre de l'établissement public territorial concerné ou, à défaut, du montant de la cotisation foncière des entreprises prévue au budget de l'année précédente sur le même territoire. La régularisation est effectuée dès que le montant de la cotisation foncière des entreprises prévu au budget de l'année en cours est connu.\n\nAu cours de l'année, un ou plusieurs douzièmes peuvent être versés en anticipation sur le rythme normal si les fonds disponibles des établissements publics territoriaux se trouvent momentanément insuffisants. Les attributions complémentaires sont autorisées par arrêté du préfet sur la proposition du directeur départemental des finances publiques.\n\nLes attributions ne peuvent avoir pour effet de porter les versements effectués pendant l'année civile à un montant supérieur à la cotisation foncière des entreprises de l'exercice.\n\nXVII.-Sauf disposition contraire, les établissements publics territoriaux et la métropole du Grand Paris, pour l'exercice de leurs compétences respectives, sont substitués aux établissements publics de coopération intercommunale à fiscalité propre dans tous leurs biens, droits et obligations ainsi que dans toutes les délibérations et tous les actes pris par ces établissements, notamment pour l'application des exonérations et des abattements prévus au code général des impôts, en fonction de leur durée, de leur quotité et de leur champ d'application territorial initial.\n\nLe transfert de ces biens, droits et obligations est réalisé à titre gratuit et ne donne lieu à aucune indemnité ou perception de droits, impôts ou taxes de quelque nature que ce soit, à aucun versement d'honoraires au profit des agents de l'Etat, ni à la contribution prévue à l'article 879 du code général des impôts.\n\nLes contrats et conventions en cours conclus par les établissements publics de coopération intercommunale à fiscalité propre continuent, après la création des établissements publics territoriaux et de la métropole du Grand Paris, d'être exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire entre l'établissement public territorial ou la métropole du Grand Paris, d'une part, et les cocontractants, d'autre part. Ces derniers sont informés par l'établissement public territorial ou la métropole du Grand Paris que ceux-ci se substituent à l'établissement public de coopération intercommunale à fiscalité propre. Cette substitution n'entraîne aucun droit à résiliation ou à indemnisation pour le cocontractant.\n\nXVIII.-Le Gouvernement remet au Parlement, avant le 31 décembre 2019, un rapport dressant le bilan de l'application des règles régissant la métropole du Grand Paris et les établissements publics territoriaux ainsi que leur rapport avec l'Etat et la région d'Ile-de-France. Le rapport comprend des propositions.\n\nXX.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-717 DC du 6 août 2015.]\n\nXXI.-Le délai de dix-huit mois mentionné au dixième alinéa de l'article L. 421-6 du code de la construction et de l'habitation est applicable aux saisines effectuées par le représentant de l'Etat dans la région moins de douze mois avant l'entrée en vigueur de la présente loi.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code de la construction et de l'habitation.\n\n-Code de la sécurité intérieure\n\n-Code de la construction et de l'habitation.\n\n-LOI n° 2014-1654 du 29 décembre 2014\n\n-LOI n° 2014-58 du 27 janvier 2014\n\n-Code général des collectivités territoriales\n\n-Code général des impôts, CGI.\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\n-Code de l'urbanisme\n\n-LOI n° 2014-58 du 27 janvier 2014\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I.-A modifié les dispositions suivantes :\n\nCode général des impôts\n\nArt. 1609 quater\n\nII.-Le I s'applique aux impositions dues à compter de 2016."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I.-Sans préjudice du III de l'article L. 5211-41-3 du code général des collectivités territoriales, les établissements publics de coopération intercommunale à fiscalité propre existant à la date de publication de la présente loi se mettent en conformité avec ses dispositions relatives à leurs compétences, selon la procédure définie aux articles L. 5211-17 et L. 5211-20 du même code, avant le 1er janvier 2017 ou, pour les compétences relatives à l'eau et à l'assainissement, avant le 1er janvier 2018.\n\nSi une communauté de communes ou une communauté d'agglomération ne s'est pas mise en conformité avec les dispositions mentionnées au premier alinéa du présent I avant la date prévue au même premier alinéa, elle exerce l'intégralité des compétences prévues, respectivement, aux articles L. 5214-16 et L. 5216-5 dudit code. Le ou les représentants de l'Etat dans le ou les départements concernés procèdent à la modification nécessaire de leurs statuts dans les six mois suivant cette date.\n\nII.-A modifié les dispositions suivantes :\n\n-Code du tourisme."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales\n\nArt. L. 2333-87\n\nII.-Le I entre en vigueur à la date prévue au V de l'article 63 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Le rapport relatif aux mutualisations de services et le projet de schéma afférent, devant être établis par le président de l'établissement public de coopération intercommunale à fiscalité propre après le renouvellement général des conseils municipaux de mars 2014 en application de l'article L. 5211-39-1 du code général des collectivités territoriales, sont transmis pour avis aux conseils municipaux des communes membres au plus tard le 1er octobre 2015 et sont approuvés par l'organe délibérant de l'établissement public au plus tard le 31 décembre 2015."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le j du 6° du I de l'article L. 5217-2 du code général des collectivités territoriales, en tant qu'il s'applique à la métropole d'Aix-Marseille-Provence, et le e du 5° du II de l'article L. 5219-1 du même code, dans leur rédaction résultant de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles, ne sont applicables qu'à compter du 1er janvier 2018, sauf si la métropole du Grand Paris ou la métropole d'Aix-Marseille-Provence décide de mettre en œuvre cette compétence par anticipation.\n\nIV.-Le I du présent article entre en vigueur à compter de la prise de compétence de gestion des milieux aquatiques et de prévention des inondations par les communes et les établissements publics de coopération intercommunale à fiscalité propre, en application de l'article 59 de la loi n° 2014-58 du 27 janvier 2014 précitée, dans sa rédaction résultant du II du présent article.\n\n-LOI n° 2014-58 du 27 janvier 2014\n\nArt. 59\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le présent article entre en vigueur le 1er octobre 2016.\n\n- Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "III. - Le présent article entre en vigueur à compter du prochain renouvellement général des conseils municipaux suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "II.-Le présent article entre en vigueur à compter du prochain renouvellement général des conseils municipaux suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "II.-Si une commune membre d'une communauté de communes ou d'une communauté d'agglomération a procédé depuis le dernier renouvellement général des conseillers communautaires aux opérations prévues aux b ou c du 1° de l'article L. 5211-6-2 du code général des collectivités territoriales afin de pourvoir un seul siège, le conseil municipal désigne un conseiller communautaire suppléant dans les conditions prévues au 1° du même article L. 5211-6-2, dans sa rédaction résultant du I du présent article."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "III.-Le présent article est applicable à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "III.-Les opérations financées dans les conditions prévues à l'article L. 312-3-1 du code de la construction et de l'habitation ne bénéficient pas de l'exonération de la taxe foncière sur les propriétés bâties."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. à IV. - A créé les dispositions suivantes :"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "La responsabilité en matière culturelle est exercée conjointement par les collectivités territoriales et l'Etat dans le respect des droits culturels énoncés par la convention sur la protection et la promotion de la diversité des expressions culturelles du 20 octobre 2005."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "La Cour des comptes conduit, en liaison avec les chambres régionales des comptes, une expérimentation de dispositifs destinés à assurer la régularité, la sincérité et la fidélité des comptes des collectivités territoriales et de leurs groupements. Cette expérimentation doit permettre d'établir les conditions préalables et nécessaires à la certification des comptes du secteur public local, qu'il s'agisse de la nature des états financiers, des normes comptables applicables, du déploiement du contrôle interne comptable et financier ou encore des systèmes d'information utilisés. Cette expérimentation est ouverte, trois ans après la promulgation de la présente loi, pour une durée de cinq ans et est prolongée d'une sixième année pour les collectivités volontaires engagées dans la certification conventionnelle de leurs comptes.Les collectivités territoriales et leurs groupements peuvent se porter candidats à cette expérimentation auprès du ministre chargé des collectivités territoriales, dans un délai d'un an à compter de la promulgation de la présente loi. Le ministre chargé des collectivités territoriales et celui chargé des comptes publics se prononcent sur les candidatures sur avis du premier président de la Cour des comptes.Une convention est conclue entre le premier président de la Cour des comptes et l'exécutif de la collectivité territoriale ou du groupement de collectivités territoriales participant à l'expérimentation, après avis des ministres chargés des collectivités territoriales et des comptes publics. Elle en définit les modalités de mise en œuvre et précise notamment les acteurs chargés de cette certification expérimentale et les moyens qui l'accompagnent. La Cour des comptes, en liaison avec les chambres régionales des comptes, peut, dans ce cadre, réaliser ou non ces travaux de certification.L'expérimentation fait l'objet d'un bilan intermédiaire au terme des trois ans mentionnés au premier alinéa, puis d'un bilan définitif au terme de huit ans à compter de la promulgation de la présente loi. Ces bilans font l'objet d'un rapport du Gouvernement, qui le transmet au Parlement, avec les observations des collectivités territoriales et des groupements concernés et de la Cour des comptes."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I.-Les services ou parties de service qui participent à l'exercice des compétences de l'Etat transférées aux collectivités territoriales ou à leurs groupements en application de la présente loi sont mis à disposition ou transférés selon les modalités prévues aux articles 80 et 81, au I de l'article 82, au premier alinéa du I et aux II à VIII de l'article 83 et aux articles 84 à 88 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles.\n\nA modifié les dispositions suivantes :\n\nII.-Les services ou parties de service de l'Etat qui participent à l'exercice des compétences mentionnées aux II et III de l'article L. 5218-2 du code général des collectivités territoriales sont mis à disposition de la métropole d'Aix-Marseille-Provence par la convention prévue à ce même article L. 5218-2.\n\nIII.-Les services ou parties de service d'un département qui participent à l'exercice des compétences transférées à une région en application des articles 8,15 et 17 de la présente loi sont transférés à celle-ci dans les conditions définies au présent III.\n\nLa date et les modalités du transfert définitif de ces services ou parties de service font l'objet de conventions entre le département et la région, prises après avis des comités techniques compétents des deux collectivités. Ces conventions sont conclues dans un délai de six mois à compter de la date du transfert de la compétence concernée.\n\nA compter de la date du transfert de compétences et dans l'attente du transfert définitif des services ou parties de service, l'exécutif de la région donne ses instructions aux chefs des services du département chargés des compétences transférées.\n\nA la date d'entrée en vigueur du transfert définitif des services ou parties de service auxquels ils sont affectés, les agents non titulaires de droit public du département exerçant leurs fonctions dans un service ou une partie de service transféré à la région deviennent des agents non titulaires de la région et les fonctionnaires territoriaux exerçant leurs fonctions dans un service ou une partie de service transféré à la région sont affectés de plein droit à la région.\n\nLes articles L. 5111-7 et L. 5111-8 du code général des collectivités territoriales sont applicables. Les agents non titulaires conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire du département sont assimilés à des services accomplis en qualité d'agent non titulaire de la région. Dans un délai de neuf mois à compter de la date du transfert définitif des services ou parties de service, la collectivité définit le régime indemnitaire qui s'applique aux agents nouvellement recrutés. Dans l'attente, ils bénéficient du régime indemnitaire qui était applicable à l'emploi auquel ils sont affectés.\n\nLes fonctionnaires de l'Etat détachés, à la date du transfert, auprès du département et affectés dans un service ou une partie de service transféré à la région sont placés en position de détachement auprès de la région pour la durée de leur détachement restant à courir.\n\nLes emplois départementaux transférés à une région sont ceux pourvus au 31 décembre de l'année précédant l'année du transfert de compétences, sous réserve que leur nombre, pour chacune des compétences transférées, ne soit pas inférieur à celui constaté au 31 décembre 2014.\n\nIV.-Les services ou parties de service d'un département qui participent à l'exercice des compétences transférées à une autre collectivité territoriale ou à un groupement de collectivités territoriales en application de l'article 22 de la présente loi sont transférés à celle-ci ou à celui-ci dans les conditions définies au présent IV.\n\nLes emplois départementaux transférés à une autre collectivité territoriale ou à un groupement de collectivités territoriales sont ceux pourvus au 31 décembre de l'année précédant l'année du transfert de compétences, sous réserve que leur nombre, pour chacune des compétences transférées, ne soit pas inférieur à celui constaté au 31 décembre 2013.\n\nLa date et les modalités du transfert définitif de ces services ou parties de service font l'objet de conventions entre le département, d'une part, et la collectivité territoriale ou le groupement de collectivités territoriales, d'autre part, prises après avis des comités techniques compétents du département et de la collectivité ou du groupement concerné. Ces conventions sont conclues dans un délai de six mois à compter de la date du transfert de la compétence concernée.\n\nA compter de la date du transfert de compétences et dans l'attente du transfert définitif des services ou parties de service, l'exécutif de la collectivité territoriale ou du groupement donne ses instructions aux chefs des services du département chargés des compétences transférées.\n\nA la date d'entrée en vigueur du transfert définitif des services ou parties de service auxquels ils sont affectés, les agents non titulaires de droit public du département exerçant leurs fonctions dans un service ou une partie de service transféré à une collectivité territoriale ou à un groupement de collectivités territoriales deviennent des agents non titulaires de cette collectivité ou de ce groupement et les fonctionnaires territoriaux exerçant leurs fonctions dans un service ou une partie de service transféré à cette collectivité ou ce groupement lui sont affectés de plein droit.\n\nLes articles L. 5111-7 et L. 5111-8 du code général des collectivités territoriales sont applicables. Les agents non titulaires conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire du département sont assimilés à des services accomplis dans la collectivité territoriale ou le groupement de collectivités territoriales. Dans un délai de neuf mois à compter de la date du transfert définitif des services ou parties de service, la collectivité définit le régime indemnitaire qui s'applique aux agents nouvellement recrutés. Dans l'attente, ils bénéficient du régime indemnitaire qui était applicable à l'emploi auquel ils sont affectés.\n\nLes fonctionnaires de l'Etat détachés à la date du transfert auprès du département et affectés dans un service ou une partie de service transféré à la collectivité territoriale ou au groupement de collectivités territoriales sont placés en position de détachement auprès de cette collectivité ou de ce groupement pour la durée de leur détachement restant à courir.\n\nV.-En cas de regroupement de régions, les personnels des régions regroupées sont réputés relever, à la date du regroupement, de la région issue du regroupement dans les conditions de statut et d'emploi qui sont les leurs.\n\nLes comités techniques compétents sont consultés sur les conséquences du regroupement pour les personnels, dans les conditions définies à l'article 33 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale.\n\nLes articles L. 5111-7 et L. 5111-8 du code général des collectivités territoriales sont applicables. Les agents non titulaires conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire des régions regroupées sont assimilés à des services accomplis en qualité d'agent non titulaire de la région issue du regroupement. Dans un délai de deux ans à compter de la date du regroupement, la collectivité délibère sur le régime indemnitaire et les conditions d'emploi qui s'appliqueront à l'ensemble des personnels au plus tard au 1er janvier 2023, sans préjudice de l'article L. 5111-7 du même code. Cette délibération détermine également les modalités de mise en œuvre de ce dispositif. Dans l'attente de la délibération, les agents nouvellement recrutés bénéficient du régime indemnitaire et des conditions d'emploi qui étaient applicables à l'emploi auquel ils sont affectés.\n\nLes personnels occupant au 31 décembre 2015 un emploi fonctionnel de directeur général des services relevant des articles 47 ou 53 de la loi n° 84-53 du 26 janvier 1984 précitée au sein d'une région regroupée qui comporte le chef-lieu provisoire de la région issue du regroupement sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de la région issue du regroupement, et au plus tard jusqu'au 30 juin 2016.\n\nLes personnels occupant au 31 décembre 2015 un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein d'une région regroupée qui ne comporte pas le chef-lieu provisoire de la région issue du regroupement sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de la région issue du regroupement, et au plus tard jusqu'au 30 juin 2016.\n\nLes personnels occupant au 31 décembre 2015 un emploi fonctionnel de directeur général adjoint relevant desdits articles 47 ou 53 au sein d'une région regroupée sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de la région issue du regroupement, et au plus tard jusqu'au 30 juin 2016.\n\nA la date de la délibération créant les emplois fonctionnels de la région issue du regroupement, l'article 53 de la loi n° 84-53 du 26 janvier 1984 précitée, à l'exception des exigences de délai prévues à la première phrase de son dixième alinéa, est applicable aux fonctionnaires relevant des quatrième à sixième alinéas du présent V.\n\nPar dérogation au I de l'article 97 de la même loi, pendant la période de surnombre, les fonctionnaires relevant des quatrième à sixième alinéas du présent V conservent la rémunération qu'ils percevaient dans leur ancien emploi ; pendant la première année de prise en charge par le Centre national de la fonction publique territoriale ou le centre de gestion, ils perçoivent leur traitement augmenté de la moitié du montant de leur régime indemnitaire.\n\nPar dérogation à l'article 97 bis de ladite loi, la contribution versée au Centre national de la fonction publique territoriale ou au centre de gestion par la région issue du regroupement est égale, pendant la première année de prise en charge, au montant du traitement augmenté de la moitié du montant de leur régime indemnitaire et des cotisations sociales afférentes à ces montants ; pendant la deuxième année de prise en charge, cette contribution est égale au montant du traitement augmenté des cotisations afférentes à ce montant.\n\nLorsque le fonctionnaire est nommé dans un nouvel emploi dans les deux ans qui suivent la date du regroupement des régions, il bénéficie d'une indemnité différentielle. Le montant de cette indemnité correspond :\n\n1° La première année, à la différence entre sa nouvelle rémunération et celle qu'il percevait dans son emploi précédent ;\n\n2° Les six mois suivants, à la différence entre sa nouvelle rémunération et le montant égal au traitement augmenté de la moitié de son régime indemnitaire qu'il percevait dans son emploi précédent.\n\nCette indemnité est à la charge de la région issue du regroupement.\n\nA la date de la délibération créant les emplois fonctionnels de la région issue du regroupement, il est mis fin aux fonctions des agents occupant, dans les régions regroupées, les emplois mentionnés à l'article 47 de la loi n° 84-53 du 26 janvier 1984 précitée. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun.\n\nVI.-Il est procédé à de nouvelles élections au plus tard le 31 décembre 2016 pour la désignation des représentants du personnel aux commissions administratives paritaires, aux comités techniques et aux comités d'hygiène, de sécurité et des conditions de travail de la région issue du regroupement. Pendant ce délai :\n\n1° Les commissions administratives paritaires compétentes pour les fonctionnaires des régions regroupées sont composées des commissions administratives paritaires des régions existant à la date du regroupement. Ces commissions siègent en formation commune ;\n\n2° Le comité technique compétent pour la région issue du regroupement est composé du comité technique de chacune des régions regroupées existant à la date du regroupement, siégeant en formation commune ;\n\n3° Les comités d'hygiène, de sécurité et des conditions de travail des régions regroupées sont, à compter du regroupement, compétents pour la région issue du regroupement ; ils siègent en formation commune.\n\nVII.-Les ouvriers des parcs et ateliers mis à disposition du président du conseil départemental et affectés dans un service ou une partie de service transféré à une collectivité territoriale ou à un groupement de collectivités territoriales en application de la présente loi sont, de plein droit et sans limitation de durée, mis à disposition, à titre individuel, de l'exécutif de cette collectivité territoriale ou de ce groupement. Cette mise à disposition donne lieu à remboursement de la part de la collectivité ou du groupement, dans les conditions prévues au III de l'article 10 de la loi n° 2009-1291 du 26 octobre 2009 relative au transfert aux départements des parcs de l'équipement et à l'évolution de la situation des ouvriers des parcs et ateliers. Ces ouvriers bénéficient des conditions d'intégration dans un cadre d'emplois existant de la fonction publique territoriale prévues à l'article 11 de la même loi.\n\nLes ouvriers des parcs et ateliers intégrés, avant la date du transfert, dans un cadre d'emplois de la fonction publique territoriale conservent le bénéfice du même article 11.\n\nLes fonctionnaires mentionnés à l'article 9 de ladite loi qui sont transférés à une collectivité territoriale ou à un groupement de collectivités territoriales conservent le bénéfice du même article 9.\n\nVIII.-Lors de la fusion d'établissements publics de coopération intercommunale à fiscalité propre en application de l'article 11 de la loi n° 2014-58 du 27 janvier 2014 précitée et de l'article 35 de la présente loi, l'agent occupant l'emploi fonctionnel de directeur général des services relevant des articles 47 ou 53 de la loi n° 84-53 du 26 janvier 1984 précitée au sein de l'établissement public de coopération intercommunale regroupant le plus grand nombre d'habitants est maintenu dans ses fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public de coopération intercommunale à fiscalité propre issu de la fusion, et au plus tard six mois après cette fusion.\n\nA cette même occasion, les personnels occupant un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein d'un établissement public de coopération intercommunale autre que celui mentionné au premier alinéa du présent VIII sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public de coopération intercommunale à fiscalité propre issu de la fusion, et au plus tard six mois après cette fusion.\n\nLes personnels occupant un emploi fonctionnel de directeur général adjoint ou de directeur général des services techniques relevant desdits articles 47 ou 53 au sein d'un établissement public de coopération intercommunale ayant fusionné sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public de coopération intercommunale à fiscalité propre issu de la fusion, et au plus tard six mois après cette fusion.\n\nA la date de la délibération créant les emplois fonctionnels de l'établissement public de coopération intercommunale à fiscalité propre issu de la fusion, le même article 53, à l'exception des exigences de délai prévues à la première phrase de son dixième alinéa, est applicable aux fonctionnaires relevant des trois premiers alinéas du présent VIII.\n\nA la même date, il est mis fin aux fonctions des agents occupant, dans les établissements publics de coopération intercommunale à fiscalité propre fusionnés, les emplois mentionnés à l'article 47 de la loi n° 84-53 du 26 janvier 1984 précitée. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun.\n\nIX.-Lors de la création d'une commune nouvelle et jusqu'au 31 décembre 2016, l'agent occupant l'emploi fonctionnel de directeur général des services relevant des articles 47 ou 53 de la loi n° 84-53 du 26 janvier 1984 précitée dans celle des anciennes communes qui regroupe le plus grand nombre d'habitants est maintenu dans ses fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de la commune nouvelle, et au plus tard six mois après cette création.\n\nA cette même occasion, les personnels occupant un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein d'une commune autre que celle mentionnée au premier alinéa du présent IX sont maintenus en qualité de directeur général adjoint des services jusqu'à la date de la délibération créant les emplois fonctionnels de la commune nouvelle, et au plus tard six mois après cette création.\n\nLes personnels occupant un emploi fonctionnel de directeur général adjoint des services ou de directeur général des services techniques ou de directeur des services techniques relevant desdits articles 47 ou 53 au sein des anciennes communes sont maintenus en qualité de directeur général adjoint des services jusqu'à la date de la délibération créant les emplois fonctionnels de la commune nouvelle, et au plus tard six mois après cette création.\n\nA la date de la délibération créant les emplois fonctionnels de la commune nouvelle, le même article 53, à l'exception des exigences de délai prévues à la première phrase de son dixième alinéa, est applicable aux fonctionnaires relevant des trois premiers alinéas du présent IX.\n\nA la même date, il est mis fin aux fonctions des agents occupant, dans les anciennes communes, les emplois mentionnés à l'article 47 de la loi n° 84-53 du 26 janvier 1984 précitée. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun.\n\n-LOI n° 2014-58 du 27 janvier 2014"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Du 1er janvier 2016 jusqu'à la désignation de l'exécutif de la nouvelle assemblée régionale, le président du conseil régional de l'ancienne région sur le territoire de laquelle est situé le chef-lieu provisoire de la région issue d'un regroupement prévu au II de l'article L. 4111-1 du code général des collectivités territoriales, dans sa rédaction résultant de l'article 1er de la loi n° 2015-29 du 16 janvier 2015 relative à la délimitation des régions, aux élections régionales et départementales et modifiant le calendrier électoral, gère les affaires courantes ou présentant un caractère urgent de la nouvelle région constituée au 1er janvier 2016."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "II.-Les collaborateurs de cabinet nommés, en application de l'article 110 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, par les présidents des établissements publics de coopération intercommunale fusionnés en vertu du I de l'article L. 5218-1 du code général des collectivités territoriales sont, dans la limite de trois collaborateurs par cabinet, maintenus dans leurs fonctions et dans les mêmes conditions d'emploi auprès du président du conseil de la métropole d'Aix-Marseille-Provence jusqu'au prochain renouvellement général du conseil de la métropole."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I.-Sous réserve des dispositions prévues au présent article, les transferts de compétences à titre définitif inscrits dans la présente loi et ayant pour conséquence d'accroître les charges des collectivités territoriales ou de leurs groupements ouvrent droit à une compensation financière dans les conditions fixées aux articles L. 1614-1, L. 1614-2, L. 1614-3 et L. 1614-4 à L. 1614-7 du code général des collectivités territoriales.\n\nLes ressources attribuées au titre de cette compensation sont équivalentes aux dépenses consacrées, à la date du transfert, par l'Etat à l'exercice des compétences transférées, diminuées du montant des éventuelles réductions brutes de charges ou des augmentations de ressources entraînées par les transferts.\n\nPar dérogation au deuxième alinéa du présent I, les compensations attribuées aux régions au titre des compétences transférées par les articles L. 114-5 et L. 114-6 du code du sport ne sont pas minorées du montant des ressources propres des centres de ressources, d'expertise et de performance sportive résultant de leurs activités.\n\nLe droit à compensation des charges d'investissement transférées par la présente loi est égal à la moyenne des dépenses actualisées, hors taxes et hors fonds de concours, constatées sur une période d'au moins cinq ans précédant le transfert de compétences.\n\nLe droit à compensation des charges de fonctionnement transférées par la présente loi est égal à la moyenne des dépenses actualisées constatées sur une période maximale de trois ans précédant le transfert de compétences.\n\nUn décret fixe les modalités d'application des quatrième et avant-dernier alinéas du présent I, après avis de la commission consultative mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales. Ce décret définit notamment les modalités de répartition entre les collectivités bénéficiaires du droit à compensation des charges d'investissement transférées.\n\nII.-La compensation financière des transferts de compétences s'opère, à titre principal, par l'attribution d'impositions de toute nature, dans des conditions fixées en loi de finances.\n\nSi les recettes provenant des impositions attribuées en application du premier alinéa du présent II diminuent pour des raisons étrangères au pouvoir de modulation éventuel reconnu aux collectivités bénéficiaires, l'Etat compense cette perte dans des conditions fixées en loi de finances afin de garantir à ces dernières un niveau de ressources équivalent à celui qu'il consacrait à l'exercice de la compétence avant son transfert. Ces diminutions de recettes et les mesures de compensation prises au titre du présent alinéa font l'objet d'un rapport du Gouvernement présenté chaque année à la commission consultative mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales.\n\nLa compensation financière des compétences transférées aux régions en application des articles L. 114-5 et L. 114-6 du code du sport s'opère :\n\n1° S'agissant des dépenses d'investissement prévues au 1° de l'article L. 114-5 du même code et des dépenses de personnel prévues à l'article L. 114-6 dudit code, par l'attribution d'impositions de toute nature conformément aux deux premiers alinéas du présent II ;\n\n2° S'agissant des dépenses d'équipement prévues au 3° de l'article L. 114-5 du même code et des dépenses de fonctionnement prévues aux 2° et 4° du même article L. 114-5, par l'affectation d'une part des ressources propres de chaque centre de ressources, d'expertise et de performance sportive. Si le produit de cette part représente un montant inférieur au droit à compensation des dépenses d'équipement et de fonctionnement incombant à la région, la différence fait l'objet d'une attribution, à due concurrence, de ressources prélevées sur la part des ressources propres du centre de ressources, d'expertise et de performance sportive affectée au financement des dépenses incombant à l'Etat en application de l'article L. 114-4 dudit code ou, à défaut, versées à partir du budget de l'Etat. Le produit de cette part n'est pas garanti si la diminution des ressources propres résulte de la baisse du barème de tarification des prestations servies par l'établissement, décidée par le conseil d'administration à une majorité qualifiée comportant au moins la majorité des voix des représentants de la région.\n\nL'arrêté de compensation pris en application du premier alinéa de l'article L. 1614-3 du code général des collectivités territoriales mentionne, pour chaque région bénéficiaire du transfert, le montant garanti respectif de ces ressources.\n\nSauf accord du conseil d'administration, le montant de la participation annuelle de la région, au sein du budget du centre de ressources, d'expertise et de performance sportive, aux dépenses d'équipement et de fonctionnement lui incombant en application des 2° à 4° de l'article L. 114-5 du code du sport ne peut être inférieur à la différence entre ces dépenses et le montant des ressources propres de l'établissement affectées à la compensation de ces charges fixé par l'arrêté mentionné à l'avant-dernier alinéa du présent II.\n\nIII.-L'Etat et les collectivités territoriales assurent le financement des opérations inscrites aux contrats de projet Etat-régions et relevant de domaines de compétences transférés, dans les conditions suivantes :\n\n1° Les opérations engagées à la date de publication de la présente loi sont poursuivies jusqu'à leur terme dans les conditions fixées par les contrats. Les sommes versées par l'Etat à ce titre sont déduites du montant annuel de la compensation financière mentionnée au II ;\n\n2° Les opérations non engagées à la date de publication de la présente loi et ressortissant à un domaine de compétences transféré, au titre duquel elles bénéficient d'une compensation financière, relèvent des collectivités territoriales nouvellement compétentes, qui en assurent le financement.\n\nIV.-Sous réserve des dispositions prévues au présent article, les créations ou extensions de compétences obligatoires et définitives inscrites dans la présente loi et ayant pour conséquence d'accroître les charges des collectivités territoriales ou de leurs groupements sont accompagnées de ressources financières dans les conditions fixées aux articles L. 1614-1-1, L. 1614-3, L. 1614-3-1, L. 1614-5-1 et L. 1614-6 du code général des collectivités territoriales.\n\nV.-Les transferts de compétences effectués entre un département et une autre collectivité territoriale ou un groupement de collectivités territoriales et ayant pour conséquence d'accroître les charges de ces derniers sont accompagnés du transfert concomitant par le département à cette collectivité territoriale ou à ce groupement des ressources nécessaires à l'exercice normal de ces compétences.\n\nCes ressources sont équivalentes aux dépenses effectuées, à la date du transfert, par le département au titre des compétences transférées. Elles assurent la compensation intégrale des charges transférées, y compris le montant des crédits alloués par le département à l'autorité compétente dans le cadre de la convention prévue à l'article L. 3111-8 du code des transports lorsque cette compétence est transférée à la région en application de l'article 15 de la présente loi.\n\nLes charges correspondant à l'exercice des compétences transférées font l'objet d'une évaluation préalable à leur transfert.\n\nUne commission locale pour l'évaluation des charges et des ressources transférées est composée paritairement de quatre représentants du conseil départemental et de quatre représentants de l'assemblée délibérante de la collectivité territoriale ou du groupement concerné. Elle est présidée par le président de la chambre régionale des comptes territorialement compétente. En cas d'absence ou d'empêchement, il est remplacé par un magistrat relevant de la même chambre, qu'il a au préalable désigné. La commission locale ne peut valablement délibérer que si le nombre des membres présents est au moins égal à la moitié du nombre des membres appelés à délibérer. Si ce nombre n'est pas atteint, une nouvelle convocation est adressée aux membres de la commission. La commission peut alors délibérer quel que soit le nombre de membres présents. En cas de partage égal des voix, celle du président est prépondérante.\n\nLa commission locale pour l'évaluation des charges et des ressources transférées est consultée sur l'évaluation préalable des charges correspondant aux compétences transférées et sur les modalités de leur compensation.\n\nLe montant des dépenses résultant des accroissements et des diminutions de charges est constaté, pour chaque compétence transférée et pour chaque collectivité, par arrêté du représentant de l'Etat dans le département.\n\nLes charges transférées doivent être équivalentes aux dépenses consacrées, à la date du transfert, à l'exercice des compétences transférées. Ces charges peuvent être diminuées du montant des éventuelles réductions brutes de charges ou des augmentations de ressources entraînées par les transferts.\n\nLes périodes de référence et les modalités d'évaluation des dépenses engagées par le département et figurant dans les comptes administratifs avant le transfert de chaque compétence sont déterminées à la majorité des deux tiers des membres de la commission mentionnée au quatrième alinéa du présent V.\n\nA défaut d'accord des membres de la commission, le droit à compensation des charges d'investissement transférées est égal à la moyenne des dépenses actualisées, hors taxes, hors fonds européens et hors fonds de concours, figurant dans les comptes administratifs du département et constatées sur une période de sept ans précédant la date du transfert. Les dépenses prises en compte pour la détermination du droit à compensation sont actualisées en fonction de l'indice des prix de la formation brute de capital des administrations publiques, constaté à la date du transfert.\n\nA défaut d'accord des membres de la commission, le droit à compensation des charges de fonctionnement transférées est égal à la moyenne des dépenses actualisées figurant dans les comptes administratifs du département et constatées sur une période de trois ans précédant le transfert de compétences. Les dépenses prises en compte pour la détermination du droit à compensation sont actualisées en fonction de l'indice des prix à la consommation, hors tabac, constaté à la date du transfert.\n\nLes modalités de compensation des charges transférées sont déterminées en loi de finances.\n\nVI.-L'exécution des conventions signées avant la publication de la présente loi, en application du titre Ier du livre V de la première partie, de l'article L. 4211-1 et des chapitres Ier et II du titre III du livre II de la troisième partie du code général des collectivités territoriales, se poursuit jusqu'à leur terme dans les conditions prévues lors de leur conclusion.\n\nVII.-Les départements peuvent conserver les participations qu'ils détiennent dans le capital d'établissements de crédit ayant pour objet exclusif de garantir les concours financiers accordés à des entreprises privées, prises en application de l'article L. 3231-7 du code général des collectivités territoriales avant la publication de la présente loi. Le département actionnaire d'une société d'économie mixte locale ou d'une société publique locale d'aménagement dont l'objet social s'inscrit dans le cadre d'une compétence que la loi attribue à un autre niveau de collectivité territoriale ou à un groupement de collectivités territoriales peut continuer à participer au capital de cette société à condition qu'il cède, dans l'année qui suit l'entrée en vigueur de la présente loi, à la collectivité territoriale ou au groupement de collectivités territoriales bénéficiaire de cette compétence, plus des deux tiers des actions qu'il détenait antérieurement.\n\nVII bis.-Par dérogation au VII du présent article, le département ou le syndicat départemental actionnaire d'une société d'économie mixte locale compétente en matière d'immobilier d'entreprise existant à la date de publication de la présente loi et dont une part de l'activité est complémentaire avec la mission prévue à l'article 199 de la loi n° 2015-990 du 6 août 2015 pour la croissance, l'activité et l'égalité des chances économiques peut continuer à participer au capital de cette société.\n\nVIII.-L'ensemble des biens, droits et obligations des régions du regroupement desquelles est issue la région constituée en application de la loi n° 2015-29 du 16 janvier 2015 relative à la délimitation des régions, aux élections régionales et départementales et modifiant le calendrier électoral est transféré à cette dernière.\n\nCe transfert est réalisé à titre gratuit et ne donne lieu au versement d'aucuns droits ou honoraires, ni d'aucune indemnité ou taxe, ni de la contribution prévue à l'article 879 du code général des impôts.\n\nLa création de la région constituée en application de la loi n° 2015-29 du 16 janvier 2015 précitée entraîne sa substitution dans toutes les délibérations et dans tous les actes pris par les régions auxquelles elle succède. Ces actes et délibérations demeurent applicables, dans le champ d'application qui était le leur avant la fusion, jusqu'à leur remplacement, pour ceux qui ont un caractère réglementaire, par de nouveaux actes et délibérations applicables sur le territoire de la nouvelle région. Ces nouveaux actes et délibérations s'appliquent au plus tard au 1er janvier 2021.\n\nLes contrats sont exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire des parties. Les cocontractants sont informés de la substitution de personne morale par la région issue du regroupement. La substitution de personne morale dans les contrats conclus par les régions n'entraîne aucun droit à résiliation ou à indemnisation pour le cocontractant.\n\nPour l'application des articles L. 1612-1 et L. 4312-6 du code général des collectivités territoriales, les crédits ouverts au budget de l'exercice précédent, les recettes et les dépenses de fonctionnement inscrites au budget de l'année précédente et les autorisations de programme et d'engagement votées au cours des exercices antérieurs sont égaux à la somme de ces crédits, recettes et dépenses de fonctionnement et autorisations de programme et d'engagement figurant dans les budgets correspondants des régions du regroupement desquelles est issue la région constituée en application de la loi n° 2015-29 du 16 janvier 2015 précitée.\n\nPar dérogation à l'article L. 1612-2 du même code, pour la région issue d'un regroupement en application de la même loi, la date limite d'adoption du budget, pour l'exercice 2016, est fixée au 31 mai 2016.\n\nPour l'exercice budgétaire 2016, par dérogation aux articles L. 1612-1 et L. 4312-6 dudit code, avant le vote du budget, l'exécutif est autorisé à engager, à liquider et à mandater les dépenses d'investissement et les dépenses de fonctionnement correspondant aux autorisations affectées au cours des exercices antérieurs restant à mandater, dans la limite d'un montant de crédits de paiement par chapitre égal aux cinq douzièmes de ce volume d'autorisations pour les régions issues d'un regroupement au 1er janvier 2016 et aux quatre douzièmes de ce volume pour les autres régions.\n\nPour l'exercice budgétaire 2016, par dérogation aux mêmes articles L. 1612-1 et L. 4312-6, avant le vote du budget, les assemblées délibérantes des régions peuvent, par délibération, modifier les autorisations de programme et les autorisations d'engagement antérieures ou reconduire les autorisations de programme et les autorisations d'engagement du dernier exercice budgétaire, dans la limite de cinq douzièmes des autorisations de programme et des autorisations d'engagement votées l'année précédente pour les régions issues d'un regroupement au 1er janvier 2016 et de quatre douzièmes pour les autres régions. L'exécutif peut les liquider et les mandater dans la limite d'un montant de crédits de paiement égal au montant de ces autorisations ouvertes. Les autorisations et crédits de paiement correspondants sont inscrits au budget lors de son adoption.\n\nLa région issue d'un regroupement en application de la loi n° 2015-29 du 16 janvier 2015 précitée est compétente pour arrêter les comptes administratifs des régions auxquelles elle succède, en application de l'article L. 1612-12 du même code.\n\nPour l'application de l'article L. 4132-6 dudit code aux régions issues d'un regroupement en application de la même loi, le règlement intérieur du conseil régional de l'ancienne région dans laquelle est situé le chef-lieu provisoire de la nouvelle région s'applique jusqu'à l'établissement d'un nouveau règlement intérieur par le conseil régional de la nouvelle région, qui intervient dans un délai de six mois après sa création.\n\nLa région issue d'un regroupement en application de ladite loi est substituée aux régions du regroupement desquelles elle est issue dans les syndicats dont elles étaient membres.\n\nEn 2016, les formalités de publicité foncière des régions issues de regroupement sont effectuées dans un délai de trois mois à compter de la publication du décret en Conseil d'Etat fixant le nom définitif de la région prévu au 3° du I de l'article 2 de la même loi.\n\nLe présent VIII s'applique à compter du prochain renouvellement général des conseils régionaux.\n\nIX., X., XIV., XV., XVI., XVIII., XIX.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXI.-Sauf dispositions contraires, dans le cadre des transferts de compétences entre collectivités territoriales ou leurs établissements publics, l'encours de la dette est réparti entre les collectivités ou les établissements concernés en fonction des emprunts contractés pour l'exercice de la compétence transférée. A défaut d'accord entre les organes délibérants, les modalités de répartition sont fixées par un arrêté des représentants de l'Etat dans la région et dans le département concernés. Cet arrêté est pris six mois au plus tard après le transfert de compétences.\n\nXII.-Sauf dispositions contraires, pour tout transfert de compétence ou délégation de compétence prévu par le code général des collectivités territoriales, la collectivité territoriale ou l'établissement public est substitué de plein droit à l'Etat, à la collectivité ou à l'établissement public dans l'ensemble de ses droits et obligations, dans toutes ses délibérations et tous ses actes.\n\nLes contrats sont alors exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire des parties. Dans le cadre d'une délégation ou d'un transfert de compétence, la substitution de la personne morale n'entraîne aucun droit à résiliation ou à indemnisation pour le cocontractant.\n\nLa collectivité ou l'établissement public qui transfère ou délègue la compétence informe les cocontractants de cette substitution.\n\nXIII.-A.-Par dérogation à l'article L. 1612-3 du code général des collectivités territoriales, la date limite d'adoption du budget pour l'année 2016 est fixée au 30 avril 2016 pour le budget de la métropole d'Aix-Marseille-Provence.\n\nB.-Pour l'application en 2016 de l'article L. 5218-8-2 du même code, la date du 15 octobre est remplacée par celle du 30 janvier et la date du 1er novembre est remplacée par celle du 15 février.\n\nC.-Pour l'application en 2016 de l'article L. 5218-8-4 dudit code, la date du 1er décembre est remplacée par celle du 15 mars.\n\nD.-Pour l'application en 2016 de l'article L. 5218-8-6 du même code, jusqu'à l'adoption de l'état spécial de territoire, le président du conseil de territoire peut, sur autorisation du conseil de la métropole et dans la limite fixée par ce dernier, engager, liquider et mandater les dépenses de fonctionnement et d'investissement inscrites au budget de l'année précédente de l'établissement public de coopération intercommunale à fiscalité propre et consacrées par ce dernier à l'exercice des compétences déléguées.\n\nXVII.-Par dérogation à l'avant-dernier alinéa de l'article L. 5218-6 du code général des collectivités territoriales, jusqu'au prochain renouvellement général des conseils municipaux suivant la création de la métropole d'Aix-Marseille-Provence, les vice-présidents des conseils de territoire qui siégeaient en qualité de vice-président des établissements publics de coopération intercommunale fusionnés en application du I de l'article L. 5218-1 du même code peuvent percevoir des indemnités de fonction aux taux votés par les organes délibérants desdits établissements publics de coopération intercommunale, dans lesquels ils siégeaient avant la création de la métropole.\n\nXX.-Sauf disposition contraire, l'exécution des engagements juridiques, financiers et budgétaires pris par les départements et par les régions avant la date de publication de la présente loi en dehors des domaines de compétences que la loi leur attribue se poursuit jusqu'au 31 décembre 2015.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code de la construction et de l'habitation.\n\n-Code général des impôts, CGI.\n\nArt. 1609 nonies C\n\n-Code général des collectivités territoriales\n\n-Loi n° 2004-809 du 13 août 2004"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I.-Les articles 41, 42 et 43, les 1° et 2° de l'article 67, le I de l'article 68, l'article 69, le 2° de l'article 70, les articles 72, 73, 74, 75, 77, 78, les 1° et 2° de l'article 81, les articles 82, 83, 84 et 88, le 1° de l'article 123, les 1° et 2° de l'article 124, le I des articles 127 et 128 et les articles 129 et 132 sont applicables en Polynésie française.\n\nII.-Les articles L. 2122-1, L. 2122-21-1, L. 2122-22, L. 5214-16 et L. 5216-5 du code général des collectivités territoriales, dans leur rédaction résultant de la présente loi, sont applicables en Polynésie française.\n\nIII., IV. et V.-A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\n-Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I. - Sauf dispositions contraires, les règles, plans et schémas régionaux ou interrégionaux en vigueur à la date de création des nouvelles régions constituées en application de la loi n° 2015-29 du 16 janvier 2015 relative à la délimitation des régions, aux élections régionales et départementales et modifiant le calendrier électoral demeurent applicables, dans le ressort géographique pour lequel ils ont été adoptés, jusqu'à leur remplacement par des actes ou documents correspondant au ressort des nouvelles régions. Ce remplacement a lieu au plus tard à la date prévue pour la révision de ces actes ou documents ou, en l'absence d'une telle échéance, dans le délai de trois ans à compter de la promulgation de la présente loi.Sauf dispositions contraires, les plans et schémas régionaux ou interrégionaux en cours d'élaboration à la date de création des nouvelles régions sont assimilés à ceux mentionnés au premier alinéa, sous réserve qu'ils soient approuvés avant le 30 juin 2016. A défaut, ils sont élaborés ou révisés à l'échelle des nouvelles régions, selon les modalités qui leur sont applicables.II. - Les avis des commissions administratives placées auprès du président du conseil régional ou du représentant de l'Etat dans la région rendus avant le 1er janvier 2016 sont réputés avoir été rendus par les commissions correspondant aux nouvelles délimitations régionales. Toutefois, une consultation des nouvelles instances régionales est requise lorsque plusieurs avis rendus à l'échelle des anciennes régions ne sont pas compatibles ou lorsque l'objet de la consultation implique la prise en considération du nouveau périmètre régional.III. - Le président du conseil régional de l'ancienne région sur le territoire de laquelle est situé le chef-lieu provisoire de la région issue d'un regroupement en application de la loi n° 2015-29 du 16 janvier 2015 précitée adresse à chacun des conseillers régionaux par tout moyen, y compris électronique, la convocation et l'ordre du jour pour la réunion du conseil régional fixée à la date mentionnée au a du 3° du II de l'article 10 de la même loi.IV. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par voie d'ordonnances, dans un délai de huit mois à compter de la promulgation de la présente loi, les dispositions relevant du domaine de la loi faisant référence à la région afin :1° Le cas échéant, d'adapter le territoire d'intervention et les modalités d'organisation, de fonctionnement et de financement de tout établissement ou organisme institué par la loi ayant un périmètre d'intervention régional ;2° De préciser les conditions de mobilité des magistrats et les règles d'affectation des présidents des chambres régionales des comptes ;3° De préciser les conditions de réattribution des procédures par la Cour des comptes à la juridiction compétente.V. - Un projet de loi de ratification des ordonnances prévues au IV est déposé devant le Parlement dans un délai de trois mois à compter de leur publication."
    }
  ]
}