{
  "id": "jorftext000000234122",
  "type": "statute",
  "title": "Loi n° 2002-1577 du 30 décembre 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000234122",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'article L. 251-2 du code des assurances s'applique aux contrats conclus ou renouvelés à compter de la date de publication de la présente loi.Sans préjudice de l'application des clauses contractuelles stipulant une période de garantie plus longue, tout contrat d'assurance de responsabilité civile garantissant les risques mentionnés à l'article L. 1142-2 du code de la santé publique, conclu antérieurement à cette date, garantit les sinistres dont la première réclamation est formulée postérieurement à cette date et moins de cinq ans après l'expiration ou la résiliation de tout ou partie des garanties, si ces sinistres sont imputables aux activités garanties à la date d'expiration ou de résiliation et s'ils résultent d'un fait dommageable survenu pendant la période de validité du contrat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre, par ordonnances, à Mayotte, dans les territoires des îles Wallis et Futuna et des Terres australes et antarctiques françaises et, en tant qu'elles concernent les compétences de l'Etat, en Polynésie française et en Nouvelle-Calédonie, les mesures législatives nécessaires à l'extension et l'adaptation de la présente loi ainsi que des dispositions relatives à la réparation des conséquences des risques sanitaires créées par le titre IV de la loi n° 2002-303 du 4 mars 2002 relative aux droits des malades et à la qualité du système de santé.Un projet de loi de ratification de ces ordonnances devra être déposé devant le Parlement au plus tard six mois à compter de l'expiration du délai prévu à l'alinéa précédent."
    }
  ]
}