{
  "id": "jorftext000045133771",
  "type": "statute",
  "title": "LOI n°2022-140 du 7 février 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045133771",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\nII.-A.-Le 1° du I entre en vigueur le premier jour du vingt-quatrième mois suivant la publication de la présente loi.Jusqu'à l'entrée en vigueur du 1° du I, un décret fixe les modalités d'encadrement et de formation requises ainsi que les conditions dans lesquelles une personne mineure ou âgée de moins de vingt et un ans prise en charge au titre des articles L. 221-1 et L. 222-5 du code de l'action sociale et des familles peut être accueillie, pour une durée ne pouvant excéder deux mois, dans des structures relevant notamment du code du tourisme, de l'article L. 631-11 du code de la construction et de l'habitation ou des articles L. 227-4 et L. 321-1 du code de l'action sociale et des familles.B.-Les personnes ayant procédé à une déclaration sur le fondement de l'article L. 321-1 du code de l'action sociale et des familles et dont l'activité est soumise à un régime d'autorisation en application du I du présent article peuvent continuer à exercer leur activité jusqu'à l'intervention de la décision administrative statuant sur leur demande d'autorisation et, en l'absence d'une telle demande, au plus tard jusqu'au premier jour du treizième mois suivant la publication de la présente loi.C.-Les établissements ou services qui mettent en œuvre des mesures d'évaluation de la situation des personnes se présentant comme mineures et privées temporairement ou définitivement de la protection de leur famille et dont l'activité est soumise à un régime d'autorisation en application du b du 3° du I peuvent continuer à exercer leur activité jusqu'à l'intervention de la décision administrative statuant sur leur demande d'autorisation et, en l'absence d'une telle demande, au plus tard jusqu'au premier jour du treizième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les charges supplémentaires résultant pour les départements du 5° de l'article L. 222-5 du code de l'action sociale et des familles donnent lieu à un accompagnement financier de la part de l'Etat, dont les modalités sont déterminées par la prochaine loi de finances.\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le premier jour du neuvième mois suivant la publication de la présente loi.\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\nII.-Le I entre en vigueur le premier jour du neuvième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\nII. - Le I entre en vigueur à une date fixée par décret, et au plus tard le premier jour du septième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nII.-Le a du 3° du I entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 31 décembre 2022."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I.-A titre expérimental et pour une durée de trois ans, dans les départements volontaires et dans le cadre du dispositif mentionné à l'article L. 162-31-1 du code de la sécurité sociale, peut être créée une structure dénommée « maison de l'enfant et de la famille », visant à améliorer la prise en charge des enfants et des jeunes et à assurer une meilleure coordination des professionnels de santé exerçant auprès d'eux.Elle participe notamment à l'amélioration de l'accès aux soins, à l'organisation du parcours de soins, au développement des actions de prévention, de promotion de la santé et de soutien à la parentalité ainsi qu'à l'accompagnement et à la formation des professionnels en contact avec les enfants et leurs familles sur le territoire.II.-Le cahier des charges de ces structures est fixé par arrêté des ministres chargés de la santé et de la sécurité sociale."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la mise en œuvre de négociations conventionnelles visant à inscrire les actes et examens effectués par les infirmiers et infirmières puéricultrices dans les services départementaux de protection maternelle et infantile parmi les actes pris en charge par l'assurance maladie. Il évalue en particulier la possibilité de mettre en place cette inscription dans le cadre de la procédure prévue à l'article L. 162-1-7 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-La convention constitutive du groupement d'intérêt public mentionné à l'article L. 147-14 du code de l'action sociale et des familles est signée par les représentants habilités de chacun de ses membres. Elle est approuvée par l'Etat, selon les modalités prévues à l'article 100 de la loi n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit. A défaut de signature par l'ensemble des membres de droit du groupement dans un délai de six mois à compter de la promulgation de la présente loi, l'Etat arrête, selon les mêmes modalités, le contenu de la convention constitutive.Sous réserve du dernier alinéa du présent III, à compter de la date d'entrée en vigueur de l'arrêté d'approbation de sa convention constitutive, le groupement mentionné à l'article L. 147-14 du code de l'action sociale et des familles se substitue, pour l'exercice des missions précédemment exercées, aux groupements d'intérêt public mentionnés aux articles L. 225-15 et L. 226-6 du même code dans leur rédaction antérieure à la présente loi. L'ensemble des biens, des personnels, hors contrats locaux étrangers de l'Agence française de l'adoption, des droits et des obligations de ces deux derniers groupements sont transférés de plein droit au nouveau groupement. Par dérogation à l'article  L. 445-1 du code général de la fonction publique, les personnels ainsi transférés conservent le bénéfice de leur régime d'emploi antérieur pour une durée maximale de vingt-quatre mois à compter de la date de ce transfert. Les transferts des biens, droits et obligations s'effectuent à titre gratuit et ne donnent pas lieu à perception d'impôts, de droits ou de taxes.Toutefois, le groupement d'intérêt public dénommé Agence française de l'adoption conserve, pour une durée maximale de vingt-quatre mois, sa personnalité morale, dans les conditions prévues aux articles L. 225-15 et L. 225-16 du code de l'action sociale et des familles dans leur rédaction antérieure à la présente loi, afin d'exercer la mission d'intermédiaire pour l'adoption dans les Etats qui n'ont pas délivré au groupement mentionné à l'article L. 147-14 du même code l'autorisation prévue à l'article 12 de la convention de La Haye du 29 mai 1993 relative à la protection des enfants et à la coopération en matière d'adoption internationale. A cette fin, le groupement mentionné à l'article L. 147-14 du code de l'action sociale et des familles met à la disposition de l'agence, à titre gratuit, l'ensemble des moyens nécessaires à l'exercice de cette mission.IV.-Le dernier alinéa de l'article L. 112-3 du code de l'action sociale et des familles, dans sa rédaction antérieure à la présente loi, est applicable jusqu'à l'installation des nouveaux membres du Conseil national de la protection de l'enfance en application de l'article L. 147-13 du même code.\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-LOI n° 2011-525 du 17 mai 2011\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - A titre expérimental et pour une durée de cinq ans, les départements volontaires instituent un comité départemental pour la protection de l'enfance, coprésidé par le président du conseil départemental et par le représentant de l'Etat dans le département.II. - Le comité mentionné au I est composé de représentants :1° Des services du département chargés de la protection de l'enfance, de la protection maternelle et infantile et du handicap ;2° Des services de l'Etat, dont ceux de la protection judiciaire de la jeunesse, de l'éducation nationale et de l'agence régionale de santé ;3° Du procureur de la République et du président du tribunal judiciaire ;4° Des organismes débiteurs des prestations familiales ;5° Des professionnels de la protection de l'enfance et des gestionnaires des établissements et services de l'aide sociale à l'enfance.III. - Le comité mentionné au I assure la coordination des politiques publiques mises en œuvre dans le département en matière de protection de l'enfance. Il peut décider d'engager des actions communes de prévention en faveur de la protection de l'enfance. Il se réunit au moins une fois par an.Il peut se réunir, le cas échéant en formation restreinte, pour coordonner les actions menées pour la prise en charge d'un mineur ou d'un majeur âgé de moins de vingt et un ans, lorsqu'elle se caractérise par une particulière complexité, ou pour apporter une réponse coordonnée à un dysfonctionnement grave intervenu dans la prise en charge d'un mineur ou d'un majeur âgé de moins de vingt et un ans au titre de la protection de l'enfance.IV. - La liste des départements concernés et les modalités d'application du présent article sont déterminées par décret.V. - Au plus tard six mois avant la fin de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation afin de déterminer les conditions de son éventuelle généralisation."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires à :1° L'adaptation des dispositions de la présente loi dans les collectivités qui relèvent de l'article 73 de la Constitution ainsi qu'à Saint-Martin, à Saint-Barthélemy et à Saint-Pierre-et-Miquelon ;2° L'extension et l'adaptation en Nouvelle-Calédonie, en Polynésie française ainsi qu'à Wallis-et-Futuna des articles 7 et 13 de la présente loi.Cette ordonnance est prise dans un délai d'un an à compter de la promulgation de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}