{
  "id": "jorftext000047445077",
  "type": "statute",
  "title": "LOI n°2023-270 du 14 avril 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047445077",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à XIII. - A modifié les dispositions suivantes :\n\nIX. - Le 4° du VI s'applique aux membres du Conseil économique, social et environnemental entrant en fonction à compter du 1er septembre 2023. Les I à V, les 1° à 3° et 5° à 14° du VI et le VIII entrent en vigueur à la même date.\n\n- Code monétaire et financier\n\n- LOI du 12 juillet 1937\n\n- Loi n° 2004-803 du 9 août 2004\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-849 DC du 14 avril 2023.]"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-849 DC du 14 avril 2023.]"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable aux indemnités versées à l'occasion des ruptures de contrat de travail intervenant à compter du 1er septembre 2023.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-849 DC du 14 avril 2023.]"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pour l'année 2023, est approuvé le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n231,2\n\n239,1\n\n-7,9\n\nAccidents du travail et maladies professionnelles\n\n17,0\n\n14,8\n\n2,2\n\nVieillesse\n\n269,8\n\n273,7\n\n-3,8\n\nFamille\n\n56,7\n\n55,3\n\n1,3\n\nAutonomie\n\n36,3\n\n37,5\n\n-1,3\n\nToutes branches (hors transferts entre branches)\n\n593,3\n\n602,8\n\n-9,5\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n595,0\n\n603,2\n\n-8,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Pour l'année 2023, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 17,7 milliards d'euros.II. - Pour l'année 2023, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites demeurent fixées conformément au II de l'article 24 de la loi n° 2022-1616 du 23 décembre 2022 de financement de la sécurité sociale pour 2023.III. - Pour l'année 2023, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse demeurent fixées conformément au III de l'article 24 de la loi n° 2022-1616 du 23 décembre 2022 précitée."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Est approuvé le rapport figurant en annexe à la présente loi modifiant, pour les quatre années à venir (2023 à 2026), les prévisions de recettes et les objectifs de dépenses, par branche, des régimes obligatoires de base de sécurité sociale, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. à XXII.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXXIII.-La limite du nombre total de trimestres validés prévue au 7° de l'article L. 351-3 du code de la sécurité sociale est augmentée par décret.XXIV.-A.-Par dérogation à l'article L. 13 du code des pensions civiles et militaires de retraite, la durée de services et de bonifications requise pour les fonctionnaires nés :1° Avant le 1er septembre 1961, est celle applicable avant l'entrée en vigueur du présent XXIV ;2° Entre le 1er septembre 1961 et le 31 décembre 1962, est celle prévue au 3° de l'article L. 161-17-3 du code de la sécurité sociale ;3° En 1963, est celle prévue au 4° du même article L. 161-17-3 ;4° En 1964, est celle prévue au 5° dudit article L. 161-17-3.B.-Par dérogation à l'article L. 13 du code des pensions civiles et militaires de retraite et au A du présent XXIV :1° La durée de services et de bonifications requise pour les fonctionnaires bénéficiant, au titre de la catégorie active, d'un droit au départ à l'âge anticipé est égale :a) Pour ceux nés avant le 1er septembre 1966, à celle applicable avant l'entrée en vigueur du présent XXIV ;b) Pour ceux nés à compter du 1er septembre 1966, à 169 trimestres à compter du 1er septembre 2023. Cette durée augmente d'un trimestre par génération pour les générations nées en 1968 et 1969 ;2° Pour les fonctionnaires bénéficiant, au titre de la catégorie super-active, d'un droit au départ à l'âge minoré, cette durée est égale :a) Pour ceux nés avant le 1er septembre 1971, à celle applicable avant l'entrée en vigueur du présent XXIV ;b) Pour ceux nés à compter du 1er septembre 1971, à 169 trimestres à compter du 1er septembre 2023. Cette durée augmente d'un trimestre par génération pour les générations nées en 1973 et 1974.C.-Par dérogation à l'article L. 13 du code des pensions civiles et militaires de retraite, la durée de services et de bonifications requise pour les fonctionnaires civils, autres que ceux mentionnés aux A et B du présent XXIV, et les militaires remplissant les conditions de liquidation de la pension avant l'âge de soixante ans est égale :1° Pour ceux pouvant liquider leur pension avant le 1er septembre 2023, à celle applicable avant l'entrée en vigueur du présent XXIV ;2° Pour ceux pouvant liquider leur pension à compter du 1er septembre 2023, à 169 trimestres. Cette durée augmente d'un trimestre par an à compter du 1er janvier 2025 pour atteindre, au 1er janvier 2027, la durée mentionnée au 6° de l'article L. 161-17-3 du code de la sécurité sociale.D.-Par dérogation au III de l'article L. 14 du code des pensions civiles et militaires de retraite, l'âge à compter duquel le coefficient de majoration s'applique est :1° Pour les fonctionnaires mentionnés au 1° du A, au 1° du C, au a du 1° du F et au a du 2° du F du présent XXIV, celui applicable avant l'entrée en vigueur du présent XXIV ;2° Pour les fonctionnaires mentionnés au b du 1° du F du présent XXIV, à l'âge défini au même 1° augmenté de cinq années ;3° Pour les fonctionnaires mentionnés au b du 2° du même F, à l'âge défini au même 2° augmenté de dix années.E.-1. Pour l'application du 1° de l'article L. 14 bis du code des pensions civiles et militaires de retraite, l'âge d'annulation de la décote des fonctionnaires nés avant le 1er janvier 1968 est égal à soixante-sept ans. Par dérogation, pour ceux nés avant le 1er janvier 1958, l'âge d'annulation de la décote est celui applicable avant l'entrée en vigueur du présent XXIV.2. Pour l'application des 2° et 3° de l'article L. 14 bis du code des pensions civiles et militaires de retraite, l'âge d'annulation de la décote des fonctionnaires mentionnés aux 1° et 2° du F du présent XXIV est égal respectivement à soixante-deux ans et à cinquante-sept ans. Par dérogation, pour les fonctionnaires actifs nés avant le 1er janvier 1963 et les fonctionnaires super-actifs nés avant le 1er janvier 1968, l'âge d'annulation de la décote est celui applicable avant l'entrée en vigueur du présent XXIV.F.-Par dérogation à l'article L. 24 du code des pensions civiles et militaires de retraite :1° Pour les fonctionnaires relevant du deuxième alinéa du 1° du I du même article L. 24 et nés :a) Avant le 1er septembre 1966, l'âge anticipé est fixé à cinquante-sept ans ;b) A compter du 1er septembre 1966, l'âge anticipé résultant des dispositions antérieures à la présente loi augmente de trois mois par génération jusqu'à cinquante-neuf ans ;2° Pour les fonctionnaires relevant des troisième à dernier alinéas du même 1° et nés :a) Avant le 1er septembre 1971, l'âge minoré est fixé à cinquante-deux ans ;b) A compter du 1er septembre 1971, l'âge minoré résultant des dispositions antérieures à la présente loi augmente de trois mois par génération jusqu'à cinquante-quatre ans.G.-Par dérogation aux 2°, 3° et 4° de l'article L. 25 du code des pensions civiles et militaires de retraite, l'âge avant lequel la liquidation ne peut intervenir est :1° Pour les militaires nés avant le 1er septembre 1971, fixé à l'âge applicable avant l'entrée en vigueur du présent XXIV ;2° Pour les militaires nés à compter du 1er septembre 1971, rehaussé de trois mois à compter du 1er septembre 2023 et augmenté de trois mois par an à partir du 1er janvier 2024 jusqu'à atteindre l'âge de cinquante-quatre ans.H.-Par dérogation au III de l'article 37 de la loi n° 2010-751 du 5 juillet 2010 relative à la rénovation du dialogue social et comportant diverses dispositions relatives à la fonction publique, l'âge d'ouverture du droit à pension :1° Est égal à soixante ans pour les fonctionnaires mentionnés au même III nés avant le 1er septembre 1963 ;2° Augmente de trois mois par génération jusqu'à soixante-deux ans pour ceux nés à compter du 1er septembre 1963.XXV.-Les cotisations versées avant la publication de la présente loi, en application des articles L. 351-14, L. 351-14-1, L. 634-2-1, L. 643-2, L. 653-5, L. 742-2, L. 742-4 et L. 742-7 du code de la sécurité sociale, de l'article L. 9 bis du code des pensions civiles et militaires de retraite et des articles L. 732-27-1 et L. 732-52 du code rural et de la pêche maritime ainsi que celles versées en application des dispositions réglementaires ayant le même objet applicables aux fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales et aux ouvriers régis par le régime des pensions des ouvriers des établissements industriels de l'Etat, par l'assuré né à compter du 1er septembre 1961, lui sont remboursées à sa demande, à la condition qu'il n'ait fait valoir aucun des droits aux pensions personnelles de retraite auxquels il peut prétendre au titre des régimes de retraite de base et complémentaires légalement obligatoires.Le montant des cotisations à rembourser est calculé en revalorisant les cotisations versées par l'assuré par application chaque année du coefficient annuel de revalorisation mentionné à l'article L. 161-23-1 du code de la sécurité sociale.Les demandes de remboursement sont présentées dans un délai de deux ans à compter de la promulgation de la présente loi.XXVI.-Les assurés ayant demandé leur pension avant l'entrée en vigueur du I du présent article et qui entrent en jouissance de leur pension après le 31 août 2023 bénéficient, sur leur demande, d'une annulation de leur pension ou de leur demande de pension. Les conditions de cette annulation sont fixées par décret.XXVII.-Avant le 1er octobre 2027, le comité mentionné à l'article L. 114-4 du code de la sécurité sociale remet au Parlement un rapport d'évaluation de la présente loi ainsi que des mesures légales et réglementaires en matière d'emploi des seniors prises après sa publication.Il analyse l'évolution des différents paramètres de l'équilibre financier de l'ensemble des régimes obligatoires de base à l'horizon de 2040.Ce rapport peut donner lieu à un débat à l'Assemblée nationale et au Sénat sur le bilan et les conditions d'adaptation de la présente loi.XXVIII.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-849 DC du 14 avril 2023.]XXIX.-Le présent article est applicable aux fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales ainsi qu'aux ouvriers régis par le régime des pensions des ouvriers des établissements industriels de l'Etat, dans des conditions déterminées, en tant que de besoin, par décret en Conseil d'Etat.XXX.-A.-Les VIII, X, XIV et XV entrent en vigueur deux mois après la promulgation de la présente loi. Les articles L. 133-7-1, L. 233-7 et L. 233-8 du code de justice administrative et la loi n° 86-1304 du 23 décembre 1986 relative à la limite d'âge et aux modalités de recrutement de certains fonctionnaires civils de l'Etat demeurent applicables, dans leur rédaction antérieure à la présente loi, aux fonctionnaires qui sont déjà maintenus en activité à la date de cette entrée en vigueur.B.-Les autres dispositions du présent article, à l'exception des VII et IX, s'appliquent aux pensions prenant effet à compter du 1er septembre 2023.XXXI.-Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les conséquences du présent article sur l'engagement de la population au sein d'activités bénévoles, qui étudie en particulier les moyens de valoriser cet engagement bénévole dans les modalités de calcul de la pension de retraite.\n\n-Code des communes\n\n-Code du travail\n\n-Code des pensions civiles et militaires de retraite\n\n-Code de l'éducation\n\n-Code général de la fonction publique\n\n-Code des communes\n\n-Code rural et de la pêche maritime\n\n-Code de la défense.\n\n-Loi n° 89-1007 du 31 décembre 1989\n\n-Loi n° 57-444 du 8 avril 1957\n\n-Loi n° 84-834 du 13 septembre 1984\n\n-Loi n° 86-1304 du 23 décembre 1986\n\n-Code de justice administrative\n\n-Loi n° 57-444 du 8 avril 1957\n\n-Loi n° 83-1179 du 29 décembre 1983\n\n-Loi n° 86-1304 du 23 décembre 1986\n\n-Loi n° 89-1007 du 31 décembre 1989\n\n-Loi n° 96-452 du 28 mai 1996\n\n-Loi n° 2003-775 du 21 août 2003\n\n-Loi n° 2003-1312 du 30 décembre 2003\n\n-Loi n° 2005-5 du 5 janvier 2005\n\n-LOI n° 2010-751 du 5 juillet 2010\n\n-LOI n° 2010-1330 du 9 novembre 2010\n\n-Code de la sécurité sociale.\n\n-Code de l'éducation\n\n-Code de la santé publique\n\n-Code des pensions civiles et militaires de retraite\n\n-Code général de la fonction publique\n\n-Code de justice administrative"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I à VI.- A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-A.-Le III s'applique aux fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales ainsi qu'aux ouvriers régis par le régime des pensions des ouvriers des établissements industriels de l'Etat, dans des conditions déterminées par décret en Conseil d'Etat.B.-Le présent article s'applique aux pensions prenant effet à compter du 1er septembre 2023.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de l'action sociale et des familles\n\n- Code des pensions civiles et militaires de retraite\n\n- Code rural et de la pêche maritime\n\n- Code du travail\n\n- Ordonnance n° 2002-411 du 27 mars 2002"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I à II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article est applicable aux privations et aux retraits de l'exercice de l'autorité parentale prenant effet à compter du 1er septembre 2023.\n\n-Code de la sécurité sociale.\n\n-Code des pensions civiles et militaires de retraite"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I, II et III :A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nC.-Pour l'application de l'article L. 4624-2-1-1 du code du travail, les salariés ayant atteint au 1er septembre 2023 un âge supérieur à l'âge prévu à l'article L. 4624-2-2 du même code pour effectuer la visite médicale de mi-carrière bénéficient de l'examen prévu au 1° de l'article L. 4624-2-1-1 dudit code à l'occasion de leur premier examen réalisé après le 1er septembre 2023. Les 2° et 3° du même article L. 4624-2-1-1 leur sont applicables à l'issue de cet examen.IV.- A modifié les dispositions suivantes :\n\nV.-Les branches professionnelles engagent, dans les deux mois suivant la promulgation de la présente loi, une négociation en vue d'aboutir à l'établissement des listes de métiers ou d'activités particulièrement exposés aux facteurs de risques professionnels mentionnés au 1° du I de l'article L. 4161-1 du code du travail dans les conditions prévues à l'article L. 4163-2-1 du même code. Pour les dépenses engagées en 2023, le fonds établit ses orientations mentionnées à l'article L. 221-1-5 du code de la sécurité sociale en se fondant sur les données disponibles relatives à la sinistralité et aux expositions professionnelles.VI.-A.-Il est créé, au sein de la Caisse nationale de l'assurance maladie, un fonds pour la prévention de l'usure professionnelle, destiné à soutenir les employeurs, d'une part, des établissements et des services mentionnés aux 1° et 2° de l'article L. 5 du code général de la fonction publique et, d'autre part, des établissements publics locaux et des établissements, dotés ou non de la personnalité morale, créés ou gérés par des personnes morales de droit public autres que l'Etat et ses établissements publics, accueillant des personnes en situation de handicap, des personnes confrontées à des difficultés spécifiques ou des personnes âgées, qui proposent des prestations de soins et dont le financement relève des objectifs de dépenses mentionnés au I de l'article L. 314-3 du code de l'action sociale et des familles et à l'article L. 314-3-2 du même code.B.-Le fonds concourt au financement :1° Des actions de sensibilisation et de prévention de l'usure professionnelle par les établissements et les services mentionnés au A du présent VI ;2° Des dispositifs d'organisation du travail permettant l'aménagement des fins de carrière au sein des établissements et des services mentionnés au même A qui sont particulièrement exposés à des facteurs d'usure professionnelle.La nature des actions mentionnées au 1° du présent B, la nature des dispositifs mentionnés au 2° et l'éligibilité à ces dispositifs ainsi que les conditions dans lesquelles l'employeur apprécie ladite éligibilité sont définies par décret.C.-Le fonds est alimenté par une dotation des régimes obligatoires de base d'assurance maladie dont le montant est fixé chaque année par arrêté des ministres chargés de la santé, de la sécurité sociale et des comptes publics.D.-Les modalités d'application du présent VI, notamment celles de la gouvernance de ce fonds, sont précisées par décret.\n\n- Code du travail\n\n- Code du travail\n\n- Code rural et de la pêche maritime\n\n- Code du travail\n\n- Code de la sécurité sociale.\n\n- Code du travail\n\n- Code de la sécurité sociale.\n\n- LOI n°2022-1616 du 23 décembre 2022"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I à III.-A modifié les dispositions suivantes :\n\nIV.-Les montants des majorations prévues aux première et seconde phrases du premier alinéa de l'article L. 351-10 du code de la sécurité sociale et à l'article L. 732-54-1 du code rural et de la pêche maritime sont augmentés par décret pour les pensions de retraite prenant effet à compter du 1er septembre 2023.Le montant du seuil prévu au premier alinéa de l'article L. 815-12 du code de la sécurité sociale, dans sa rédaction antérieure à l'ordonnance n° 2004-605 du 24 juin 2004 simplifiant le minimum vieillesse, est revalorisé dans les conditions prévues à l'article L. 816-2 du code de la sécurité sociale.V.-Les pensions de vieillesse personnelles de base du régime général de sécurité sociale, y compris les pensions servies aux personnes relevant, à la date de prise d'effet de leur pension, d'un régime ultérieurement intégré au régime général, ainsi que les pensions du régime des salariés agricoles ayant pris effet avant le 31 août 2023 sont assorties d'une majoration, dont le montant est défini par décret, lorsque les deux conditions suivantes sont remplies :1° La pension a été liquidée à taux plein ;2° La durée totale des périodes ayant donné lieu à cotisations à la charge de l'assuré tant dans les régimes mentionnés au premier alinéa du présent V que dans un ou plusieurs autres régimes obligatoires de base est supérieure ou égale à une durée fixée par décret.Cette majoration est versée intégralement lorsque la durée totale des périodes ayant donné lieu à cotisations à la charge de l'assuré dans le régime concerné est supérieure ou égale à la limite prévue au troisième alinéa de l'article L. 351-1 du code de la sécurité sociale applicable à l'assuré. Lorsque cette durée totale est inférieure à cette limite, le montant de la majoration est réduit à due concurrence.La somme de la pension du régime de base concerné et de la majoration calculée en application du quatrième alinéa du présent V ne peut pas excéder un plafond fixé par décret et réduit, le cas échéant, en fonction du nombre de trimestres d'assurance validés par l'assuré dans le régime concerné, rapporté à la limite prévue au troisième alinéa de l'article L. 351-1 du code de la sécurité sociale et applicable à l'assuré. En cas de dépassement de ce plafond, la majoration est réduite à due concurrence du dépassement.La majoration est versée sous réserve que le montant mensuel des pensions personnelles de retraite attribuées au titre d'un ou de plusieurs régimes légaux ou rendus légalement obligatoires, de base et complémentaires, incluant cette majoration, n'excède pas le montant prévu à l'article L. 173-2 du même code. En cas de dépassement de ce plafond, la majoration est réduite à due concurrence du dépassement.L'attribution de la majoration ne conduit pas à la révision du montant des majorations de pension mentionnées aux deuxième et troisième alinéas de l'article L. 351-10 dudit code dues à l'assuré.La pension majorée en application des sept premiers alinéas du présent V est ensuite revalorisée dans les conditions prévues à l'article L. 161-23-1 du code de la sécurité sociale.La majoration prévue au présent V est due à compter du 1er septembre 2023 et versée au plus tard en septembre 2024.VI.-Le 5° du I entre en vigueur le 1er septembre 2023.Les 2° et 4° du I ainsi que les 2°, 3° et 4° du II s'appliquent aux pensions prenant effet à compter du 1er septembre 2023.Le 3° du I s'applique aux décès, aux disparitions et aux absences survenus à compter du 1er septembre 2023.Les 5° et 7° à 9° du II entrent en vigueur le 1er septembre 2023. Ces mêmes 5° et 7° à 9° s'appliquent également aux assurés dont la pension a pris effet avant cette date pour les pensions dues à compter de la même date.Le 1° et le a du 6° du II entrent en vigueur le 1er janvier 2023.Pour l'application du 8° du même II aux assurés dont les pensions ont pris effet avant le 1er septembre 2023, les montants du salaire minimum de croissance et des éléments de calcul du complément différentiel de points de retraite complémentaire obligatoire prévu à l'article L. 732-63 du code rural et de la pêche maritime sont ceux en vigueur au 1er septembre 2023.\n\n- Code rural et de la pêche maritime\n\n- Code des pensions civiles et militaires de retraite\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Les pensions de vieillesse servies par le régime mahorais ayant pris effet avant le 31 août 2023 sont majorées à titre exceptionnel au 1er septembre 2023 d'un montant forfaitaire fixé par décret.II. - Lorsqu'elles ont été liquidées à taux plein, les pensions de vieillesse personnelles servies par le régime mahorais ayant pris effet avant le 31 août 2023 sont assorties d'une majoration, dont le montant est défini par décret.Cette majoration est versée intégralement lorsque la durée totale des périodes d'assurance validées par l'assuré dans le régime mahorais est supérieure ou égale à la durée minimale d'assurance prévue au premier alinéa de l'article 6 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte. Lorsque la durée totale des périodes validées par l'assuré dans le régime mahorais est inférieure à cette durée minimale, le montant de la majoration est réduit à due concurrence.La somme de la pension du régime de base mahorais et de la majoration calculée en application du deuxième alinéa du présent II ne peut pas excéder un plafond fixé par décret. En cas de dépassement de ce plafond, la majoration est réduite à due concurrence du dépassement.La majoration est versée sous réserve que le montant mensuel des pensions personnelles de retraite attribuées au titre d'un ou de plusieurs régimes légaux ou rendus légalement obligatoires, de base et complémentaires, incluant cette majoration, n'excède pas le montant prévu à l'article L. 173-2 du code de la sécurité sociale. En cas de dépassement de ce plafond, la majoration est réduite à due concurrence du dépassement.La pension majorée en application des quatre premiers alinéas du présent II est ensuite revalorisée dans les conditions prévues à l'article 13 de l'ordonnance n° 2002-411 du 27 mars 2002 précitée.La majoration prévue au présent II est due à compter du 1er septembre 2023 et versée au plus tard en septembre 2024.III. - Les salaires portés au compte avant le 1er septembre 2023 servant au calcul du salaire annuel de base mentionné au deuxième alinéa de l'article 12 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte sont revalorisés à titre exceptionnel pour les pensions prenant effet à compter du 1er septembre 2023, dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le montant maximum de l'allocation spéciale pour les personnes âgées prévu à l'article 29 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte est revalorisé à titre exceptionnel à compter du 1er septembre 2023 d'un montant forfaitaire fixé par décret."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux pensions prenant effet à compter du 1er septembre 2023.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable aux pensions liquidées à compter du 1er septembre 2023.\n\n- LOI n° 2010-1330 du 9 novembre 2010"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - L'Etat prend en charge chaque année, pour les trimestres validés au cours de l'année précédente et sur une base forfaitaire fixée par décret, les coûts que représente, pour l'assurance vieillesse du régime général de sécurité sociale et du régime des salariés agricoles, l'application du 9° de l'article L. 351-3 du code de la sécurité sociale.\n\nIII. - A modifié les dispositions suivantes :\n\nIV.-Les I à III sont applicables aux pensions prenant effet à compter du 1er septembre 2023.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. à II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le présent article, à l'exception du 2° du I, entre en vigueur à des dates fixées par décret, et au plus tard le 1er septembre 2023.Le même 2° est applicable à compter du 1er janvier 2023.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I à V.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVI.-Les articles L. 84 à L. 86-1, L. 89 bis et L. 89 ter du code des pensions civiles et militaires de retraite, dans leur rédaction résultant du présent article, sont applicables aux assurés relevant de la Caisse nationale de retraites des agents des collectivités locales ainsi qu'à ceux relevant du régime des pensions des ouvriers des établissements industriels de l'Etat, dans des conditions déterminées par décret en Conseil d'Etat.\n\nVII à IX.-A modifié les dispositions suivantes :\n\nX.-Le premier alinéa de l'article L. 323-2 du code de la sécurité sociale n'est pas applicable aux personnes mentionnées à l'article L. 732-29 du code rural et de la pêche maritime et aux articles L. 351-15 et L. 634-3-1 du code de la sécurité sociale, dans leur rédaction antérieure à la présente loi.\n\nXI.-Par dérogation au 2° de l'article L. 161-22-1 du code de la sécurité sociale et à l'article L. 161-22-1-1 du même code, dans leur rédaction résultant de la présente loi, les médecins bénéficiant de l'exonération de cotisation prévue à l'article 13 de la loi n° 2022-1616 du 23 décembre 2022 de financement de la sécurité sociale pour 2023 ne se constituent, au titre des périodes concernées, aucun droit à retraite de base en vue d'une seconde pension.\n\nXII.-Le présent article entre en vigueur le 1er septembre 2023, sous réserve des dispositions suivantes :\n\n1° Le premier alinéa de l'article L. 161-22-1-4 du code de la sécurité sociale s'applique à compter du 1er janvier 2023 ;\n\n2° Le deuxième alinéa du même article L. 161-22-1-4 ainsi que le VII du présent article entrent en vigueur le lendemain de la publication de la présente loi ;\n\n3° La liquidation des pensions de droit direct ou dérivé intervenant à compter du 1er septembre 2023 prend en compte, le cas échéant, les droits en vue d'une nouvelle pension de vieillesse constitués à partir du 1er janvier 2023 en application du 2° de l'article L. 161-22-1 et de l'article L. 161-22-1-1 du code de la sécurité sociale, dans leur rédaction résultant du présent article ;\n\n4° L'article L. 732-29 du code rural et de la pêche maritime, dans sa rédaction antérieure à la présente loi, et les articles L. 351-15, L. 351-16 et L. 634-3-1 du code de la sécurité sociale, dans leur rédaction antérieure à la présente loi, continuent de s'appliquer aux assurés bénéficiant d'une retraite progressive à la date du 1er septembre 2023. Toutefois, la liquidation de la pension complète ne peut être obtenue que lorsque ces assurés remplissent les conditions d'âge et de durée d'assurance prévues aux articles L. 161-17-2 et L. 161-17-3 du code de la sécurité sociale, dans leur rédaction résultant de la présente loi ;\n\n5° L'avant-dernier alinéa de l'article L. 3123-7 du code du travail, dans sa rédaction résultant du présent article, est applicable aux personnes mentionnées au 4° du présent XII ;\n\n6° Le X du présent article entre en vigueur le premier jour du mois suivant la publication de la présente loi ;\n\n7° Le délai mentionné au 2° de l'article L. 161-22-1 du code de la sécurité sociale, dans sa rédaction résultant du présent article, n'est pas applicable aux assurés ayant liquidé leur pension de retraite au plus tard six mois après la publication de la présente loi ;\n\n8° La seconde phrase du premier alinéa des articles L. 3121-60-1 et L. 3123-4-1 du code du travail ne s'applique qu'aux demandes présentées à compter du 1er septembre 2023.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code des pensions civiles et militaires de retraite\n\n-Code rural et de la pêche maritime\n\n-Code des transports\n\n-Code du travail\n\n-Code des pensions civiles et militaires de retraite\n\n-Code du travail\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code des pensions civiles et militaires de retraite\n\n-Code de la sécurité sociale.\n\n-Code des pensions civiles et militaires de retraite\n\n-Code de la sécurité sociale.\n\n-LOI n° 2022-1158 du 16 août 2022\n\n-Ordonnance n° 96-1122 du 20 décembre 1996\n\n-Ordonnance n° 2002-411 du 27 mars 2002"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-849 DC du 14 avril 2023.]"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L'article L. 161-24-1 du code de la sécurité sociale s'applique à compter du lendemain de la publication du décret mentionné aux deux dernières phrases du même article L. 161-24-1, et au plus tard du 1er septembre 2023."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Ordonnance n° 2002-411 du 27 mars 2002\n\nII. - Le présent article entre en vigueur le 1er septembre 2023."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés à 239,1 milliards d'euros pour l'ensemble des régimes obligatoires de base de sécurité sociale."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Pour l'année 2023, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nSous-objectif\n\nObjectif de dépenses\n\nDépenses de soins de ville\n\n104,0\n\nDépenses relatives aux établissements de santé\n\n101,3\n\nDépenses relatives aux établissements et services pour personnes âgées\n\n15,3\n\nDépenses relatives aux établissements et services pour personnes handicapées\n\n14,6\n\nDépenses relatives au fonds d'intervention régional et au soutien national à l'investissement\n\n6,1\n\nAutres prises en charge\n\n3,4\n\nTotal\n\n244,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés à 14,8 milliards d'euros pour l'ensemble des régimes obligatoires de base de sécurité sociale."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 55,3 milliards d'euros."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Autonomie de la sécurité sociale sont fixés à 37,5 milliards d'euros."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Pour l'année 2023, les prévisions des charges des organismes concourant au financement des régimes obligatoires de base de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros)\n\nPrévision de charges\n\nFonds de solidarité vieillesse\n\n19,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Vieillesse sont fixés à 273,7 milliards d'euros pour l'ensemble des régimes obligatoires de base de sécurité sociale.La présente loi sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "Pour l'année 2023, les prévisions de solde structurel et de solde effectif de l'ensemble des administrations publiques, les prévisions de solde par sous-secteur, la prévision, déclinée par sous-secteur d'administration publique et exprimée en milliards d'euros courants et en pourcentage d'évolution en volume, des dépenses d'administrations publiques, les prévisions de prélèvements obligatoires, de dépenses et d'endettement de l'ensemble des administrations publiques exprimées en pourcentage du produit intérieur brut, ainsi que les prévisions, pour la même année, de ces mêmes agrégats, telles qu'elles figurent dans le projet de loi de programmation des finances publiques pour les années 2023 à 2027, s'établissent comme suit :\n\n(En % du PIB sauf mention contraire)\n\n(*) A champ constant.(**) Au sens du projet de loi de programmation des finances publiques pour 2023-2027.(***) A champ constant, hors transferts entre administrations publiques.\n\n2023\n\nLFRSS pour 2023\n\nPLPFP 2023-2027\n\nEnsemble des administrations publiques\n\nSolde structurel (1) (en points de PIB potentiel)\n\n-4,1\n\n-4,0\n\nSolde conjoncturel (2)\n\n-0,8\n\n-0,8\n\nSolde des mesures ponctuelles et temporaires (3) (en points de PIB potentiel)\n\n-0,2\n\n-0,2\n\nSolde effectif (1+2+3)\n\n-5,0\n\n-5,0\n\nDette au sens de Maastricht\n\n111,2\n\n111,2\n\nTaux de prélèvements obligatoires (y compris Union européenne, nets des crédits d'impôt)\n\n44,9\n\n44,7\n\nDépense publique (hors crédits d'impôt)\n\n56,9\n\n56,6\n\nDépense publique (hors crédits d'impôt, en milliards d'euros)\n\n1 573\n\n1 564\n\nÉvolution de la dépense publique hors crédits d'impôt en volume (en %) (*)\n\n-1,0\n\n-1,5\n\nPrincipales dépenses d'investissement (en milliards d'euros) (**)\n\n25\n\n25\n\nAdministrations publiques centrales\n\nSolde\n\n-5,8\n\n-5,6\n\nDépense publique (hors crédits d'impôt, en milliards d'euros)\n\n647\n\n636\n\nÉvolution de la dépense publique en volume (en %) (***)\n\n-1,4\n\n-2,6\n\nAdministrations publiques locales\n\nSolde\n\n0,0\n\n-0,1\n\nDépense publique (hors crédits d'impôt, en milliards d'euros)\n\n305\n\n305\n\nÉvolution de la dépense publique en volume (en %) (***)\n\n-0,6\n\n-0,6\n\nAdministrations de sécurité sociale\n\nSolde\n\n0,7\n\n0,8\n\nDépense publique (hors crédits d'impôt, en milliards d'euros)\n\n722\n\n721\n\nÉvolution de la dépense publique en volume (en %) (***)\n\n-1,0\n\n-1,0\n\n1\n\ncenter"
    }
  ]
}