{
  "id": "jorftext000000783187",
  "type": "statute",
  "title": "Ordonnance n° 2004-503 du 7 juin 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000783187",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Les entreprises publiques sont tenues de conserver toutes informations relatives aux ressources publiques dont elles ont bénéficié directement ou par l'intermédiaire d'autres entreprises publiques pendant une période de cinq ans aux fins de les fournir à l'Etat lorsque celui-ci les leur demande.II. - Pour l'application du présent article, on entend par entreprise publique tout organisme qui exerce des activités de production ou de commercialisation de biens ou de services marchands et sur lequel une ou des personnes publiques exercent, directement ou indirectement, une influence dominante en raison de la propriété, de la participation financière ou des règles qui la régissent. L'influence des personnes publiques est réputée dominante lorsque celles-ci, directement ou indirectement, détiennent la majorité du capital, disposent de la majorité des droits de vote ou peuvent désigner plus de la moitié des membres de l'organe d'administration, de direction ou de surveillance.III. - Ne sont pas soumises à l'obligation mentionnée au I ci-dessus :1° La Banque de France ;2° Les entreprises publiques dont les prestations de services ne sont pas susceptibles d'affecter sensiblement les échanges entre les Etats membres de la Communauté européenne ;3° Les entreprises publiques dont le montant net annuel du chiffre d'affaires ou le total du bilan n'atteint pas des seuils définis dans les conditions fixées par le décret en Conseil d'Etat mentionné au IV.IV. - Un décret en Conseil d'Etat définit les modalités d'application du présent article."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Sont soumis à l'obligation de tenir des comptes séparés, dans des conditions et selon des modalités définies au II, les organismes qui exercent des activités de production ou de commercialisation de biens ou de services marchands et qui, pour certaines de ces activités, soit sont chargés d'une mission de service public pour laquelle ils reçoivent une compensation, soit bénéficient de droits exclusifs ou spéciaux.II. - Les organismes mentionnés au I ont l'obligation de tenir des comptes séparés relatifs, d'une part, aux activités pour lesquelles ils sont soit chargés d'une mission de service public pour laquelle ils reçoivent une compensation, soit bénéficiaires de droits exclusifs ou spéciaux, d'autre part, à leurs autres activités de production de biens ou services marchands.Les comptes séparés font ressortir les produits et les charges associés aux deux catégories d'activités mentionnées au premier alinéa et la méthode retenue pour l'imputation ou la répartition des produits et des charges entre ces deux catégories d'activités en reflétant fidèlement la structure financière de ces organismes et leur organisation. Sauf exception dûment motivée par les organismes, cette méthode est identique d'un exercice à l'autre.L'Etat peut demander communication de ces comptes séparés pendant une période de cinq ans à compter de la fin de l'exercice annuel auquel ils se rapportent.III. - Pour l'application du présent article, constitue un droit exclusif tout droit ayant pour effet de réserver à un des organismes mentionnés au I l'exercice d'une activité ou la fourniture d'un service sur un territoire donné.Pour l'application du présent article, constitue un droit spécial tout droit ayant pour effet :1° Soit de réserver à un nombre limité d'organismes mentionnés au I l'exercice d'une activité ou la fourniture d'un service sur un territoire donné ;2° Soit d'attribuer à un ou plusieurs de ces organismes des avantages qui affectent substantiellement la capacité d'autres organismes à exercer la même activité sur le même territoire dans des conditions comparables.IV. - Les organismes mentionnés au I ne sont pas soumis à l'obligation définie au II :1° Lorsque leurs prestations de services ne sont pas susceptibles d'affecter sensiblement les échanges entre les Etats membres de la Communauté européenne ;2° Lorsque le montant net annuel de leur chiffre d'affaires ou le total de leur bilan n'atteint pas des seuils définis par le décret en Conseil d'Etat mentionné au V ;3° Lorsque, dans l'hypothèse où ils sont chargés pour l'exercice de certaines de leurs activités d'une mission de service public pour laquelle ils reçoivent une compensation, sous quelque forme que ce soit, cette compensation a été fixée pour une période limitée à la suite d'une procédure ouverte, transparente et non discriminatoire ;4° Lorsque, dans l'hypothèse où ils bénéficient de droits spéciaux, ceux-ci ont été accordés dans le cadre d'une procédure ouverte, transparente et non discriminatoire ;5° Lorsqu'ils sont déjà soumis à des obligations comptables comparables à celles définies au II par les dispositions propres à leurs secteurs d'activités.V. - Un décret en Conseil d'Etat définit les modalités d'application du présent article."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Premier ministre, le ministre d'Etat, ministre de l'économie, des finances et de l'industrie, et le ministre de l'intérieur, de la sécurité intérieure et des libertés locales sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}