{
  "id": "jorftext000032251241",
  "type": "statute",
  "title": "Ordonnance n°2016-315 du 17 mars 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032251241",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le titre II du livre VIII du code de commerce est modifié conformément aux articles 2 à 47 de la présente ordonnance."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Dans tous les textes législatifs et réglementaires, la référence à l'article L. 822-1 du code de commerce est remplacée par la référence au I de l'article L. 822-1 du même code.\n\nA modifié les dispositions suivantes :\n\n- Loi n°87-571 du 23 juillet 1987\n\n- LOI n° 2008-776 du 4 août 2008\n\n- Code de l'environnement\n\n- Code de la mutualité\n\n- Code de la santé publique\n\n- Code de procédure civile\n\n- Code des assurances\n\n- Code monétaire et financier\n\n- Code rural et de la pêche maritime\n\n- Code de commerce\n\n- Décret du 16 août 1901\n\n- Décret n° 91-1197 du 27 novembre 1991\n\n- Décret du 22 juin 2010\n\n- DÉCRET n°2015-532 du 13 mai 2015\n\n- Décret n°2015-1829 du 29 décembre 2015\n\n- ARRÊTÉ du 22 décembre 2014"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 17 juin 2016.\n\nToutefois :\n\n1° Les dispositions du 6° du III de l'article L. 820-1 du code de commerce dans sa rédaction issue de la présente ordonnance, entrent en vigueur à compter du premier exercice ouvert postérieurement au 31 décembre 2017 ;\n\n2° La Compagnie nationale des commissaires aux comptes et les compagnies régionales des commissaires aux comptes demeurent compétentes pour l'achèvement des contrôles périodiques et occasionnels commencés avant le 17 juin 2016 ;\n\n3° Les dispositions de l'article L. 822-14 du code de commerce dans sa rédaction issue de la présente ordonnance sont applicables aux entités d'intérêt public mentionnées aux 1° à 5° du III de l'article L. 820-1 du code de commerce tel que modifié par la présente ordonnance, à compter du premier exercice ouvert postérieurement au 31 décembre 2016 ;\n\n4° Les dispositions de l'article L. 823-3-1 du code de commerce dans sa rédaction issue de la présente ordonnance entrent en application conformément aux dispositions de l'article 41 du règlement (UE) n° 537/2014 du 16 avril 2014 susvisé. Lorsqu'au 16 juin 2016 le commissaire aux comptes a procédé à la certification des comptes d'une entité d'intérêt public pendant une durée excédant celle prévue au I du même article L. 823-3-1, son mandat relevant du 3 du même article 41 est prorogé jusqu'à la délibération de l'assemblée générale ou de l'organe compétent statuant sur les comptes de l'exercice ouvert au plus tard le 16 juin 2016.\n\n5° Les dispositions du III de l'article L. 823-16 du code de commerce dans sa rédaction issue de la présente ordonnance entrent en vigueur à compter du premier exercice ouvert postérieurement au 16 juin 2016 ;\n\n6° Les dispositions du II de l'article L. 823-18 du code de commerce dans sa rédaction issue de la présente ordonnance entrent en vigueur à compter du quatrième exercice ouvert postérieurement au 16 juin 2016 ;\n\n7° Les commissions régionales de discipline mentionnées à l'article L. 824-9 du code de commerce dans sa rédaction issue de la présente ordonnance, ont compétence pour statuer sur les procédures de discipline et les procédures en matière d'honoraires pendantes le 17 juin 2016, devant les commissions régionales d'inscription statuant en chambres régionales de discipline ;\n\n8° Le Haut conseil statuant en formation restreinte est compétent pour se prononcer sur les appels formés avant le 17 juin 2016 contre les décisions des commissions régionales d'inscription et contre les décisions des mêmes commissions statuant en chambres régionales de discipline."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I.-Sont applicables à Wallis-et-Futuna :1° Le titre Ier et le titre III de la présente ordonnance ;2° Les articles L. 821-6, L. 822-3, L. 822-10, L. 823-8-1, L. 823-12-1 et L. 823-16-1 du code de commerce.\n\nII.-A modifié les dispositions suivantes :\n\nCode de commerce\n\nArt. L. 950-1\n\nIII.-A modifié les dispositions suivantes :\n\nCode de commerce\n\nArt. L. 958-2\n\nIV.-Les articles L. 322-3-1, L. 322-26-2-3 et L. 322-26-4 du code des assurances dans leur rédaction résultant de la présente ordonnance sont applicables à Wallis-et-Futuna.V.-Les articles L. 513-24, L. 550-5 et L. 621-22 du code monétaire et financier dans leur rédaction résultant de la présente ordonnance sont applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna.\n\nVI.-A modifié les dispositions suivantes :\n\nCode monétaire et financier\n\nArt. L. 745-1-2\n\nVII.-A modifié les dispositons suivantes :\n\nCode monétaire et financier\n\nArt. L. 745-12, Art. L. 755-12"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le Premier ministre, le ministre des finances et des comptes publics, le garde des sceaux, ministre de la justice, le ministre de l'économie, de l'industrie et du numérique et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}