{
  "id": "jorftext000000684770",
  "type": "statute",
  "title": "Loi n° 93-1353 du 30 décembre 1993",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000684770",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. à III. Paragraphes modificateursIV. Les dispositions du I et du II s'appliquent aux emprunts, titres ou droits émis ou démembrés à compter du 1er janvier 1993, ainsi qu'aux emprunts mentionnés au dernier alinéa du II de l'article 238 septies A ou au dernier alinéa du I de l'article 238 septies E si une partie de ces emprunts a été émise à compter de la même date."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. Paragraphe modificateurII. Les dispositions du I s'appliquent aux successions ouvertes à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est institué pour 1993, au profit du budget de l'Etat, un prélèvement exceptionnel sur les fonds déposés auprès de la Caisse des dépôts et consignations par l'organisation autonome nationale de l'industrie et du commerce et constitués par le produit de la taxe visée au 2° de l'article 3 de la loi n° 72-657 du 13 juillet 1972 instituant des mesures en faveur de certaines catégories de commerçants et d'artisans âgés.Le montant de ce prélèvement est fixé à 200 millions de francs.Alinéa modificateur."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. Paragraphe modificateurII. Les dispositions du I ont un caractère interprétatif et s'appliquent aux instances en cours sous réserve des décisions de justice passées en force de chose jugée."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. Paragraphe modificateurII. La disposition prévue au I s'applique à compter de la date d'entrée en vigueur de l'article L. 712-8 du code de la santé publique."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. Paragraphe modificateurII. Un décret en Conseil d'Etat fixe les conditions d'application du I du présent article, notamment pour ce qui concerne les conditions de délivrance et de validité de l'attestation."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les décisions des commissions départementales des impôts directs et taxes sur le chiffre d'affaires fixant des bénéfices agricoles forfaitaires et les fermages moyens de 1992 sont réputées faites en temps utile si elles sont intervenues avant le 1er juin 1993."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour l'application du code général des impôts et du livre des procédures fiscales, la société par actions simplifiée est assimilée à une société anonyme."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. Paragraphe modificateurII. Les impositions, en tant qu'elles ont été établies conformément aux dispositions du I avant l'entrée en vigueur desdites dispositions, sont réputées régulières, sous réserve des décisions de justice passées en force de chose jugée.III. Alinéa modificateurLes dispositions du présent III sont applicables pour la détermination des plus-values ou moins-values réalisées au cours des exercices clos à compter du 31 décembre 1993."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. Paragraphe modificateurII. Les dispositions des deux premières phrases du deuxième alinéa de l'article 151 septies du code général des impôts ont un caractère interprétatif et s'appliquent aux instances en cours sous réserve des décisions de justice passées en force de chose jugée."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. Paragraphe modificateurII. Les dispositions du I s'appliquent pour déterminer les résultats des exercices ouverts à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le transfert des biens, droits et obligations de la Bibliothèque nationale opéré à l'occasion de la fusion de cet établissement avec un établissement existant ou à créer ayant pour objet la réalisation et la gestion de la Bibliothèque de France ne donnera lieu à aucune indemnité ou perception d'impôts, droits ou taxes, ni à aucun versement de  la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. Paragraphe modificateurII. Les dispositions du I sont applicables aux revenus distribués à compter du 24 novembre 1993."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. à III. Paragraphes modificateursIV. Les dispositions des deuxième et troisième alinéas de l'article 1736 du même code sont applicables à la majoration instituée par l'article 1762 septies de ce code.V. Les dispositions des I, II, III et IV entrent en application au plus tôt le 1er janvier 1995 et au plus tard le 1er janvier 1996, à des dates fixées par décret."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "La rémunération des personnels militaires en service à l'étranger ne comprend pas la prime de qualification instituée par le décret n° 64-1374 du 31 décembre 1964 relatif à la prime de qualification de certains officiers.La présente disposition a un caractère interprétatif, sous réserve des décisions de justice passées en force de chose jugée."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. Paragraphe modificateurII. Les dispositions du I du présent article s'appliquent à la taxe d'usage perçue dans les abattoirs à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I.  Une indemnité forfaitaire sera versée aux personnes physiques de nationalité française qui ont subi des pertes et des préjudices à la suite de l'invasion et de l'occupation illicites du Koweït par l'Irak en 1990 et qui ont présenté, par l'intermédiaire du gouvernement français, une demande auprès de la commission d'indemnisation des Nations Unies créée par les résolutions 687 et 692 du Conseil de sécurité dans les conditions et délais fixés par celle-ci. Cette indemnité est à valoir sur les sommes qui seront allouées aux victimes par la commission d'indemnisation des Nations Unies. L'Etat est subrogé dans les droits des victimes à concurrence du montant de la somme qu'il a versée.II.  La fixation et l'attribution de l'indemnité forfaitaire sont confiées à une commission administrative instituée auprès du ministre des affaires étrangères. Les sommes seront allouées en fonction de la nature et de la gravité du préjudice subi selon les critères retenus par les Nations Unies jusqu'à un plafond fixé à 75 000 F par requérant. Ne sont pas pris en compte pour la fixation de l'indemnité forfaitaire les chefs de préjudice indemnisables en application de l'article L. 126-1 du code des assurances. Les modalités d'application du présent article seront fixées par décret."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. La délivrance aux personnes domiciliées dans les communes des départements de l'Ain, des Alpes-Maritimes, de l'Ardèche, de l'Ariège, des Bouches-du-Rhône, de la Corse-du-Sud, de la Haute-Corse, de la Dordogne, de la Drôme, du Gard, de l'Hérault, de l'Isère, du Rhône, de Saône-et-Loire, de la Savoie, du Var, de Vaucluse et de la Haute-Vienne, dont la liste figure en annexe des arrêtés des 11, 19 et 26 octobre et 29 novembre 1993 portant constatation de l'état de catastrophe naturelle, des documents visés aux articles 947 à 950 et 953 du code général des impôts, de duplicata des permis de conduire les véhicules automobiles, les motocyclettes et tous les autres véhicules à moteur et des certificats d'immatriculation, en remplacement des documents de même nature détruits ou perdus lors des inondations et coulées de boue survenues entre le 9 septembre et le 3 novembre 1993 inclus, ne donne lieu à la perception d'aucun droit ou taxe.II. Il en est de même de la délivrance, aux personnes visées au I, de primata de certificats d'immatriculation des véhicules acquis en remplacement de ceux détruits lors de ces sinistres.III. Ces dispositions s'appliquent aux documents délivrés entre le 10 septembre 1993 et le 1er juillet 1994."
    }
  ]
}