{
  "id": "jorftext000000451869",
  "type": "statute",
  "title": "Ordonnance n° 2005-759 du 4 juillet 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000451869",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le code civil est modifié conformément aux articles 2 à 18 de la présente ordonnance."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-Sous réserve des décisions de justice passées en force de chose jugée, la présente ordonnance est applicable aux enfants nés avant comme après son entrée en vigueur.\n\nII.-Toutefois :\n\n1° Les enfants nés avant l'entrée en vigueur de la présente ordonnance ne peuvent s'en prévaloir dans les successions déjà liquidées ;\n\n2° Les modifications des articles 960 et 962 du code civil par les IX et X de l'article 17 de la présente ordonnance ne s'appliquent qu'aux donations faites à compter de son entrée en vigueur ;\n\n3° L'application de l'article 311-25 du code civil, tel qu'il résulte de la présente ordonnance, aux enfants nés avant son entrée en vigueur ne peut avoir pour effet de changer leur nom ;\n\n4° Les dispositions du troisième alinéa de l'article 311-21 et du troisième alinéa de l'article 311-23 du même code, tels qu'ils résultent de la présente ordonnance, ne sont applicables qu'aux déclarations faites à compter de l'entrée en vigueur de ces articles ;\n\n5° (Abrogé) ;\n\n6° Les dispositions de la présente ordonnance n'ont pas d'effet sur la nationalité des personnes majeures à la date de son entrée en vigueur.\n\nIII.-Lorsque l'instance a été introduite avant l'entrée en vigueur de la présente ordonnance, l'action est poursuivie et jugée conformément à la loi ancienne. Cette loi s'applique également en appel et en cassation.\n\nIV.-Sous réserve des décisions de justice passées en force de chose jugée, les actions prévues par les articles 327 et 329 du code civil, tels qu'ils résultent de la présente ordonnance, peuvent être exercées, sans que puisse être opposée la forclusion tirée de la loi ancienne, lorsque, à la date de l'entrée en vigueur de cette ordonnance, la prescription prévue par l'article 321, tel qu'il résulte de la même ordonnance, n'est pas acquise.L'action doit alors être exercée dans le délai restant à courir à la date d'entrée en vigueur de la présente ordonnance, sans que ce délai puisse être inférieur à un an."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La présente ordonnance entre en vigueur le 1er juillet 2006."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le Premier ministre, le garde des sceaux, ministre de la justice, et le ministre de l'outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}