{
  "id": "jorftext000000886458",
  "type": "statute",
  "title": "Loi n° 78-1239 du 29 décembre 1978",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000886458",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I - Le barème de l'impôt sur le revenu est fixé comme suit :\n\nRevenu imposable : n'excédant pas 15 850 F ; taux :  0 %.\n\nRevenu imposable : de 15 850 F à 16 600 F ; taux : 5 %.\n\nRevenu imposable : de 16 600 F à 19 850 F ; taux : 10 %.\n\nRevenu imposable : de 19 850 F à 31 400 F ; taux : 15 %.\n\nRevenu imposable : de 31 400 F à 41 250 F ; taux : 20 %.\n\nRevenu imposable : de 41 250 F à 51 850 F ; taux : 25 %.\n\nRevenu imposable : de 51 850 F à 62 700 F ; taux : 30 %.\n\nRevenu imposable : de 62 700 F à 72 350 F ; taux : 35 %.\n\nRevenu imposable : de 72 350 F à 125 200 F ; taux : 40 %.\n\nRevenu imposable : de 125 200 F à 172 250 F ; taux : 45 %.\n\nRevenu imposable : de 172 250 F à 211 900 F ; taux : 50 %.\n\nRevenu imposable : de 211 900 F à 250 100 F ; taux : 55 %.\n\nRevenu imposable : au-delà de 250 100 F ; taux : 60 %.\n\nII - Les contribuables dont le revenu net de frais professionnels n'excède pas 16 800 F ou 18 300F s'ils sont âgés de plus de soixante-cinq ans, sont exonérés de l'impôt sur le revenu.\n\nIII - La déduction dont les personnes âgées de plus de soixante-cinq ans ou invalides bénéficient pour la détermination de leur revenu imposable est portée :\n\n- de 3 400 F à 3 720 F pour celles dont le revenu net global n'excède pas 23 000 F ;\n\n- de 1 700 à 1 860 F pour celles dont le revenu net global est compris entre 23 000 F et 37 200 F.\n\nIV - Les contribuables dont l'impôt sur le revenu est calculé sur une part de quotient familial bénéficient pour la détermination de leur revenu imposable d'un abattement de 2 000 F lorsque :\n\n- la moitié au moins de leurs revenus nets de frais est constituée par des traitements ou salaires ;\n\n- leur revenu net global n'excède pas la limite supérieure de la deuxième tranche du barème.\n\nV - La perception de l'impôt sur le revenu est suspendue pour les jeunes gens salariés pendant la durée du temps légal de leur service national.\n\nVI - 1. (Alinéa modificateur)\n\n2. Les formules de chèques ne répondant pas aux caractéristiques de barrement d'avance et de non-transmissibilité par voie d'endossement mentionnées à l'article 85 de la présente loi sont soumises à un droit de timbre de 1 F par formule. Ce droit est supporté par la personne qui demande la délivrance de telles formules. Il est payé par l'organisme émetteur. Celui-ci ne peut en aucun cas le prendre à sa charge, cette disposition s'appliquant dans les mêmes conditions que pour la retenue à la source sur le produit des obligations.\n\nLe droit de timbre mentionné à l'alinéa précédent s'applique à compter du 1er avril 1979.\n\nVII Paragraphe modificateur"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I - Le montant minimal de la déduction forfaitaire pour frais professionnels accordée aux salariés et mentionnée au quatrième alinéa du 3° de l'article 83 du code général des impôts est porté de 1 500 F à 1 800 F.II - Les dispositions du I ci-dessus s'appliquent également à l'abattement de 10 p. 100 prévu au I de l'article 3 de la loi n. 77-1467 du 30 décembre 1977.III - Le taux de 8,75 p. 100 prévu au 6° de l'article 1001 du code général des impôts est porté à 9 p. 100."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I Paragraphe modificateurII Alinéa modificateurL'importation et la commercialisation en gros des tabacs manufacturés en provenance des Etats membres de la Communauté européenne et originaires de ces Etats ou mis en libre pratique dans l'un de ceux-ci peuvent être effectuées par toute personne physique ou morale qui s'établit en qualité de fournisseur en vue d'exercer cette activité en France, dans les conditions fixées par décret en Conseil d'Etat.L'importation et la commercialisation en gros des autres tabacs manufacturés sont réservées à l'Etat."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I - A compter du 1er janvier 1979, il est institué un prélèvement sur les recettes de l'Etat en vue du versement aux collectivités locales et à leurs groupements de la dotation globale de fonctionnement visée à l'article L. 234-1 du code des communes.\n\nII - Le montant de ce prélèvement est égal à 16,45 p. 100 du produit net prévisionnel de la taxe sur la valeur ajoutée attendu de l'application de la législation en fonction de laquelle a été évalué ce produit dans la présente loi. Tout projet de loi proposant une modification de cette législation devra comporter une disposition fixant le nouveau taux de prélèvement applicable pour obtenir le même produit que celui attendu antérieurement à son dépôt.\n\nIl est procédé, au plus tard le 31 juillet à la régularisation du montant du prélèvement afférent à l'exercice précédent sur la base de l'évolution du produit net de la taxe sur la valeur ajoutée à législation constante.\n\nAlinéas modificateurs."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I Paragraphe modificateurII. Dans les articles 1er, 3, 4, 4 bis et 4 ter de la loi n° 49-420 du 25 mars 1949 modifiée révisant certaines rentes viagères constituées entre particuliers, la date du 1er janvier 1974 est remplacée par celle du 1er janvier 1978.III. Les dispositions de la loi n° 49-420 du 25 mars 1949 modifiée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1978.Le capital correspondant à la rente en perpétuel, dont le rachat aura été demandé postérieurement au 30 septembre 1978, sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.IV. Le capital de rachat visé à l'article 9 de la loi n° 51-695 du 24 mai 1951 portant majoration de certaines rentes viagères et pensions sera majoré selon les taux prévus par la présente loi lorsque le rachat aura été demandé postérieurement au 30 septembre 1978.V. Les actions ouvertes par la loi susvisée du 25 mars 1949 et par les lois n° 52-870 du 22 juillet 1952, n° 57-775 du 11 juillet 1957, n° 59-1484 du 28 décembre 1959, n° 63-156 du 23 février 1963, n° 63-628 du 2 juillet 1963, n° 64-663 du 2 juillet 1964, n° 64-1279 du 23 décembre 1964, n° 66-935 du 17 décembre 1966, n° 68-1172 du 27 décembre 1968, n° 69-1161 du 24 décembre 1969, n° 71-1061 du 29 décembre 1971, n° 72-1121 du 20 décembre 1972, n° 73-1150 du 27 décembre 1973, n° 74-1129 du 30 décembre 1974, n° 75-1278 du 30 décembre 1975, n° 76-1232 du 29 décembre 1976 et n° 77-1467 du 30 décembre 1977 pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.VI. Les taux de majoration fixés au paragraphe I ci-dessus sont applicables aux rentes viagères mentionnées à l'article 1er de la loi n° 51-695 du 24 mai 1951. Ils sont également applicables aux rentes viagères mentionnées au titre 1er de la loi n° 48-777 du 4 mai 1948, par la loi n° 48-957 du 9 juin 1948, par les titres Ier et II de la loi n° 49-1098 du 2 août 1949, et par l'article 8 de la loi n° 51-695 du 24 mai 1951. Toutefois, l'attribution des majorations éventuelles afférentes aux rentes constituées à compter du 1er janvier 1979, à l'exception de celles visées par la loi n° 48-957 du 9 juin 1948, sera soumise à la condition que les ressources du rentier et, le cas échéant, de son conjoint et de ses enfants à charge ne dépassent pas globalement un chiffre limite fixé par décret. L'évolution de ce plafond sera liée à celle du minimum garanti institué par la loi n° 70-7 du 2 janvier 1970.VII et VIII Paragraphes modificateursIX. Les dispositions du présent article prendront effet à compter du 1er janvier 1979."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Les adhérents de centres de gestion agréés sont soumis à l'obligation d'accepter les règlements par chèques, de faire libeller ces chèques à leur ordre et de ne pas les endosser sauf pour remise directe à l'encaissement. Ils doivent en informer leur clientèle. Les conditions d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "A compter du 1er janvier 1996, les contributions des collectivités territoriales, sections de communes, établissements publics, établissements d'utilité publique, sociétés mutualistes et caisses d'épargne aux frais de garderie et d'administration de leurs forêts relevant du régime forestier, prévues à l'article L. 147-1 du code forestier, sont fixées à 12 p. 100 du montant hors taxe  des produits de ces forêts ; toutefois, dans les communes classées en zone de montagne, ce taux est fixé à 10 p. 100.\n\nLes produits des forêts mentionnés au premier alinéa sont tous les produits des forêts relevant du régime forestier, y compris ceux issus de la chasse, de la pêche et des conventions ou concessions de toute nature liées à l'utilisation ou à l'occupation de ces forêts, ainsi que tous les produits physiques ou financiers tirés du sol ou de l'exploitation du sous-sol. Pour les produits de ventes de bois, le montant est diminué des ristournes consenties aux acheteurs dans le cas de paiement comptant et, lorsqu'il s'agit de bois vendus façonnés, des frais d'abattage et de façonnage hors taxe.\n\nA compter du 1er janvier 2012, les personnes morales mentionnées au premier alinéa acquittent en outre au bénéfice de l'Office national des forêts une contribution annuelle de 2 € par hectare de terrains relevant du régime forestier et dotés d'un document de gestion au sens de l'article L. 4 du code forestier ou pour lesquels l'office a proposé à la personne morale propriétaire un tel document.\n\nLes modalités d'application du présent article sont fixées par décret."
    }
  ]
}