{
  "id": "jorftext000000868448",
  "type": "statute",
  "title": "Loi n° 46-628 du 8 avril 1946",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000868448",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Lorsqu'une entreprise qui n'a pas pour activité principale la production, le transport ou la distribution d'électricité ou de gaz, possède néanmoins des installations affectées à cet effet, et que ces dernières soient nécessaires au fonctionnement du service public, ces installations, ainsi que les droits et obligations y afférents, peuvent être transférés à Electricité de France et Gaz de France par décret pris sur le rapport du ministre de la production industrielle et du ministre de l'économie et des finances.Toutefois, ce transfert ne peut porter sur les installations qui ne présentent pour le service public qu'une utilité accessoire. Mais l'électricité ou le gaz produits par ces installations peuvent, en cas de nécessité, être réquisitionnés au profit du service public, pour la partie de la production non consommée dans l'entreprise pour les besoins de son industrie.Sont exclus de la nationalisation :1° La production, le transport et la distribution de gaz naturel.Les dispositions de l'article 35 ci-après s'appliqueront aux ouvrages de traitement   de gaz naturel.2° Les entreprises gazières dont la production annuelle moyenne de 1942 et 1943 est inférieure à 6 millions de mètres cubes, à moins qu'elles n'aient un caractère régional ou national ou que l'entreprise ne soit en même temps nationalisée comme concessionnaire de distribution d'électricité ;3° Les entreprises de production d'électricité dont la production annuelle moyenne de 1942 et 1943 est inférieure à 12 millions de kwh.4° Les installations de production d'électricité construites ou à construire par des entreprises pour les besoins de leur exploitation, à condition qu'elles fonctionnent comme accessoire de la fabrication principale par récupération d'énergie résiduaire, notamment par l'utilisation subsidiaire, avec des turbines à contrepression ou à soutirage, de la vapeur produite pour les besoins de fabrication ou par utilisation subsidiaire de la chaleur des fumées sortant des appareils de fabrication.5° Les aménagements de production d'énergie de tout établissement, entreprise ou de tout particulier, lorsque la puissance installée des appareils de production n'excède pas 8000 kVA (puissance maximum des machines tournantes susceptibles de marcher simultanément). Il ne sera pas tenu compte, pour le calcul de la puissance installée, des installations de récupération d'énergie résiduaire visées au paragraphe 4° précédent.6° Les installations réalisées ou à réaliser sous l'autorité des collectivités locales ou des établissements publics ou de leurs groupements, en vue d'utiliser le pouvoir calorifique des résidus et déchets collectés dans les centres urbains ou en vue d'alimenter un réseau de chaleur. Dans ce dernier cas, la puissance de ces installations doit être en rapport avec la taille du réseau existant ou à créer.L'initiative de la création de ces installations revient aux collectivités locales intéressées. Ces installations doivent être gérées par les collectivités locales selon les diverses modalités définies par le code des communes. Toutefois, toute installation de production nucléaire, à l'exception des installations propres au Commissariat à l'énergie atomique et aux énergies alternatives et à ses filiales, ne pourra être gérée que par Electricité de France ou l'une de ses filiales.7° Les aménagements de production d'électricité exploités, directement ou par le truchement d'organismes dans lesquels ils ont des participations, par tout département, groupement de communes ou commune utilisant l'énergie hydraulique des cours d'eau traversant leur territoire, lorsque la puissance installée des appareils de production n'excède pas 8000 kVA (puissance maximale des machines tournantes susceptibles de marcher simultanément).L'aménagement et l'exploitation de nouvelles installations de production d'électricité par des entreprises ou collectivités désirant l'employer pour leur propre fabrication ou utilisation et dans la mesure où elles ne sont pas exclues de la nationalisation en vertu des paragraphes 4°, 5° et 6° de l'alinéa précédent, feront l'objet :a) D'une décision ministérielle constatant que ces installations entrent bien dans la catégorie prévue au deuxième alinéa du présent article ;b) De conventions entre Electricité de France et lesdites entreprises ou collectivités.Les entreprises de production de gaz et d'électricité qui n'auraient pas été nationalisées parce qu'elles entraient dans les exceptions prévues au troisième alinéa du présent article sont nationalisées par décret pris sur le rapport des ministres chargés de l'électricité et de l'économie et des finances, si le volume annuel de la production vient à dépasser 7 millions de mètres cubes ou si la puissance installée des appareils de production devient supérieure à 8000 kVA, sauf s'il s'agit d'entreprises visées aux paragraphes 1°, 4° et 6°.Toutefois, les entreprises gazières concessionnaires de distributions publiques pourront, pour la durée du contrat de concession en cours poursuivre leur exploitation jusqu'à un plafond de production ou d'alimentation de 12 millions de mètres cubes-an.L'Electricité de France et le Gaz de France sont tenus d'assurer aux entreprise dépossédées, à conditions économiques et techniques égales, des fournitures d'électricité et de gaz équivalentes au point de vue de leur quantité, de leur qualité et de leur prix aux fournitures dont les entreprises disposaient avant le transfert de leurs biens.Les services de production d'électricité appartenant à la Société nationale des chemins de fer français, et les services de production de gaz et d'électricité appartenant aux Houillères nationales restent leur propriété, mais seront gérées sous l'autorité de la société compétente par un comité mixte dont la composition et les attributions seront fixées par un décret pris sur le rapport du ministre chargé des travaux publics et du ministre de la production industrielle, en ce qui concerne la Société nationale des chemins de fer français, et du ministre de la production industrielle en ce qui concerne les Houillères nationales.Les services de production d'électricité et de gaz liés aux fabrications d'une usine par un lien technique qui ne peut être rompu sans un grave dommage, sont nationalisés dans le cadre de l'Electricité de France ou du Gaz de France, mais sont gérés sous l'autorité de la société par un comité mixte dont la composition et les attributions seront fixées par une convention entre la société et l'usine, approuvée par un décret pris sur le rapport du ministre de la production industrielle."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Des décrets pris sur le rapport des ministres du travail et de la production industrielle, après avis des organisations syndicales les plus représentatives des personnels, déterminent le statut du personnel en activité et du personnel retraité et pensionné des entreprises ayant fait l'objet d'un transfert.\n\nCe statut national, qui ne peut réduire les droits acquis des personnels en fonctions ou retraités à la date de la publication de la présente loi, mais qui peut les améliorer, se substituera de plein droit aux règles statutaires ou conventionnelles, ainsi qu'aux régimes de retraite ou de prévoyance antérieurement applicables à ces personnels.\n\nCe statut s'applique à tout le personnel de l'industrie électrique et gazière en situation d'activité ou d'inactivité, en particulier celui des entreprises de production, de transport, de distribution, de commercialisation et de fourniture aux clients finals d'électricité ou de gaz naturel, sous réserve qu'une convention collective nationale du secteur de l'énergie, qu'un statut national ou qu'un régime conventionnel du secteur de l'énergie ne s'applique pas au sein de l'entreprise. Il s'applique au personnel des usines exclues de la nationalisation par l'article 8, à l'exception des ouvriers mineurs employés par les centrales et les cokeries des houillères et des employés de chemin de fer qui conservent, sauf demande de leur part, leur statut professionnel. Il ne s'appliquera ni au personnel des centrales autonomes visées aux paragraphes 4° et 5° du troisième alinéa de l'article 8 de la présente loi, ni à l'ensemble du personnel de l'une quelconque des installations visées au paragraphe 6° du troisième alinéa de l'article 8 ci-dessus, si la majorité de ce personnel a demandé à conserver son statut professionnel.\n\nLe statut national prévoira un budget des activités sociales du personnel des industries électriques et gazières qui sera consacré à l'amélioration des institutions sociales existantes et à la création d'institutions sociales nouvelles.\n\nLes ressources affectées à ce budget seront réparties entre des caisses mutuelles complémentaires et d'action sociale des industries électriques et gazières (dites C.A.S.) en considération du nombre de leurs membres et compte tenu des sommes nécessaires à la couverture des dépenses de la caisse centrale d'activités sociales du personnel des industries électriques et gazières (dite C.C.A.S.) chargée de gérer les activités sociales dont le caractère général ou l'importance exigent qu'elles soient gérées sur le plan national.\n\nLa coordination entre les caisses visées à l'alinéa précédent sera assurée par un comité de coordination représentant les conseils d'administration des caisses mutuelles complémentaires et d'action sociale.\n\nLes règles de constitution, de fonctionnement, ainsi que les attributions de ces divers organismes sociaux seront fixées par le statut national du personnel des industries électriques et gazières.    Les conseils d'administration des caisses mutuelles complémentaires et d'action sociale et de la caisse centrale d'activité sociale pourront, en cas d'irrégularité grave, de mauvaise gestion ou de carence, être dissous par décret pris sur le rapport du ministre de l'industrie et du commerce et du ministre du travail. Le comité de coordination pourra être dissous dans les mêmes formes, en cas de carence. Il sera procédé, dans les trois mois, à la désignation d'un nouveau conseil d'administration ou d'un nouveau comité de coordination selon la procédure ordinaire ; le statut national règle les modalités de gestion intérimaire des caisses et de l'exercice des attributions dévolues au comité de coordination, pendant la période d'intérim, ainsi que dans les cas où il ne serait possible d'obtenir, en temps utile, le renouvellement de conseils d'administration ou du comité de coordination."
    },
    {
      "provision_ref": "art47-1",
      "section": "47-1",
      "title": "Article 47-1",
      "content": "Lorsque, pour répondre aux exigences de séparation juridique prévues à l'article L. 111-57 du code de l'énergie, une entreprise locale de distribution confie à deux entités distinctes, d'une part, son activité de commercialisation et de production et, d'autre part, son activité de gestion de réseau de distribution, le personnel de la société mère hébergeant les activités support dédiées à ces entités peut, par exception, conserver le bénéfice du statut mentionné à l'article 47 de la présente loi."
    },
    {
      "provision_ref": "art47-2",
      "section": "47-2",
      "title": "Article 47-2",
      "content": "Le statut national du personnel des industries électriques et gazières s'applique au personnel des concessions hydrauliques sans que le renouvellement d'une concession puisse y faire obstacle.En cas de changement de concessionnaire, le nouvel employeur est tenu de proposer un emploi équivalent assorti d'une rémunération équivalente aux salariés de la concession, y compris ceux qui ne sont pas directement attachés à cette dernière."
    }
  ]
}