{
  "id": "jorftext000000322093",
  "type": "statute",
  "title": "Loi n° 89-531 du 2 août 1989",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000322093",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 89-260 DC du 28 juillet 1989)."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Nul ne peut gérer, à titre de profession habituelle, des portefeuilles de valeurs mobilières, de contrats à terme négociables ou de produits financiers pour le compte de ses clients sans avoir obtenu l'agrément de la Commission des opérations de bourse.\n\nCet agrément est réservé aux sociétés anonymes qui justifient de l'honorabilité et de l'expérience professionnelle de leurs dirigeants ainsi que d'une garantie financière suffisante.\n\nEn cas de refus, la décision de la Commission des opérations de bourse est motivée.\n\nL'agrément de la Commission des opérations de bourse est accordé après avis d'une commission qui comprend cinq membres nommés pour quatre ans par arrêté du ministre chargé de l'économie, comme suit :\n\n- un membre représentant le conseil des bourses de valeurs, sur proposition du président de ce conseil ;\n\n- un membre représentant le conseil du marché à terme, sur proposition du président de ce conseil ;\n\n- un membre représentant l'organisme représentatif des établissements de crédit, sur proposition du président de cet organisme ;\n\n- deux gérants de portefeuille, après consultation de la profession.\n\nUn règlement de la Commission des opérations de bourse précise les conditions d'agrément et de contrôle de l'activité des gérants de portefeuille.\n\nLa Commission des opérations de bourse peut, par une décision motivée, retirer l'agrément d'un gérant de portefeuille."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Il est interdit aux personnes mentionnées à l'article 23 de recevoir de leurs clients des dépôts de fonds, de titres ou d'or et d'effectuer des opérations entre le compte d'un client et leur propre compte ou des opérations directes entre les comptes de leurs clients."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Seront punis des peines prévues aux articles 313-1 à 313-3 du code pénal les dirigeants de droit ou de fait des personnes morales ou toute personne qui exercent une activité de gestion de portefeuille en violation des articles 23 et 24."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "La loi n° 72-1128 du 21 décembre 1972 relative aux remisiers et gérants de portefeuille est abrogée.\n\nToutefois, elle demeure applicable aux personnes titulaires de la carte d'auxiliaire de la profession boursière à la date de publication de la présente loi, jusqu'à ce qu'elles aient obtenu l'agrément visé à l'article 23 et au plus tard jusqu'au 31 mars 1990.\n\nLe défaut d'agrément à la date du 31 mars 1990 entraîne l'obligation pour les personnes visées à l'alinéa précédent de cesser leurs activités et, pour les personnes morales, de prononcer leur dissolution et d'entrer en liquidation."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. à IV. Paragraphes modificateurs\n\nV. (Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 89-260 DC du 28 juillet 1989)."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "La Commission des opérations de bourse, dans sa composition existant à la date de la publication de la présente loi exerce les pouvoirs qui lui sont dévolus par l'ordonnance n° 67-833 du 28 septembre 1967 précitée dans sa rédaction en vigueur à la même date jusqu'à l'installation de la commission dans la composition prévue par la présente loi. La date de l'installation est constatée par arrêté du ministre chargé de l'économie, publié au Journal officiel de la République française. Les articles 6 et 13 de la présente loi entrent en vigueur à cette même date."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "A l'issue de la première assemblée générale ordinaire suivant l'entrée en vigueur de la loi, d'une société ayant son siège sur le territoire de la République française et dont les actions sont admises à la cote officielle, et dans les quinze jours suivant la publication de la déclaration prévue au deuxième alinéa de l'article L. 233-8 du code de commerce, toute personne informe simultanément cette société et le conseil des bourses de valeurs du nombre de droits de vote qu'elle détient.\n\nL'information n'est requise que des personnes, agissant seules ou de concert, détenant 5 % ou plus des droits de vote dans les assemblées générales de cette société. Elle s'effectue dans les conditions prévues aux articles L. 233-7 et L. 233-8 sauf si une déclaration préalable conforme a déjà été faite.\n\nLe conseil des bourses de valeurs informe le public de l'ensemble des participations égales ou supérieures à 5 %."
    }
  ]
}