{
  "id": "jorftext000000503956",
  "type": "statute",
  "title": "Loi n° 81-995 du 9 novembre 1981",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000503956",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'article 13 de la loi n° 68-978 d'orientation de l'enseignement supérieur du 12 novembre 1968 est rétabli dans sa rédaction antérieur à l'application de la loi n° 80-564 du 21 juillet 1980."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les modifications apportées aux statuts des établissements publics à caractère scientifique et culturel et de leurs unités d'enseignement et de recherche en application des articles 4, 1er alinéa, et 5 de la loi n° 80-564 précitée du 12 novembre 1968, des dispositions statutaires relatives à l'application d'un quorum pour la détermination du nombre de sièges dans les conseils attribués aux étudiants."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les conseils des établissements publics à caractère scientifique et culturel et ceux de leurs unités d'enseignement et de recherche actuellement en fonctions sont dissous à la date du 31 janvier 1982.Les nouveaux conseils seront élus avant le 15 janvier 1982 conformément aux dispositions statutaires déterminées par la présente loi. Ils entreront en fonctions le 1er février 1982."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les présidents d'établissements publics à caractère scientifique et culturel et les directeurs d'unités d'enseignement et de recherche élus avant le 1er juillet 1980 restent en fonctions jusqu'à l'expiration de leur mandat et, à ce titre, ils font partie des nouveaux conseils ; les membres des conseils actuellement en fonctions dont le mandat expire antérieurement à la date du 31 janvier 1982 demeurent en fonctions jusqu'à cette date.Il est mis fin, à compter de la date de l'élection de leur successeur par les nouveaux conseils, au mandat des autres présidents et directeurs ; à titre exceptionnel les présidents visés dans cet alinéa sont immédiatement rééligibles à la condition que le mandat en cours auquel il est mis fin n'ait pas fait immédiatement suite à un précédent mandat.L'élection des nouveaux présidents et directeurs devra intervenir au plus tard le 15 février 1982."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dispositions statutaires résultant de l'application de l'article 4 de la présente loi feront obligatoirement l'objet d'un nouvel examen par les conseils élus en application de l'article 5 avant le 1er septembre 1983. Au cas où la composition des conseils s'en trouverait modifiée, il sera procédé à la réélection de ceux-ci dans un délai de trois mois suivant l'adoption des nouveaux statuts."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Un décret déterminera les conditions dans lesquelles les représentants :Des collectivités territoriales, dans le ressort desquelles est situé le siège de l'université ;Des établissements publics régionaux ;Des activités économiques et, notamment, des organisations syndicales d'employeurs et de salariés représentatives ;Des organismes et associations directement concernés par l'enseignement supérieur et, notamment, des organisations syndicales les plus représentatives des personnels des différents ordres d'enseignement et de recherche, des associations d'éducation permanente, des associations scientifiques et culturelles, seront appelés à siéger au titre des personnalités extérieures visées au deuxième alinéa de l'article 13 de la loi d'orientation précitée."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Gouvernement déposera, avant le 1er octobre 1982, sur le bureau des assemblées un rapport sur la situation des enseignements supérieurs à la suite de la loi n° 68-978 du 12 novembre 1968 et de ses modifications successives. Ce rapport devra faire état, notamment, des principales orientations définies préalablement par le Gouvernement pour la mise en oeuvre d'une nouvelle politique universitaire."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La loi n° 80-564 du 21 juillet 1980 modifiant les articles 13, 14 et 15 de la loi d'orientation de l'enseignement supérieur du 12 novembre 1968 est abrogée."
    }
  ]
}