{
  "id": "jorftext000020893055",
  "type": "statute",
  "title": "LOI n° 2009-888 du 22 juillet 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020893055",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. ― Les licences, agréments, habilitations et autorisations délivrés antérieurement à la date de publication de la présente loi en application du titre Ier du livre II du code du tourisme cessent de produire leurs effets au plus tard trois ans après la date de promulgation de la présente loi.Les titulaires des licences, agréments, habilitations et autorisations mentionnés au premier alinéa sont réputés satisfaire aux conditions d'aptitude prévues au c du II de l'article L. 211-18 du code du tourisme pour leur immatriculation au registre mentionné au même article.II. ― Pendant une durée de trois ans à compter de la promulgation de la présente loi et par dérogation aux dispositions de l'article L. 145-47 du code de commerce, le locataire titulaire d'une licence d'agent de voyages ou le cessionnaire du droit au bail cédé par le titulaire d'une licence d'agent de voyages peut adjoindre à l'activité prévue au bail toute activité présentant un lien avec la vente de voyages et de séjours, à la condition toutefois que l'activité nouvelle soit compatible avec la destination, les caractères et la situation de l'immeuble ou de l'ensemble immobilier.L'occupant doit, avant de procéder aux modifications envisagées, informer le propriétaire par lettre recommandée avec demande d'avis de réception.En cas de contestation, le   tribunal judiciaire, saisi par la partie la plus diligente, se prononce en fonction notamment de l'évolution des usages commerciaux.Sans préjudice des dispositions de l'article L. 145-50 du même code, l'adaptation du contrat de bail aux conditions d'exploitation nouvelles est effectuée, au terme du délai fixé au premier alinéa du présent II, dans les conditions prévues pour les baux de locaux à usage commercial.Est considérée comme titulaire d'une licence d'agent de voyages toute personne titulaire d'une telle licence à la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A abrogé les dispositions suivantes :\n\n-Code du tourisme.\n\n-Code du tourisme."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les frais d'immatriculation mentionnés à l'article L. 141-3 du code du tourisme ne sont pas dus pendant une période de trois ans à compter de la publication de la présente loi pour la première immatriculation des personnes physiques ou morales titulaires d'une licence, agrément, habilitation ou autorisation délivrés antérieurement en application des titres Ier et III du livre II du code du tourisme."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Six mois après la promulgation de la présente loi, le Gouvernement dépose sur le bureau de l'Assemblée nationale et du Sénat un rapport sur les difficultés de mise aux normes rencontrées par les établissements hôteliers en application de l'arrêté du 24 juillet 2006 portant approbation de diverses dispositions complétant et modifiant le règlement de sécurité contre les risques d'incendie et de panique dans les établissements recevant du public (petits hôtels). Ce rapport devra évaluer le risque de disparition de ces établissements lié à la mise en œuvre de ces mesures, ainsi que la pertinence d'un éventuel allongement du délai accordé par cet arrêté aux propriétaires et exploitants pour réaliser dans leurs établissements les travaux nécessaires au renforcement de la sécurité."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\n-Code du tourisme.\n\nIV.-Les classements des hébergements mentionnés aux articles L. 321-1, L. 323-1, L. 325-1, L. 332-1 et L. 333-1 du même code délivrés antérieurement à la date de promulgation de la présente loi cessent de produire leurs effets à l'issue d'un délai de trois ans à compter de cette promulgation."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Deux ans après la promulgation de la présente loi, le Gouvernement dépose sur le bureau de l'Assemblée nationale et du Sénat un rapport relatif au classement dans l'ensemble des hébergements touristiques marchands. Les conclusions de ce rapport permettront, le cas échéant, de rendre obligatoire le classement prévu aux articles L. 311-6, L. 321-1, L. 323-1, L. 324-1, L. 324-3-1, L. 325-1, L. 332-1 et L. 333-1 du code du tourisme, en fonction de l'évolution du nombre d'établissements classés au sein de chaque catégorie d'hébergement concernée. Elles permettront également d'évaluer l'efficacité de la procédure de classement mise en place par les articles 10 et 12 de la présente loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I à III-A modifié les dispositions suivantes :\n\nV.-A abrogé les dispositions suivantes :\n\nVI.-(Abrogé)\n\nVII.-Le III s'applique aux prestations réalisées à compter du 1er juillet 2009.\n\nVIII.-(Abrogé)\n\n-Code général des impôts, CGI.\n\n-Loi n° 2004-804 du 9 août 2004"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Six mois après la promulgation de la présente loi, le Gouvernement dépose sur le bureau de l'Assemblée nationale et du Sénat un rapport portant sur la situation globale de l'offre d'hébergement touristique en France.Ce rapport propose un diagnostic complet de l'état du parc immobilier touristique. Il analyse notamment les caractéristiques économiques, juridiques et fiscales ainsi que les conditions d'exploitation de chacune des catégories d'hébergements touristiques qui concourent au développement de l'activité touristique des territoires, en portant une attention toute particulière à la situation des résidences de tourisme.Le rapport formule, le cas échéant, des propositions de modernisation du cadre juridique et fiscal applicable afin notamment de permettre la réhabilitation du parc d'hébergement existant."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Les I et II s'appliquent à compter du 1er novembre 2009.\n\n-Code général des collectivités territoriales\n\n-Livre des procédures fiscales"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. ― Les enceintes sportives figurant sur une liste fixée par arrêté du ministre chargé des sports, destinées à permettre l'organisation en France d'une compétition sportive internationale ou à recevoir, à titre habituel, des manifestations sportives organisées par une fédération sportive délégataire au sens de l'article L. 131-14 du code du sport ou une ligue professionnelle au sens de l'article L. 132-1 du même code sans condition de discipline et de capacité, ainsi que les équipements connexes permettant le fonctionnement de ces enceintes, sont déclarés d'intérêt général, quelle que soit la propriété privée ou publique de ces installations, après avis de l'ensemble des conseils municipaux des communes riveraines directement impactées par leur construction. Ces conseils municipaux se prononcent dans un délai de deux mois à compter de leur saisine par le représentant de l'Etat dans le département, qui établit la liste des communes impactées.II. ― Les collectivités territoriales peuvent réaliser ou concourir à la réalisation des ouvrages et équipements nécessaires au fonctionnement et à la desserte des installations mentionnées au I.Les groupements de ces collectivités sont autorisés à réaliser ou concourir à la réalisation de ces ouvrages et équipements dans les mêmes conditions."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Deux ans après la promulgation de la présente loi, le Gouvernement dépose sur le bureau de l'Assemblée nationale et du Sénat un rapport relatif au régime des chèques-vacances. Ce rapport dresse le bilan des nouvelles dispositions introduites par la présente loi et en examine l'impact réel sur la diffusion des chèques-vacances dans les petites entreprises. En cas de diffusion des chèques-vacances inférieure à 500 000 porteurs sur une base annualisée dans les petites entreprises, le rapport proposera de nouvelles modalités d'émission des chèques-vacances."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "II. - Le I est applicable à Mayotte.IV. - Le III entre en vigueur le 1er janvier 2010."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Par dérogation au I de l'article L. 713-1 du code de commerce, les mandats des membres des      chambres de commerce et d'industrie territoriales, des      chambres de commerce et d'industrie de région et de l'assemblée des chambres françaises de commerce et d'industrie qui devaient venir à expiration après l'installation des membres élus lors du renouvellement général prévu en novembre 2009 sont prorogés jusqu'à une date qui n'excède pas le terme de l'année 2010.\n\nPar dérogation à l'article L. 713-6 du code de commerce, les mandats des délégués consulaires sont prorogés jusqu'à une date qui n'excède pas le terme de l'année 2010."
    }
  ]
}