{
  "id": "jorftext000029988857",
  "type": "statute",
  "title": "LOI n°2014-1654 du 29 décembre 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029988857",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des ressources de l'Etat et des impositions de toutes natures affectées à des personnes morales autres que l'Etat est autorisée pendant l'année 2015 conformément aux lois et règlements et aux dispositions de la présente loi.II. - Sous réserve de dispositions contraires,la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de l'année 2014 et des années suivantes ;2° A l'impôt dû par les sociétés sur les résultats des exercices clos à compter du 31 décembre 2014 ;3° A compter du 1er janvier 2015 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Pour 2015, les seuils et limites qui, en application des dispositions en vigueur, sont relevés dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu sont, par dérogation à ces dispositions, relevés de 0,5 %.III.-Le B du I s'applique aux options exercées au titre de l'année 2016 et des années suivantes.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les 1° à 3° et le 5° du B du I s'appliquent aux dépenses payées à compter du 1er septembre 2014.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-A.-Un abattement de 30 % est applicable sur les plus-values, déterminées dans les conditions prévues aux articles 150 V à 150 VD du code général des impôts, résultant de la cession de terrains à bâtir définis au 1° du 2 du I de l'article 257 du même code ou de droits s'y rapportant, à la double condition que la cession :1° Soit précédée d'une promesse unilatérale de vente ou d'une promesse synallagmatique de vente ayant acquis date certaine à compter du 1er septembre 2014 et au plus tard le 31 décembre 2015 ;2° Soit réalisée au plus tard le 31 décembre de la deuxième année suivant celle au cours de laquelle la promesse unilatérale de vente ou la promesse synallagmatique de vente a acquis date certaine.L'abattement mentionné au premier alinéa du présent A est également applicable aux plus-values prises en compte pour la détermination de l'assiette des contributions prévues aux articles L. 136-7 du code de la sécurité sociale et 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale, des prélèvements prévus aux articles 1600-0 S du code général des impôts et L. 245-15 du code de la sécurité sociale, de la contribution additionnelle prévue à l'article L. 14-10-4 du code de l'action sociale et des familles et, le cas échéant, de la taxe mentionnée à l'article 1609 nonies G du code général des impôts.B.-Le A ne s'applique pas aux plus-values résultant des cessions réalisées au profit d'un cessionnaire s'il s'agit :1° D'une personne physique qui est le conjoint du cédant, son partenaire lié par un pacte civil de solidarité, son concubin notoire ou un ascendant ou descendant du cédant ou de l'une de ces personnes ;2° D'une personne morale dont le cédant, son conjoint, son partenaire lié par un pacte civil de solidarité, son concubin notoire ou un ascendant ou descendant de l'une de ces personnes est un associé ou le devient à l'occasion de cette cession.III.-A la condition que la cession soit précédée d'une promesse unilatérale de vente ou d'une promesse synallagmatique de vente ayant acquis date certaine entre le 1er janvier et le 31 décembre 2015, le II du présent article s'applique également aux plus-values réalisées au titre des cessions portant sur des biens immobiliers bâtis situés dans des communes appartenant à une zone d'urbanisation continue de plus de 50 000 habitants définie à l'article 232 du code général des impôts.Pour l'application du premier alinéa du présent III, le cessionnaire s'engage, par une mention portée dans l'acte authentique d'acquisition, à démolir les constructions existantes en vue de réaliser et d'achever des locaux destinés à l'habitation dont la surface de plancher est au moins égale à 90 % de la surface de plancher maximale autorisée en application des règles du plan local d'urbanisme ou du plan d'occupation des sols, dans un délai de quatre ans à compter de la date de l'acquisition.En cas de manquement à cet engagement, le cessionnaire est redevable d'une amende d'un montant égal à 10 % du prix de cession mentionné dans l'acte.En cas de fusion de sociétés, l'engagement souscrit par le cessionnaire n'est pas rompu lorsque la société absorbante s'engage, dans l'acte de fusion, à se substituer à la société absorbée pour le respect de l'engagement précité dans le délai restant à courir. Le non-respect de cet engagement par la société absorbante entraîne l'application de l'amende prévue pour le cessionnaire.IV.-Les I et II entrent en vigueur à compter du 1er septembre 2014. Le III entre en vigueur à compter du 1er janvier 2015.\n\n- LOI n° 2013-1278 du 29 décembre 2013"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Le I s'applique aux acquisitions, aux constructions et aux souscriptions réalisées à compter du 1er septembre 2014, à l'exception du c du 1° qui ne s'applique qu'à ceux de ces investissements réalisés à compter du 1er janvier 2015.\n\nB.-Pour l'application du B du VIII de l'article 199 novovicies du code général des impôts, le I du présent article ne s'applique pas aux souscriptions dont la date de clôture est antérieure au 1er septembre 2014.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable aux avant-contrats conclus à compter du 1er septembre 2014.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux cessions à titre onéreux réalisées entre le 1er janvier 2012 et le 31 décembre 2017.\n\nIII.- (Abrogé).\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique à l'impôt de solidarité sur la fortune dû à compter de l'année 2015.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le I s'applique aux opérations pour lesquelles la demande de permis de construire est déposée à compter du 1er janvier 2015 et jusqu'au 31 décembre 2024 pour les opérations situées dans les quartiers faisant l'objet d'une convention prévue à l'article 10-3 de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine. Le I s'applique également aux opérations dont la demande de permis de construire a été déposée entre le 1er janvier 2015 et la date de signature du contrat de ville qui doit intervenir au plus tard le 31 décembre 2015.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le même code est ainsi modifié :\n\n1° Après le mot : \" mentionnés \", la fin du b du 1° du 3 du I de l'article 257 est ainsi rédigée : \" au 2 du III et au IV de l'article 278 sexies, ainsi qu'à l'article 278 sexies A ; \"\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "III. - Le I s'applique aux recettes encaissées à compter du 1er janvier 2015.IV. - Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser les pertes de recettes pour les communes résultant de la suppression des première et troisième catégories de l'impôt sur les spectacles mentionnées à l'article 1560 du code général des impôts, dans sa rédaction en vigueur au 1er janvier 2014. La compensation est égale au produit de l'impôt en 2013 au titre de ces catégories."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. -(Abrogé)\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "III.-Le taux d'évolution en 2015 des compensations mentionnées au II est celui qui, appliqué au montant total à verser au titre de l'année 2014 pour l'ensemble de ces compensations en application des dispositions ci-dessus, aboutit à un montant total pour 2015 de 554 352 471 €."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "II.-Les agréments de stages octroyés par l'Etat avant le 1er janvier 2015, dans les conditions fixées à l'article L. 6341-4 du code du travail, au titre des compétences transférées aux régions mentionnées au III de l'article 13 et aux articles 21 et 22 de la loi n° 2014-288 du 5 mars 2014 relative à la formation professionnelle, à l'emploi et à la démocratie sociale, sont réputés, à partir du 1er janvier 2015, octroyés par la région dans le territoire duquel se déroule le stage. A compter de cette date, chaque région reprend l'ensemble des droits et obligations afférents à ces agréments pris en application des 2° et 4° de l'article L. 6341-3 du même code, dans sa rédaction résultant de la même loi, et assure le financement des stages concernés."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "A modifié les dispositions suivantes :\n\nI, III à VI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-1. Il est prélevé en 2015 à la collectivité de Saint-Pierre-et-Miquelon un montant total de 11 888 € au titre du solde de l'ajustement de la compensation pour les années 2012 et 2013 mentionné au b du 2 du II de l'article 44 de la loi n° 2013-1278 du 30 décembre 2013 de finances pour 2014.Le solde de l'ajustement de la compensation pour les années 2012 et 2013, d'un montant de 23 197 €, est prélevé chaque année jusqu'à son apurement total, selon des modalités fixées par la loi de finances de l'année.2. Il est prélevé en 2015 au département du Loiret un montant total de 1 809 407 € au titre du solde de l'ajustement de la compensation pour les années 2010,2011 et 2012 mentionné au 3 du II de l'article 44 de la loi n° 2013-1278 du 30 décembre 2013 précitée.Le solde de l'ajustement de la compensation pour les années 2010,2011 et 2012, d'un montant de 1 657 168 €, est prélevé chaque année jusqu'à son apurement total, selon des modalités fixées par la loi de finances de l'année.3. Les diminutions réalisées en application des 1 et 2 du présent II sont imputées sur le produit de la taxe intérieure de consommation sur les produits énergétiques attribué aux collectivités concernées en application du I de l'article 51 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009.\n\n-Loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003\n\n-LOI n° 2013-1278 du 29 décembre 2013\n\n-Code général des collectivités territoriales\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-LOI n° 2008-1425 du 27 décembre 2008"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "II. - Le titre de perception émis pour l'année 2015 en application du 3° du II de l'article 104 de la loi n° 2007-1824 du 25 décembre 2007 de finances rectificative pour 2007, dans sa rédaction résultant du I du présent article, porte sur un montant de dotation globale de compensation s'élevant au total à 5 788 203 €.Ce montant intègre un montant de 14 704 € correspondant au solde de l'ajustement de la compensation pour les années 2011 à 2013 des charges résultant, pour la collectivité de Saint-Barthélemy, du transfert de compétence réalisé par l'ordonnance n° 2010-686 du 24 juin 2010 portant extension et adaptation dans les départements d'outre-mer, à Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Pour 2015, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 50 728 626 025 €, qui se répartissent comme suit :\n\n(En milliers d'euros)\n\nINTITULÉ DU PRÉLÈVEMENT\n\nMONTANT\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n36 607 053\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n18 662\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n25 000\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n5 961 121\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n1 826 227\n\nDotation élu local\n\n65 006\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40 976\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000\n\nDotation départementale d'équipement des collèges\n\n326 317\n\nDotation régionale d'équipement scolaire\n\n661 186\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n5 000\n\nDotation globale de construction et d'équipement scolaire\n\n2 686\n\nCompensation relais de la réforme de la taxe professionnelle\n\n0\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n3 324 422\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n655 123\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n192 733\n\nDotation de compensation des produits syndicaux fiscalisés\n\n0\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle (complément au titre de 2011)\n\n0\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n83 000\n\nDotation exceptionnelle de correction des calculs de la dotation de compensation de la réforme de la taxe professionnelle et du prélèvement ou du reversement des fonds nationaux de garantie individuelle des ressources\n\n0\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n423 292\n\nDotation au fonds de compensation des nuisances aéroportuaires\n\n6 822\n\nTotal\n\n50 728 626\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I à V et VII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Le A du V du présent article s'applique aux opérations dont le fait générateur de la taxe intervient à compter du 1er janvier 2015.\n\nVIII.- (Abrogé)\n\n-Code général des impôts, CGI.\n\n-Loi n° 2005-1720 du 30 décembre 2005\n\n-Loi n° 2003-1312 du 30 décembre 2003\n\n-LOI n° 2012-1509 du 29 décembre 2012\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-Loi n° 2003-1312 du 30 décembre 2003\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Il est opéré un prélèvement annuel de 175 millions d'euros sur le fonds de roulement des agences de l'eau mentionnées à l'article L. 213-8-1 du code de l'environnement, pour les années 2015 à 2017.II. - Chaque année, un arrêté conjoint des ministres chargés de l'environnement et du budget répartit entre les agences de l'eau le montant de ce prélèvement, au prorata de leur part respective dans le produit total prévisionnel pour l'année concernée des redevances mentionnées à l'article L. 213-10 du même code et sans remettre en cause les programmes de préservation et de reconquête de la biodiversité et l'objectif d'atteinte du bon état des masses d'eau.III. - Le versement de ce prélèvement est opéré pour 30 % avant le 30 juin et pour 70 % avant le 30 novembre de chaque année. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I.-Par dérogation au 2 du III de l'article 1600 du code général des impôts, une somme de 500 millions d'euros, imputable sur le produit attendu de la taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises, est affectée au budget général de l'Etat.\n\nI.-A modifié les dispositions suivantes :\n\nIII.-Il est opéré, en 2015, au profit du fonds de financement des chambres de commerce et d'industrie de région mentionné au 2 du III de l'article 1600 du code général des impôts, un prélèvement de 500 millions d'euros sur les chambres de commerce et d'industrie, à l'exception des régions où il n'existe qu'une seule chambre de commerce et d'industrie territoriale, dénommée chambre de commerce et d'industrie de région.\n\nCe prélèvement est réparti entre les établissements disposant d'un fonds de roulement, défini au 1° du présent III, de plus de cent vingt jours de charges de fonctionnement.\n\nLe prélèvement est réparti :\n\n1° A hauteur de 350 millions d'euros, à proportion de cet excédent. Le fonds de roulement est défini, pour chaque établissement, par référence aux données comptables de l'exercice 2013, par différence entre les ressources stables (capitaux propres, provisions, dettes d'emprunt) et les emplois durables (actif immobilisé). Les charges prises en compte pour calculer le fonds de roulement correspondant à cent-vingt jours sont les charges décaissables non exceptionnelles (charges d'exploitation et charges financières, moins les dotations aux amortissements et aux provisions pour dépréciation). Les données prises en compte pour le calcul du fonds de roulement et des charges décaissables non exceptionnelles excluent les services budgétaires portuaires et aéroportuaires et les ponts gérés par les chambres de commerce et d'industrie. Elles excluent également les montants affectés en 2014 et 2015 à des investissements en faveur de centres d'apprentissage ou de formation en alternance, et ayant fait l'objet d'une décision d'autorisation du Premier ministre avant le 1er novembre 2014 dans le cadre du programme d'investissements d'avenir ;\n\n2° A hauteur de 150 millions d'euros, à proportion du poids économique des chambres de commerce et d'industrie, défini à l'article L. 711-1 du code de commerce.\n\nCe prélèvement est réparti conformément au tableau suivant :\n\n(En euros)\n\nLe prélèvement mentionné au présent III est opéré par titre de perception, émis par le ministre chargé de l'industrie au plus tard le 15 mars 2015.\n\nLe recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de créances étrangères à l'impôt et au domaine.\n\nIV.-Des chambres de commerce et d'industrie peuvent décider entre elles de modifier la répartition du prélèvement auquel elles sont soumises en application du III du présent article, en maintenant le montant total de celui-ci, par délibérations concordantes de leurs assemblées générales votées et transmises à leur autorité de tutelle au plus tard le 9 février 2015.\n\nV.-Le Gouvernement présente un rapport au Parlement, avant le 1er juillet 2015, relatif à l'impact des réductions de ressources fiscales affectées aux chambres de commerce et d'industrie de 2014 à 2017 sur leur fonctionnement, la qualité des services rendus aux entreprises et l'investissement en faveur de la formation des jeunes et du développement des territoires. Ce rapport rend également compte de l'opportunité de mettre en place un fonds de péréquation entre les chambres de commerce et d'industrie territoriales en faveur de celles situées en zones hyper-rurales.\n\n-Code général des impôts, CGI.\n\nCHAMBRE DE COMMERCE ET D'INDUSTRIE\n\nMONTANT DU PRÉLÈVEMENT\n\nCCIT\n\nAin\n\n5 091 158\n\nCCIT\n\nAisne\n\n6 959 572\n\nCCIT\n\nAjaccio et Corse-du-Sud\n\n1 093 276\n\nCCIT\n\nAlençon\n\n865 516\n\nCCIT\n\nAlès Cévennes\n\n1 127 946\n\nCCIR\n\nAlsace\n\n1 948 978\n\nCCIT\n\nAngoulême\n\n7 782 155\n\nCCIR\n\nAquitaine\n\n1 003 208\n\nCCIT\n\nArdèche\n\n2 742 101\n\nCCIT\n\nArdennes\n\n3 547 287\n\nCCIT\n\nAriège\n\n1 863 098\n\nCCIR\n\nAuvergne\n\n75 725\n\nCCIT\n\nAveyron\n\n904 099\n\nCCIR\n\nBasse-Normandie\n\n2 602 610\n\nCCIT\n\nBastia et Haute-Corse\n\n1 846 550\n\nCCIT\n\nBéziers Saint-Pons\n\n3 611 910\n\nCCIR\n\nBourgogne\n\n2 585 439\n\nCCIT\n\nBrest\n\n2 897 438\n\nCCIR\n\nBretagne\n\n4 089 760\n\nCCIT\n\nCantal\n\n980 537\n\nCCIT\n\nCarcassonne Limoux Castelnaudary\n\n3 975 984\n\nCCIR\n\nCentre-Val de Loire\n\n2 702 524\n\nCCIT\n\nCentre et Sud Manche\n\n2 446 006\n\nCCIT\n\nChâlons-en-Champagne\n\n2 027 670\n\nCCIR\n\nChampagne-Ardenne\n\n1 199 629\n\nCCIT\n\nCher\n\n972 779\n\nCCIT\n\nCherbourg-Cotentin\n\n1 636 037\n\nCCIT\n\nCognac\n\n1 024 955\n\nCCIT\n\nColmar et Centre-Alsace\n\n1 536 035\n\nCCIT\n\nCorrèze\n\n1 142 522\n\nCCIR\n\nCorse\n\n365 188\n\nCCIT\n\nCôte d'Opale\n\n9 428 585\n\nCCIT\n\nCôte-d'Or\n\n6 655 644\n\nCCIT\n\nCreuse\n\n1 544 231\n\nCCIT\n\nDieppe\n\n399 614\n\nCCIT\n\nDordogne\n\n6 209 079\n\nCCIT\n\nDoubs\n\n7 881 183\n\nCCIT\n\nDrôme\n\n14 261 691\n\nCCIT\n\nElbeuf\n\n1 413 295\n\nCCIT\n\nEssonne\n\n7 618 125\n\nCCIT\n\nEure-et-Loir\n\n2 419 578\n\nCCIT\n\nFlers-Argentan\n\n1 296 760\n\nCCIT\n\nGrand Hainaut\n\n7 682 987\n\nCCIT\n\nHaute-Loire\n\n1 513 414\n\nCCIT\n\nHaute-Marne\n\n1 847 968\n\nCCIR\n\nHaute-Normandie\n\n4 204 478\n\nCCIT\n\nHautes-Alpes\n\n2 291 736\n\nCCIT\n\nHaute-Saône\n\n910 928\n\nCCIT\n\nHaute-Savoie\n\n4 416 599\n\nCCIT\n\nIndre\n\n2 763 818\n\nCCIT\n\nJura\n\n1 273 251\n\nCCIT\n\nLa Rochelle\n\n8 021 774\n\nCCIT\n\nLandes\n\n2 384 221\n\nCCIT\n\nLe Havre\n\n9 108 874\n\nCCIT\n\nLibourne\n\n1 866 713\n\nCCIT\n\nLimoges et Haute-Vienne\n\n1 340 191\n\nCCIT\n\nLittoral Normand Picard\n\n2 536 206\n\nCCIT\n\nLoiret\n\n6 001 881\n\nCCIT\n\nLoir-et-Cher\n\n3 082 397\n\nCCIR\n\nLorraine\n\n250 247\n\nCCIT\n\nLot\n\n1 743 308\n\nCCIT\n\nLot-et-Garonne\n\n1 643 697\n\nCCIT\n\nLozère\n\n636 646\n\nCCIT\n\nLyon\n\n14 304 347\n\nCCIT\n\nMarseille-Provence\n\n16 329 640\n\nCCIT\n\nMeurthe-et-Moselle\n\n1 709 872\n\nCCIT\n\nMeuse\n\n1 468 648\n\nCCIR\n\nMidi-Pyrénées\n\n526 357\n\nCCIT\n\nMontauban et Tarn-et-Garonne\n\n811 977\n\nCCIT\n\nMontluçon-Gannat Portes d'Auvergne\n\n1 725 862\n\nCCIT\n\nMontpellier\n\n3 792 551\n\nCCIT\n\nMorbihan\n\n6 374 172\n\nCCIT\n\nMorlaix\n\n7 314 739\n\nCCIT\n\nMoulins-Vichy\n\n2 731 184\n\nCCIT\n\nNarbonne-Lézignan\n\n832 059\n\nCCIT\n\nNice-Côte d'Azur\n\n6 620 773\n\nCCIT\n\nNièvre\n\n820 142\n\nCCIT\n\nNîmes\n\n4 323 124\n\nCCIR\n\nNord de France\n\n2 740 696\n\nCCIT\n\nNord-Isère\n\n2 578 963\n\nCCIT\n\nOise\n\n10 145 053\n\nCCIR\n\nParis-Ile-de-France\n\n70 323 387\n\nCCIT\n\nPau Béarn\n\n4 321 042\n\nCCIT\n\nPays d'Arles\n\n1 366 892\n\nCCIT\n\nPays d'Auge\n\n1 615 014\n\nCCIR\n\nPays de la Loire\n\n3 553 659\n\nCCIT\n\nPerpignan et Pyrénées-Orientales\n\n3 863 117\n\nCCIR\n\nPicardie\n\n3 228 723\n\nCCIR\n\nProvence-Alpes-Côte d'Azur\n\n2 689 241\n\nCCIT\n\nPuy-de-Dôme\n\n14 939 904\n\nCCIT\n\nReims et Epernay\n\n6 965 396\n\nCCIR\n\nRhône-Alpes\n\n5 943 118\n\nCCIT\n\nRoanne-Loire Nord\n\n1 378 417\n\nCCIT\n\nRochefort et Saintonge\n\n2 601 617\n\nCCIT\n\nRouen\n\n2 527 460\n\nCCIT\n\nSaint-Malo-Fougères\n\n4 784 565\n\nCCIT\n\nSaône-et-Loire\n\n5 128 230\n\nCCIT\n\nSavoie\n\n3 171 110\n\nCCIT\n\nSeine-et-Marne\n\n20 884 833\n\nCCIT\n\nStrasbourg et Bas-Rhin\n\n4 906 787\n\nCCIT\n\nSud Alsace Mulhouse\n\n3 749 175\n\nCCIT\n\nTarbes Hautes-Pyrénées\n\n3 068 266\n\nCCIT\n\nTarn\n\n3 196 945\n\nCCIT\n\nTerritoire de Belfort\n\n2 294 685\n\nCCIT\n\nTouraine\n\n4 909 996\n\nCCIT\n\nTroyes et Aube\n\n1 719 641\n\nCCIT\n\nVar\n\n15 721 755\n\nCCIT\n\nVaucluse\n\n1 808 646\n\nCCIT\n\nVendée\n\n4 775 173\n\nCCIT\n\nVienne\n\n2 425 059\n\nCCIT\n\nVillefranche-Beaujolais\n\n2 811 489\n\nCCIT\n\nVosges\n\n3 713 129\n\nCCIT\n\nYonne\n\n3 166 559\n\n1"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Pour 2015 :\n\n1° Par dérogation au II de l'article 1604 du code général des impôts, le montant de la taxe notifié aux chambres d'agriculture au titre de ces dispositions est égal à 98 % du montant de la taxe notifié pour 2014.\n\nToutefois, pour les chambres d'agriculture de Guadeloupe, de Martinique, de La Réunion et la chambre de l'agriculture, de la pêche et de l'aquaculture de Mayotte, ce montant est égal à 100 % du montant de la taxe notifié pour 2014. Pour la chambre d'agriculture de Guyane, il est fait application de l'article 107 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014 ;\n\n2° Par dérogation au second alinéa du III de l'article 1604 du code général des impôts, chaque chambre départementale, interdépartementale, de région, régionale et interrégionale prélève sur son fonds de roulement et reverse au fonds mentionné au même alinéa une somme égale à 100 % de la part de son fonds de roulement excédant quatre-vingt-dix jours de fonctionnement.\n\nPour l'application du premier alinéa du présent 2°, le fonds de roulement est celui constaté au 31 décembre 2013, déduction faite des besoins de financement sur fonds propres votés et formellement validés par la tutelle avant le 1er juillet 2014, correspondant à des investissements. Le fonds de roulement est défini, pour chaque chambre d'agriculture, par différence entre les ressources stables constituées des capitaux propres, des provisions pour risques et charges, des amortissements, des provisions pour dépréciation des actifs circulants et des dettes financières, à l'exclusion des concours bancaires courants et des soldes créditeurs des banques, et les emplois stables constitués par l'actif immobilisé brut. Les charges prises en compte pour ramener le fonds de roulement à une durée sont l'ensemble des charges, déduction faite des subventions en transit. Sous le contrôle du ministre chargé de l'agriculture, qui décide en 2015 de l'utilisation du fonds après avis de        Chambres d'agriculture France, la situation financière des chambres d'agriculture est prise en compte dans les décisions prises pour l'utilisation du fonds mentionné au second alinéa du III de l'article 1604 du code général des impôts.\n\nLes deux premiers alinéas du présent 2° ne s'appliquent ni aux chambres d'agriculture de Guadeloupe, de Martinique, de La Réunion et de Guyane, ni à la chambre de l'agriculture, de la pêche et de l'aquaculture de Mayotte ;\n\n3° Un prélèvement exceptionnel de 55 millions d'euros est opéré au profit du budget de l'Etat sur le fonds national de solidarité et de péréquation constitué au sein du budget de        Chambres d'agriculture France, mentionné au second alinéa du III de l'article 1604 du code général des impôts.\n\nLe recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de créances étrangères à l'impôt et au domaine.\n\nV.-Pour 2016,2017 et 2018, par dérogation au II de l'article 1604 du code général des impôts, le montant de la taxe notifié aux chambres d'agriculture de métropole pour 2016,2017 et 2018 est égal à 98 % du montant de la taxe notifié pour 2014.\n\nToutefois, pour 2016,2017 et 2018, pour les chambres d'agriculture de Guadeloupe, de Martinique, de La Réunion et la chambre de l'agriculture, de la pêche et de l'aquaculture de Mayotte, ce montant est égal à 100 % du montant de la taxe notifié pour 2014. Pour la chambre d'agriculture de Guyane, il est fait application de l'article 107 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014.\n\n-Code général des impôts, CGI.\n\n-Code rural\n\n-LOI n° 2013-1278 du 29 décembre 2013\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I., II., III., IV., VIII., IX., X.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV.-La rétribution prévue à l'article 64-1-2 de la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique et à l'article 23-2-1 de l'ordonnance n° 92-1147 du 12 octobre 1992 relative à l'aide juridictionnelle en matière pénale en Nouvelle-Calédonie et dans les îles Wallis et Futuna est due pour les missions effectuées à compter du 2 juin 2014.\n\nVI.-La rétribution prévue à l'article 64-1 de la loi n° 91-647 du 10 juillet 1991 précitée et à l'article 2 de l'ordonnance n° 92-1147 du 12 octobre 1992 précitée pour l'avocat commis d'office intervenant au cours d'une mesure de retenue ou de rétention est due pour les missions effectuées à compter du 1er octobre 2014.\n\nVII.-La rétribution prévue à l'article 64-2 de la loi n° 91-647 du 10 juillet 1991 précitée et à l'article 23-3 de l'ordonnance n° 92-1147 du 12 octobre 1992 précitée pour l'avocat intervenant au cours de la transaction pénale en application de l'article 41-1-1 du code de procédure pénale est due pour les missions effectuées à compter du 1er octobre 2014.\n\nXI.-Les III et VIII du présent article sont applicables en Polynésie française.\n\nXII.-Le A du I s'applique aux primes ou cotisations échues à compter du 1er janvier 2015, le B du même I s'applique aux décisions des juridictions répressives prononcées à compter du 1er janvier 2015 et le C dudit I s'applique aux actes accomplis à compter du 1er janvier 2015.\n\n-Loi n° 91-647 du 10 juillet 1991\n\n-Ordonnance n° 92-1147 du 12 octobre 1992\n\n-LOI n° 2013-1278 du 29 décembre 2013\n\n-Ordonnance n° 98-728 du 20 août 1998\n\n-Code général des impôts, CGI.\n\n-Loi n° 71-1130 du 31 décembre 1971\n\n-Loi n° 91-647 du 10 juillet 1991\n\n-Ordonnance n° 92-1147 du 12 octobre 1992\n\nArt. 23-2-1"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nIII.- (Abrogé)\n\n-Code des douanes"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2015."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Les immeubles domaniaux reconnus inutiles par le ministre de la défense dans le cadre des opérations de restructuration de la défense dont l'exécution débute entre le 1er janvier 2015 et le 31 décembre 2019 peuvent faire l'objet de cessions à l'euro symbolique et avec complément de prix différé aux établissements publics de coopération intercommunale à fiscalité propre ou, en l'absence d'un tel établissement, aux communes dont le territoire est le plus fortement affecté par les restructurations et qui en font la demande.La région, le département, les établissements publics fonciers et les établissements publics d'aménagement ainsi que les sociétés d'aménagement foncier et d'établissement rural mentionnées à l'article L. 141-1 du code rural et de la pêche maritime peuvent se substituer à l'établissement public de coopération intercommunale à fiscalité propre ou à la commune concernés, sur demande de ces derniers.Sont éligibles à ce dispositif les établissements publics de coopération intercommunale à fiscalité propre ou les communes sur le territoire desquels la restructuration a un effet majeur, en particulier au regard du nombre d'emplois supprimés rapporté aux emplois existants, qui connaissent une situation de grande fragilité économique, sociale et démographique et qui disposent de capacités propres de redynamisation limitées, notamment en considération des caractéristiques du tissu économique et de ses évolutions récentes ainsi que des perspectives de développement d'activités nouvelles sur le territoire concerné. Sont également prises en compte les circonstances locales tenant à la situation du marché foncier et immobilier.La liste de ces établissements publics de coopération intercommunale à fiscalité propre et de ces communes est fixée par décret en Conseil d'Etat.Les demandes d'acquisition mentionnées au premier alinéa du présent I sont formulées dans un délai de six mois à compter de la date de l'offre notifiée par l'Etat à l'établissement public ou, le cas échéant, à la commune éligible. L'Etat reconduit ce même délai lorsqu'une demande de substitution est formulée par l'établissement public ou par la commune selon les modalités prévues au deuxième alinéa. Toutefois, en l'absence de la notification précitée, ces demandes d'acquisition peuvent être formulées jusqu'au 31 décembre 2024.Les cessions mentionnées au premier alinéa du présent I sont autorisées par décret pris sur le rapport du ministre de la défense et du ministre chargé du domaine, en vue de permettre la réalisation d'opérations ou d'actions d'aménagement, au sens de l'article L. 300-1 du code de l'urbanisme. Ces mêmes cessions peuvent également avoir pour objet de favoriser la réalisation des opérations d'aménagement foncier agricole et forestier prévues aux articles L. 123-1 et suivants du code rural et de la pêche maritime. Si ces cessions intéressent des immeubles de logement, elles ne peuvent être consenties qu'aux fins de remise des immeubles précités aux organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction et de l'habitation, sauf si le développement local de l'offre de logements ou si les orientations du projet d'aménagement ne justifient pas le maintien de l'usage de ces immeubles ou qu'aucun de ces organismes ne souhaite s'en porter acquéreur . Ce décret indique la valeur des immeubles domaniaux cédés, estimée par l'administration chargée des domaines.Le transfert de propriété intervient au jour de la signature de l'acte authentique constatant la cession. Le cessionnaire est substitué à l'Etat pour les droits et obligations liés aux biens qu'il reçoit en l'état.Les cessions réalisées dans ces conditions ne donnent lieu à paiement d'aucune indemnité ou perception de droits ou taxes, ni à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit d'agents de l'Etat.En cas de revente, y compris fractionnée, ou de cession de droits réels portant sur le bien considéré, pendant un délai de quinze ans à compter de la cession initiale, l'acquéreur initial verse à l'Etat, à titre de complément de prix, la somme correspondant à la moitié de la différence entre le produit des ventes et la somme des coûts afférents aux biens cédés et supportés par la commune ou l'établissement de coopération intercommunale à fiscalité propre, y compris les coûts de dépollution.Cette obligation pèse, pendant le même délai de quinze ans, sur les acquéreurs successifs de tout ou partie des biens ainsi cédés dès lors que la cession envisagée porte sur lesdits biens avant construction ou réhabilitation des bâtiments existants.En l'absence de revente ou de cession de droits réels portant sur tout ou partie des biens cédés par l'Etat, pendant le délai de quinze ans à compter de la cession initiale, et en cas de non-réalisation d'une action ou d'une opération d'aménagement prévue à l'article L. 300-1 du code de l'urbanisme ou d'une opération d'aménagement foncier agricole et forestier prévue aux articles L. 123-1 et suivants du code rural et de la pêche maritime, l'Etat peut convenir avec le bénéficiaire du rachat de l'immeuble à l'euro symbolique. En l'absence d'opération de rachat, le complément de prix s'élève à la valeur des biens indiquée dans le décret mentionné au sixième alinéa du présent I, indexée sur la variation de l'indice du coût de la construction.Les actes de vente et de cession de droits réels successifs reprennent les obligations résultant du présent article pour en assurer la publication au fichier immobilier.II. - L'article L. 240-1 et les cinq premiers alinéas de l'article L. 213-1 du code de l'urbanisme ne sont pas applicables aux cessions mentionnées au I du présent article.III. - Le I est applicable en Polynésie française, sous réserve des adaptations suivantes :1° Au premier alinéa, après le mot : \"propre\", sont insérés les mots : \"et aux syndicats mixtes prévus aux articles L. 5843-2 et L. 5843-3 du code général des collectivités territoriales\" ;2° Le deuxième alinéa est ainsi rédigé :\"La Polynésie française, les établissements publics fonciers et les établissements publics d'aménagement ainsi que les sociétés d'aménagement foncier et d'établissement rural existants sur le territoire peuvent se substituer au bénéficiaire de la cession, sur demande de ce dernier.\" ;3° A la première phrase du troisième alinéa, après le mot : \"propre\" , sont insérés les mots : \", les syndicats mixtes mentionnés au premier alinéa\" ;4° Le quatrième alinéa est ainsi rédigé :\"La liste des communes sur le territoire desquelles sont implantés les immeubles mentionnés au premier alinéa est fixée par décret en Conseil d'Etat.\" ;5° Les deuxième et troisième phrases du sixième alinéa sont ainsi rédigées :\"Si ces cessions intéressent des immeubles de logement, elles ne peuvent être consenties qu'à la Polynésie française aux fins de remise des immeubles précités aux opérateurs en matière de logement social existant sur le territoire. Ces mêmes cessions peuvent également avoir pour objet de favoriser la réalisation des opérations d'aménagement foncier agricole et forestier ayant pour but, par la constitution d'exploitations rurales d'un seul tenant ou à grandes parcelles bien groupées, d'améliorer l'exploitation agricole des biens qui y sont soumis.\" ;6° Au neuvième alinéa, les mots : \"l'acquéreur initial\" sont remplacés par les mots : \"le bénéficiaire de la cession\".IV. - A titre dérogatoire, le I est applicable en Polynésie française, sous réserve des adaptations prévues au III, aux immeubles domaniaux reconnus inutiles par le ministre de la défense dans le cadre des opérations de restructuration intervenues entre le 1er janvier 2009 et le 31 décembre 2014.V. - Le I est applicable en Nouvelle-Calédonie, sous réserve des adaptations suivantes :1° Au premier alinéa, les mots : \"aux établissements publics de coopération intercommunale à fiscalité propre ou, en l'absence d'un tel établissement,\" sont supprimés ;2° Le deuxième alinéa est ainsi rédigé :\"Dans le cadre de leurs compétences respectives, la Nouvelle-Calédonie et les provinces, ainsi que les sociétés d'économie mixte locales et les établissements publics locaux ayant pour objet la mise en œuvre de la politique d'aménagement et de développement en Nouvelle-Calédonie, peuvent se substituer aux communes concernées, sur demande de ces dernières.\" ;3° A la première phrase du troisième alinéa, les mots : \"établissements publics de coopération intercommunale à fiscalité propre ou les communes sur le territoire desquels\" sont remplacés par les mots : \"communes sur le territoire desquelles\" ;4° Le quatrième alinéa est ainsi rédigé :\"La liste des communes de Nouvelle-Calédonie sur le territoire desquelles les immeubles mentionnés au premier alinéa sont implantés est fixée par décret en Conseil d'Etat.\" ;5° A la fin de la première phrase du cinquième alinéa, les mots : \"l'établissement public ou, le cas échéant, à la commune éligible\" sont remplacés par les mots : \"la commune\" ;6° Les deuxième et troisième phrases du sixième alinéa sont ainsi rédigées :\"Si ces cessions intéressent des immeubles de logement, elles ne peuvent être consenties qu'aux fins de remise des immeubles précités aux opérateurs de logement social existant en Nouvelle-Calédonie, conformément aux dispositions applicables localement. Ces mêmes cessions peuvent également avoir pour objet de favoriser la réalisation des opérations d'aménagement foncier agricole et forestier ayant pour but, par la constitution d'exploitations rurales d'un seul tenant ou à grandes parcelles bien groupées, d'améliorer l'exploitation agricole des biens qui y sont soumis.\" ;7° Au neuvième alinéa, les mots : \"l'acquéreur initial\" sont remplacés par les mots : \"le bénéficiaire de la cession\"."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I et IV. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article s'applique aux contributions et taxes dues au titre des rémunérations versées à compter du 1er janvier 2014.III. - Jusqu'au 31 décembre 2016, les dépenses engagées au titre des a à c du 2° de l'article 23 de la loi n° 2011-900 du 29 juillet 2011 de finances rectificative pour 2011, dans sa rédaction antérieure à la promulgation de la présente loi, sont exécutées en dépenses du compte d'affectation spéciale  Financement national du développement et de la modernisation de l'apprentissage .V. - Le IX de l'article 60 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013 est abrogé.\n\n- Code du travail\n\n- Loi n°2011-900 du 29 juillet 2011"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - L'Etablissement public de financement et de restructuration créé par l'article 1er de la loi n° 95-1251 du 28 novembre 1995 relative à l'action de l'Etat dans les plans de redressement du Crédit lyonnais et du Comptoir des entrepreneurs est dissous à compter du 1er janvier 2015.A cette même date, les éléments de passif et d'actif de l'établissement ainsi que les biens, droits et obligations nés de son activité sont transférés à l'Etat. La trésorerie détenue par l'établissement à la date de sa dissolution est reversée au compte d'affectation spéciale  Participations financières de l'Etat , prévu à l'article 48 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006.Ce transfert est effectué à titre gratuit et ne donne lieu ni à versement de la contribution prévue à l'article 879 du code général des impôts, ni à perception d'impôts, de droits ou de taxes de quelque nature que ce soit.Le compte financier de l'Etablissement public de financement et de restructuration est établi par l'agent comptable en fonction à la date de sa dissolution. Les autorités de tutelle arrêtent et approuvent le compte financier.\n\nII. - A abrogé les dispositions suivantes :\n\n- Loi n°95-1251 du 28 novembre 1995"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "III.-Le 2° du II du présent article s'applique sans préjudice du second alinéa du III de l'article 1605 du code général des impôts."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I à VII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nCode de la sécurité sociale\n\nArt. L241-2\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVIII.-Le présent article s'applique à compter du 1er janvier 2015, sous réserve des dispositions suivantes :1° Le compte de concours financiers intitulé : Avances aux organismes de sécurité sociale est clos au 31 décembre 2014 ;2° Les dispositions relatives à la contribution exceptionnelle de solidarité s'appliquent aux rémunérations perçues à compter du 1er janvier 2015 ;3° Les dispositions relatives aux prélèvements de solidarité s'appliquent, pour les revenus du patrimoine mentionnés à l'article L. 136-6 du code de la sécurité sociale, au produit des impositions mises en recouvrement à compter du 1er janvier 2015 et, pour les produits de placement mentionnés à l'article L. 136-7 du même code, aux opérations dont le fait générateur intervient à compter du 1er janvier 2015.\n\n-Code de l'action sociale et des familles\n\n-Code de la construction et de l'habitation.\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-LOI n° 2012-1509 du 29 décembre 2012\n\n-LOI n° 2010-1657 du 29 décembre 2010"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-707 DC du 29 décembre 2014.]"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2015 à 20 742 000 000 €."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. - Pour 2015, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros)\n\nII. - Pour 2015 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le ministre chargé des finances et des comptes publics est autorisé à procéder en 2015, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives et à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, auprès du Fonds européen de stabilité financière, auprès du Mécanisme européen de stabilité, sur le marché interbancaire de la zone euro et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt et à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le ministre chargé des finances et des comptes publics est, jusqu'au 31 décembre 2015, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements et chargés d'une mission d'intérêt général, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 72,9 milliards d'euros.III. - Pour 2015, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 901 099.IV. - Pour 2015, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2015, le produit des impositions de toutes natures établies au profit de l'Etat, net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative pour l'année 2015 ou, à défaut, dans le projet de loi de finances pour 2016, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nRESSOURCES\n\nCHARGES\n\nSOLDES\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes/dépenses brutes\n\n378 566\n\n395 570\n\nleft\n\nA déduire : Remboursements et dégrèvements\n\n99 475\n\n99 475\n\nleft\n\nRecettes fiscales nettes/dépenses nettes\n\n279 091\n\n296 095\n\nleft\n\nRecettes non fiscales\n\n14 234\n\nleft\n\nleft\n\nRecettes totales nettes/dépenses nettes\n\n293 325\n\n296 095\n\nleft\n\nA déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n71 471\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n221 854\n\n296 095\n\n- 74 241\n\nEvaluation des fonds de concours et crédits correspondants\n\n3 925\n\n3 925\n\nleft\n\nMontants nets pour le budget général, y compris fonds de concours\n\n225 779\n\n300 020\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n2 151\n\n2 151\n\n0\n\nPublications officielles et information administrative\n\n205\n\n189\n\n16\n\nTotaux pour les budgets annexes\n\n2 356\n\n2 340\n\n16\n\nEvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n20\n\n20\n\nleft\n\nPublications officielles et information administrative\n\n1\n\n1\n\nleft\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n2 377\n\n2 361\n\n16\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n69 510\n\n68 906\n\n604\n\nComptes de concours financiers\n\n113 245\n\n114 261\n\n- 1 016\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\n156\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\n69\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n- 187\n\nSolde général\n\nleft\n\nleft\n\n- 74 412\n\n1\n\ncenter\n\nBesoin de financement\n\nleft\n\nAmortissement de la dette à moyen et long termes\n\n116,5\n\nDont amortissement de la dette à long terme\n\n75,3\n\nDont amortissement de la dette à moyen terme\n\n38,8\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n2,4\n\nAmortissement des autres dettes\n\n0,1\n\nDéficit à financer\n\n74,4\n\nDont déficit budgétaire\n\n74,4\n\nAutres besoins de trésorerie\n\n1,3\n\nTotal\n\n192,3\n\nRessources de financement\n\nleft\n\nEmission de dette à moyen et long termes, nette des rachats\n\n187,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n4,0\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n-\n\nVariation des dépôts des correspondants\n\n-\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n0,8\n\nAutres ressources de trésorerie\n\n0,5\n\nTotal\n\n192,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Il est ouvert aux ministres, pour 2015, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 411 138 245 923 € et de 395 570 974 527 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Il est ouvert aux ministres, pour 2015, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 2 369 128 125 € et de 2 340 163 695 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Il est ouvert aux ministres, pour 2015, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 183 308 963 328 € et de 183 166 646 102 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2015, au titre des comptes de commerce, sont fixées au montant de 19 881 309 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre chargé des finances et des comptes publics, pour 2015, au titre des comptes d'opérations monétaires, sont fixées au montant de 400 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Le plafond des autorisations d'emplois de l'Etat, pour 2015, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDÉSIGNATION DU MINISTÈREou du budget annexe\n\nPLAFONDexpriméen équivalentstemps pleintravaillé\n\nI. - Budget général\n\n1 892 115\n\nAffaires étrangères et développement international\n\n14 201\n\nAffaires sociales, santé et droits des femmes\n\n10 305\n\nAgriculture, agroalimentaire et forêt\n\n31 375\n\nCulture et communication\n\n10 958\n\nDécentralisation et fonction publique\n\n-\n\nDéfense\n\n268 471\n\nEcologie, développement durable et énergie\n\n31 642\n\nEconomie, industrie et numérique\n\n6 502\n\nEducation nationale, enseignement supérieur et recherche\n\n983 831\n\nFinances et comptes publics\n\n139 164\n\nIntérieur\n\n278 591\n\nJustice\n\n78 941\n\nLogement, égalité des territoires et ruralité\n\n12 807\n\nOutre-mer\n\n5 309\n\nServices du Premier ministre\n\n10 268\n\nTravail, emploi et dialogue social\n\n9 750\n\nVille, jeunesse et sports\n\n-\n\nII. - Budgets annexes\n\n11 609\n\nContrôle et exploitation aériens\n\n10 827\n\nPublications officielles et information administrative\n\n782\n\nTotal général\n\n1 903 724\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat, pour 2015, exprimé en équivalents temps plein travaillé, est fixé à 397 915 emplois. Ce plafond est réparti comme suit :\n\nMISSION/PROGRAMME\n\nPLAFONDexpriméen équivalentstemps pleintravaillé\n\nAction extérieure de l'Etat\n\n6 941\n\nDiplomatie culturelle et d'influence\n\n6 941\n\nAdministration générale et territoriale de l'Etat\n\n322\n\nAdministration territoriale\n\n109\n\nConduite et pilotage des politiques de l'intérieur\n\n213\n\nAgriculture, alimentation, forêt et affaires rurales\n\n15 005\n\nEconomie et développement durable de l'agriculture et des territoires\n\n4 192\n\nForêt\n\n9 525\n\nSécurité et qualité sanitaires de l'alimentation\n\n1 281\n\nConduite et pilotage des politiques de l'agriculture\n\n7\n\nAide publique au développement\n\n26\n\nSolidarité à l'égard des pays en développement\n\n26\n\nAnciens combattants, mémoire et liens avec la Nation\n\n1 311\n\nReconnaissance et réparation en faveur du monde combattant\n\n1 311\n\nCulture\n\n14 597\n\nPatrimoines\n\n8 452\n\nCréation\n\n3 627\n\nTransmission des savoirs et démocratisation de la culture\n\n2 518\n\nDéfense\n\n6 236\n\nEnvironnement et prospective de la politique de défense\n\n5 100\n\nSoutien de la politique de la défense\n\n1 136\n\nDirection de l'action du Gouvernement\n\n620\n\nCoordination du travail gouvernemental\n\n620\n\nEcologie, développement et mobilité durables\n\n20 919\n\nInfrastructures et services de transports\n\n4 881\n\nSécurité et affaires maritimes, pêche et aquaculture\n\n240\n\nMétéorologie\n\n3 158\n\nPaysages, eau et biodiversité\n\n5 395\n\nInformation géographique et cartographique\n\n1 631\n\nPrévention des risques\n\n1 481\n\nEnergie, climat et après-mines\n\n493\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n3 640\n\nEconomie\n\n2 637\n\nDéveloppement des entreprises et du tourisme\n\n2 637\n\nEgalité des territoires et logement\n\n298\n\nUrbanisme, territoires et amélioration de l'habitat\n\n298\n\nEnseignement scolaire\n\n3 508\n\nSoutien de la politique de l'éducation nationale\n\n3 508\n\nGestion des finances publiqueset des ressources humaines\n\n1 354\n\nFonction publique\n\n1 354\n\nImmigration, asile et intégration\n\n1 352\n\nImmigration et asile\n\n530\n\nIntégration et accès à la nationalité française\n\n822\n\nJustice\n\n528\n\nJustice judiciaire\n\n181\n\nAdministration pénitentiaire\n\n239\n\nConduite et pilotage de la politique de la justice\n\n108\n\nMédias, livre et industries culturelles\n\n3 053\n\nLivre et industries culturelles\n\n3 053\n\nOutre-mer\n\n129\n\nEmploi outre-mer\n\n129\n\nPolitique des territoires\n\n94\n\nPolitique de la ville\n\n94\n\nRecherche et enseignement supérieur\n\n256 343\n\nFormations supérieures et recherche universitaire\n\n161 228\n\nVie étudiante\n\n12 716\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n70 551\n\nRecherche spatiale\n\n2 417\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n4 560\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n2 563\n\nRecherche culturelle et culture scientifique\n\n1 093\n\nEnseignement supérieur et recherche agricoles\n\n1 215\n\nRégimes sociaux et de retraite\n\n352\n\nRégimes de retraite et de sécurité sociale des marins\n\n352\n\nSanté\n\n2 527\n\nPrévention, sécurité sanitaire et offre de soins\n\n2 527\n\nSécurités\n\n272\n\nPolice nationale\n\n272\n\nSolidarité, insertion et égalité des chances\n\n8 819\n\nInclusion sociale, protection des personnes et économie sociale et solidaire\n\n31\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\n8 788\n\nSport, jeunesse et vie associative\n\n1 664\n\nSport\n\n1 601\n\nJeunesse et vie associative\n\n63\n\nTravail et emploi\n\n48 154\n\nAccès et retour à l'emploi\n\n47 833\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n86\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n77\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n158\n\nContrôle et exploitation aériens\n\n828\n\nSoutien aux prestations de l'aviation civile\n\n828\n\nContrôle de la circulation et du stationnement routiers\n\n26\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n26\n\nTotal\n\n397 915\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - Pour 2015, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 489. Ce plafond est réparti comme suit :\n\nII. - Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée.\n\nMISSION/PROGRAMME\n\nNOMBREd'emploissous plafond expriméen équivalents temps plein\n\nAction extérieure de l'Etat\n\nleft\n\nDiplomatie culturelle et d'influence\n\n3 489\n\nTotal\n\n3 489\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Pour 2015, le plafond des autorisations d'emplois des autorités publiques indépendantes dotées de la personnalité morale et des autorités administratives indépendantes dont les effectifs ne sont pas inclus dans un plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé à 2 561 emplois. Ce plafond est réparti comme suit :\n\nPLAFOND EXPRIMÉen équivalentstemps pleintravaillé\n\nAgence française de lutte contre le dopage\n\n62\n\nAutorité de contrôle prudentiel et de résolution\n\n1 121\n\nAutorité de régulation des transports\n\n63\n\nAutorité des marchés financiers\n\n469\n\nConseil supérieur de l'audiovisuel\n\n284\n\nHaut Conseil du commissariat aux comptes\n\n55\n\nHaute Autorité de santé\n\n395\n\nHaute Autorité pour la diffusion des œuvres et la protection des droits sur internet\n\n71\n\nMédiateur national de l'énergie\n\n41\n\nTotal\n\n2 561\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les reports de 2014 sur 2015 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits ouverts sur ces mêmes programmes par la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014.\n\nINTITULÉdu programme 2014\n\nINTITULÉde la missionde rattachement 2014\n\nINTITULÉdu programme 2015\n\nINTITULÉde la missionde rattachement 2015\n\nAction de la France en Europe et dans le monde\n\nAction extérieure de l'Etat\n\nAction de la France en Europe et dans le monde\n\nAction extérieure de l'Etat\n\nAdministration territoriale\n\nAdministration générale et territoriale de l'Etat\n\nAdministration territoriale\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nConduite et pilotage des politiques de l'intérieur\n\nAdministration générale et territoriale de l'Etat\n\nConduite et pilotage des politiques de l'intérieur\n\nAdministration générale et territoriale de l'Etat\n\nAide économique et financière au développement\n\nAide publique au développement\n\nAide économique et financière au développement\n\nAide publique au développement\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nConseil économique, social et environnemental\n\nConseil et contrôle de l'Etat\n\nConseil économique, social et environnemental\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nPatrimoines\n\nCulture\n\nPatrimoines\n\nCulture\n\nEnvironnement et prospective de la politique de défense\n\nDéfense\n\nEnvironnement et prospective de la politique de défense\n\nDéfense\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nDéveloppement des entreprises et du tourisme\n\nEconomie\n\nDéveloppement des entreprises et du tourisme\n\nEconomie\n\nStatistiques et études économiques\n\nEconomie\n\nStatistiques et études économiques\n\nEconomie\n\nEpargne\n\nEngagements financiers de l'Etat\n\nEpargne\n\nEngagements financiers de l'Etat\n\nSoutien de la politique de l'éducation nationale\n\nEnseignement scolaire\n\nSoutien de la politique de l'éducation nationale\n\nEnseignement scolaire\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\nGestion des finances publiques et des ressources humaines\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\nGestion des finances publiques et des ressources humaines\n\nStratégie des finances publiques et modernisation de l'Etat\n\nGestion des finances publiques et des ressources humaines\n\nConduite et pilotage des politiques économiques et financières\n\nGestion des finances publiques et des ressources humaines\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nEntretien des bâtiments de l'Etat\n\nGestion des finances publiques et des ressources humaines\n\nEntretien des bâtiments de l'Etat\n\nGestion des finances publiques et des ressources humaines\n\nConduite et pilotage de la politique de la justice\n\nJustice\n\nConduite et pilotage de la politique de la justice\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nConditions de vie outre-mer\n\nOutre-mer\n\nConditions de vie outre-mer\n\nOutre-mer\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\nPolitique des territoires\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\nPolitique des territoires\n\nInterventions territoriales de l'Etat\n\nPolitique des territoires\n\nInterventions territoriales de l'Etat\n\nPolitique des territoires\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\nRecherche et enseignement supérieur\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\nRecherche et enseignement supérieur\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nPolice nationale\n\nSécurités\n\nPolice nationale\n\nSécurités\n\nSécurité civile\n\nSécurités\n\nSécurité civile\n\nSécurités\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Les I et II s'appliquent aux offres de prêt émises à compter du 1er janvier 2015.\n\n- Code de la construction et de l'habitation.\n\n- Code général des impôts, CGI.\n\n- LOI n° 2010-1657 du 29 décembre 2010\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - Le B du I s'applique aux installations achevées à compter du 1er janvier 2015  et, pour celles achevées avant le 1er janvier 2015, à compter des impositions dues au titre de 2016 pour la durée restant à courir depuis l'année suivant celle de leur achèvement.\n\nB. - Le C du I s'applique aux exploitants et sociétés dont le début de l'activité de production intervient à compter du 1er janvier 2015 et, pour ceux dont le début de l'activité de production est intervenu avant le 1er janvier 2015, à compter des impositions dues au titre de 2016 pour la durée restant à courir depuis l'année suivant celle de ce début d'activité.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. et IV. - A modifié les dispositions suivantes :\n\nII. - Les logements à usage locatif dont la base d'imposition à la taxe foncière sur les propriétés bâties établie au titre de l'année 2014 a été réduite de 30 % en application de l'abattement prévu à l'article 1388 bis du code général des impôts, dans sa rédaction antérieure au 1er janvier 2015, bénéficient de ce même abattement pour les impositions établies au titre de l'année 2015.\n\nIII. - Le IV de l'article 42 de la loi de finances pour 2001 (n° 2000-1352 du 30 décembre 2000) est applicable aux pertes de recettes résultant du II du présent article, quelle que soit la collectivité concernée. Le prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes s'applique uniquement aux communes, aux groupements dotés d'une fiscalité propre, à la métropole de Lyon et aux départements.\n\nLa métropole de Lyon est substituée de plein droit à la communauté urbaine de Lyon ainsi qu'au département du Rhône pour l'application du présent III dans son périmètre.\n\nPour l'application du présent III, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, à la commune de Paris et au département de Paris.\n\nV. - Le I s'applique à compter des impositions établies au titre de 2016 et le II s'applique aux impositions établies au titre de 2015.\n\n- Code général des impôts, CGI.\n\n- Loi n°2005-32 du 18 janvier 2005"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - Lorsque, à la suite du rattachement d'une commune, un établissement public de coopération intercommunale a, par une délibération prise en application de l'article 1647 D du code général des impôts entre les 1er et 21 janvier 2014, fixé des montants de base minimum de cotisation foncière des entreprises pour application à compter du 1er janvier 2014, il peut, par délibération prise avant le 21 janvier 2015, décider d'appliquer le dispositif de convergence prévu au 3 du I du même article à compter du 1er janvier 2015 et pendant une période maximale de cinq ans.II. - Les écarts entre, d'une part, les bases minimum appliquées en 2013 sur le territoire de l'établissement public de coopération intercommunale et sur celui des communes qui lui sont rattachées et, d'autre part, celles qu'il a fixées sont réduits par fractions égales sur la durée retenue."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. et IV.-A modifié les dispositions suivantes :\n\nII.-Les établissements ayant bénéficié d'une exemption de taxe de séjour forfaitaire en application de l'article L. 2333-41-1 du code général des collectivités territoriales pour les contributions dues au titre de l'année 2014 et dont le terme n'est pas atteint continuent de bénéficier de celle-ci, sous réserve que les conditions fixées à ce même article, dans sa rédaction en vigueur au 31 décembre 2014, demeurent satisfaites.\n\nIII.-Les I et II s'appliquent à compter du 1er janvier 2015.\n\nIV.-Après la première occurrence du mot : territoriales, la fin des articles L. 422-3, L. 422-4 et L. 422-14 (1) du code du tourisme est supprimée.\n\nV.-Avant le 1er octobre 2015, le Gouvernement remet au Parlement un rapport examinant les modalités selon lesquelles la taxe de séjour et la taxe de séjour forfaitaire pourraient être recouvrées et contrôlées par l'administration fiscale, pour le compte des collectivités territoriales concernées et à leur demande. Le rapport s'attache notamment à expertiser les conséquences financières de ce transfert de gestion.\n\n-Code général des collectivités territoriales\n\n-Code du tourisme."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "II. - Le I entre en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de regarder le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII.-Le I s'applique à compter de l'imposition des revenus de l'année 2015.\n\n- Code général des impôts, CGI.\n\n- LOI n° 2012-1509 du 29 décembre 2012"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le VI de l'article 212 bis du code général des impôts s'applique aux exercices ouverts à compter du 1er janvier 2016, sous réserve d'avoir été préalablement notifié à la Commission européenne et sous réserve que cette dernière le considère comme compatible avec le droit de l'Union européenne en matière d'aides d'Etat.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I.-A modifié les dispositions suivantes :\n\nIII.-A.-Pour les impositions dues au titre de 2015 et par dérogation au VII de l'article 1599 quater C du code général des impôts, la déclaration, accompagnée du paiement de la taxe, est déposée avant le 1er septembre 2015.\n\nB.-Au titre de la taxe due en 2015 et par dérogation au deuxième alinéa de l'article 1599 quater D du code général des impôts, le conseil régional d'Ile-de-France fixe le produit de la taxe additionnelle spéciale prévue à ce même article avant le 28 février 2015.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "II.-Le I est applicable aux contrôles pour lesquels un avis de vérification est adressé à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-707 DC du 29 décembre 2014.]"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique à compter de l'imposition des revenus de l'année 2015 pour les avantages fiscaux acquis au titre des investissements réalisés à compter du 1er septembre 2014.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. - Il est opéré un prélèvement de 14 millions d'euros sur le fonds de roulement de l'Agence nationale de traitement automatisé des infractions au profit de l'Agence nationale des titres sécurisés.II. - L'Agence nationale des titres sécurisés procède au recouvrement de ce prélèvement auprès de l'Agence nationale de traitement automatisé des infractions le 1er janvier 2015. Celui-ci est liquidé, ordonnancé et recouvré selon les modalités prévues pour les recettes des établissements publics administratifs de l'Etat."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "II. - Le présent article s'applique aux cotisations dues au titre des rémunérations versées à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2015.\n\n- Code des pensions militaires d'invalidité et des victimes de la guerre."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "III. - Le 2° du II du présent article entre en vigueur à compter du 1er octobre 2015."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Le Gouvernement remet au Parlement, avant le 1er mars 2015, un rapport sur la possibilité d'affecter au Centre des monuments nationaux les bénéfices d'un tirage exceptionnel du loto réalisé à l'occasion des Journées européennes du patrimoine."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Avant le 1er octobre 2015, le Gouvernement remet au Parlement un rapport examinant les modalités selon lesquelles pourrait être créée une contribution acquittée par les exploitants d'installations nucléaires de base et perçue par l'Autorité de sûreté nucléaire, dont le produit serait plafonné et l'excédent reversé au budget général de l'Etat.Par voie de conséquence, ce rapport examine également les modalités selon lesquelles l'Autorité de sûreté nucléaire pourrait se voir conférer le statut d'autorité publique indépendante dotée de la personnalité morale. Celui-ci considère, en particulier, les conséquences possibles des actions en responsabilité qui pourraient être engagées contre l'autorité, si elle venait à être dotée de la personnalité morale, à l'occasion des fautes susceptibles d'être commises dans l'exercice de ses missions."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "II.-L'article 106 de la loi de finances pour 1982 (n° 81-1160 du 30 décembre 1981), dans sa rédaction antérieure à la présente loi, et les règlements pris pour son application demeurent applicables aux demandes d'attribution de l'aide au départ adressées à l'organisme gestionnaire de ce dispositif au plus tard le 31 décembre 2014."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "II. - Le présent article entre en vigueur le 1er janvier 2015."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "III. - Le 2° du I et le 1° du II du présent article sont applicables à compter de l'année scolaire 2015-2016."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "III. - Le I du présent article s'applique aux appels interjetés à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "La République française reconnaît le caractère discriminatoire et abusif du licenciement pour faits de grève des mineurs grévistes en 1948 et 1952, amnistiés en application de la loi n° 81-736 du 4 août 1981 portant amnistie, les atteintes ainsi portées à leurs droits fondamentaux et les préjudices qui leur furent ainsi causés.\n\nElle ouvre aux mineurs le bénéfice des mesures suivantes :\n\n1° Une allocation forfaitaire de 30 000 €.\n\nEn cas de décès de l'intéressé, l'allocation forfaitaire est versée au conjoint survivant. Lorsque l'intéressé a contracté plusieurs mariages, l'allocation est répartie entre le conjoint survivant et le ou les précédents conjoints.\n\nSi l'un des conjoints ou ex-conjoints est décédé, l'allocation à laquelle il aurait pu prétendre est répartie en parts égales entre les enfants nés de son union avec l'intéressé.\n\nUne allocation spécifique de 5 000 € est par ailleurs versée aux enfants de ces mineurs.\n\nLes demandes de bénéfice aux allocations forfaitaire et spécifique sont adressées à l'Agence nationale pour la garantie des droits des mineurs, qui assure leur liquidation et leur versement.\n\nCes allocations forfaitaire et spécifique sont exonérées d'impôt sur le revenu ainsi que de l'ensemble des cotisations et contributions sociales ;\n\n2° Pour le calcul des prestations de chauffage et de logement en espèces, les bénéficiaires peuvent faire valoir auprès de l'Agence nationale pour la garantie des droits des mineurs tout élément permettant de justifier une reconstitution de carrière qui pourrait conduire à un calcul plus favorable de ces prestations ;\n\n3° Les mineurs qui ont été déchus de leurs distinctions honorifiques et ceux qui, titulaires d'un grade militaire, ont été dégradés du fait de leur participation à ces grèves, sont réintégrés dans leurs différentes distinctions et leur grade ;\n\n4° Les grèves des mineurs qui ont eu lieu en 1941, 1948 et 1952 sont enseignées à travers les programmes scolaires et intégrées aux programmes de recherche en histoire et en sciences humaines. Une mission composée par les ministères chargés de la culture et de l'éducation nationale propose au Gouvernement des actions commémoratives adaptées."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "II. - Cet article demeure applicable aux demandes d'aide déposées au plus tard le 31 décembre 2014."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2015, un rapport relatif aux financements publics de la sûreté nucléaire, de la radioprotection et de la transparence nucléaire. Ce rapport regroupe l'ensemble des moyens budgétaires et fiscaux qu'il est prévu de consacrer à la sûreté nucléaire, à la radioprotection et à la transparence nucléaire. Il comporte une présentation, en coûts complets, des budgets prévisionnels de l'Autorité de sûreté nucléaire et de l'Institut de radioprotection et de sûreté nucléaire, des données relatives à l'exécution pour l'année échue, ainsi que l'avis rendu par l'Autorité de sûreté nucléaire en application de l'article L. 592-14 du code de l'environnement."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "A modifié les dispositions suivantes :\n\nI. et IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-A compter de 2015, ainsi qu'il est prévu à l'article 47 de la loi n° 2014-1554 du 22 décembre 2014 de financement de la sécurité sociale pour 2015, la dotation de compensation des départements, prévue à l'article L. 3334-7-1 du code général des collectivités territoriales, est réduite d'un montant équivalent à celui mentionné au IV du même article 47. Toutefois, pour le département de Paris et le département des Alpes-Maritimes, ce montant est prélevé sur les douzièmes prévus à l'article L. 3332-1-1 du même code.\n\nIII.-Le 12° et les a et c du 26° du I entrent en vigueur le 1er janvier 2017.\n\n-Code général des collectivités territoriales\n\n-LOI n° 2013-1278 du 29 décembre 2013\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2015, un rapport sur le fonctionnement et l'évolution du Fonds national de péréquation des ressources intercommunales et communales. Ce rapport évalue notamment la question de la soutenabilité des prélèvements pour les communes contributrices aux différents dispositifs de péréquation, ainsi que l'impact de la création de la métropole du Grand Paris sur ce fonds."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "II. - Le présent article entre en vigueur au 1er janvier 2015."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - (abrogé)\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Le II s'applique aux actes passés et aux conventions conclues à compter du 1er mars 2016.\n\n- Code général des collectivités territoriales\n\n- Code général des impôts, CGI.\n\n- LOI n° 2013-1278 du 29 décembre 2013"
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-707 DC du 29 décembre 2014.]"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Pour l'année 2015, par exception au I de l'article L. 262-24 du code de l'action sociale et des familles, le Fonds national des solidarités actives mentionné au II du même article finance la totalité des sommes payées au titre de l'allocation de revenu de solidarité active versée aux personnes mentionnées à l'article L. 262-7-1 du même code."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Il est institué, pour chaque année de 2015 à 2017, au bénéfice de l'Agence de services et de paiement mentionnée à l'article L. 313-1 du code rural et de la pêche maritime, une contribution annuelle de 29 millions d'euros à la charge de l'association de gestion du fonds pour l'insertion professionnelle des personnes handicapées mentionné à l'article L. 5214-1 du code du travail. Cette contribution est affectée par l'Agence de services et de paiement au financement des contrats uniques d'insertion et des emplois d'avenir mentionnés aux articles L. 5134-19-3 et 5134-110 du même code.Il est institué à compter de 2015 et jusqu'en 2017, au bénéfice de l'Agence de services et de paiement mentionnée à l'article L. 313-1 du code rural et de la pêche maritime, une contribution annuelle de 29 millions d'euros à la charge du fonds d'insertion des personnes handicapées dans la fonction publique. Cette contribution est affectée par l'Agence de services et de paiement au financement des aides financières versées pour les contrats uniques d'insertion et les emplois d'avenir mentionnés aux articles L. 5134-19-3 et L. 5134-110 du code du travail.Elles sont versées en deux échéances semestrielles, la première avant le 1er juin et la seconde avant le 1er décembre.Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ces contributions sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - L'aide mentionnée à l'article L. 6243-1-1 du code du travail est ouverte aux entreprises mentionnées au même article à compter de la date de promulgation de la présente loi, pour les contrats d'apprentissage conclus à compter du 1er juillet 2014.\n\nIII. - (Abrogé)\n\n- Code du travail"
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I. et II. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\n- Loi n°2006-1771 du 30 décembre 2006\n\n- Loi n°90-568 du 2 juillet 1990"
    },
    {
      "provision_ref": "artEtatslégislatifsannexés",
      "section": "Etatslégislatifsannexés",
      "title": "Article Etatslégislatifsannexés",
      "content": "ÉTAT A\n\n(Art. 49 de la loi)Voies et moyensI. - BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nII. - BUDGETS ANNEXES\n\n(En euros)\n\nIII. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nIV. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nÉTAT B\n\n(Art. 50 de la loi)Répartition, par mission et programme, des crédits du budget généralBUDGET GÉNÉRAL\n\n(En euros)\n\nÉTAT C\n\n(Art. 51 de la loi)Répartition, par mission et programme, des crédits des budgets annexesBUDGETS ANNEXES\n\n(En euros)\n\nÉTAT D\n\n(Art. 52 de la loi)Répartition, par mission et programme, des crédits des comptes d'affectation spéciale et des comptes de concours financiersI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nÉTAT E\n\n(Art. 53 de la loi)Répartition des autorisations de découvertI. - COMPTES DE COMMERCE\n\n(En euros)\n\nII. - COMPTES D'OPÉRATIONS MONÉTAIRES\n\n(En euros)\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2015\n\ncenter\n\n1. Recettes fiscales\n\nleft\n\ncenter\n\n11. Impôt sur le revenu\n\n75 305 000\n\n1101\n\nImpôt sur le revenu\n\n75 305 000\n\ncenter\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n2 951 800\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n2 951 800\n\ncenter\n\n13. Impôt sur les sociétés\n\n58 109 000\n\n1301\n\nImpôt sur les sociétés\n\n56 913 000\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n1 196 000\n\ncenter\n\n14. Autres impôts directs et taxes assimilées\n\n14 087 233\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n649 000\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n3 583 000\n\n1403\n\nPrélèvements sur les bénéfices tirés de la construction immobilière (loi n° 63-254 du 15 mars 1963, art. 28-IV)\n\n0\n\n1404\n\nPrécompte dû par les sociétés au titre de certains bénéfices distribués (loi n° 65-566 du 12 juillet 1965, art. 3)\n\n0\n\n1405\n\nPrélèvement exceptionnel de 25% sur les distributions de bénéfices\n\n0\n\n1406\n\nImpôt de solidarité sur la fortune\n\n5 588 000\n\n1407\n\nTaxe sur les locaux à usage de bureaux, les locaux commerciaux et de stockage\n\n33 000\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n96 000\n\n1409\n\nTaxe sur les salaires\n\n0\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n0\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n23 000\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n29 550\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n94 000\n\n1415\n\nContribution des institutions financières\n\n0\n\n1416\n\nTaxe sur les surfaces commerciales\n\n200 000\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle\n\n0\n\n1497\n\nCotisation sur la valeur ajoutée des entreprises (affectation temporaire à l'Etat en 2010)\n\n0\n\n1498\n\nCotisation foncière des entreprises (affectation temporaire à l'Etat en 2010)\n\n0\n\n1499\n\nRecettes diverses\n\n3 791 683\n\ncenter\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n14 009 834\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n14 009 834\n\ncenter\n\n16. Taxe sur la valeur ajoutée\n\n193 280 170\n\n1601\n\nTaxe sur la valeur ajoutée\n\n193 280 170\n\ncenter\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n20 822 736\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n437 000\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n168 000\n\n1703\n\nMutations à titre onéreux de meubles corporels\n\n0\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n13 250\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n1 386 000\n\n1706\n\nMutations à titre gratuit par décès\n\n9 807 000\n\n1707\n\nContribution de sécurité immobilière\n\n557 150\n\n1711\n\nAutres conventions et actes civils\n\n513 000\n\n1712\n\nActes judiciaires et extrajudiciaires\n\n0\n\n1713\n\nTaxe de publicité foncière\n\n357 318\n\n1714\n\nPrélèvement sur les sommes versées par les organismes d'assurances et assimilés à raison des contrats d'assurances en cas de décès\n\n132 196\n\n1715\n\nTaxe additionnelle au droit de bail\n\n0\n\n1716\n\nRecettes diverses et pénalités\n\n158 000\n\n1721\n\nTimbre unique\n\n247 050\n\n1722\n\nTaxe sur les véhicules de société\n\n152 850\n\n1723\n\nActes et écrits assujettis au timbre de dimension\n\n0\n\n1725\n\nPermis de chasser\n\n0\n\n1751\n\nDroits d'importation\n\n0\n\n1753\n\nAutres taxes intérieures\n\n1 028 070\n\n1754\n\nAutres droits et recettes accessoires\n\n10 400\n\n1755\n\nAmendes et confiscations\n\n40 000\n\n1756\n\nTaxe générale sur les activités polluantes\n\n412 480\n\n1757\n\nCotisation à la production sur les sucres\n\n0\n\n1758\n\nDroit de licence sur la rémunération des débitants de tabacs\n\n28 000\n\n1761\n\nTaxe et droits de consommation sur les tabacs\n\n0\n\n1766\n\nGarantie des matières d'or et d'argent\n\n0\n\n1768\n\nTaxe spéciale sur certains véhicules routiers\n\n167 000\n\n1769\n\nAutres droits et recettes à différents titres\n\n4 220\n\n1773\n\nTaxe sur les achats de viande\n\n0\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n51 970\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n53 160\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n29 000\n\n1780\n\nTaxe de l'aviation civile\n\n73 800\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n587 600\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n29 550\n\n1785\n\nProduits des jeux exploités par la Française des jeux (hors paris sportifs)\n\n2 033 000\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n673 000\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n486 000\n\n1788\n\nPrélèvement sur les paris sportifs\n\n199 000\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n67 000\n\n1790\n\nRedevance sur les paris hippiques en ligne\n\n0\n\n1797\n\nTaxe sur les transactions financières\n\n741 600\n\n1798\n\nImpositions forfaitaires sur les entreprises de réseaux (affectation temporaire à l'Etat en 2010)\n\n0\n\n1799\n\nAutres taxes\n\n179 072\n\ncenter\n\n2. Recettes non fiscales\n\nleft\n\ncenter\n\n21. Dividendes et recettes assimilées\n\n5 884 927\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n1 823 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n394 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n3 667 927\n\n2199\n\nAutres dividendes et recettes assimilées\n\n0\n\ncenter\n\n22. Produits du domaine de l'Etat\n\n1 924 061\n\n2201\n\nRevenus du domaine public non militaire\n\n245 000\n\n2202\n\nAutres revenus du domaine public\n\n119 000\n\n2203\n\nRevenus du domaine privé\n\n63 000\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n240 000\n\n2209\n\nPaiement par les administrations de leurs loyers budgétaires\n\n1 132 701\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n108 360\n\n2212\n\nAutres produits de cessions d'actifs\n\n1 000\n\n2299\n\nAutres revenus du Domaine\n\n15 000\n\ncenter\n\n23. Produits de la vente de biens et services\n\n1 166 000\n\n2301\n\nRemboursement par l'Union européenne des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n506 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n517 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor Public au titre de la collecte de l'épargne\n\n60 000\n\n2305\n\nProduits de la vente de divers biens\n\n2 000\n\n2306\n\nProduits de la vente de divers services\n\n66 000\n\n2399\n\nAutres recettes diverses\n\n15 000\n\ncenter\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n931 260\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n623 260\n\n2402\n\nIntérêts des prêts du fonds de développement économique et social\n\n4 000\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n44 000\n\n2409\n\nIntérêts des autres prêts et avances\n\n82 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n136 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n8 000\n\n2413\n\nReversement au titre des créances garanties par l'Etat\n\n13 000\n\n2499\n\nAutres remboursements d'avances, de prêts et d'autres créances immobilisées\n\n21 000\n\ncenter\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n1 173 740\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n437 000\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n200 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n20 000\n\n2504\n\nRecouvrements poursuivis à l'initiative de l'agence judiciaire du Trésor\n\n15 000\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n478 000\n\n2510\n\nFrais de poursuite\n\n13 456\n\n2511\n\nFrais de justice et d'instance\n\n7 284\n\n2512\n\nIntérêts moratoires\n\n2 000\n\n2513\n\nPénalités\n\n1 000\n\ncenter\n\n26. Divers\n\n3 153 920\n\n2601\n\nReversements de Natixis\n\n100 000\n\n2602\n\nReversements de la Compagnie française d'assurance pour le commerce extérieur\n\n500 000\n\n2603\n\nPrélèvements sur les fonds d'épargne gérés par la Caisse des dépôts et consignations\n\n758 000\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n314 000\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n170 000\n\n2612\n\nRedevances et divers produits pour frais de contrôle et de gestion\n\n11 000\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n0\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n82 420\n\n2615\n\nCommissions et frais de trésorerie perçus par l'Etat dans le cadre de son activité régalienne\n\n1 000\n\n2616\n\nFrais d'inscription\n\n10 000\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n11 000\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n6 000\n\n2620\n\nRécupération d'indus\n\n50 000\n\n2621\n\nRecouvrements après admission en non-valeur\n\n210 000\n\n2622\n\nDivers versements de l'Union européenne\n\n39 000\n\n2623\n\nReversements de fonds sur les dépenses des ministères ne donnant pas lieu à rétablissement de crédits\n\n50 000\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n34 000\n\n2625\n\nRecettes diverses en provenance de l'étranger\n\n3 000\n\n2626\n\nRemboursement de certaines exonérations de taxe foncière sur les propriétés non bâties (art. 109 de la loi de finances pour 1992)\n\n3 000\n\n2627\n\nSoulte sur reprise de dette et recettes assimilées\n\n0\n\n2697\n\nRecettes accidentelles\n\n210 000\n\n2698\n\nProduits divers\n\n261 500\n\n2699\n\nAutres produits divers\n\n330 000\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\nleft\n\ncenter\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n50 728 626\n\n3101\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n36 607 053\n\n3103\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n18 662\n\n3104\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n25 000\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n5 961 121\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n1 826 227\n\n3108\n\nDotation élu local\n\n65 006\n\n3109\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40 976\n\n3111\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000\n\n3112\n\nDotation départementale d'équipement des collèges\n\n326 317\n\n3113\n\nDotation régionale d'équipement scolaire\n\n661 186\n\n3117\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n5 000\n\n3118\n\nDotation globale de construction et d'équipement scolaire\n\n2 686\n\n3120\n\nCompensation relais de la réforme de la taxe professionnelle\n\n0\n\n3122\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n3 324 422\n\n3123\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n655 123\n\n3126\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n192 733\n\n3128\n\nDotation de compensation des produits syndicaux fiscalisés\n\n0\n\n3129\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle (complément au titre de 2011)\n\n0\n\n3130\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000\n\n3131\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n83 000\n\n3132\n\nDotation exceptionnelle de correction des calculs de la dotation de compensation de la réforme de la taxe professionnelle et du prélèvement ou du reversement des fonds nationaux de garantie individuelle des ressources\n\n0\n\n3133\n\nFonds de compensation des nuisances aéroportuaires\n\n6 822\n\n3134\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n423 292\n\ncenter\n\n32. Prélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n20 742 000\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget de l'Union européenne\n\n20 742 000\n\ncenter\n\n4. Fonds de concours\n\nleft\n\ncenter\n\nEvaluation des fonds de concours\n\n3 925 069\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RUBRIQUE\n\nÉVALUATIONpour 2015\n\nleft\n\n1. Recettes fiscales\n\n378 565 773\n\n11\n\nImpôt sur le revenu\n\n75 305 000\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n2 951 800\n\n13\n\nImpôt sur les sociétés\n\n58 109 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n14 087 233\n\n15\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n14 009 834\n\n16\n\nTaxe sur la valeur ajoutée\n\n193 280 170\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n20 822 736\n\nleft\n\n2. Recettes non fiscales\n\n14 233 908\n\n21\n\nDividendes et recettes assimilées\n\n5 884 927\n\n22\n\nProduits du domaine de l'Etat\n\n1 924 061\n\n23\n\nProduits de la vente de biens et services\n\n1 166 000\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n931 260\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n1 173 740\n\n26\n\nDivers\n\n3 153 920\n\nleft\n\nTotal des recettes brutes (1 + 2)\n\n392 799 681\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\n71 470 626\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n50 728 626\n\n32\n\nPrélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n20 742 000\n\nleft\n\nTotal des recettes, nettes des prélèvements (1 + 2 - 3)\n\n321 329 055\n\nleft\n\n4. Fonds de concours\n\n3 925 069\n\nleft\n\nEvaluation des fonds de concours\n\n3 925 069\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nÉVALUATIONpour 2015\n\ncenter\n\nmiddle\n\nContrôle et exploitation aériens\n\nleft\n\n7010\n\nVentes de produits fabriqués et marchandises\n\n170 000\n\n7061\n\nRedevances de route\n\n1 276 157 510\n\n7062\n\nRedevance océanique\n\n12 000 000\n\n7063\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n237 130 727\n\n7064\n\nRedevances pour services terminaux de la circulation aérienne pour l'outre-mer\n\n30 000 000\n\n7065\n\nRedevances de route. Autorité de surveillance\n\n7 400 000\n\n7066\n\nRedevances pour services terminaux de la circulation aérienne. Autorité de surveillance\n\n1 700 000\n\n7067\n\nRedevances de surveillance et de certification\n\n28 235 000\n\n7068\n\nPrestations de service\n\n1 420 000\n\n7080\n\nAutres recettes d'exploitation\n\n1 700 000\n\n7130\n\nVariation des stocks (production stockée)\n\n0\n\n7200\n\nProduction immobilisée\n\n0\n\n7400\n\nSubventions d'exploitation\n\n0\n\n7500\n\nAutres produits de gestion courante\n\n190 000\n\n7501\n\nTaxe de l'aviation civile\n\n373 684 500\n\n7502\n\nFrais d'assiette et recouvrement sur taxes perçues pour le compte de tiers\n\n6 160 000\n\n7600\n\nProduits financiers\n\n230 000\n\n7781\n\nProduits exceptionnels hors cessions immobilières\n\n3 300 000\n\n7782\n\nProduits exceptionnels issus des cessions immobilières\n\n700 000\n\n7800\n\nReprises sur amortissements et provisions\n\n3 000 000\n\n7900\n\nAutres recettes\n\n0\n\n9700\n\nProduit brut des emprunts\n\n167 856 329\n\n9900\n\nAutres recettes en capital\n\n0\n\ncenter\n\nmiddle\n\nTotal des recettes\n\n2 151 034 066\n\ncenter\n\nmiddle\n\nFonds de concours\n\n19 650 000\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\n7000\n\nVentes de produits fabriqués, prestations de services, marchandises\n\n204 880 000\n\n7100\n\nVariation des stocks (production stockée)\n\n0\n\n7200\n\nProduction immobilisée\n\n0\n\n7400\n\nSubventions d'exploitation\n\n0\n\n7500\n\nAutres produits de gestion courante\n\n0\n\n7600\n\nProduits financiers\n\n0\n\n7780\n\nProduits exceptionnels\n\n500 000\n\n7800\n\nReprises sur amortissements et provisions\n\n0\n\n7900\n\nAutres recettes\n\n0\n\n9300\n\nDiminution de stocks constatée en fin de gestion\n\n0\n\n9700\n\nProduit brut des emprunts\n\n0\n\n9900\n\nAutres recettes en capital\n\n0\n\njustify\n\nTotal des recettes\n\n205 380 000\n\nleft\n\nFonds de concours\n\n593 328\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nÉVALUATIONpour 2015\n\nleft\n\nAides à l'acquisition de véhicules propres\n\n242 150 000\n\n1\n\nProduit de la taxe additionnelle à la taxe sur les certificats d'immatriculation des véhicules\n\n242 150 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nContrôle de la circulation et du stationnement routiers\n\n1 377 096 668\n\nleft\n\nSection : Contrôle automatisé\n\n239 000 000\n\n1\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n239 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nSection : Circulation et stationnement routiers\n\n1 138 096 668\n\n3\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n170 000 000\n\n4\n\nAmendes forfaitaires de la police de la circulation et amendes forfaitaires majorées issues des infractions constatées par la voie du système de contrôle-sanction automatisé et des infractions aux règles de la police de la circulation\n\n968 096 668\n\n5\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nDéveloppement agricole et rural\n\n147 500 000\n\n1\n\nTaxe sur le chiffre d'affaires des exploitations agricoles\n\n147 500 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n377 000 000\n\n1\n\nContribution des gestionnaires de réseaux publics de distribution\n\n377 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nFinancement national du développement et de la modernisation de l'apprentissage\n\n1 490 730 000\n\n1\n\nFraction du quota de la taxe d'apprentissage\n\n1 490 730 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nGestion du patrimoine immobilier de l'Etat\n\n521 000 000\n\n1\n\nProduits des cessions immobilières\n\n521 000 000\n\nleft\n\nGestion et valorisation des ressources tirées de l'utilisation du spectre hertzien,des systèmes et des infrastructures de télécommunications de l'Etat\n\n2 167 000 000\n\n1\n\nProduit des redevances acquittées par les opérateurs privés pour l'utilisation des bandes de fréquences libérées par les ministères affectataires\n\n23 000 000\n\n2\n\nCession de l'usufruit de tout ou partie des systèmes de communication militaires par satellites\n\n0\n\n4\n\nProduit de la cession de l'usufruit de tout ou partie des systèmes de communication radioélectrique des services de l'Etat, dans les conditions fixées par la loi de finances pour 2013\n\n0\n\n5\n\nProduit des redevances d'occupation domaniale résultant d'autorisations d'utilisation de points hauts des réseaux de télécommunication et de transmission des services de l'Etat, dans les conditions fixées par la loi de finances pour 2013\n\n0\n\n6\n\nVersements du budget général\n\n0\n\n7\n\nProduit des redevances acquittées par les opérateurs privés pour l'utilisation des bandes de fréquences comprises entre 694 MHz et 790 MHz\n\n2 144 000 000\n\nleft\n\nParticipation de la France au désendettement de la Grèce\n\n309 000 000\n\n1\n\nProduit des contributions de la Banque de France\n\n309 000 000\n\nleft\n\nParticipations financières de l'Etat\n\n5 000 000 000\n\n1\n\nProduit des cessions, par l'Etat, de titres, parts ou droits de sociétés détenus directement\n\n4 977 500 000\n\n2\n\nReversement de produits, sous toutes formes, résultant des cessions de titres, parts ou droits de sociétés détenus indirectement par l'Etat\n\n0\n\n3\n\nReversement de dotations en capital et de produits de réduction de capital ou de liquidation\n\n0\n\n4\n\nRemboursement de créances rattachées à des participations financières\n\n2 500 000\n\n5\n\nRemboursements de créances liées à d'autres investissements, de l'Etat, de nature patrimoniale\n\n20 000 000\n\n6\n\nVersement du budget général\n\n0\n\nleft\n\nPensions\n\n57 569 415 575\n\nleft\n\nSection : Pensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n53 482 400 000\n\n1\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n3 664 000 000\n\n2\n\nPersonnels civils : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n6 500 000\n\n3\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n671 900 000\n\n4\n\nPersonnels civils : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n31 600 000\n\n5\n\nPersonnels civils : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n60 500 000\n\n6\n\nPersonnels civils : retenues pour pensions : agents propres de France Télécom et agents détachés à France Télécom\n\n151 300 000\n\n7\n\nPersonnels civils : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n234 500 000\n\n8\n\nPersonnels civils : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n44 300 000\n\n9\n\nPersonnels civils : retenues pour pensions : rachat des années d'études\n\n1 900 000\n\n10\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n17 300 000\n\n11\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés hors l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n40 000 000\n\n12\n\nPersonnels civils : retenues pour pensions : agents propres de La Poste et agents détachés à La Poste\n\n267 800 000\n\n14\n\nPersonnels civils : retenues pour pensions : agents propres et détachés des budgets annexes\n\n30 200 000\n\n21\n\nPersonnels civils : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension (hors allocation temporaire d'invalidité)\n\n28 681 900 000\n\n22\n\nPersonnels civils : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension (hors allocation temporaire d'invalidité)\n\n49 800 000\n\n23\n\nPersonnels civils : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n5 230 700 000\n\n24\n\nPersonnels civils : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n184 200 000\n\n25\n\nPersonnels civils : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n379 400 000\n\n26\n\nPersonnels civils : contributions des employeurs : agents propres de France Télécom et agents détachés à France Télécom\n\n799 600 000\n\n27\n\nPersonnels civils : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n943 500 000\n\n28\n\nPersonnels civils : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n35 300 000\n\n32\n\nPersonnels civils : contributions des employeurs : agents propres de La Poste et agents détachés à La Poste\n\n1 029 100 000\n\n33\n\nPersonnels civils : contributions des employeurs : allocation temporaire d'invalidité\n\n147 900 000\n\n34\n\nPersonnels civils : contributions des employeurs : agents propres et détachés des budgets annexes\n\n218 700 000\n\n41\n\nPersonnels militaires : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n695 200 000\n\n42\n\nPersonnels militaires : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n200 000\n\n43\n\nPersonnels militaires : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n0\n\n44\n\nPersonnels militaires : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n400 000\n\n45\n\nPersonnels militaires : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n1 600 000\n\n47\n\nPersonnels militaires : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n53 300 000\n\n48\n\nPersonnels militaires : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n100 000\n\n49\n\nPersonnels militaires : retenues pour pensions : rachat des années d'études\n\n1 200 000\n\n51\n\nPersonnels militaires : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n8 645 000 000\n\n52\n\nPersonnels militaires : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n2 500 000\n\n53\n\nPersonnels militaires : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n30 000\n\n54\n\nPersonnels militaires : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n2 270 000\n\n55\n\nPersonnels militaires : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n6 200 000\n\n57\n\nPersonnels militaires : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n567 600 000\n\n58\n\nPersonnels militaires : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n100 000\n\n61\n\nRecettes diverses (administration centrale) : Caisse nationale de retraite des agents des collectivités locales : transfert au titre de l'article 59 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010\n\n554 000 000\n\n62\n\nRecettes diverses (administration centrale) : La Poste : versement de la contribution exceptionnelle de l'Établissement public national de financement des retraites de La Poste\n\n0\n\n63\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels civils\n\n1 000 000\n\n64\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels militaires\n\n0\n\n65\n\nRecettes diverses (administration centrale) : compensation démographique généralisée : personnels civils et militaires\n\n0\n\n66\n\nRecettes diverses (administration centrale) : compensation démographique spécifique : personnels civils et militaires\n\n0\n\n67\n\nRecettes diverses : récupération des indus sur pensions : personnels civils\n\n19 000 000\n\n68\n\nRecettes diverses : récupération des indus sur pensions : personnels militaires\n\n8 000 000\n\n69\n\nAutres recettes diverses\n\n2 800 000\n\nleft\n\nSection : Ouvriers des établissements industriels de l'Etat\n\n1 959 432 575\n\n71\n\nCotisations salariales et patronales\n\n463 100 000\n\n72\n\nContribution au Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat et au Fonds des rentes d'accident du travail des ouvriers civils des établissements militaires\n\n1 441 957 575\n\n73\n\nCompensations inter-régimes généralisée et spécifique\n\n51 000 000\n\n74\n\nRecettes diverses\n\n1 375 000\n\n75\n\nAutres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n2 000 000\n\nleft\n\nSection : Pensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n2 127 583 000\n\n81\n\nFinancement de la retraite du combattant : participation du budget général\n\n784 700 000\n\n82\n\nFinancement de la retraite du combattant : autres moyens\n\n0\n\n83\n\nFinancement du traitement de membres de la Légion d'honneur : participation du budget général\n\n229 000\n\n84\n\nFinancement du traitement de membres de la Légion d'honneur : autres moyens\n\n0\n\n85\n\nFinancement du traitement de personnes décorées de la Médaille militaire : participation du budget général\n\n535 000\n\n86\n\nFinancement du traitement de personnes décorées de la Médaille militaire : autres moyens\n\n0\n\n87\n\nFinancement des pensions militaires d'invalidité : participation du budget général\n\n1 295 550 000\n\n88\n\nFinancement des pensions militaires d'invalidité : autres moyens\n\n0\n\n89\n\nFinancement des pensions d'Alsace-Lorraine : participation du budget général\n\n16 000 000\n\n90\n\nFinancement des pensions d'Alsace-Lorraine : autres moyens\n\n0\n\n91\n\nFinancement des allocations de reconnaissance des anciens supplétifs : participation du budget général\n\n17 200 000\n\n92\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : participation du budget général\n\n63 000\n\n93\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : participation du budget général\n\n12 986 000\n\n94\n\nFinancement des pensions de l'ORTF : participation du budget général\n\n320 000\n\n95\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n96\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n97\n\nFinancement des pensions de l'ORTF : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n98\n\nFinancement des pensions de l'ORTF : recettes diverses\n\n0\n\nleft\n\nServices nationaux de transport conventionnés de voyageurs\n\n309 000 000\n\n1\n\nContribution de solidarité territoriale\n\n90 000 000\n\n2\n\nFraction de la taxe d'aménagement du territoire\n\n19 000 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\n4\n\nTaxe sur le résultat des entreprises ferroviaires\n\n200 000 000\n\nleft\n\nTotal\n\n69 509 892 243\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nÉVALUATIONpour 2015\n\nleft\n\nAccords monétaires internationaux\n\n0\n\n1\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire ouest-africaine\n\n0\n\n2\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire d'Afrique centrale\n\n0\n\n3\n\nRemboursements des appels en garantie de convertibilité concernant l'Union des Comores\n\n0\n\nleft\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n7 532 659 664\n\n1\n\nRemboursement des avances octroyées au titre du préfinancement des aides communautaires de la politique agricole commune\n\n7 200 000 000\n\n3\n\nRemboursement des avances octroyées à des organismes distincts de l'Etat et gérant des services publics\n\n107 548 777\n\n4\n\nRemboursement des avances octroyées à des services de l'Etat\n\n225 110 887\n\n5\n\nRemboursement des avances octroyées au titre de l'indemnisation des victimes du Benfluorex\n\n0\n\nleft\n\nAvances à l'audiovisuel public\n\n3 666 787 593\n\n1\n\nRecettes\n\n3 666 787 593\n\nleft\n\nAvances aux collectivités territoriales\n\n101 256 867 216\n\nleft\n\nSection : Avances aux collectivités et établissements publics et à la Nouvelle-Calédonie\n\n0\n\n1\n\nRemboursement des avances de l'article 70 de la loi du 31 mars 1932 et de l'article L. 2336-1 du code général des collectivités territoriales\n\n0\n\n2\n\nRemboursement des avances de l'article 14 de la loi n° 46-2921 du 23 décembre 1946 et de l'article L. 2336-2 du code général des collectivités territoriales\n\n0\n\n3\n\nRemboursement des avances de l'article 34 de la loi n° 53-1336 du 31 décembre 1953 (avances spéciales sur recettes budgétaires)\n\n0\n\n4\n\nAvances à la Nouvelle-Calédonie (fiscalité nickel)\n\n0\n\nleft\n\nSection : Avances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n101 256 867 216\n\n5\n\nRecettes\n\n101 256 867 216\n\nleft\n\nPrêts à des Etats étrangers\n\n752 140 000\n\nleft\n\nSection : Prêts à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n329 000 000\n\n1\n\nRemboursement des prêts accordés à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n329 000 000\n\nleft\n\nSection : Prêts à des Etats étrangers pour consolidation de dettes envers la France\n\n258 140 000\n\n2\n\nRemboursement de prêts du Trésor\n\n258 140 000\n\nleft\n\nSection : Prêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n165 000 000\n\n3\n\nRemboursement de prêts octroyés par l'Agence française de développement\n\n165 000 000\n\nleft\n\nSection : Prêts aux Etats membres de la zone euro\n\n0\n\n4\n\nRemboursement des prêts consentis aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\nleft\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n36 242 000\n\nleft\n\nSection : Prêts et avances pour le logement des agents de l'Etat\n\n450 000\n\n2\n\nAvances aux agents de l'Etat pour l'amélioration de l'habitat\n\n0\n\n4\n\nAvances aux agents de l'Etat à l'étranger pour la prise en location d'un logement\n\n450 000\n\nleft\n\nSection : Prêts pour le développement économique et social\n\n35 792 000\n\n6\n\nPrêts pour le développement économique et social\n\n35 792 000\n\n7\n\nPrêts à la filière automobile\n\n0\n\n9\n\nPrêts aux petites et moyennes entreprises\n\n0\n\nleft\n\nTotal\n\n113 244 696 473\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAction extérieure de l'Etat\n\n3 088 128 760\n\n2 957 493 760\n\nAction de la France en Europe et dans le monde\n\n1 786 824 108\n\n1 791 789 108\n\nDont titre 2\n\n604 587 372\n\n604 587 372\n\nDiplomatie culturelle et d'influence\n\n747 919 324\n\n747 919 324\n\nDont titre 2\n\n80 579 050\n\n80 579 050\n\nFrançais à l'étranger et affaires consulaires\n\n374 268 328\n\n374 268 328\n\nDont titre 2\n\n218 237 248\n\n218 237 248\n\nConférence  Paris Climat 2015\n\n179 117 000\n\n43 517 000\n\nAdministration générale et territoriale de l'Etat\n\n2 880 171 498\n\n2 898 046 907\n\nAdministration territoriale\n\n1 714 963 591\n\n1 714 170 591\n\nDont titre 2\n\n1 526 586 092\n\n1 526 586 092\n\nVie politique, cultuelle et associative\n\n438 388 969\n\n439 147 920\n\nDont titre 2\n\n42 432 700\n\n42 432 700\n\nConduite et pilotage des politiques de l'intérieur\n\n726 818 938\n\n744 728 396\n\nDont titre 2\n\n441 088 189\n\n441 088 189\n\nAgriculture, alimentation, forêt et affaires rurales\n\n3 100 964 469\n\n2 922 638 996\n\nEconomie et développement durable de l'agriculture et des territoires\n\n1 610 829 287\n\n1 412 053 831\n\nForêt\n\n278 817 376\n\n292 181 945\n\nSécurité et qualité sanitaires de l'alimentation\n\n496 119 269\n\n494 798 269\n\nDont titre 2\n\n285 515 637\n\n285 515 637\n\nConduite et pilotage des politiques de l'agriculture\n\n715 198 537\n\n723 604 951\n\nDont titre 2\n\n630 798 298\n\n630 798 298\n\nAide publique au développement\n\n2 480 490 135\n\n2 798 352 141\n\nAide économique et financière au développement\n\n687 043 510\n\n1 026 578 969\n\nSolidarité à l'égard des pays en développement\n\n1 793 446 625\n\n1 771 773 172\n\nDont titre 2\n\n201 792 732\n\n201 792 732\n\nAnciens combattants, mémoire et liens avec la Nation\n\n2 751 600 923\n\n2 741 179 423\n\nLiens entre la Nation et son armée\n\n53 183 843\n\n42 457 843\n\nReconnaissance et réparation en faveur du monde combattant\n\n2 598 166 031\n\n2 598 166 031\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\n100 251 049\n\n100 555 549\n\nDont titre 2\n\n1 666 024\n\n1 666 024\n\nConseil et contrôle de l'Etat\n\n639 165 285\n\n636 382 447\n\nConseil d'Etat et autres juridictions administratives\n\n387 307 765\n\n383 189 927\n\nDont titre 2\n\n318 675 333\n\n318 675 333\n\nConseil économique, social et environnemental\n\n38 292 080\n\n38 297 080\n\nDont titre 2\n\n32 594 998\n\n32 594 998\n\nCour des comptes et autres juridictions financières\n\n212 748 894\n\n214 078 894\n\nDont titre 2\n\n185 760 609\n\n185 760 609\n\nHaut Conseil des finances publiques\n\n816 546\n\n816 546\n\nDont titre 2\n\n366 546\n\n366 546\n\nCrédits non répartis\n\n314 418 296\n\n14 418 296\n\nProvision relative aux rémunérations publiques\n\n0\n\n0\n\nDépenses accidentelles et imprévisibles\n\n314 418 296\n\n14 418 296\n\nCulture\n\n2 567 282 855\n\n2 596 194 865\n\nPatrimoines\n\n746 879 115\n\n752 317 175\n\nCréation\n\n719 537 581\n\n736 065 216\n\nTransmission des savoirs et démocratisation de la culture\n\n1 100 866 159\n\n1 107 812 474\n\nDont titre 2\n\n662 092 498\n\n662 092 498\n\nDéfense\n\n46 538 209 830\n\n36 790 879 504\n\nEnvironnement et prospective de la politique de défense\n\n1 350 136 270\n\n1 333 917 641\n\nPréparation et emploi des forces\n\n8 783 107 588\n\n7 087 738 933\n\nSoutien de la politique de la défense\n\n21 319 077 497\n\n20 682 700 721\n\nDont titre 2\n\n18 721 819 581\n\n18 721 819 581\n\nEquipement des forces\n\n15 085 888 475\n\n7 686 522 209\n\nDirection de l'action du Gouvernement\n\n1 261 796 545\n\n1 242 998 006\n\nCoordination du travail gouvernemental\n\n570 137 122\n\n605 820 061\n\nDont titre 2\n\n198 141 351\n\n198 141 351\n\nProtection des droits et libertés\n\n97 863 758\n\n98 302 966\n\nDont titre 2\n\n37 960 097\n\n37 960 097\n\nMoyens mutualisés des administrations déconcentrées\n\n593 795 665\n\n538 874 979\n\nDont titre 2\n\n106 452 621\n\n106 452 621\n\nEcologie, développement et mobilité durables\n\n7 841 780 725\n\n7 288 779 489\n\nInfrastructures et services de transports\n\n3 200 231 399\n\n3 223 841 399\n\nSécurité et affaires maritimes, pêche et aquaculture\n\n189 458 648\n\n189 020 632\n\nMétéorologie\n\n203 758 760\n\n203 758 760\n\nPaysages, eau et biodiversité\n\n273 523 409\n\n272 423 409\n\nInformation géographique et cartographique\n\n96 060 901\n\n96 060 901\n\nPrévention des risques\n\n300 164 436\n\n245 111 708\n\nDont titre 2\n\n40 847 716\n\n40 847 716\n\nEnergie, climat et après-mines\n\n540 771 370\n\n544 316 561\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n3 037 811 802\n\n2 514 246 119\n\nDont titre 2\n\n1 993 450 009\n\n1 993 450 009\n\nEconomie\n\n3 183 997 588\n\n1 785 372 363\n\nDéveloppement des entreprises et du tourisme\n\n859 547 500\n\n874 550 892\n\nDont titre 2\n\n411 888 414\n\n411 888 414\n\nPlan  France Très haut débit\n\n1 412 000 000\n\n0\n\nStatistiques et études économiques\n\n450 134 096\n\n448 505 479\n\nDont titre 2\n\n378 948 822\n\n378 948 822\n\nStratégie économique et fiscale\n\n462 315 992\n\n462 315 992\n\nDont titre 2\n\n148 332 210\n\n148 332 210\n\nEgalité des territoires et logement\n\n13 725 700 951\n\n13 407 100 951\n\nPrévention de l'exclusion et insertion des personnes vulnérables\n\n1 365 960 333\n\n1 365 960 333\n\nAide à l'accès au logement\n\n10 984 317 723\n\n10 984 317 723\n\nUrbanisme, territoires et amélioration de l'habitat\n\n598 230 043\n\n279 630 043\n\nConduite et pilotage des politiques du logement et de l'égalité des territoires\n\n777 192 852\n\n777 192 852\n\nDont titre 2\n\n777 192 852\n\n777 192 852\n\nEngagements financiers de l'Etat\n\n46 596 666 523\n\n45 219 666 523\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\n44 337 000 000\n\n44 337 000 000\n\nAppels en garantie de l'Etat (crédits évaluatifs)\n\n187 966 523\n\n187 966 523\n\nEpargne\n\n476 700 000\n\n476 700 000\n\nMajoration de rentes\n\n168 000 000\n\n168 000 000\n\nDotation en capital du Mécanisme européen de stabilité\n\n0\n\n0\n\nAugmentation de capital de la Banque européenne d'investissement\n\n0\n\n0\n\nFonds de soutien relatif aux prêts et contrats financiers structurés à risque\n\n1 427 000 000\n\n50 000 000\n\nEnseignement scolaire\n\n66 323 624 478\n\n66 403 620 708\n\nEnseignement scolaire public du premier degré\n\n19 829 263 212\n\n19 829 263 212\n\nDont titre 2\n\n19 790 577 879\n\n19 790 577 879\n\nEnseignement scolaire public du second degré\n\n30 975 296 552\n\n30 975 296 552\n\nDont titre 2\n\n30 863 476 532\n\n30 863 476 532\n\nVie de l'élève\n\n4 807 405 128\n\n4 854 996 358\n\nDont titre 2\n\n1 979 667 088\n\n1 979 667 088\n\nEnseignement privé du premier et du second degrés\n\n7 174 423 975\n\n7 174 423 975\n\nDont titre 2\n\n6 426 285 133\n\n6 426 285 133\n\nSoutien de la politique de l'éducation nationale\n\n2 159 912 228\n\n2 192 317 228\n\nDont titre 2\n\n1 457 675 053\n\n1 457 675 053\n\nEnseignement technique agricole\n\n1 377 323 383\n\n1 377 323 383\n\nDont titre 2\n\n898 160 116\n\n898 160 116\n\nGestion des finances publiques et des ressources humaines\n\n11 325 095 917\n\n11 213 563 691\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\n8 312 800 120\n\n8 211 983 811\n\nDont titre 2\n\n7 077 675 959\n\n7 077 675 959\n\nConduite et pilotage des politiques économiques et financières\n\n1 090 714 678\n\n1 054 373 963\n\nDont titre 2\n\n511 148 707\n\n511 148 707\n\nFacilitation et sécurisation des échanges\n\n1 569 907 710\n\n1 582 591 701\n\nDont titre 2\n\n1 131 668 032\n\n1 131 668 032\n\nEntretien des bâtiments de l'Etat\n\n150 354 077\n\n160 354 077\n\nFonction publique\n\n201 319 332\n\n204 260 139\n\nDont titre 2\n\n249 549\n\n249 549\n\nImmigration, asile et intégration\n\n641 856 727\n\n651 993 727\n\nImmigration et asile\n\n583 842 208\n\n593 416 208\n\nIntégration et accès à la nationalité française\n\n58 014 519\n\n58 577 519\n\nJustice\n\n9 194 560 105\n\n7 894 234 243\n\nJustice judiciaire\n\n2 994 673 956\n\n3 064 764 204\n\nDont titre 2\n\n2 136 561 218\n\n2 136 561 218\n\nAdministration pénitentiaire\n\n4 703 140 844\n\n3 374 582 548\n\nDont titre 2\n\n2 117 411 335\n\n2 117 411 335\n\nProtection judiciaire de la jeunesse\n\n779 878 636\n\n777 378 636\n\nDont titre 2\n\n460 279 108\n\n460 279 108\n\nAccès au droit et à la justice\n\n359 146 271\n\n357 732 536\n\nConduite et pilotage de la politique de la justice\n\n354 098 747\n\n315 438 747\n\nDont titre 2\n\n131 372 545\n\n131 372 545\n\nConseil supérieur de la magistrature\n\n3 621 651\n\n4 337 572\n\nDont titre 2\n\n2 657 111\n\n2 657 111\n\nMédias, livre et industries culturelles\n\n717 824 967\n\n714 851 851\n\nPresse\n\n256 348 614\n\n256 348 614\n\nLivre et industries culturelles\n\n271 905 143\n\n268 932 027\n\nContribution à l'audiovisuel et à la diversité radiophonique\n\n189 571 210\n\n189 571 210\n\nOutre-mer\n\n2 092 815 256\n\n2 062 156 757\n\nEmploi outre-mer\n\n1 391 859 525\n\n1 378 609 525\n\nDont titre 2\n\n141 836 941\n\n141 836 941\n\nConditions de vie outre-mer\n\n700 955 731\n\n683 547 232\n\nPolitique des territoires\n\n693 657 359\n\n746 378 093\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n215 099 064\n\n263 152 492\n\nDont titre 2\n\n23 329 384\n\n23 329 384\n\nInterventions territoriales de l'Etat\n\n29 590 290\n\n33 093 866\n\nPolitique de la ville\n\n448 968 005\n\n450 131 735\n\nDont titre 2\n\n21 188 690\n\n21 188 680\n\nPouvoirs publics\n\n988 015 262\n\n988 015 262\n\nPrésidence de la République\n\n100 000 000\n\n100 000 000\n\nAssemblée nationale\n\n517 890 000\n\n517 890 000\n\nSénat\n\n323 584 600\n\n323 584 600\n\nLa Chaîne parlementaire\n\n35 489 162\n\n35 489 162\n\nIndemnités des représentants français au Parlement européen\n\n0\n\n0\n\nConseil constitutionnel\n\n10 190 000\n\n10 190 000\n\nHaute Cour\n\n0\n\n0\n\nCour de justice de la République\n\n861 500\n\n861 500\n\nRecherche et enseignement supérieur\n\n25 757 428 106\n\n25 892 775 731\n\nFormations supérieures et recherche universitaire\n\n12 702 021 712\n\n12 787 895 876\n\nDont titre 2\n\n573 069 384\n\n573 069 384\n\nVie étudiante\n\n2 505 672 273\n\n2 498 097 273\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n6 265 125 852\n\n6 270 005 790\n\nRecherche spatiale\n\n1 434 501 498\n\n1 434 501 498\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n1 377 813 162\n\n1 385 813 162\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n829 878 490\n\n877 712 013\n\nDont titre 2\n\n103 653 816\n\n103 653 816\n\nRecherche duale (civile et militaire)\n\n192 074 745\n\n192 074 745\n\nRecherche culturelle et culture scientifique\n\n117 398 198\n\n117 233 198\n\nEnseignement supérieur et recherche agricoles\n\n332 942 176\n\n329 442 176\n\nDont titre 2\n\n200 654 435\n\n200 654 435\n\nRégimes sociaux et de retraite\n\n6 413 954 690\n\n6 413 954 690\n\nRégimes sociaux et de retraite des transports terrestres\n\n4 035 921 512\n\n4 035 921 512\n\nRégimes de retraite et de sécurité sociale des marins\n\n852 952 581\n\n852 952 581\n\nRégimes de retraite des mines, de la SEITA et divers\n\n1 525 080 597\n\n1 525 080 597\n\nRelations avec les collectivités territoriales\n\n3 027 070 191\n\n2 815 911 934\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\n2 767 327 545\n\n2 532 038 288\n\nConcours spécifiques et administration\n\n259 742 646\n\n283 873 646\n\nRemboursements et dégrèvements\n\n99 475 025 000\n\n99 475 025 000\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n87 830 025 000\n\n87 830 025 000\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n11 645 000 000\n\n11 645 000 000\n\nSanté\n\n1 201 495 674\n\n1 201 495 674\n\nPrévention, sécurité sanitaire et offre de soins\n\n515 070 444\n\n515 070 444\n\nProtection maladie\n\n686 425 230\n\n686 425 230\n\nSécurités\n\n18 166 593 447\n\n18 222 988 329\n\nPolice nationale\n\n9 656 144 316\n\n9 690 164 602\n\nDont titre 2\n\n8 718 418 488\n\n8 718 418 488\n\nGendarmerie nationale\n\n8 074 323 213\n\n8 058 175 813\n\nDont titre 2\n\n6 848 898 820\n\n6 848 898 820\n\nSécurité et éducation routières\n\n41 463 446\n\n41 463 446\n\nSécurité civile\n\n394 662 472\n\n433 184 468\n\nDont titre 2\n\n166 611 496\n\n166 611 496\n\nSolidarité, insertion et égalité des chances\n\n15 742 993 666\n\n15 738 891 979\n\nInclusion sociale, protection des personnes et économie sociale et solidaire\n\n2 630 629 868\n\n2 630 629 868\n\nHandicap et dépendance\n\n11 591 250 992\n\n11 591 250 992\n\nEgalité entre les femmes et les hommes\n\n25 295 021\n\n25 295 021\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\n1 495 817 785\n\n1 491 716 098\n\nDont titre 2\n\n727 381 038\n\n727 381 038\n\nSport, jeunesse et vie associative\n\n456 214 039\n\n468 044 662\n\nSport\n\n219 026 987\n\n230 857 610\n\nJeunesse et vie associative\n\n237 187 052\n\n237 187 052\n\nTravail et emploi\n\n11 949 646 656\n\n11 367 568 525\n\nAccès et retour à l'emploi\n\n7 940 756 618\n\n7 639 853 760\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n3 111 105 465\n\n2 875 910 052\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n133 559 818\n\n81 638 091\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n764 224 755\n\n770 166 622\n\nDont titre 2\n\n628 490 760\n\n628 490 760\n\nTotaux\n\n411 138 245 923\n\n395 570 974 527\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nContrôle et exploitation aériens\n\n2 168 018 936\n\n2 151 034 066\n\nSoutien aux prestations de l'aviation civile\n\n1 558 192 847\n\n1 558 192 847\n\nDont charges de personnel\n\n1 144 828 220\n\n1 144 828 220\n\nNavigation aérienne\n\n564 856 959\n\n547 872 089\n\nTransports aériens, surveillance et certification\n\n44 969 130\n\n44 969 130\n\nPublications officielles et information administrative\n\n201 109 189\n\n189 129 629\n\nEdition et diffusion\n\n76 989 354\n\n63 718 015\n\nPilotage et ressources humaines\n\n124 119 835\n\n125 411 614\n\nDont charges de personnel\n\n75 403 846\n\n75 403 846\n\nTotaux\n\n2 369 128 125\n\n2 340 163 695\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAides à l'acquisition de véhicules propres\n\n242 150 000\n\n242 150 000\n\nContribution au financement de l'attribution d'aides à l'acquisition de véhicules propres\n\n214 150 000\n\n214 150 000\n\nContribution au financement de l'attribution d'aides au retrait de véhicules polluants\n\n28 000 000\n\n28 000 000\n\nContrôle de la circulation et du stationnement routiers\n\n1 377 096 668\n\n1 377 096 668\n\nRadars\n\n217 118 000\n\n217 118 000\n\nFichier national du permis de conduire\n\n21 882 000\n\n21 882 000\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n30 000 000\n\n30 000 000\n\nContribution à l'équipement des collectivités territoriales pour l'amélioration des transports en commun, de la sécurité et de la circulation routières\n\n667 191 234\n\n667 191 234\n\nDésendettement de l'Etat\n\n440 905 434\n\n440 905 434\n\nDéveloppement agricole et rural\n\n147 500 000\n\n147 500 000\n\nDéveloppement et transfert en agriculture\n\n70 553 250\n\n70 553 250\n\nRecherche appliquée et innovation en agriculture\n\n76 946 750\n\n76 946 750\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n377 000 000\n\n377 000 000\n\nElectrification rurale\n\n369 600 000\n\n369 600 000\n\nOpérations de maîtrise de la demande d'électricité, de production d'électricité par des énergies renouvelables ou de production de proximité dans les zones non interconnectées, déclarations d'utilité publique et intempéries\n\n7 400 000\n\n7 400 000\n\nFinancement national du développement et de la modernisation de l'apprentissage\n\n1 490 730 000\n\n1 490 730 000\n\nRépartition régionale de la ressource consacrée au développement de l'apprentissage\n\n1 397 823 400\n\n1 397 823 400\n\nCorrection financière des disparités régionales de taxe d'apprentissage et incitations au développement de l'apprentissage\n\n92 906 600\n\n92 906 600\n\nGestion du patrimoine immobilier de l'Etat\n\n526 817 226\n\n521 000 000\n\nContribution au désendettement de l'Etat\n\n108 000 000\n\n108 000 000\n\nContribution aux dépenses immobilières\n\n418 817 226\n\n413 000 000\n\nGestion et valorisation des ressources tirées de l'utilisation du spectre hertzien, des systèmeset des infrastructures de télécommunications de l'Etat\n\n2 167 000 000\n\n2 167 000 000\n\nDésendettement de l'Etat\n\n0\n\n0\n\nOptimisation de l'usage du spectre hertzien et interception et traitement des émissions électromagnétiques (ministère de la défense)\n\n2 167 000 000\n\n2 167 000 000\n\nOptimisation de l'usage du spectre hertzien et des infrastructures du réseau physique de télécommunications du ministère de l'intérieur\n\n0\n\n0\n\nParticipation de la France au désendettement de la Grèce\n\n309 000 000\n\n432 500 000\n\nVersement de la France à la Grèce au titre de la restitution à cet Etat des revenus perçus sur les titres grecs\n\n309 000 000\n\n432 500 000\n\nRétrocessions de trop-perçus à la Banque de France\n\n0\n\n0\n\nParticipations financières de l'Etat\n\n5 000 000 000\n\n5 000 000 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\n1 000 000 000\n\n1 000 000 000\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\n4 000 000 000\n\n4 000 000 000\n\nPensions\n\n56 842 013 000\n\n56 842 013 000\n\nPensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n52 789 400 000\n\n52 789 400 000\n\nDont titre 2\n\n52 788 900 000\n\n52 788 900 000\n\nOuvriers des établissements industriels de l'Etat\n\n1 925 030 000\n\n1 925 030 000\n\nDont titre 2\n\n1 916 210 000\n\n1 916 210 000\n\nPensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n2 127 583 000\n\n2 127 583 000\n\nDont titre 2\n\n16 000 000\n\n16 000 000\n\nServices nationaux de transport conventionnés de voyageurs\n\n309 000 000\n\n309 000 000\n\nExploitation des services nationaux de transports conventionnés\n\n191 000 000\n\n191 000 000\n\nMatériel roulant des services nationaux de transports conventionnés\n\n118 000 000\n\n118 000 000\n\nTotaux\n\n68 788 306 894\n\n68 905 989 668\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAccords monétaires internationaux\n\n0\n\n0\n\nRelations avec l'Union monétaire ouest-africaine\n\n0\n\n0\n\nRelations avec l'Union monétaire d'Afrique centrale\n\n0\n\n0\n\nRelations avec l'Union des Comores\n\n0\n\n0\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n7 438 856 329\n\n7 438 856 329\n\nAvances à l'Agence de services et de paiement, au titre du préfinancement des aides communautaires de la politique agricole commune\n\n7 200 000 000\n\n7 200 000 000\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\n56 000 000\n\n56 000 000\n\nAvances à des services de l'Etat\n\n167 856 329\n\n167 856 329\n\nAvances à l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales au titre de l'indemnisation des victimes du Benfluorex\n\n15 000 000\n\n15 000 000\n\nAvances à l'audiovisuel public\n\n3 666 787 593\n\n3 666 787 593\n\nFrance Télévisions\n\n2 369 360 683\n\n2 369 360 683\n\nARTE France\n\n267 249 469\n\n267 249 469\n\nRadio France\n\n614 392 236\n\n614 392 236\n\nFrance Médias Monde\n\n247 082 000\n\n247 082 000\n\nInstitut national de l'audiovisuel\n\n90 869 000\n\n90 869 000\n\nTV5 Monde\n\n77 834 205\n\n77 834 205\n\nAvances aux collectivités territoriales\n\n101 472 412 512\n\n101 472 412 512\n\nAvances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n6 000 000\n\n6 000 000\n\nAvances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n101 466 412 512\n\n101 466 412 512\n\nPrêts à des Etats étrangers\n\n1 742 100 000\n\n1 482 100 000\n\nPrêts à des Etats étrangers en vue de faciliter la vente de biens et services concourant au développement du commerce extérieur de la France\n\n330 000 000\n\n440 000 000\n\nPrêts à des Etats étrangers pour consolidation de dettes envers la France\n\n652 100 000\n\n652 100 000\n\nPrêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n760 000 000\n\n390 000 000\n\nPrêts aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\n0\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n200 500 000\n\n200 500 000\n\nPrêts et avances pour le logement des agents de l'Etat\n\n500 000\n\n500 000\n\nPrêts pour le développement économique et social\n\n200 000 000\n\n200 000 000\n\nPrêts à la filière automobile\n\n0\n\n0\n\nTotaux\n\n114 520 656 434\n\n114 260 656 434\n\n1\n\ncenter\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n901\n\nApprovisionnement des armées en produits pétroliers, autres fluides et produits complémentaires\n\n125 000 000\n\n912\n\nCantine et travail des détenus dans le cadre pénitentiaire\n\n23 000 000\n\n910\n\nCouverture des risques financiers de l'Etat\n\n528 000 000\n\n902\n\nExploitations industrielles des ateliers aéronautiques de l'Etat\n\n0\n\n903\n\nGestion de la dette et de la trésorerie de l'Etat\n\n19 200 000 000\n\nleft\n\nSection 1. Opérations relatives à la dette primaire et gestion de la trésorerie\n\n17 500 000 000\n\nleft\n\nSection 2. Opérations de gestion active de la dette au moyen d'instruments financiers à terme\n\n1 700 000 000\n\n904\n\nLancement de certains matériels aéronautiques et de certains matériels d'armement complexes\n\n0\n\n905\n\nLiquidation d'établissements publics de l'Etat et liquidations diverses\n\n0\n\n907\n\nOpérations commerciales des domaines\n\n0\n\n909\n\nRégie industrielle des établissements pénitentiaires\n\n609 800\n\n914\n\nRenouvellement des concessions hydroélectriques\n\n4 700 000\n\nleft\n\nTotal\n\n19 881 309 800\n\n1\n\ncenter\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n951\n\nEmission des monnaies métalliques\n\n0\n\n952\n\nOpérations avec le Fonds monétaire international\n\n0\n\n953\n\nPertes et bénéfices de change\n\n400 000 000\n\nleft\n\nTotal\n\n400 000 000\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2015, l'exécution de l'année 2013 et la prévision d'exécution de l'année 2014 s'établissent comme suit :\n\nEXÉCUTION 2013\n\nPRÉVISION D'EXÉCUTION 2014\n\nPRÉVISION 2015\n\nSolde structurel (1)\n\n- 2,5\n\n- 2,4\n\n- 2,1\n\nSolde conjoncturel (2)\n\n- 1,6\n\n- 1,9\n\n- 2,0\n\nMesures exceptionnelles (3)\n\n-\n\n-\n\n- 0,1\n\nSolde effectif (1 + 2 + 3)\n\n- 4,1\n\n- 4,4\n\n- 4,1\n\n1\n\ncenter"
    }
  ]
}