{
  "id": "jorftext000047294244",
  "type": "statute",
  "title": "LOI n°2023-175 du 10 mars 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047294244",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les entreprises publiques et les sociétés dont l'effectif salarié est supérieur à 250 personnes au 1er janvier 2023 établissent un plan de valorisation de leur foncier en vue de produire des énergies renouvelables, au sens de l'article L. 211-2 du code de l'énergie, assorti d'objectifs quantitatifs déclinés par type de production d'énergie, dans un délai de deux ans à compter de la promulgation de la présente loi. Pour les entreprises publiques, ce plan de valorisation est rendu public de manière accessible."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - En cas de rééquipement d'une installation de production d'énergies renouvelables, les incidences que le projet est susceptible d'avoir sur l'environnement sont appréciées au regard des incidences notables potentielles résultant de la modification ou de l'extension par rapport au projet initial.II. - Le I s'applique pour une durée de dix-huit mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Une expérimentation est conduite avec des bureaux d'études et des porteurs de projets volontaires pour une durée de quatre ans à compter de la promulgation de la présente loi afin que, lorsque le maître d'ouvrage recourt aux services d'un bureau d'études interne ou externe pour l'élaboration de l'étude d'impact mentionnée à l'article L. 122-1 du code de l'environnement ou de l'étude de dangers mentionnée à l'article L. 181-25 du même code, en vue de l'autorisation environnementale d'une installation de production d'énergie renouvelable relevant de l'article L. 512-1 dudit code, il s'assure de la compétence de ce bureau d'études au regard d'exigences minimales fixées par arrêté du ministre chargé des installations classées.Cette compétence peut être attestée ou certifiée par des tierces parties. Le ministre chargé des installations classées peut, s'il relève un défaut manifeste de compétence d'un bureau d'études faisant l'objet d'une telle attestation ou certification, en informer la tierce partie, qui doit alors suspendre ou retirer, sur la base de ce signalement, l'attestation ou la certification.Cette expérimentation, qui fait l'objet d'un appel à manifestations d'intérêt à l'initiative du ministre chargé des installations classées, est suivie d'un bilan transmis au Parlement, comprenant une évaluation socio-économique de ce dispositif. Sur la base de ce bilan, le ministre chargé des installations classées prévoit les conditions de généralisation éventuelle de ce dispositif."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - L'article L. 123-2 du code de l'environnement, dans sa rédaction résultant du I du présent article, est applicable aux demandes d'autorisation d'urbanisme déposées à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. - Les informations prévues au 1° du II de l'article L. 141-5-3 du code de l'énergie sont mises à la disposition des collectivités territoriales mentionnées au même 1° dans un délai de deux mois à compter de la promulgation de la présente loi.IV. et V. - A modifié les dispositions suivantes :\n\nVI. - Le 1° du II du présent article est applicable aux évolutions des schémas de cohérence territoriale prescrites à compter de la promulgation de la présente loi.VII. - En Corse, pour l'application des articles L. 141-5-2 et L. 141-5-3 du code de l'énergie, les missions du comité régional de l'énergie prévu à l'article L. 141-5-2 du même code sont exercées par le conseil de l'énergie, de l'air et du climat.En Guadeloupe, en Guyane, en Martinique, à Mayotte, à La Réunion, à Saint-Pierre-et-Miquelon et dans les îles Wallis et Futuna, les missions du comité régional de l'énergie prévu au même article L. 141-5-2 sont exercées par l'organe en tenant lieu.Par dérogation au III de l'article L. 141-5-3 dudit code, l'Assemblée de Corse arrête la cartographie des zones d'accélération pour l'implantation d'installations de production ou de stockage d'énergies renouvelables dans un schéma directeur territorial de déploiement des énergies renouvelables, au sein du schéma régional du climat, de l'air et de l'énergie de Corse, en lien avec le référent préfectoral mentionné à l'article L. 181-28-10 du même code et en compatibilité avec le plan d'aménagement et de développement durable de la Corse mentionné à l'article L. 4424-9 du code général des collectivités territoriales.Pour les territoires mentionnés au présent VII, les objectifs régionaux à prendre en compte sont ceux de la programmation pluriannuelle de l'énergie prévue à l'article L. 141-5 du code de l'énergie.VIII. à XI. - A modifié les dispositions suivantes :\n\n- Code de l'énergie- Code de l'urbanisme\n\n- Code de l'énergie\n\n- Code de la défense.\n\n- Code de la sécurité intérieure.\n\n- Code général des collectivités territoriales\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.- A créé les dispositions suivantes :\n\nII.- Le I est applicable aux projets dont la demande d'autorisation est déposée plus de six mois après la promulgation de la présente loi.\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Lorsqu'une société d'économie mixte locale mentionnée à l'article L. 1521-1 du code général des collectivités territoriales dont est actionnaire l'autorité compétente mentionnée à l'article L. 318-8-2 du code de l'urbanisme ou l'une des filiales de cette société implante et gère des installations de production d'électricité à partir de l'énergie solaire au sein d'une zone d'activité économique, au sens de l'article L. 318-8-1 du même code, ces installations peuvent faire l'objet d'un certificat de projet délivré dans les conditions prévues à l'article 212 de la loi n° 2021-1104 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Un observatoire des énergies renouvelables et de la biodiversité est mis en place au plus tard un an après la promulgation de la présente loi.Cet observatoire a notamment pour mission de réaliser un état des lieux de la connaissance des incidences des énergies renouvelables sur la biodiversité, les sols et les paysages, des moyens d'évaluation de ces incidences et des moyens d'amélioration de cette connaissance. Les modalités d'organisation de cet observatoire et ses missions sont précisées par voie réglementaire."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Le présent article est applicable aux litiges engagés à compter de la publication de la présente loi à l'encontre des autorisations environnementales régies par le chapitre unique du titre VIII du livre Ier du code de l'environnement."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour modifier le chapitre Ier du titre Ier du livre Ier du code de l'énergie ainsi que les titres II, IV et VI du livre III du même code afin :1° De supprimer les dispositions et les références devenues sans objet ou obsolètes ainsi que les incohérences rédactionnelles ;2° D'améliorer la cohérence interne, la coordination et la lisibilité des dispositions relatives à l'accès et au raccordement aux réseaux publics d'électricité, en modifiant le cas échéant la codification de celles-ci ;3° De clarifier les modalités de prise en charge des coûts de raccordement au réseau par les redevables de la contribution au titre du raccordement ou par le tarif d'utilisation des réseaux publics d'électricité mentionnés aux articles L. 341-2, L. 341-2-1 et L. 341-4-2 du code de l'énergie, sans modifier la répartition actuelle de ces prises en charge ni aggraver leur niveau ;4° D'adapter, pour les zones non interconnectées à la France métropolitaine continentale, les procédures d'élaboration et d'évolution des schémas de raccordement au réseau des énergies renouvelables prévues à l'article 29 de la présente loi, en tenant compte des spécificités de ces territoires ;5° De modifier, le cas échéant, pour les zones non interconnectées à la France métropolitaine continentale, la définition du périmètre de mutualisation mentionné à l'article L. 321-7 du code de l'énergie, pour l'adapter aux spécificités géographiques de ces territoires, sans remettre en cause les modalités de réfaction prévues pour les installations de production d'électricité à partir de source renouvelable au 3° de l'article L. 341-2 et au 3° du I de l'article L. 341-2-1 du même code, ni remettre en cause les dispositions applicables aux entreprises fortement consommatrices d'électricité mentionnées à l'article L. 351-1 dudit code, ni remettre en cause les compétences dévolues aux autorités organisatrices ou concédantes du réseau public de distribution d'électricité en matière d'établissement, d'extension, de renforcement et de perfectionnement des ouvrages de distribution mentionnées à l'article L. 322-6 du même code ;6° De prévoir les conditions dans lesquelles les conventions de raccordement mentionnées aux articles L. 342-4 et L. 342-9 du même code peuvent permettre une évolution par rapport à la puissance de raccordement par rapport à la puissance effectivement mise à disposition par le gestionnaire des réseaux publics d'électricité, à des fins de dimensionnement optimal du réseau sur les plans technique et économique.L'élaboration du projet d'ordonnance associe la Commission de régulation de l'énergie, les gestionnaires des réseaux publics de distribution et de transport d'électricité, les autorités organisatrices du réseau public de distribution d'électricité, les représentants des collectivités territoriales intéressées et les représentants des producteurs d'électricité renouvelable.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au présent article."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Afin de concourir à l'atteinte des objectifs mentionnés aux 1° à 3° et 10° du I de l'article L. 100-4 du code de l'énergie, les dérogations procédurales prévues au présent article s'appliquent aux projets de création ou de modification d'ouvrages du réseau public de transport d'électricité lorsque ceux-ci ont pour objet le raccordement de projets se rapportant aux installations de production ou de stockage d'hydrogène renouvelable ou bas-carbone, mentionné à l'article L. 811-1 du même code, et aux opérations de modifications d'installations industrielles ayant pour objectif le remplacement de combustibles fossiles pour la production d'énergie, l'amélioration de l'efficacité énergétique ou la diminution significative des émissions de gaz à effet de serre.Ces projets d'installations de production ou de stockage et d'opérations de modifications d'installations industrielles doivent concourir de manière directe à une réduction significative des émissions de gaz à effet de serre d'installations industrielles soumises aux articles L. 229-6 à L. 229-12 du code de l'environnement.Pour l'application du deuxième alinéa du présent I, les émissions de gaz à effet de serre des installations industrielles concernées doivent avoir été supérieures à 250 000 tonnes au cours d'au moins une des quatre années précédant la promulgation de la présente loi. Le respect de ce seuil peut être apprécié à l'échelle d'une installation ou à l'échelle de plusieurs installations localisées sur un même territoire délimité et cohérent du point de vue industriel.\n\nLes dérogations prévues au premier alinéa du présent I sont également applicables aux projets de création ou de modification d'ouvrages du réseau public de transport d'électricité lorsque ceux-ci ont pour objet le raccordement des installations d'un projet industriel qualifié de projet d'intérêt national majeur pour la transition écologique ou la souveraineté nationale par le décret prévu au premier alinéa du I de l'article L. 300-6-2 du code de l'urbanisme.Le présent article s'applique aux projets de raccordement mentionnés aux premier et avant-dernier alinéas du présent I pour lesquels une demande de mise en œuvre d'une ou de plusieurs des dérogations prévues aux II à V du présent article a été présentée à l'autorité compétente dans un délai de deux ans à compter de la promulgation de la présente loi. Ce délai peut être prorogé, dans la limite de deux ans, par décret en Conseil d'Etat. Le Gouvernement remet au Parlement un rapport d'évaluation de la mise en œuvre des dérogations six mois avant l'éventuelle prorogation de ce délai. Les dérogations sont strictement proportionnées aux besoins de ces projets. Le gestionnaire de réseau de transport d'électricité peut mettre en œuvre tout ou partie de ces dérogations lorsque l'application des règles de droit commun est incompatible avec la finalité poursuivie par ces projets, notamment en ce qui concerne la date de raccordement demandée pour la mise en service des installations de production ou de stockage ou des opérations de modifications d'installations industrielles concernées.II. - En lieu et place des procédures de participation du public prévues au chapitre Ier du titre II du livre Ier du code de l'environnement, les projets d'ouvrages de raccordement mentionnés au I du présent article peuvent faire l'objet d'une concertation préalable selon les modalités suivantes.La concertation préalable est réalisée sous l'égide du représentant de l'Etat dans le département dans lequel se situent ces projets. La concertation préalable permet de débattre de l'opportunité, des objectifs et des caractéristiques principales de ces projets, des enjeux sociaux, économiques et énergétiques qui s'y attachent ainsi que de leurs impacts significatifs sur l'environnement. Cette concertation permet, le cas échéant, de débattre de solutions alternatives aux projets proposés par le gestionnaire du réseau de transport d'électricité. Cette concertation associe les élus, les associations, les organisations professionnelles et le public.Les objectifs poursuivis et les modalités de la concertation sont précisés par le représentant de l'Etat dans le département. Le gestionnaire du réseau de transport d'électricité établit un dossier de concertation, qui comprend notamment les objectifs et les caractéristiques principales des projets d'ouvrages de raccordement ainsi que l'identification de leurs impacts significatifs sur l'environnement, qu'il soumet au représentant de l'Etat dans le département.Pendant une durée suffisante, qui ne peut être inférieure à trente jours pour la phase de participation du public, et selon des moyens adaptés au regard de l'importance et des caractéristiques de ces ouvrages, les modalités de la concertation permettent au public d'accéder aux informations relatives au projet et aux avis requis par les dispositions législatives ou réglementaires applicables et de formuler des observations et des propositions, qui sont enregistrées et conservées par le maître d'ouvrage, lequel les tient à la disposition de l'autorité compétente. Quinze jours avant le début de la phase de participation du public, le public est informé des modalités et de la durée de la concertation par voie dématérialisée et par voie d'affichage sur les lieux concernés par la concertation ainsi que, selon l'importance et la nature du projet, par voie de publication locale.A l'issue de la concertation, un commissaire enquêteur, nommé et indemnisé dans les conditions prévues à la sous-section 2 de la section 1 du chapitre III du titre II du livre Ier du code de l'environnement, rédige la synthèse des observations et des propositions du public et la transmet au représentant de l'Etat dans le département, qui la rend publique par voie électronique. Le commissaire enquêteur transmet sa synthèse au représentant de l'Etat dans le département dans un délai de quinze jours à compter de la fin de la concertation. Dans un délai de quinze jours à compter de cette transmission, le gestionnaire du réseau de transport d'électricité indique les mesures qu'il juge nécessaire de mettre en place pour répondre aux enseignements qu'il tire de la concertation.Les dépenses relatives à l'organisation matérielle de la concertation sont à la charge du gestionnaire du réseau de transport d'électricité.III. - Pour les seuls projets d'ouvrages ayant pour objet le raccordement d'installations industrielles ou d'installations de production ou de stockage mentionnées au I du présent article et localisées sur des sites dont la liste est fixée par décret, l'instruction de ces projets d'ouvrages peut être dispensée de la procédure définie à la section 1 du chapitre II du titre II du livre Ier du code de l'environnement. Cette dispense est accordée par le ministre chargé de l'environnement.L'autorité compétente, avant d'accorder la première autorisation relative à ces projets, transmet au ministre chargé de l'environnement et met à la disposition du public, selon les modalités prévues à l'article L. 123-19-2 du même code :1° Le projet de décision dispensant, à titre exceptionnel, les projets d'ouvrages de raccordement de l'évaluation environnementale définie à l'article L. 122-1 dudit code et les motifs justifiant une telle dispense ;2° Un dossier établi par le porteur de projet présentant une analyse des incidences notables de ces projets sur l'environnement et la santé humaine assortie, le cas échéant, des mesures de compensation qu'il prévoit ;3° Les raisons pour lesquelles l'application de la procédure définie à l'article L. 122-1 du même code porterait atteinte à la finalité poursuivie par ces projets.Avant la délivrance de la décision de dispense, le ministre chargé de l'environnement informe la Commission européenne du projet de décision et lui communique les informations mises à la disposition du public.IV. - Lorsque la construction de lignes aériennes est soumise à autorisation environnementale en application de l'article L. 181-1 du code de l'environnement ou lorsque les travaux nécessaires à leur établissement et à leur entretien font l'objet d'une déclaration d'utilité publique en application de l'article L. 323-3 du code de l'énergie, l'autorisation environnementale ou la déclaration d'utilité publique peut tenir lieu de l'approbation par l'autorité administrative prévue au 1° de l'article L. 323-11 du même code et dispenser des autres formes d'instruction auxquelles le même article L. 323-11 renvoie, dès lors qu'est prise en compte la réglementation technique en vigueur pour les ouvrages des réseaux publics d'électricité.L'autorité administrative peut assortir l'autorisation environnementale ou la déclaration d'utilité publique d'éventuelles prescriptions nécessaires au respect de la réglementation technique en vigueur pour les ouvrages des réseaux publics d'électricité.V. - Par dérogation à l'article L. 121-5-2 du code de l'urbanisme, la construction de postes électriques dans les espaces identifiés comme remarquables ou caractéristiques et dans les milieux identifiés comme nécessaires au maintien des équilibres biologiques en application de l'article L. 121-23 du code de l'urbanisme peut être autorisée sur des sites dont la liste est fixée par décret, au regard des installations industrielles identifiées au I du présent article et de l'existence de ces espaces et ces milieux dans le périmètre du projet.L'autorisation est accordée par les ministres chargés de l'urbanisme et de l'énergie, après avis, formulé dans un délai d'un mois, de l'organe délibérant de l'établissement public de coopération intercommunale compétent en matière de plan local d'urbanisme concerné ou, à défaut, du conseil municipal de la commune concernée et après avis de la commission départementale de la nature, des paysages et des sites. L'autorisation est justifiée par un bilan technique, financier et environnemental.Cette autorisation est subordonnée à la démonstration par le pétitionnaire que la localisation du projet dans ces espaces et ces milieux répond à une nécessité technique impérative. L'instruction de la demande s'appuie sur une étude fournie par le pétitionnaire établissant cette démonstration. L'autorisation est refusée si le projet est de nature à porter une atteinte excessive aux sites et aux paysages remarquables ou caractéristiques ou aux espaces et aux milieux à préserver mentionnés à l'article L. 121-23 du code de l'urbanisme.Les lignes électriques sont souterraines, sauf si leur enfouissement s'avère plus dommageable pour l'environnement ou techniquement excessivement complexe ou financièrement disproportionné par rapport à l'installation de lignes aériennes."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Lorsque, dans une zone géographique donnée, l'ensemble des demandes de raccordement au réseau de transport ou de distribution de projets d'installations de production et d'opérations de modifications d'installations industrielles, mentionnées aux premier et avant-dernier alinéas du I de l'article 27 de la présente loi, engendre, pour au moins un de ces projets, un délai de raccordement supérieur à cinq ans en raison de l'insuffisance de la capacité d'accueil prévisionnelle du réseau public de transport de l'électricité dans ce délai, l'autorité administrative compétente de l'Etat peut, sur proposition du gestionnaire de réseau de transport, fixer, pour le raccordement au réseau de ces installations ou de ces opérations, un ordre de classement des demandes établi selon des conditions et des critères transparents et objectifs. A La Réunion, l'autorité administrative compétente de l'Etat peut fixer un ordre de classement lorsque le délai de raccordement d'un de ces projets est supérieur à trois ans.Le gestionnaire de réseau concerné met en œuvre les mesures nécessaires afin d'assurer le raccordement des projets mentionnés au premier alinéa du présent article selon cet ordre de classement. Cet ordre de classement s'impose à tous les demandeurs de raccordement d'un de ces projets n'ayant pas encore conclu la convention de raccordement mentionnée à l'article L. 342-4 du code de l'énergie et modifie, le cas échéant, leurs conditions de raccordement au réseau.Un décret en Conseil d'Etat, pris après avis de la Commission de régulation de l'énergie, fixe les conditions et les critères mentionnés au premier alinéa du présent article, qui tiennent compte notamment des dates prévisionnelles de mise en service des projets d'installations et d'opérations mentionnés au même premier alinéa, des caractéristiques et des réductions d'émissions de gaz à effet de serre permises par ces projets ainsi que des dates de réception par le gestionnaire de réseau des demandes de raccordement associées.L'ordre de priorité ne peut plus être modifié en application du présent article au-delà d'un délai de deux ans à compter de la promulgation de la présente loi. Ce délai peut être prorogé, dans la limite de deux ans, par décret en Conseil d'Etat. Le Gouvernement remet au Parlement un rapport d'évaluation de la mise en œuvre du présent article six mois avant l'éventuelle prorogation de ce délai."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I.- à VII.- A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVIII.-Les modifications du code de l'énergie prévues au présent article s'appliquent aux opérations de raccordement pour lesquelles la convention de raccordement mentionnée aux articles L. 342-4 et L. 342-9 du même code n'a pas été signée à la date de promulgation de la présente loi.IX.-Le 7° du I du présent article entre en vigueur six mois après la promulgation de la présente loi.\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - A titre expérimental et pour une durée de deux ans à compter de la promulgation de la présente loi, la prescription relative à l'énergie réactive par une installation de production, précisée dans les contrats d'accès au réseau de distribution des producteurs en cours d'exécution, est définie par les gestionnaires de réseau de distribution pour compenser les élévations de tension sur les réseaux publics de distribution et de transport lorsque cela est techniquement possible.II. - Le Gouvernement remet au Parlement un rapport dressant le bilan de l'expérimentation prévue au I six mois avant l'expiration de celle-ci."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général de la propriété des personnes publiques.\n\nII.- L'Etat se fixe un objectif de mise à disposition sur son domaine public et son domaine privé de surfaces pour le développement d'installations de production d'énergies renouvelables.Cet objectif est déterminé par décret, pour la période 2023-2027, pour chacun des ministères ou des opérateurs gestionnaires du domaine public ou du domaine privé de l'État."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I.-Les parcs de stationnement extérieurs d'une superficie supérieure à 1 500 mètres carrés sont équipés, sur au moins la moitié de cette superficie, d'ombrières intégrant un procédé de production d'énergies renouvelables sur la totalité de leur partie supérieure assurant l'ombrage.Cette obligation ne s'applique pas aux parcs de stationnement extérieurs dont le propriétaire met en place, sur ces mêmes parcs, des procédés de production d'énergies renouvelables ne requérant pas l'installation d'ombrières, sous réserve que ces procédés permettent une production équivalente d'énergies renouvelables à celle qui résulterait de l'application du premier alinéa du présent I.Lorsque plusieurs parcs de stationnement sont adjacents, les propriétaires peuvent, d'un commun accord dont ils peuvent attester, mutualiser l'obligation mentionnée au même premier alinéa sous réserve que la superficie des ombrières réalisées corresponde à la somme des ombrières devant être installées sur chacun des parcs de stationnement concernés.\n\nLorsque le parc de stationnement extérieur est géré en concession ou en délégation de service public ou en application d'une autorisation d'occupation du domaine public, les dispositions du présent article relatives au propriétaire s'appliquent au concessionnaire, au délégataire ou au titulaire de l'autorisation.\n\nLes surfaces correspondant aux voies et cheminements de circulation empruntés spécifiquement par des véhicules lourds affectés au transport de marchandises dont le poids total autorisé en charge est supérieur à 7,5 tonnes sont déduites de la superficie des parcs de stationnement extérieurs servant au calcul de la superficie qui doit être équipée d'ombrières intégrant un procédé de production d'énergies renouvelables mentionnée au premier alinéa du présent I.\n\nII.-Les obligations résultant du présent article ne s'appliquent pas :1° Aux parcs de stationnement extérieurs lorsque des contraintes techniques, de sécurité, architecturales, patrimoniales et environnementales ou relatives aux sites et aux paysages ne permettent pas l'installation des dispositifs mentionnés au premier alinéa du I ;2° Lorsque ces obligations ne peuvent être satisfaites dans des conditions économiquement acceptables, notamment du fait des contraintes mentionnées au 1° du présent II ;3° Lorsque le parc est ombragé par des arbres sur au moins la moitié de sa superficie ;4° Aux parcs de stationnement dont la suppression ou la transformation totale ou partielle est prévue dans le cadre d'une action ou d'une opération d'aménagement mentionnée à l'article L. 300-1 du code de l'urbanisme pour laquelle une première autorisation est délivrée avant l'expiration des délais prévus au III du présent article ;5° Aux parcs de stationnement dont la suppression ou la transformation totale ou partielle est prévue et pour laquelle une autorisation d'urbanisme est délivrée avant l'expiration des délais prévus au même III. A défaut d'engagement des travaux pendant la durée de validité de cette autorisation, la présente dérogation est caduque. Le propriétaire du parc est alors tenu de satisfaire les obligations prévues au présent article dans un délai de deux ans à compter de la caducité de la dérogation, sous peine pour lui de l'application du V.Lorsque le parc de stationnement est supprimé ou transformé en partie, dans les conditions prévues aux 4° et 5° du présent II, les obligations s'appliquent sur la partie restante dudit parc.Les critères relatifs à ces exonérations sont précisés par décret en Conseil d'Etat. Il appartient au propriétaire du parc de démontrer qu'il répond à ces critères.III.-Sans préjudice de l'article L. 111-19-1 du code de l'urbanisme et de l'article L. 171-4 du code de la construction et de l'habitation, le I du présent article s'applique aux parcs de stationnement extérieurs existant au 1er juillet 2023 et à ceux dont la demande d'autorisation d'urbanisme a été déposée à compter de la promulgation de la présente loi :1° Lorsque le parc de stationnement extérieur est géré en concession ou en délégation de service public, à l'occasion de la conclusion d'un nouveau contrat de concession ou de délégation ou de son renouvellement. Si la conclusion ou le renouvellement de la concession ou de la délégation intervient avant le 1er juillet 2026, le même I entre en vigueur à cette date. Si la conclusion ou le renouvellement de la concession ou de la délégation intervient après le 1er juillet 2026, ledit I entre en vigueur le 1er juillet 2028 ;2° Lorsque le parc de stationnement extérieur n'est pas géré en concession ou en délégation de service public, le 1er juillet 2026 pour les parcs dont la superficie est égale ou supérieure à 10 000 mètres carrés, et le 1er juillet 2028 pour ceux dont la superficie est inférieure à 10 000 mètres carrés et supérieure à 1 500 mètres carrés.Un délai supplémentaire peut toutefois être accordé par le représentant de l'Etat dans le département lorsque le propriétaire du parc de stationnement justifie que les diligences nécessaires ont été mises en œuvre pour satisfaire à ses obligations dans les délais impartis mais que celles-ci ne peuvent être respectées du fait d'un retard qui ne lui est pas imputable. Il en est de même lorsque le propriétaire justifie d'un contrat d'engagement avec acompte au plus tard le 31 décembre 2025 et d'un bon de commande conclu avant le 30 juin 2026 portant sur des panneaux photovoltaïques dont les performances techniques et environnementales ainsi qu'en termes de résilience d'approvisionnement sont précisées par décret et prévoyant leur installation avant le 1er janvier 2028 pour les parcs dont la superficie est égale ou supérieure à 10 000 mètres carrés. Dans le cas d'une résiliation ou du non-respect du contrat d'engagement ou du bon de commande imputable au producteur des panneaux photovoltaïques concernés, le propriétaire du parc de stationnement se conforme à ses obligations dans un délai de dix-huit mois à compter de la résiliation ou, si ce délai expire après le 1er janvier 2028, au 1er janvier 2028 au plus tard, ou, si ce délai expire avant l'entrée en vigueur de l'obligation prévue au présent article, à la date d'entrée en vigueur de l'obligation. En cas de résiliation ou de non-respect du contrat d'engagement ou du bon de commande imputable au propriétaire du parc de stationnement, ce dernier se conforme à ses obligations à la date d'entrée en vigueur prévue au présent article. Dans tous les cas, il affiche, pendant une durée d'un an à compter du commencement des travaux, la provenance des panneaux installés, dans des conditions fixées par voie réglementaire.Le représentant de l'Etat dans le département peut également prononcer un report du délai pour les parcs de stationnement dont la suppression ou la transformation totale ou partielle est programmée dans le cadre d'une action ou d'une opération d'aménagement mentionnée à l'article L. 300-1 du code de l'urbanisme :a) Faisant l'objet d'un projet partenarial d'aménagement mentionné à l'article L. 312-1 du même code ;b) Faisant l'objet d'une convention d'opération de revitalisation de territoire mentionnée à l'article L. 303-2 du code de la construction et de l'habitation ;c) Nécessaire à la réalisation d'une opération d'intérêt national mentionnée à l'article L. 102-12 du code de l'urbanisme ;d) S'inscrivant dans une orientation d'aménagement et de programmation d'un plan local d'urbanisme approuvé ou dont l'élaboration ou la révision est arrêtée avant les délais mentionnés au présent III.Le report mentionné au cinquième alinéa du présent III ne peut excéder une durée de cinq ans. Il peut être prorogé une seule fois, pour une durée maximale de deux ans. A défaut d'engagement des travaux dans la durée de validité de l'autorisation octroyant le report, cette dernière est caduque. Le propriétaire du parc est alors tenu de satisfaire les obligations prévues au présent article dans un délai de deux ans à compter de la caducité de l'autorisation de report, sous peine de l'application du V.IV.-Les manquements au I du présent article sont constatés par les fonctionnaires et les agents publics mentionnés à l'article L. 142-21 du code de l'énergie ainsi que par les officiers ou les agents de police judiciaire et les fonctionnaires et les agents mentionnés au premier alinéa de l'article L. 480-1 du code de l'urbanisme.V.-En cas de méconnaissance des obligations prévues au I du présent article, l'autorité administrative compétente prononce à l'encontre du propriétaire du parc de stationnement concerné, chaque année et jusqu'à la mise en conformité dudit parc, une sanction pécuniaire dans la limite d'un plafond de 20 000 euros si le parc est d'une superficie inférieure à 10 000 mètres carrés et de 40 000 euros si le parc est d'une superficie supérieure ou égale à 10 000 mètres carrés.Cette sanction est proportionnée à la gravité du manquement.VI.-Par dérogation au I, le seuil d'assujettissement à l'obligation prévue au même I pour les parcs de stationnement extérieurs situés dans les départements et les régions d'outre-mer relevant de l'article 73 de la Constitution est précisé par décret pour chacun d'entre eux. Il ne peut être inférieur à 500 mètres carrés, ni supérieur à 2 500 mètres carrés.VII.-Les conditions d'application du présent article, notamment celles relatives à la sanction pécuniaire prévue au V, sont précisées par décret en Conseil d'Etat.VIII.-A modifié les dispositions suivantes :\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Les 1° à 3° du II entrent en vigueur le 1er janvier 2025.\n\n-Code de la construction et de l'habitation\n\n-Code de la construction et de l'habitation\n\n-Code de la construction et de l'habitation\n\n-Code de la construction et de l'habitation\n\n-Code de la construction et de l'habitation"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2028 pour les bâtiments ou les parties de bâtiments existant à la date du 1er juillet 2023 et ceux dont la demande d'autorisation d'urbanisme a été déposée à compter de la promulgation de la présente loi et avant le 1er juillet 2023.\n\nUn délai supplémentaire peut toutefois être accordé par le représentant de l'Etat dans le département, lorsque le propriétaire du bâtiment concerné justifie que les diligences nécessaires ont été mises en œuvre pour satisfaire à ses obligations dans les délais impartis mais que celles-ci ne peuvent être respectées du fait d'un retard qui ne lui est pas imputable, notamment lorsque celui-ci résulte de difficultés d'approvisionnement en procédés d'énergies renouvelables.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport relatif à l'opportunité de couvrir les toitures des bâtiments non résidentiels d'un revêtement réflectif."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- A créé les dispositions suivantes :\n\nIII. - Les plans de prévention des risques d'inondation en cours d'élaboration ou de révision peuvent intégrer les mesures définies au 5° du II de l'article L. 562-1 du code de l'environnement dès lors que l'arrêté d'ouverture de l'enquête publique n'a pas été adopté à la date de promulgation de la présente loi.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les soutiens financiers existants à l'installation de dispositifs de production d'énergie solaire ainsi que sur les mesures financières envisagées pour accélérer leur déploiement."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport relatif aux synergies qui pourraient exister entre le désamiantage des bâtiments et le développement du solaire photovoltaïque."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. à III. D. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. E. - Les A à D s'appliquent à compter du premier renouvellement des schémas ou plans mentionnés aux articles L. 141-2 du code de l'énergie, L. 4251-1 du code général des collectivités territoriales, L. 222-1 ou L. 229-26 du code de l'environnement effectué après la promulgation de la présente loi.IV. à V. - A modifié les dispositions suivantes :\n\nVI. - L'article L. 111-33 du code de l'urbanisme s'applique aux dossiers déposés après l'expiration d'un délai d'un an à compter de la promulgation de la présente loi.\n\nVII. - Les articles L. 314-4 et L. 314-20 du code de l'énergie, dans leur rédaction résultant du présent article, sont applicables à compter de la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer les mêmes articles L. 314-4 et L. 314-20 comme étant conformes au droit de l'Union européenne.\n\n- Code de l'énergie\n\n- Code de l'urbanisme\n\n- Code de l'énergie- Code général des collectivités territoriales- Code de l'environnement\n\n- Code de l'urbanisme\n\n- Code de l'énergie\n\n- Code de l'urbanisme\n\n- Code de l'énergie\n\n- Code de l'urbanisme\n\n- Code de l'énergie\n\n- Code de l'urbanisme\n\n- Code de l'énergie\n\n- Code de l'urbanisme\n\n- Code de l'énergie\n\n- Code de l'urbanisme\n\n- Code rural et de la pêche maritime\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nIII. - La publication de la première cartographie mentionnée au II de l'article L. 219-5-1 du code de l'environnement doit intervenir en 2024 dans le cadre des révisions des parties pertinentes des documents stratégiques de façade maritime."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'énergie\n\nII. - Le I est applicable aux procédures de mise en concurrence n'ayant pas encore fait l'objet de la participation du public prévue à l'article L. 121-8-1 du code de l'environnement à la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code général de la propriété des personnes publiques.\n\nII. - Le I du présent article est applicable aux recours formés à l'encontre d'autorisations ou de contrats d'occupation du domaine public maritime à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\n- Ordonnance n° 2016-1687 du 8 décembre 2016\n\nIV. - Les I et II sont applicables aux dossiers de demande d'autorisation environnementale ou de convention de concession d'utilisation du domaine public maritime en cours d'instruction à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - A créé les dispositions suivantes :\n\n- Ordonnance n° 2016-1687 du 8 décembre 2016\n\nII. - Le I du présent article est applicable aux recours formés à l'encontre d'une autorisation unique mentionnée à l'article 20 de l'ordonnance n° 2016-1687 du 8 décembre 2016 précitée, à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Ordonnance n° 2016-1687 du 8 décembre 2016\n\n- Ordonnance n° 2016-1687 du 8 décembre 2016\n\n- Ordonnance n° 2016-1687 du 8 décembre 2016\n\n- Ordonnance n° 2016-1687 du 8 décembre 2016\n\nII. - Le I du présent article est applicable aux projets d'îles artificielles, d'installations ou d'ouvrages flottants dont les demandes d'autorisations, mentionnées à l'article 20 de l'ordonnance n° 2016-1687 du 8 décembre 2016 précitée ou aux articles L. 181-1 du code de l'environnement et L. 2124-3 du code général de la propriété des personnes publiques, sont déposées à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le I est applicable aux installations pour lesquelles la demande d'autorisation environnementale n'a pas fait l'objet d'un avis d'enquête publique à la date de publication de la présente loi.\n\nIII. - A créé les dispositions suivantes :\n\n- Code de l'énergie\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport :1° Dressant une évaluation des nuisances sonores occasionnées par les installations terrestres de production d'électricité utilisant l'énergie mécanique du vent pour les riverains, au regard de critères liés à l'intensité des nuisances et à la répétition des bruits, en particulier à travers la définition d'indicateurs de bruit événementiel tenant compte notamment des pics de bruit. Le cas échéant, ce rapport formule des propositions pour améliorer la prise en compte de ces nuisances dans les normes acoustiques applicables à ces projets ;2° Présentant les résultats des expérimentations menées pour limiter les nuisances générées par le balisage lumineux des installations terrestres de production d'électricité utilisant l'énergie mécanique du vent et la possible généralisation de celles-ci."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Il est institué un médiateur des énergies renouvelables.Le médiateur est chargé d'aider à la recherche de solutions amiables, non obligatoires et non contraignantes, aux difficultés ou aux désaccords rencontrés dans l'instruction ou la mise en œuvre des projets de production d'énergies renouvelables.Le médiateur des énergies renouvelables peut être assisté par des médiateurs adjoints.Le médiateur de l'hydroélectricité, défini à l'article 89 de la loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets, est chargé de la médiation concernant les projets d'hydroélectricité pendant la durée de l'expérimentation prévue au C du IX du même article 89.\n\n- LOI n°2021-1104 du 22 août 2021"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I.- A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le 1° du I est applicable aux déclarations en cours d'instruction par l'autorité administrative compétente à la date d'entrée en vigueur de la présente loi.\n\n- Code de l'énergie\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport relatif à la maturité technologique et à l'opportunité technique et environnementale du déploiement d'installations d'hydroliennes fluviales sur le domaine public fluvial. Ce rapport doit notamment porter sur les impacts de cette technologie sur la biodiversité, y compris les impacts cumulés en cas d'implantation de plusieurs installations sur un même site. Il formule, le cas échéant, des recommandations pour la délivrance des autorisations prévues au titre du code de l'urbanisme, du code de l'énergie et du code général de la propriété des personnes publiques."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'évaluation de l'article 89 de la loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets et émet des recommandations relatives à ses modalités d'application."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Les installations de biogaz par méthanisation produit exclusivement à partir d'effluents d'élevage bénéficient d'un régime de soutien complémentaire dans les conditions déterminées par la programmation pluriannuelle de l'énergie, mentionnée à l'article L. 141-1 du code de l'énergie, publiée à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I.- A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.- Le 3° de l'article L. 141-2 du code de l'énergie est applicable aux programmations pluriannuelles de l'énergie mentionnées à l'article L. 141-1 du même code publiées après la publication de la présente loi.\n\nA modifié les dispositions suivantes :\n\nIII et IV.- A modifié les dispositions suivantes :\n\nV.- A titre expérimental et pour une durée de trois ans, les porteurs de projets d'installations de production et de stockage d'hydrogène renouvelable ou bas-carbone, au sens de l'article L. 811-1 du code de l'énergie, et les porteurs de projets des ouvrages des réseaux associés bénéficient d'un référent unique rassemblant les services chargés de l'instruction des autorisations relevant de la compétence des administrations de l'Etat, de ses établissements publics administratifs ou d'organismes et de personnes de droit public et de droit privé chargés par lui d'une mission de service public administratif.Les ministres chargés de l'énergie et de l'industrie assurent conjointement le pilotage, le suivi et l'évaluation de l'expérimentation mentionnée au premier alinéa du présent V.Un décret en Conseil d'Etat, pris après avis de la Commission de régulation de l'énergie, détermine les modalités d'application de l'expérimentation mentionnée au même premier alinéa.L'expérimentation mentionnée audit premier alinéa entre en vigueur à une date fixée par le décret en Conseil d'Etat prévu au troisième alinéa du présent V, et au plus tard le 1er juillet 2023.Le Gouvernement remet au Parlement un rapport dressant le bilan de l'expérimentation prévue au premier alinéa du présent V six mois avant son expiration.\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code général des collectivités territoriales\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- Code de l'environnement\n\nIII. - Un décret en Conseil d'Etat définit les modalités et les conditions selon lesquelles les travaux de sondage, de forage ou de création de puits ou d'ouvrages souterrains non destinés à un usage domestique, d'une profondeur comprise entre 50 et 100 mètres et exécutés conformément aux exigences techniques d'une certification délivrée dans des conditions prévues par décret en Conseil d'Etat ne sont pas soumis à évaluation environnementale ou à un examen au cas par cas."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport relatif au financement des énergies marines renouvelables. Ce rapport évalue les modalités de mise en œuvre, les besoins de financement et les bénéfices pour le déploiement des énergies marines renouvelables que peut engendrer la création d'un fonds des énergies marines renouvelables géré par l'Agence de l'environnement et de la maîtrise de l'énergie."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Dans un délai d'un an à compter de la promulgation de la présente loi, la Commission de régulation de l'énergie publie sur son site internet un bilan de sa mission de surveillance effectuée en application du deuxième alinéa de l'article L. 131-2 du code de l'énergie.III. - A modifié les dispositions suivantes :\n\nIV. - Le 1° du III s'applique aux exercices ouverts à compter d'une date fixée par décret, qui ne peut être postérieure de plus de trois mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le même 1° lui ayant été notifié comme étant conforme au droit de l'Union européenne en matière d'aides d'Etat.V. - Les articles L. 311-12, L. 446-5, L. 446-14 et L. 446-15 du code de l'énergie sont applicables, dans leur rédaction résultant de la présente loi, aux obligations d'achat ou aux compléments de rémunération dont la procédure de mise en concurrence, l'appel d'offres ou l'appel à projets ont étés lancés après la publication de la présente loi. Ils ne sont pas applicables aux contrats en cours à cette date.VI. - Le présent article ne s'applique pas aux zones non interconnectées au réseau métropolitain continental.\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'énergie\n\nII. - Le I du présent article est applicable à compter de la date de réception par le Gouvernement de la réponse de la Commission européenne lui permettant de considérer le même I comme étant conforme au droit de l'Union européenne."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'énergie\n\nII. - Les articles L. 314-1 A et L. 446-1 du code de l'énergie sont applicables, dans leur rédaction résultant de la présente loi, aux dispositifs de soutien à la production d'électricité à partir d'énergies renouvelables ou de biogaz dont la procédure de mise en concurrence a été lancée, en application des articles L. 311-10, L. 446-5, L. 446-14 ou L. 446-15 du code de l'énergie, après la publication de la présente loi. Ils ne sont pas applicables aux contrats en cours."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\nII. - Les articles L. 314-41 et L. 446-59 du code de l'énergie sont applicables aux projets retenus à l'issue d'une procédure de mise en concurrence, d'un appel d'offres ou d'un appel à projets, en application des articles L. 311-10, L. 314-29, L. 446-5, L. 446-14, L. 446-15 ou L. 446-24 du même code, au plus tard à compter du 1er juin 2024, ou à compter de la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer les articles L. 314-41 et L. 446-59 dudit code comme étant conformes au droit de l'Union européenne si cette dernière date est postérieure."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Le ministre de l'intérieur et les ministres chargés des outre-mer et de la transition énergétique peuvent expérimenter par arrêté conjoint, pour une durée maximale de trois ans, dans les collectivités territoriales ultramarines volontaires, dans la limite de trois collectivités, la mise en place d'un plan d'information des populations afin de les renseigner sur les aides existantes pour l'installation des équipements photovoltaïques.Cette expérimentation donne lieu à un rapport permettant d'apprécier l'opportunité de généraliser un tel plan à l'ensemble des collectivités territoriales ultramarines."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Sont ratifiées :1° L'ordonnance n° 2019-501 du 22 mai 2019 portant simplification de la procédure d'élaboration et de révision des schémas de raccordement au réseau des énergies renouvelables ;2° L'ordonnance n° 2020-161 du 26 février 2020 relative au règlement transactionnel par le président de la Commission de régulation de l'énergie du remboursement de la contribution au service public de l'électricité."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les potentialités relatives à la géothermie dans les zones non interconnectées au réseau métropolitain continental, en particulier à La Réunion."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport relatif aux conditions d'installation de stations de transfert d'énergie par pompage dans les outre-mer, et plus spécifiquement à La Réunion, afin de faciliter l'atteinte de l'objectif d'autonomie énergétique et de développement des énergies renouvelables. Ce rapport évalue la faisabilité de l'opération au regard des prescriptions techniques et des enjeux de rentabilité économique."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Dans un délai de trois ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport concernant les conséquences du développement de l'agrivoltaïsme sur le prix du foncier agricole et sur la productivité des exploitations agricoles."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur le caractère assurable des centrales photovoltaïques en toiture et sur l'éventualité de la mise en place d'une assurance d'Etat pour couvrir ce besoin."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les modalités d'accompagnement permettant au secteur de la pêche de faire face aux changements des usages de la mer induits par le développement des projets éoliens en mer, notamment en ce qui concerne l'adaptation des équipements des navires et la formation maritime initiale et continue."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant l'opportunité pour la Corse de substituer aux énergies fossiles de la biomasse, dans les centrales recourant aux énergies fossiles ainsi que pour les projets de centrales recourant aux énergies fossiles mentionnés dans les programmations pluriannuelles de l'énergie prises en application de l'article L. 141-5 du code de l'énergie."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-848 DC du 9 mars 2023.]"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Au plus tard trois mois après la promulgation de la présente loi, l'Agence de l'environnement et de la maîtrise de l'énergie mentionnée à l'article L. 131-3 du code de l'environnement publie, à destination des collectivités territoriales, un rapport présentant des recommandations concernant les possibilités de création de structures juridiques permettant d'assurer une production d'énergies renouvelables en régie dans un objectif d'autoconsommation collective.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}