{
  "id": "jorftext000038889182",
  "type": "statute",
  "title": "LOI n°2019-828 du 6 août 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038889182",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. à VI. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- Code de la santé publique\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- LOI n° 83-634 du 13 juillet 1983\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- LOI n° 84-16 du 11 janvier 1984\n\n- LOI n° 86-33 du 9 janvier 1986\n\n- Loi n°77-769 du 12 juillet 1977\n\nVII. - Le présent article entre en vigueur le 1er janvier 2021 dans les administrations de l'Etat, les établissements publics et les collectivités territoriales, dans les conditions et selon les modalités fixées par le décret en Conseil d'Etat mentionné à l'article 9 bis A de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - La commission des droits des salariés, instituée en application du E du III de l'article L. 342-19 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente loi, se substitue à la formation représentant les salariés de droit privé du comité d'entreprise de l'Agence nationale de contrôle du logement social.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les comités d'agence et des conditions de travail institués en application de l'article L. 1432-11 du code de la santé publique, dans sa rédaction résultant de la présente loi, sont mis en place au plus tard le 1er janvier 2021.A la date de désignation de leurs membres, les comités d'agence et des conditions de travail sont substitués aux comités d'agence des agences régionales de santé dans tous leurs droits et obligations.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des transports\n\nII. - La commission des droits des salariés instituée en application du E du I de l'article L. 4312-3-2 du code des transports, dans sa rédaction résultant de la présente loi, se substitue à la formation représentant les salariés de droit privé du comité technique unique de Voies navigables de France à compter de l'entrée en vigueur du présent article."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur lors du prochain renouvellement général des instances dans la fonction publique.\n\n- Code des transports"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances, dans un délai de quinze mois à compter de la publication de la présente loi, toutes dispositions relevant du domaine de la loi afin de favoriser, aux niveaux national et local, la conclusion d'accords négociés dans la fonction publique :1° En définissant les autorités compétentes pour négocier mentionnées au II de l'article 8 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et les domaines de négociation ;2° En fixant les modalités d'articulation entre les différents niveaux de négociation ainsi que les conditions dans lesquelles des accords locaux peuvent être conclus en l'absence d'accords nationaux ;3° En définissant les cas et conditions dans lesquels les accords majoritaires disposent d'une portée ou d'effets juridiques et, le cas échéant, en précisant les modalités d'appréciation du caractère majoritaire des accords, leurs conditions de conclusion et de résiliation et en déterminant les modalités d'approbation qui permettent de leur conférer un effet juridique.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le présent article s'applique aux contrats conclus à compter du 1er janvier 2021.\n\n-LOI n° 86-33 du 9 janvier 1986\n\n-LOI n° 84-16 du 11 janvier 1984\n\n-LOI n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le Gouvernement remet au Parlement, dans un délai de douze mois à compter de la promulgation de la présente loi, un rapport évaluant l'application de l'article 85 de la loi n° 2017-256 du 28 février 2017 de programmation relative à l'égalité réelle outre-mer et portant autres dispositions en matière sociale et économique et de la circulaire du 1er mars 2017 relative au critère du centre des intérêts matériels et moraux dans une des collectivités régies par les articles 73 et 74 de la Constitution ainsi qu'en Nouvelle-Calédonie, en tant que priorité d'affectation prévue par l'article 60 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les mandats des membres de la Haute Autorité pour la transparence de la vie publique nommés en application des 1° à 5° du II de l'article 19 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique, dans sa rédaction antérieure à la présente loi, se poursuivent jusqu'à leur terme.III. - Le présent article est applicable en Nouvelle-Calédonie, en Polynésie Française et dans les îles Wallis et Futuna.\n\n- LOI n° 2013-907 du 11 octobre 2013"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le Gouvernement remet au Parlement, en annexe au rapport annuel sur l'état de la fonction publique, avant le 1er novembre de chaque année, un état des hautes rémunérations dans la fonction publique. Pour chacune des trois fonctions publiques, cette annexe précise le montant moyen et le montant médian des rémunérations au dernier centile, le nombre d'agents concernés et les principaux corps ou emplois occupés.Cette annexe comprend également les informations mentionnées au premier alinéa.Elle précise la situation des élèves et des membres des corps recrutés par la voie de l'Institut national du service public, de l'Ecole Polytechnique, de l'Ecole nationale supérieure des mines, de l'Ecole nationale de la magistrature et des élèves et des anciens élèves des écoles normales supérieures au regard de l'engagement de servir pendant une durée minimale en indiquant le nombre d'agents soumis à l'obligation de remboursement des sommes fixées par la réglementation applicable en conséquence de la rupture de cet engagement ainsi que le nombre d'agents n'ayant pas respecté ou ayant été dispensés de cette obligation."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. à V. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- LOI n° 2017-55 du 20 janvier 2017\n\n- Code des postes et des communications électroniques\n\n- Code de l'environnement\n\n- Loi n° 86-1067 du 30 septembre 1986\n\n- LOI n° 78-17 du 6 janvier 1978\n\n- LOI n° 2017-55 du 20 janvier 2017\n\nVI. - Le présent article entre en vigueur le 1er janvier 2020.Par dérogation, la seconde phrase de l'article 8-1 de la loi n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et des autorités publiques indépendantes, telle qu'elle résulte du I du présent article, s'applique aux membres nommés à partir du 1er janvier 2020."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article s'applique aux présidents nommés, élus ou renouvelés à compter de la publication de la présente loi.\n\n- LOI n° 2017-55 du 20 janvier 2017"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances toute mesure relevant du domaine de la loi visant à :1° Redéfinir la participation des employeurs mentionnés à l'article 2 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires au financement des garanties de protection sociale complémentaire de leurs personnels ainsi que les conditions d'adhésion ou de souscription de ces derniers, pour favoriser leur couverture sociale complémentaire ;2° Faciliter la prise en charge des personnels des employeurs mentionnés au même article 2 en simplifiant l'organisation et le fonctionnement des instances médicales et de la médecine agréée ainsi que des services de médecine de prévention et de médecine préventive, et en rationalisant leurs moyens d'action ;3° Simplifier les règles applicables aux agents publics relatives à l'aptitude physique à l'entrée dans la fonction publique, aux différents congés et positions statutaires pour maladies d'origine non professionnelle ou professionnelle ainsi qu'aux prérogatives et obligations professionnelles des agents publics intervenant dans les dossiers d'accidents du travail et de maladies professionnelles ;4° Etendre les possibilités de recours au temps partiel pour raison thérapeutique et au reclassement par suite d'une altération de l'état de santé pour favoriser le maintien dans l'emploi des agents publics ou leur retour à l'emploi ;5° Clarifier, harmoniser et compléter, en transposant et en adaptant les évolutions intervenues en faveur des salariés relevant du code du travail et du régime général de sécurité sociale, les dispositions applicables aux agents publics relatives au congé de maternité, au congé pour adoption, au congé supplémentaire à l'occasion de chaque naissance survenue au foyer de l'agent, au congé de paternité et d'accueil de l'enfant et au congé de proche aidant.II. - Les ordonnances prévues aux 3°, 4° et 5° du I sont prises dans un délai de douze mois à compter de la publication de la présente loi.Les ordonnances prévues aux 1° et 2° du même I sont prises dans un délai de quinze mois à compter de la publication de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance.\n\nIII. à V. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- LOI n° 86-33 du 9 janvier 1986\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- LOI n° 84-16 du 11 janvier 1984\n\n- LOI n° 86-33 du 9 janvier 1986\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- LOI n° 84-16 du 11 janvier 1984"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Pendant une année à compter du jour de la naissance, un fonctionnaire allaitant son enfant peut bénéficier d'un aménagement horaire d'une heure maximum par jour, sous réserve des nécessités du service, et selon des modalités définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I.-Les collectivités territoriales et les établissements publics mentionnés au premier alinéa de l'article 2 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale ayant maintenu un régime de travail mis en place antérieurement à la publication de la loi n° 2001-2 du 3 janvier 2001 relative à la résorption de l'emploi précaire et à la modernisation du recrutement dans la fonction publique ainsi qu'au temps de travail dans la fonction publique territoriale disposent d'un délai d'un an à compter du renouvellement de leurs assemblées délibérantes pour définir, dans les conditions fixées à l'article 7-1 de la loi n° 84-53 du 26 janvier 1984 précitée, les règles relatives au temps de travail de leurs agents. Ces règles entrent en application au plus tard le 1er janvier suivant leur définition.Le délai mentionné au premier alinéa du présent I commence à courir :1° En ce qui concerne les collectivités territoriales d'une même catégorie, leurs groupements et les établissements publics qui y sont rattachés, à la date du prochain renouvellement général des assemblées délibérantes des collectivités territoriales de cette catégorie ;2° En ce qui concerne les autres établissements publics, à la date du prochain renouvellement de l'assemblée délibérante ou du conseil d'administration.\n\nII. et III.-A modifié les dispositions suivantes :\n\n-LOI n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le Gouvernement présente au Parlement dans un délai d'un an à compter de la publication de la présente loi un rapport sur les actions mises en œuvre au sein de la fonction publique de l'Etat pour assurer le respect des dispositions mentionnées à l'article 65 bis de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat.\n\n- LOI n° 84-16 du 11 janvier 1984\n\n- LOI n° 84-16 du 11 janvier 1984"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par voie d'ordonnance à l'adoption de la partie législative du code général de la fonction publique afin de renforcer la clarté et l'intelligibilité du droit.Les dispositions codifiées sont celles en vigueur au moment de la publication de l'ordonnance, sous réserve des modifications rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes, l'harmonisation de l'état du droit et l'adaptation au droit de l'Union européenne ainsi qu'aux accords internationaux ratifiés, ou des modifications apportées en vue :1° De remédier aux éventuelles erreurs matérielles ;2° D'abroger les dispositions obsolètes ou devenues sans objet ;3° D'adapter les renvois faits, respectivement, à l'arrêté, au décret ou au décret en Conseil d'Etat à la nature des mesures d'application nécessaires ;4° D'étendre, dans le respect des règles de partage des compétences prévues par la loi organique, l'application des dispositions codifiées, selon le cas, à Saint-Pierre-et-Miquelon, à Mayotte, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna, avec les adaptations nécessaires, et de procéder si nécessaire à l'adaptation des dispositions déjà applicables à ces collectivités.Par dérogation à la codification à droit constant, ces dispositions peuvent être modifiées ou abrogées en vue de procéder à la déconcentration des actes de recrutement et de gestion des agents publics au sein de la fonction publique de l'Etat et de la fonction publique hospitalière.L'ordonnance est prise dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les fonctionnaires exerçant leurs fonctions dans un centre d'hébergement relevant du centre d'action sociale de la Ville de Paris sont intégrés de plein droit, le 1er janvier 2020, dans le corps de fonctionnaires des administrations parisiennes régi par l'article 118 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, correspondant aux missions définies par le statut particulier du corps de la fonction publique hospitalière dont ils relèvent.\n\nIII.-Les agents contractuels exerçant leurs fonctions dans un centre d'hébergement relevant du centre d'action sociale de la Ville de Paris conservent à titre individuel le bénéfice des stipulations de leur contrat.\n\n- LOI n° 86-33 du 9 janvier 1986"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances, dans un délai de dix-huit mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi visant à :1° Organiser le rapprochement et modifier le financement des établissements publics et services qui concourent à la formation des agents publics pour améliorer la qualité du service rendu aux agents et aux employeurs publics ;2° En garantissant le principe d'égal accès aux emplois publics, fondé notamment sur les capacités et le mérite, et dans le respect des spécificités des fonctions juridictionnelles, réformer les modalités de recrutement des corps et cadres d'emplois de catégorie A afin de diversifier leurs profils, harmoniser leur formation initiale, créer un tronc commun d'enseignements et développer leur formation continue afin d'accroître leur culture commune de l'action publique, aménager leur parcours de carrière en adaptant les modes de sélection et en favorisant les mobilités au sein de la fonction publique et vers le secteur privé ;3° Renforcer la formation des agents les moins qualifiés, des agents en situation de handicap ainsi que des agents les plus exposés aux risques d'usure professionnelle afin de favoriser leur évolution professionnelle.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux contrats d'apprentissage conclus après le 1er janvier 2020.\n\n- LOI n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les freins au développement de l'apprentissage dans la fonction publique, en particulier au sein des administrations d'Etat, des collectivités territoriales et des établissements publics. Ce rapport identifie les mesures envisageables pour lever ces freins et favoriser l'embauche d'apprentis au sein de la fonction publique."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. - L'administration et le fonctionnaire mentionné à l'article 2 de la loi n° 84-16 du 11 janvier 1984 précitée, l'autorité territoriale et le fonctionnaire mentionné à l'article 2 de la loi n° 84-53 du 26 janvier 1984 précitée, les établissements mentionnés à l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée et les fonctionnaires de ces établissements peuvent convenir en commun des conditions de la cessation définitive des fonctions, qui entraîne radiation des cadres et perte de la qualité de fonctionnaire. La rupture conventionnelle, exclusive des cas mentionnés à l'article 24 de la loi n° 83-634 du 13 juillet 1983 précitée, ne peut être imposée par l'une ou l'autre des parties.La rupture conventionnelle résulte d'une convention signée par les deux parties. La convention de rupture définit les conditions de celle-ci, notamment le montant de l'indemnité spécifique de rupture conventionnelle, qui ne peut pas être inférieur à un montant fixé par décret.La rupture conventionnelle ne s'applique pas :1° Aux fonctionnaires stagiaires ;2° Aux fonctionnaires ayant atteint l'âge d'ouverture du droit à une pension de retraite fixé à l'article L. 161-17-2 du code de la sécurité sociale et justifiant d'une durée d'assurance, tous régimes de retraite de base confondus, égale à la durée de services et bonifications exigée pour obtenir la liquidation d'une pension de retraite au pourcentage maximal ;3° Aux fonctionnaires détachés en qualité d'agent contractuel.Le fonctionnaire mentionné à l'article 2 de la loi n° 84-16 du 11 janvier 1984 précitée qui, dans les six années suivant la rupture conventionnelle, est recruté en tant qu'agent public pour occuper un emploi au sein de la fonction publique de l'Etat est tenu de rembourser à l'Etat, au plus tard dans les deux ans qui suivent le recrutement, les sommes perçues au titre de l'indemnité de rupture conventionnelle.Le fonctionnaire mentionné à l'article 2 de la loi n° 84-53 du 26 janvier 1984 précitée qui, dans les six années suivant la rupture conventionnelle, est recruté en tant qu'agent public pour occuper un emploi au sein de la collectivité territoriale avec laquelle il est convenu d'une rupture conventionnelle ou auprès de tout établissement public en relevant ou auquel appartient la collectivité territoriale est tenu de rembourser à cette collectivité ou cet établissement, au plus tard dans les deux ans qui suivent le recrutement, les sommes perçues au titre de l'indemnité de rupture conventionnelle. Il en va de même du fonctionnaire mentionné au même article 2 qui, dans les six années suivant la rupture conventionnelle, est recruté en tant qu'agent public pour occuper un emploi au sein de l'établissement avec lequel il est convenu d'une rupture conventionnelle ou d'une collectivité territoriale qui en est membre.Le fonctionnaire des établissements mentionnés à l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée qui, dans les six années suivant la rupture conventionnelle, est recruté en tant qu'agent public pour occuper un emploi au sein de l'établissement avec lequel il est convenu d'une rupture conventionnelle est tenu de rembourser à cet établissement, au plus tard dans les deux ans qui suivent le recrutement, les sommes perçues au titre de l'indemnité de rupture conventionnelle.Durant la procédure de rupture conventionnelle, le fonctionnaire peut se faire assister par un conseiller désigné par une organisation syndicale de son choix.Les modalités d'application du présent I, notamment l'organisation de la procédure, sont définies par décret en Conseil d'Etat.Le présent I est applicable du 1er janvier 2020 au 31 décembre 2025.II. - Une évaluation du dispositif mentionné au I, portant notamment sur le nombre de fonctionnaires couverts par ce dispositif et sur son coût global, est présentée au Parlement un an avant son terme.III. - (Abrogé)IV. - L'article L. 5424-1 du code du travail s'applique aux personnels mentionnés aux 1°, 2°, 5° et 7° du même article L. 5424-1, à l'exception de ceux relevant de l'article L. 4123-7 du code de la défense, lorsque ces personnels sont privés de leur emploi :1° Soit que la privation d'emploi soit involontaire ou assimilée à une privation involontaire ;2° Soit que la privation d'emploi résulte d'une rupture conventionnelle convenue en application du I du présent article ou, pour les agents employés en contrat à durée indéterminée de droit public et pour les personnels affiliés au régime de retraite institué en application du décret n° 2004-1056 du 5 octobre 2004 précité, en application de conditions prévues par voie réglementaire ;3° Soit que la privation d'emploi résulte d'une démission régulièrement acceptée dans le cadre d'une restructuration de service donnant lieu au versement d'une indemnité de départ volontaire ou en application du I de l'article 150 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009.Les agents publics dont l'employeur a adhéré au régime d'assurance chômage en application de l'article L. 5424-2 du code du travail ont droit à l'allocation dans les cas prévus au 1° du présent IV ainsi que, pour ceux qui sont employés en contrat à durée indéterminée de droit public, aux 2° et 3° du présent IV.Un décret en Conseil d'Etat fixe les conditions d'application du présent IV, y compris les éléments de rémunération pris en compte pour le calcul de l'allocation mentionnée au premier alinéa de l'article L. 5424-1 du code du travail.\n\nV. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- LOI n° 2008-1425 du 27 décembre 2008\n\n- LOI n° 2018-1317 du 28 décembre 2018"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "La sous-section 2 de la section 4 du chapitre VII du titre III du livre II de la première partie du code du travail est applicable aux personnels mentionnés au premier alinéa de l'article 34 de la loi n° 96-452 du 28 mai 1996 portant diverses mesures d'ordre sanitaire, social et statutaire, à l'exception des agents contractuels de droit public employés pour une durée déterminée, ainsi qu'aux personnels mentionnés à l'article 1er de l'ordonnance n° 2005-389 du 28 avril 2005 relative au transfert d'une partie du personnel de la Caisse autonome nationale de la sécurité sociale dans les mines à la Caisse des dépôts et consignations.Pour l'application du 1° de l'article L. 1237-19-1 du code du travail, l'instance unique de représentation du personnel de la Caisse des dépôts et consignations tient lieu de comité social et économique.Les personnels mentionnés au premier alinéa du présent article bénéficient des indemnités mentionnées au 5° de l'article L. 1237-19-1 du code du travail. Sans préjudice des dispositions qui leur sont applicables, ils peuvent également bénéficier des mesures mentionnées au 7° du même article L. 1237-19-1 visant à faciliter l'accompagnement et le reclassement qui sont applicables aux agents contractuels sous le régime des conventions collectives. Leurs indemnités entrent dans le champ du 1° du 1 de l'article 80 duodecies du code général des impôts. Elles sont exclues des contributions mentionnées à l'article L. 136-1 du code de la sécurité sociale et à l'article 14 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale, dans la limite posée par le a du 5° du III de l'article L. 136-1-1 du code de la sécurité sociale. Le 3° de l'article L. 137-15 et le 7° du II de l'article L. 242-1 du même code leur sont applicables. Les deuxième et dernier alinéas de l'article L. 1237-19-2 du code du travail ne sont pas applicables aux agents publics mentionnés au premier alinéa du présent article.L'acceptation par la Caisse des dépôts et consignations de la candidature d'un fonctionnaire dans le cadre d'une rupture conventionnelle collective emporte, sans préjudice des dispositions de l'article 24 de la loi n° 83-634 du 13 juillet 1983 précitée, la cessation définitive des fonctions de cet agent, qui entraîne radiation des cadres et perte de la qualité de fonctionnaire. L'acceptation par la Caisse des dépôts et consignations de la candidature de l'agent contractuel de droit public employé pour une durée indéterminée dans le cadre d'une rupture conventionnelle collective emporte rupture du contrat la liant à cet agent. L'acceptation par la Caisse des dépôts et consignations de la candidature de l'agent mentionné à l'article 1er de l'ordonnance n° 2005-389 du 28 avril 2005 précitée dans le cadre d'une rupture conventionnelle collective emporte rupture du lien unissant cet agent à la Caisse des dépôts et consignations. Les personnels mentionnés au présent alinéa bénéficient de l'allocation d'assurance prévue à l'article L. 5424-1 du code du travail.Sans préjudice des dispositions de l'article L. 1237-19-8 du même code, toute contestation portant sur la cessation des fonctions, dans le cadre de la rupture conventionnelle collective, de l'agent public ou de l'agent mentionné à l'article 1er de l'ordonnance n° 2005-389 du 28 avril 2005 précitée relève de la compétence de la juridiction administrative."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur le 1er janvier 2020. La durée des périodes de disponibilité antérieures à cette date est prise en compte pour son application.\n\n- LOI n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n° 84-53 du 26 janvier 1984\n\nII. - Les fonctionnaires pris en charge au moment de la publication de la présente loi et qui remplissent déjà les conditions prévues au troisième alinéa du II de l'article 97 de la loi n° 84-53 du 26 janvier 1984 précitée, dans sa rédaction résultant du I du présent article, ou qui les remplissent dans les six mois suivant la publication de la présente loi, sont radiés des cadres d'office et admis à faire valoir leurs droits à la retraite six mois après cette même publication."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. à VII.-A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVIII.-Le présent article entre en vigueur le 1er janvier 2020. A titre dérogatoire, le IV de l'article 33 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires entre en vigueur à une date fixée par décret en Conseil d'Etat et, au plus tard, le 1er janvier 2022.\n\n-LOI n° 83-634 du 13 juillet 1983\n\n-LOI n° 2018-771 du 5 septembre 2018\n\n-Loi n° 97-940 du 16 octobre 1997\n\n-LOI n° 2018-771 du 5 septembre 2018\n\n-Code de l'éducation\n\n-LOI n° 2010-1657 du 29 décembre 2010\n\n-LOI n° 2014-1654 du 29 décembre 2014\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "A titre expérimental et pour une durée de six ans à compter de la publication de la présente loi, les personnes mentionnées aux 1°, 2°, 3°, 4°, 9°, 10° et 11° de l'article L. 5212-13 du code du travail peuvent être titularisées, à l'issue d'un contrat conclu en application de l'article L. 6227-1 du même code, dans le corps ou cadre d'emplois correspondant à l'emploi qu'elles occupaient.Cette titularisation est conditionnée à la vérification de l'aptitude professionnelle de l'agent. Une commission de titularisation se prononce au vu du parcours professionnel de l'agent et après un entretien avec celui-ci.Un décret en Conseil d'Etat définit les modalités de cette expérimentation. Il précise les conditions minimales de diplôme exigées et les conditions du renouvellement éventuel du contrat d'apprentissage.Une évaluation de cette expérimentation est présentée au Parlement un an avant son terme."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "A compter du 1er janvier 2020 et jusqu'au 31 décembre 2026, par dérogation à l'article 13 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, les fonctionnaires mentionnés à l'article 2 de la même loi en situation de handicap relevant de l'une des catégories mentionnées aux 1°, 2°, 3°, 4°, 9°, 10° et 11° de l'article L. 5212-13 du code du travail peuvent accéder à un corps ou cadre d'emplois de niveau supérieur ou de catégorie supérieure par la voie du détachement, sous réserve d'avoir accompli préalablement une certaine durée de services publics. Au terme d'une durée minimale de détachement, qui peut, le cas échéant, être renouvelée, ils peuvent être intégrés dans ce corps ou cadre d'emplois. Le détachement et, le cas échéant, l'intégration sont prononcés après appréciation par une commission de l'aptitude professionnelle des fonctionnaires à exercer les missions du corps ou cadre d'emplois.Un décret en Conseil d'Etat fixe les conditions d'application du premier alinéa du présent article, notamment la durée de services publics exigée des candidats au détachement, les modalités d'appréciation de l'aptitude professionnelle préalable à ce détachement, la durée minimale de celui-ci, les conditions de son renouvellement éventuel et les modalités d'appréciation de l'aptitude professionnelle préalable à l'intégration. Il fixe également la composition de la commission chargée d'apprécier l'aptitude professionnelle du fonctionnaire.Au plus tard un an avant son terme, le Gouvernement présente au Parlement un rapport d'évaluation de cette expérimentation."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Le Gouvernement remet chaque année au Parlement un rapport précisant le montant des rémunérations des membres nommés au sein du Conseil constitutionnel, des autorités administratives et publiques indépendantes et des agences de l'Etat.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}