{
  "id": "jorftext000000721455",
  "type": "statute",
  "title": "Loi n° 91-1406 du 31 décembre 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000721455",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - modificateurII. - modificateurIII. - Les articles 122 et 125 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale sont appliqués, dans des conditions fixées par décret en Conseil d'Etat et, le cas échéant, par dérogation à l'article 123 de cette loi, aux fonctionnaires de l'Etat affectés au service public départemental d'action sociale et aux travailleurs sociaux mis à disposition.Ce décret fixe également les conditions d'application des articles 7, 8 et 9 de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, ainsi que celles des titres Ier et II de la loi n° 85-1098 du 11 octobre 1985 relative à la prise en charge par l'Etat, les départements et les régions des dépenses de personnel, de fonctionnement et d'équipement des services placés sous leur autorité."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les personnels ingénieurs, techniciens, administratifs et agents de service employés par l'Association française pour le dépistage et la prévention des handicaps de l'enfant et par les centres régionaux d'étude de biologie prénatale qui, lors de la publication de la présente loi, participent dans les établissements publics de santé aux actes de cytogénétique prénatale peuvent, à leur demande et dans les conditions fixées par l'article 102 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, être intégrés, selon des modalités définies par décret en Conseil d'Etat, dans l'un des corps régis par ladite loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Une contribution exceptionnelle égale à 1,2 p. 100 d'une assiette constituée par le chiffre d'affaires hors taxes réalisé en France d'octobre 1991 à septembre 1992 auprès des pharmacies d'officines au titre des spécialités inscrites sur la liste mentionnée à l'article L. 162-17 du code de la sécurité sociale est due par les établissements de vente en gros de spécialités pharmaceutiques.La remise due par chaque établissement est recouvrée par l'Agence centrale des organismes de sécurité sociale, assistée, en tant que de besoin, par les unions de recouvrement des cotisations de sécurité sociale et d'allocations familiales et les caisses générales de sécurité sociale des départements d'outre-mer selon les règles et sous les garanties applicables au recouvrement des cotisations du régime général de sécurité sociale, avant le 31 mars 1992 pour ce qui concerne le chiffre d'affaires du dernier trimestre 1991, avant le 30 juin 1992 pour ce qui concerne le chiffre d'affaires du premier trimestre 1992, avant le 30 septembre 1992 pour ce qui concerne le chiffre d'affaires du deuxième trimestre 1992, et avant le 31 décembre 1992 pour ce qui concerne le chiffre d'affaires du troisième trimestre 1992. La contribution est recouvrée comme une cotisation de sécurité sociale. Son produit est réparti entre les régimes d'assurance maladie, suivant une clé de répartition fixée par arrêté interministériel.Pour la période du 1er janvier au 31 décembre 1992, les remises, ristournes et avantages commerciaux et financiers assimilés de toute nature consentis par tous les fournisseurs d'officine de spécialités pharmaceutiques remboursables ne peuvent excéder par mois et par ligne de produits et pour chaque officine 2,5 p. 100 du prix de ces spécialités.Ce plafonnement sera suspendu en cas de conclusion d'un code de bonnes pratiques commerciales entre les organisations représentatives des établissements de vente en gros de spécialités pharmaceutiques et celles des pharmaciens d'officine avant le 1er mars 1992.Une part de la contribution exceptionnelle mentionnée au premier alinéa alimentera un fonds d'entraide de l'officine dont les modalités de gestion sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Ont la qualité de titulaires du certificat de capacité d'ambulancier les candidats déclarés admis aux épreuves de l'examen pour l'obtention de ce certificat qui se sont déroulées le 5 juin 1985 à Montpellier."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'autorisation prévue à l'article L. 51-6 du code de la santé publique est réputée accordée pour les véhicules en service ou en instance d'agrément à la promulgation de la présente loi.Dans chaque département, jusqu'à la fixation du nombre théorique de véhicules mentionné à l'article L. 51-6 du code de la santé publique, aucun nouveau véhicule soumis à autorisation ne peut être mis en service, sauf pour remplacer à l'identique un véhicule bénéficiant des dispositions de l'alinéa précédent ; les nouvelles autorisations de mise en service seront délivrées au plus tôt à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - modificateur.II. - modificateur.III. - modificateur.IV. - modificateur.V. - modificateur.VI. - modificateur.VII. - modificateur.VIII. - La majoration de l'aide à la famille pour l'emploi d'une assistante maternelle agréée n'est pas soumise à l'impôt sur le revenu.IX. - Les dispositions du présent article entreront en vigueur le 1er janvier 1992 pour les périodes d'emploi postérieures à cette date."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - modificateur.II. - modificateur.III. - modificateur.IV. - modificateur.V. - modificateur.VI. - Les dispositions du présent article entreront en vigueur à une date qui sera fixée par décret et au plus tard le 1er juillet 1992 pour les périodes d'emploi postérieures à cette date."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "A compter du 1er janvier 1992, par dérogation, aux dispositions de l'article 10 de la loi n° 86-966 du 18 août 1986 portant diverses mesures relatives au financement des retraites et pensions, la mention des cotisations patronales de sécurité sociale, d'origine législative, réglementaire ou conventionnelle, n'est pas obligatoire sur les bulletins de paie des salariés liés par contrats conclus par une personne physique pour un service rendu à son domicile, non plus que pour l'emploi par ladite personne d'une assistante maternelle agréée. Le montant de l'ensemble des cotisations figurera en fin de trimestre sur le document récapitulatif établi par l'organisme de recouvrement, en vue du paiement de ces cotisations."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Les dispositions du III de l'article 35 de la loi n° 90-1259 du 31 décembre 1990 portant réforme de certaines professions judiciaires et juridiques sont abrogées.II. - modificateur.III. - modificateur.IV. - modificateur.V. - Les dispositions du présent article entrent en vigueur à compter du 1er janvier 1992. A titre dérogatoire, les cotisations prévues à l'article L. 723-6-1 du code de la sécurité sociale pour la période du 1er janvier au 30 juin 1992 seront versées lors de la première échéance postérieure au 1er juillet 1992."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les dispositions relatives aux correspondants locaux de la presse régionale et départementale non salariés figurant à l'article 10 de la loi n° 87-39 du 27 janvier 1987 portant diverses mesures d'ordre social sont prorogées jusqu'au 31 décembre 1992."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - modificateur.II. - modificateur.III. - Les dispositions du présent article s'appliquent à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - La caisse autonome mutuelle de retraites instituée par le deuxième alinéa de l'article premier de la loi du 22 juillet 1922 relative aux retraites des agents des chemins de fer secondaires d'intérêt général, des chemin de fer d'intérêt local et des tramways est supprimée.II. - modificateur.III. - Le personnel de la caisse autonome mutuelle de retraites est intégré de plein droit à celui de la Caisse nationale d'assurance vieillesse des travailleurs salariés mentionné par l'article L. 222-1 du code de la sécurité sociale. Cette intégration s'effectue dans les conditions définies au deuxième alinéa de l'article L. 122-12 du code du travail. Le personnel conservera le bénéfice des avantages individuels résultant à la date de son intégration de la convention collective dont il relevait avant cette intégration. A titre individuel, il continuera à bénéficier, s'il en fait la demande dans des conditions fixées par décret, de l'affiliation au régime de retraite complémentaire dont il relevait avant son intégration.IV. - A l'exception de son patrimoine immobilier qui est dévolu à l'Etat, les biens, droits et obligations de la caisse autonome mutuelle de retraites sont transférés à la Caisse nationale d'assurance vieillesse des travailleurs salariés.V. - Les dispositions de la loi du 22 juillet 1922 précitée sont abrogées en tant qu'elles sont contraires aux dispositions du présent article.VI. - Les dispositions du présent article prennent effet à une date fixée par décret qui ne peut être postérieure au 31 décembre 1992."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les prestations et les salaires servant de base à leur calcul, mentionnés aux articles L. 341-6 et L. 351-11 du code de la sécurité sociale, ainsi que les prestations, salaires et revenus dont les modalités de revalorisation et de majoration sont identiques, sont revalorisés de 1 p. 100 au 1er janvier 1992 et 1,8 p. 100 au 1er juillet 1992."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Sous réserve des décisions de justice devenues définitives, sont validés les appels de cotisations, techniques et complémentaires, d'assurance maladie, maternité, invalidité, d'assurance vieillesse, de prestations familiales et de solidarité, dues au régime de protection sociale des personnes non salariées des professions agricoles, ainsi que les cotisations complémentaires d'assurances sociales agricoles, effectués par la caisse de mutualité sociale agricole et le groupement des assureurs maladie des exploitants agricoles pour les années 1979 à 1991 incluses, dans le département des Bouches-du-Rhône, en tant qu'ils sont fondés sur les arrêtés préfectoraux fixant l'assiette et le taux desdites cotisations."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les personnes ayant sollicité un prêt de consolidation en application de l'article 10 de la loi n° 87-549 du 16 juillet 1987 relative au règlement de l'indemnisation des rapatriés, dont la demande n'a pas, à la date du 31 décembre 1991, fait l'objet d'une délibération définitive de la part de la commission départementale d'examen du passif des rapatriés territorialement compétente, bénéficient, à compter de cette dernière date, jusqu'au 30 juin 1993, d'une prorogation de la mesure de suspension de plein droit des poursuites prévue à l'article 34 de la loi n° 89-1010 du 31 décembre 1989 relative à la prévention et au règlement des difficultés liées au surendettement des particuliers et des familles.Ces dispositions s'appliquent également aux personnes qui, avant le 31 décembre 1991, ont, dans les délais requis, usé de voies de recours contre les décisions de rejet prises à leur encontre par les commissions précitées."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - modificateur.II. - modificateur.III. - Sont validés les délibérations et arrêtés adoptés depuis le 1er janvier 1959 par les autorités territoriales de la Polynésie française pour organiser et gérer les professions juridiques et judiciaires, à l'exception de la profession d'avocat.Sont également validées les décisions individuelles prises sur le fondement de ces délibérations et arrêtées en tant que leur régularité serait mise en cause sur le fondement de l'incompétence de leur auteur."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Ont la qualité de secrétaires de chancellerie les candidats admis à l'issue des épreuves du concours externe pour l'accès au corps de secrétaires de chancellerie organisé par le ministère des affaires étrangères au titre de 1989."
    }
  ]
}