{
  "id": "jorftext000044220683",
  "type": "statute",
  "title": "LOI n°2021-1357 du 18 octobre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044220683",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Dans la clause de prix des contrats de vente de produits agricoles mentionnés à l'article L. 631-24 du code rural et de la pêche maritime, les parties peuvent convenir de bornes minimales et maximales entre lesquelles les critères et les modalités de détermination ou de révision du prix, intégrant notamment un ou plusieurs indicateurs relatifs aux coûts pertinents de production en agriculture, produisent leurs effets.II. - Un décret, de l'élaboration duquel les parties prenantes sont informées, définit, pour un ou plusieurs produits agricoles, les conditions d'une expérimentation de l'utilisation obligatoire d'un modèle de rédaction de la clause mentionnée au I.Cette expérimentation, d'une durée maximale de cinq ans, vise à évaluer les effets de l'utilisation de la clause mentionnée au même I sur l'évolution du prix de vente des produits concernés et sur la concurrence.III. - Est passible de l'amende administrative prévue à l'article L. 631-25 du code rural et de la pêche maritime le fait, pour un producteur, une organisation de producteurs, une association d'organisations de producteurs ou un acheteur de produits agricoles, de conclure un contrat écrit ou un accord-cadre écrit ne comportant pas la clause dont l'utilisation a été rendue obligatoire par le décret mentionné au II du présent article.IV. - Six mois avant le terme de cette expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Un affichage destiné à apporter au consommateur une information relative aux conditions de rémunération des producteurs de produits agricoles fait l'objet d'une expérimentation pour une durée maximale de cinq ans. Cet affichage s'effectue par voie de marquage ou d'étiquetage ou par tout autre procédé approprié, y compris par voie électronique. Il fait notamment ressortir, de façon facilement compréhensible pour les consommateurs, l'impact en termes de rémunération des producteurs des prix auxquels sont achetés leurs produits.Les expérimentations visent à évaluer différentes méthodologies et modalités d'affichage.Cette méthodologie prend en compte l'impact négatif sur la rémunération des agriculteurs français d'un approvisionnement en matière première agricole importée.II. - L'expérimentation tient compte d'un double objectif de diversité et de représentativité, notamment territoriales. Elle porte sur la filière viande bovine et les produits laitiers, sur certaines productions agricoles issues de l'agriculture biologique ainsi que sur certaines autres productions agricoles, définies par décret.Durant la phase d'expérimentation, les personnes publiques ou privées qui souhaitent mettre en place un affichage destiné à apporter au consommateur une information relative aux conditions de rémunération des producteurs de produits agricoles doivent mentionner le caractère expérimental de l'affichage à proximité immédiate de celui-ci.Le bilan de chaque expérimentation est transmis par le Gouvernement au Parlement."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-Le Gouvernement remet chaque année au Parlement, au plus tard le 31 décembre, un rapport sur sa politique de contrôle en matière de pratiques commerciales trompeuses portant sur l'affichage de l'origine des denrées alimentaires. Ce rapport précise le nombre de contrôles effectués dans l'année, les résultats de ces enquêtes, le montant et les motifs de ces sanctions ainsi que les mesures prises pour mieux lutter contre ces pratiques trompeuses et donne des exemples anonymes de pratiques trompeuses en la matière ayant fait l'objet de sanctions.II.-A modifié les dispositions suivantes :\n\n- Code de la consommation\n\nIII.-Un décret détermine la liste des filières concernées ainsi que les conditions d'application du II."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - L'article 1er et le 4° du I de l'article 4 sont applicables aux accords-cadres et contrats conclus à compter d'une date fixée par décret, pour chaque filière, et au plus tard le 1er janvier 2023.Les accords-cadres et contrats en cours à la date d'entrée en vigueur de l'article 1er doivent être mis en conformité avec l'article L. 631-24 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, lors de leur prochain renouvellement, et au plus tard un an après l'entrée en vigueur de l'article 1er. Les organisations de producteurs, les associations d'organisations de producteurs ou les producteurs concernés proposent aux acheteurs un avenant à cet effet ou leur demandent par écrit de leur proposer cet avenant.Toutefois, les contrats établis sur la base d'un contrat-type défini dans le cadre d'un accord interprofessionnel étendu peuvent être renouvelés ou prolongés avant la mise en conformité de ce contrat-type. Ils doivent en toute hypothèse être mis en conformité au plus tard un an après l'entrée en vigueur du même article 1er.II. - Les 1° à 3° du I de l'article 4 et l'article 8 entrent en vigueur dans les conditions suivantes :1° Les conditions générales de vente communiquées à compter du premier jour du mois suivant la publication de la présente loi sont soumises au 1° du I de l'article 4 ;2° Les conventions conclues sur la base de négociations commerciales fondées sur des conditions générales de vente conformes au même 1° sont soumises au 2° du même I et à l'article 8 ;3° En tout état de cause, à compter du 1er janvier 2022 :a) Les conventions sont conclues à la suite de négociations commerciales fondées sur des conditions générales de vente conformes au 1° du I de l'article 4 et sont soumises au 2° du même I et à l'article 8 ;b) Les conventions en cours qui n'ont pas été conclues conformément au 2° du I de l'article 4 sont mises en conformité avec ses dispositions au plus tard le 1er mars 2023.III. - L'article 6 entre en vigueur le 1er janvier 2022.Les conventions en cours à la date d'entrée en vigueur du même article 6 sont mises en conformité avec ses dispositions au plus tard le 1er janvier 2023.IV. - L'article 11 n'est pas applicable aux médiations en cours à la date de publication de la présente loi.V. - L'article 13 entre en vigueur le 1er juillet 2022.VI. - L'article 15 entre en vigueur le 1er janvier 2022.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}