{
  "id": "jorftext000000728979",
  "type": "statute",
  "title": "Loi n° 94-43 du 18 janvier 1994",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000728979",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.  Les personnels infirmiers fonctionnaires régis par le décret n° 90-230 du 14 mars 1990, en fonctions dans les services extérieurs de l'administration pénitentiaire à la date de la prise en charge effective par les établissements publics de santé associés au dispositif de soins en milieu pénitentiaire des obligations de service public mentionnées au dernier alinéa de l'article L. 711-3 du code de la santé publique, sont détachés auprès desdits établissements dans l'un des corps des personnels infirmiers de la fonction publique hospitalière s'ils remplissent les conditions d'accès audit corps.II. Dans un délai d'un an à compter de la date mentionnée au I ci-dessus, les personnels pourront opter pour leur intégration dans l'un des corps précités, dans des conditions fixées par décret en Conseil d'Etat. Les services accomplis dans le corps des infirmiers des services extérieurs de l'administration pénitentiaire sont considérés comme services effectifs accomplis dans les établissements publics de santé. Les agents qui n'auront pas fait valoir leur droit à cette intégration pourront la demander dans l'un des autres corps d'infirmiers relevant de la fonction publique d'Etat.III. Les personnels infirmiers régis par la convention collective de la Croix-Rouge en fonctions à la date de la prise en charge mentionnée au I ci-dessus dans les services extérieurs de l'administration pénitentiaire sont mis à la disposition des établissements publics de santé associés au dispositif de soins en milieu pénitentiaire pour une période ne pouvant excéder la date d'expiration de la convention passée entre le ministère de la justice et la Croix-Rouge.Les établissements publics de santé associés au dispositif de soins en milieu pénitentiaire peuvent maintenir et prendre à leur charge après son expiration les obligations résultant de la convention passée entre le ministère de la justice et la Croix-Rouge."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dispositions des articles 2 à 6 entrent en vigueur le 1er janvier 1994."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les médicaments homéopathiques dont l'autorisation et la mise sur le marché ont eu lieu avant la date de promulgation de la présente loi doivent faire l'objet d'une demande d'autorisation de mise sur le marché ou d'enregistrement au plus tard le 31 décembre 1996.A titre transitoire, ces médicaments homéopathiques peuvent continuer à être commercialisés jusqu'à la notification de la décision du directeur général de l'Agence française de sécurité sanitaire des produits de santé sur cette demande."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les demandes de création d'officines déposées avant le 1er janvier 1994 seront examinées au vu des dispositions antérieures à la présente loi."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - .....II. - .....III. L'article 70 de la loi de finances pour 1972 (n° 71-1061 du 29 décembre 1971), modifié par l'article 18 de la loi n° 93-5 du 4 janvier 1993 relative à la sécurité en matière de transfusion sanguine et de médicament est ainsi modifié :1° Le II est ainsi rédigé :II. Toute demande de visa ou de renouvellement de visa de publicité mentionné à l'article L. 551-5 du code de la santé publique, ainsi que tout dépôt de publicité mentionné au premier alinéa de l'article L. 551-6 du même code, doivent être accompagnés du versement d'une redevance au profit de l'Agence française de sécurité sanitaire des produits de santé dont le montant est fixé par décret dans la limite de 3 000 F. Les dispositions du III de l'article L. 602-3 du code de la santé publique sont applicables à cette redevance.2° Il est ajouté un III ainsi rédigé :III. Dans le cas des produits mentionnés à l'article L. 551-10 du code de la santé publique, la redevance mentionnée au II ci-dessus est versée au profit de l'Etat. Elle est recouvrée et jugée comme en matière de contributions directes. L'action en répétition dont l'administration dispose pour le recouvrement de cette redevance peut être exercée jusqu'à l'expiration de la troisième année suivant celle au cours de laquelle la redevance doit être versée.IV. ....V. ....VI. ...."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I.  Sous réserve des décisions de justice devenues définitives, sont validés à compter du 1er janvier 1986 jusqu'à l'entrée en vigueur du présent article en tant qu'ils sont fondés sur le décret n° 85-1507 du 31 décembre 1985 relatif au forfait journalier et à la cotisation d'assurance maladie pour les assurés ressortissants du régime local d'assurance maladie dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle :1° Le précompte sur la totalité des rémunérations ou gains de la cotisation d'assurance maladie à la charge de l'assuré dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle, visée au premier alinéa de l'article L. 242-13 du code de la sécurité sociale ;2° Le précompte sur la totalité des rémunérations ou gains de la cotisation d'assurance maladie correspondant aux avantages particuliers dont bénéficient, dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, les personnes relevant des professions agricoles et forestières visées à l'article 1144 du code rural ;3° La prise en charge par le régime local d'assurance maladie d'Alsace-Moselle du forfait journalier institué par l'article L. 174-4 du code de la sécurité sociale.II : modificateur.III : modificateur.IV : modificateur.V.  Jusqu'à l'entrée en vigueur du décret mentionné au IV ci-dessus, et au plus tard jusqu'au 31 décembre 1994, le forfait journalier est pris en charge par le régime local d'assurance maladie."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Sous réserve des décisions de justice devenues définitives, sont validées les décisions individuelles des caisses régionales d'assurance maladie fixant dans les conditions déterminées à l'article L. 242-5 du code de la sécurité sociale la tarification des accidents du travail et des maladies professionnelles des établissements pour l'année 1989, en tant qu'elles sont fondées sur les arrêtés des 20 décembre et 26 décembre 1988."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Les victimes de maladies constatées entre le 1er juillet 1973 et le 29 mars 1993 qui étaient susceptibles de remplir les conditions prévues aux troisième et quatrième alinéas de l'article L. 461-1 du code de la sécurité sociale et qui continuent à les remplir ou leurs ayants droit peuvent demander jusqu'au 31 décembre 1995 le bénéfice de ces dispositions.Les droits résultant des dispositions de l'alinéa précédent prennent effet de la date du dépôt de la demande sans que celle-ci puisse être antérieure à la date d'entrée en vigueur des dispositions des troisième et quatrième alinéas de l'article L. 461-1 précité.Les prestations, indemnités et rentes ainsi accordées se substituent pour l'avenir aux autres avantages accordés à la victime pour la même maladie au titre des assurances sociales.Si la maladie a donné lieu à réparation au titre du droit commun, le montant desdites réparations éventuellement revalorisé dans les conditions fixées par décret en Conseil d'Etat est déduit du montant des avantages accordés à la victime ou à ses ayants droit en exécution du présent article."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. : modificateur.II. Les dispositions du présent article sont applicables à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Après une période de deux années, le Gouvernement présentera un rapport au Parlement établissant le bilan de la mise en place du dossier de suivi médical."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. modificateur.II. modificateur.III. Les dispositions des I et II entrent en vigueur pour les cotisations et contributions exigibles ainsi que pour les revenus versés à compter du 1er juillet 1994.IV. modificateur.V. Les dispositions du paragraphe V entrent en vigueur à compter du 1er janvier 1995."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Sous réserve des décisions de justice devenues définitives, le montant de la prime dite de difficultés particulières, instituée par le protocole d'accord du 28 mars 1953 au bénéfice des personnels des organismes de sécurité sociale du régime général et de leurs établissements des départements du Bas-Rhin, du Haut-Rhin et de la Moselle, nonobstant toutes stipulations collectives et individuelles contraires en vigueur à la date de publication de la présente loi, est fixé, à compter du 1er décembre 1983 et à chaque période de versement, à 3,95 fois la valeur du point découlant de l'application des accords salariaux conclus conformément aux dispositions de la convention collective nationale de travail du personnel des organisations de sécurité sociale du 8 février 1957. Elle est versée douze fois par an. La gratification annuelle à compter de la même période est majorée pour tenir compte du montant de l'indemnité dite de difficultés particulières attribué au titre du mois de décembre."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Le Gouvernement présente chaque année un rapport relatif à l'évolution des principaux indicateurs sociaux, afin de mieux pouvoir apprécier la portée des dispositifs de la protection sociale et l'évolution de la cohésion sociale de notre pays. Celui-ci comporte notamment :le nombre de bénéficiaires du revenu minimum d'insertion et des minimums sociaux ;l'insertion des plus défavorisés et l'effet des mesures d'intégration des handicapés ;l'évolution de la situation du logement social ;les caractéristiques du chômage de longue durée et les résultats des mesures de lutte contre l'exclusion ;un ou des indicateurs pertinents permettant de mesurer l'évolution des inégalités sociales ;les indicateurs relatifs à l'état sanitaire, à la délinquance et à la violence, etc. ;les indicateurs relatifs à la situation des familles au niveau du remplacement des revenus par les pensions de retraite ;le taux de remboursement des dépenses de santé par l'assurance maladie."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. modificateur.II.  Les dispositions du second alinéa de l'article L. 241-11 du code de la sécurité sociale sont applicables aux rémunérations versées par les employeurs conventionnés dans les conditions prévues à l'avant-dernier alinéa de l'article L. 322-4-16 du code du travail lorsque la convention prévoit l'aide de l'Etat mentionnée au dernier alinéa de cet article et pour les contrats prenant effet entre le 1er janvier 1994 et le 31 décembre 1996.Le Gouvernement présentera avant le 31 décembre 1996 un rapport au Parlement d'évaluation de l'incidence des présentes dispositions sur l'activité des entreprises conventionnées et l'insertion des salariés concernés."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.  .....II.  Les dispositions du présent article sont applicables à compter du 1er janvier 1994."
    }
  ]
}