{
  "id": "jorftext000041755852",
  "type": "statute",
  "title": "Ordonnance n°2020-317 du 25 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041755852",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est institué, jusqu'au 31 décembre 2021, un fonds de solidarité ayant pour objet le versement d'aides financières aux personnes physiques et morales de droit privé exerçant une activité économique particulièrement touchées par les conséquences économiques, financières et sociales de la propagation du covid-19 et des mesures prises pour en limiter la propagation.Sa durée d'intervention peut être prolongée par décret pour une durée d'au plus six mois."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le fonds de solidarité est financé par l'Etat, et peut également l'être, sur une base volontaire, par les régions, les collectivités de Saint-Barthélemy, Saint-Martin, Saint-Pierre-et-Miquelon, Wallis-et-Futuna, la Polynésie française, la Nouvelle-Calédonie et toute autre collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre.Le montant et les modalités de cette contribution sont définis dans le cadre d'une convention conclue entre l'Etat et chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre volontaire."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Un décret fixe le champ d'application du dispositif, les conditions d'éligibilité et d'attribution des aides, leur montant ainsi que les conditions de fonctionnement et de gestion du fonds.L'Etat peut conclure avec la Polynésie française et la Nouvelle-Calédonie une convention définissant les conditions dans lesquelles ces collectivités distribuent des aides aux entreprises situées sur leur territoire."
    },
    {
      "provision_ref": "art3-1",
      "section": "3-1",
      "title": "Article 3-1",
      "content": "I. - Les aides versées au titre du fonds le sont sur la base d'éléments déclaratifs prévus par décret.\n\nSous réserve des dispositions du troisième alinéa du II, elles sont insaisissables.\n\nII. - Les documents attestant du respect des conditions d'éligibilité au fonds et du correct calcul du montant de l'aide sont conservés par le bénéficiaire pendant cinq années à compter de la date de versement de cette dernière.\n\nLes agents de la direction générale des finances publiques et les agents publics affectés dans les services déconcentrés des administrations civiles de l'Etat peuvent demander à tout bénéficiaire du fonds communication de tout document relatif à son activité, notamment administratif ou comptable, permettant de justifier de son éligibilité et du correct montant de l'aide reçue pendant cinq années à compter de la date de son versement. Le bénéficiaire dispose d'un délai d'un mois pour produire ces justifications à compter de la date de la demande.\n\nEn cas d'irrégularités constatées, d'absence de réponse ou de réponse incomplète à la demande prévue au premier alinéa, les sommes indûment perçues font l'objet d'une récupération selon les règles et procédures applicables en matière de créances étrangères à l'impôt et au domaine.\n\nLa procédure prévue au présent II ne constitue pas une procédure de contrôle de l'impôt.\n\nIII. - Les organismes et services chargés de la gestion d'un régime obligatoire de sécurité sociale ainsi que les organismes chargés du recouvrement de leurs ressources communiquent à la direction générale des finances publiques, spontanément ou à sa demande, tous les renseignements et documents nécessaires à l'instruction des demandes tendant à l'obtention des aides financières prévues par la présente ordonnance ainsi qu'au contrôle des aides octroyées.\n\nLes services de l'Etat, les collectivités territoriales et les établissements publics mentionnés à l'article 2 procèdent aux échanges de données strictement nécessaires à l'instruction des demandes d'aides financières, au contrôle de celles-ci, à la gestion du fonds et au suivi du dispositif.\n\nUn décret détermine les modalités des échanges de données qui sont réalisés en application du présent III."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La présente ordonnance est applicable sur l'ensemble du territoire de la République, dans sa rédaction résultant de la loi n° 2021-1900 du 30 décembre 2021 de finances pour 2022, sous réserve des dispositions de l'article 3-1."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre, le ministre de l'économie et des finances, le ministre de l'action et des comptes publics, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}