{
  "id": "jorftext000019830670",
  "type": "statute",
  "title": "Ordonnance n° 2008-1233 du 28 novembre 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000019830670",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I-Sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna :\n\n1° Les modifications de structure et de contenu apportées par l'article 7 de la loi du 17 décembre 2007 susvisée à la section 2 du chapitre II du titre Ier du livre III du code monétaire et financier ;\n\n2° Dans les conditions prévues au II, les articles L. 221-35 et L. 221-37 insérés respectivement par les articles 7 et 8 de la loi du 17 décembre 2007 susvisée dans la section 8 \" Dispositions communes aux produits d'épargne générale à régime fiscal spécifique \" ajoutée au chapitre Ier du titre II du livre III de ce code ;\n\n3° L'article 8 de la loi du 17 décembre 2007 susvisée en tant qu'il abroge les articles L. 351-2 et L. 351-3 du même code ;\n\n4° Le III bis inséré après le III de l'article L. 621-15 du code monétaire et financier par l'article 11 de la loi du 17 décembre 2007 susvisée.\n\nII.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna les modifications apportées aux articles L. 312-1-1 et L. 312-1-3 du code monétaire et financier respectivement par les articles 24 et 23 de la loi du 3 janvier 2008 susvisée.II.-Dans ces collectivités, le premier récapitulatif prévu au second alinéa du II de l'article L. 312-1-1 du même code dans sa rédaction issue de l'article 24 de la loi du 3 janvier 2008 susvisée est porté à la connaissance de ses bénéficiaires au plus tard le 31 janvier 2010.III.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Premier ministre, la ministre de l'intérieur, de l'outre-mer et des collectivités territoriales et la ministre de l'économie, de l'industrie et de l'emploi sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}