{
  "id": "jorftext000000221753",
  "type": "statute",
  "title": "Loi n° 2001-2 du 3 janvier 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000221753",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Par dérogation à l'article 19 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, et sous réserve des dispositions de l'article 2 ci-dessous, peuvent être ouverts, pour une durée maximum de cinq ans à compter de la date de publication de la présente loi, dans des conditions définies par décret en Conseil d'Etat, des concours réservés aux candidats remplissant les conditions suivantes :1° Justifier avoir eu, pendant au moins deux mois au cours de la période de douze mois précédant la date du 10 juillet 2000, la qualité d'agent non titulaire de droit public de l'Etat ou des établissements publics locaux d'enseignement, recruté à titre temporaire et ayant exercé des missions dévolues aux agents titulaires ;2° Avoir été, durant la période de deux mois définie au 1°, en fonctions ou avoir bénéficié d'un congé en application du décret pris sur le fondement de l'article 7 de la loi n° 84-16 du 11 janvier 1984 précitée ;3° Justifier, au plus tard à la date de nomination dans le corps, des titres ou diplômes requis des candidats au concours externe d'accès au corps concerné ou, pour l'accès aux corps d'enseignement des disciplines technologiques et professionnelles, des candidats au concours interne. Les candidats peuvent obtenir la reconnaissance de leur expérience professionnelle en équivalence des conditions de titres ou diplômes requises pour se présenter aux concours prévus par le présent article. Un décret en Conseil d'Etat précise la durée de l'expérience professionnelle prise en compte en fonction de la nature et du niveau des titres ou diplômes requis ;4° Justifier, au plus tard à la date de clôture des inscriptions au concours, d'une durée de services publics effectifs au moins égale à trois ans d'équivalent temps plein au cours des huit dernières années.II. - Peuvent également être ouverts, pendant une durée maximum de cinq ans à compter de la date de publication de la présente loi, des concours réservés aux candidats, recrutés à titre temporaire et ayant exercé des missions dévolues aux agents titulaires, qui satisfont aux conditions fixées aux 2°, 3° et 4° du I et remplissent l'une des conditions suivantes :- justifier avoir eu, pendant la période de deux mois définie au 1° du I, la qualité d'agent non titulaire de droit public des établissements publics de l'Etat, autres que les établissements publics locaux d'enseignement et que ceux à caractère industriel et commercial, mentionnés à l'article 2 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires ;- justifier avoir eu, pendant la même période, la qualité d'agent non titulaire des établissements d'enseignement figurant sur la liste prévue à l'article 3 de la loi n° 90-588 du 6 juillet 1990 portant création de l'Agence pour l'enseignement français à l'étranger.Les fonctions exercées par les intéressés doivent correspondre à des emplois autres que ceux mentionnés à l'article 3 de la loi n° 84-16 du 11 janvier 1984 précitée ou que ceux prévus par toute autre disposition législative excluant l'application du principe énoncé à l'article 3 de la loi n° 83-634 du 13 juillet 1983 précitée.III. - Les concours réservés prévus aux I et II sont organisés pour l'accès à des corps de fonctionnaires dont les statuts particuliers prévoient un recrutement par la voie externe. En outre, les corps d'accueil de catégorie A concernés sont ceux mentionnés à l'article 80 de la loi n° 84-16 du 11 janvier 1984 précitée.Pendant une durée maximum de cinq ans à compter de la date de publication de la présente loi, l'accès des candidats remplissant les conditions fixées au I aux corps de fonctionnaires de l'Etat classés dans la catégorie C prévue à l'article 29 de la loi n° 84-16 du 11 janvier 1984 précitée peut se faire, sans préjudice des dispositions prévues à l'article 17 ci-dessous, par la voie d'examens professionnels, selon des modalités déterminées par décret en Conseil d'Etat.Les candidats ne peuvent se présenter qu'aux concours ou examens professionnels prévus par le présent article donnant accès aux corps de fonctionnaires dont les missions, telles qu'elles sont définies par les statuts particuliers desdits corps, relèvent d'un niveau de catégorie au plus égal à celui des fonctions qu'ils ont exercées pendant une durée de trois ans au cours de la période de huit ans prévue au 4° du I."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pendant une durée maximum de cinq ans à compter de la date de publication de la présente loi, les candidats qui remplissaient les conditions fixées aux 1°, 2°, 3° et 5° de l'article 1er et à l'article 2 de la loi n° 96-1093 du 16 décembre 1996 relative à l'emploi dans la fonction publique et à diverses mesures d'ordre statutaire et qui exerçaient des fonctions autres que celles du niveau de la catégorie C peuvent accéder à un corps de fonctionnaires, par voie d'examen professionnel, selon les modalités définies par décret en Conseil d'Etat. Toutefois, pour l'application du présent article, les conditions fixées aux 1°, 2°, 3° et 5° de l'article 1er et à l'article 2 de la loi n° 96-1093 du 16 décembre 1996 précitée s'apprécient à la date du 16 décembre 2000.Les candidats mentionnés à l'alinéa précédent doivent en outre remplir les conditions suivantes :1° Satisfaire aux conditions fixées aux 1°, 2° et 3° du I de l'article 1er de la présente loi ;2° Justifier d'une durée de services publics effectifs complémentaire qui sera fixée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les agents non titulaires mentionnés aux articles 1er et 2 de la présente loi, qui participent aux missions du service public de formation continue, ainsi que de formation et d'insertion professionnelles, dont les activités sont transférées à un groupement d'intérêt public constitué en application de l'article L. 423-1 du code de l'éducation, conservent le bénéfice des dispositions prévues auxdits articles. Les services accomplis par les intéressés après le transfert des activités sont retenus pour le calcul des conditions d'ancienneté prévues aux 1° et 4° du I de l'article 1er et à l'article 2 de la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Par dérogation à l'article 36 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, et pour une durée maximum de cinq ans à compter de la date de publication de la présente loi, les agents non titulaires des collectivités territoriales ou des établissements publics en relevant exerçant des fonctions correspondant à celles définies par les statuts particuliers des cadres d'emplois peuvent, dans des conditions fixées par décret en Conseil d'Etat, être nommés dans un cadre d'emplois de la fonction publique territoriale, selon les modalités fixées aux articles 5 et 6 ci-dessous, sous réserve qu'ils remplissent les conditions suivantes :1° Justifier avoir eu, pendant au moins deux mois au cours des douze mois précédant la date du 10 juillet 2000, la qualité d'agent non titulaire recruté en application de l'article 3 de la loi n° 84-53 du 26 janvier 1984 précitée ;2° Avoir été, durant la période de deux mois définie au 1°, en fonctions ou avoir bénéficié d'un congé en application du décret pris pour l'application de l'article 136 de la loi n° 84-53 du 26 janvier 1984 précitée ;3° Justifier, au plus tard à la date de la proposition de nomination dans le cadre d'emplois pour les agents relevant de l'article 5, ou au plus tard à la date de la clôture des inscriptions aux concours pour les agents relevant de l'article 6, des titres ou diplômes requis des candidats au concours externe d'accès au cadre d'emplois concerné. Les intéressés peuvent obtenir la reconnaissance de leur expérience professionnelle en équivalence des conditions de titres ou diplômes requises pour se présenter aux concours prévus par le présent article. Un décret en Conseil d'Etat précise la durée de l'expérience professionnelle prise en compte en fonction de la nature et du niveau des titres ou diplômes requis ;4° Justifier, au plus tard à la date de la proposition de nomination dans le cadre d'emplois pour les agents relevant de l'article 5, ou au plus tard à la date de la clôture des inscriptions aux concours pour les agents relevant de l'article 6, d'une durée de services publics effectifs au moins égale à trois ans d'équivalent temps plein au cours des huit dernières années.Pour l'appréciation de cette dernière condition, les périodes de travail à temps non complet correspondant à une durée supérieure ou égale au mi-temps sont assimilées à des périodes à temps plein, les autres périodes de travail à temps non complet sont assimilées aux trois quarts du temps plein.Les cadres d'emplois ou, le cas échéant, les grades ou spécialités concernés par les dispositions du présent chapitre sont ceux au profit desquels sont intervenues des mesures statutaires prévues par le protocole d'accord du 9 février 1990 sur la rénovation de la grille des classifications et des rémunérations des trois fonctions publiques, ainsi que ceux relevant des dispositions de la loi n° 96-1093 du 16 décembre 1996 précitée."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les agents non titulaires remplissant les conditions énumérées à l'article 4 et qui ont été recrutés après le 27 janvier 1984 peuvent accéder par voie d'intégration directe au cadre d'emplois dont les fonctions correspondent à celles au titre desquelles ils ont été recrutés et qu'ils ont exercées pendant la durée prévue au 4° de l'article 4, dans la collectivité ou l'établissement public dans lequel ils sont affectés, sous réserve de remplir l'une des conditions suivantes :1° Avoir été recrutés avant la date d'ouverture du premier concours d'accès audit cadre d'emplois organisé, dans le ressort de l'autorité organisatrice dont ils relèvent, en application des dispositions de l'article 36 de la loi n° 84-53 du 26 janvier 1984 précitée ;2° Ou avoir été recrutés au plus tard le 14 mai 1996 lorsque, à la date de leur recrutement, les fonctions qu'ils exerçaient correspondaient à celles définies par le statut particulier d'un cadre d'emplois pour lequel un seul concours a été organisé, dans le ressort de l'autorité organisatrice dont ils relèvent, en application des dispositions de l'article 36 de la loi n° 84-53 du 26 janvier 1984 précitée.Le cas échéant, il peut être tenu compte, pour apprécier la condition d'ancienneté mentionnée au 4° de l'article 4 de la présente loi, de la durée des contrats effectués pour le compte de la collectivité ou de l'établissement public précédents.Les agents concernés par les dispositions du présent article disposent d'un délai de douze mois à compter de la notification de la proposition qui leur est faite pour se prononcer sur celle-ci."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les agents non titulaires remplissant les conditions énumérées à l'article 4 et qui ont été recrutés après le 14 mai 1996 peuvent se présenter à des concours réservés organisés pendant une période de cinq ans à compter de la date de publication de la présente loi à condition d'exercer, à la date de leur recrutement, des fonctions qui correspondent à celles définies par les statuts particuliers des cadres d'emplois pour lesquels un seul concours a été organisé, dans le ressort de l'autorité organisatrice dont ils relèvent, en application des dispositions de l'article 36 de la loi n° 84-53 du 26 janvier 1984 précitée.Les intéressés doivent avoir exercé les fonctions définies au premier alinéa pendant la durée prévue au 4° de l'article 4 de la présente loi. Le cas échéant, il peut être tenu compte de la durée des contrats effectués pour le compte de la collectivité ou de l'établissement public précédents.Les concours réservés donnent lieu à l'établissement de listes d'aptitude classant par ordre alphabétique les candidats déclarés aptes par le jury.L'inscription sur une liste d'aptitude ne vaut pas recrutement.Tout candidat déclaré apte depuis moins de deux ans peut être nommé dans un des cadres d'emplois auxquels le concours réservé donne accès, dans les conditions fixées par la dernière phrase du quatrième alinéa de l'article 44 de la loi n° 84-53 du 26 janvier 1984 précitée, nonobstant le délai mentionné au premier alinéa de l'article 4 de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pour les agents non titulaires recrutés dans une commune pour exercer des fonctions correspondant à celles définies par le statut particulier d'un cadre d'emplois et qui sont affectés dans un établissement public de coopération intercommunale, en raison d'un transfert de compétences de la commune vers cet établissement public, à des fonctions correspondant au même cadre d'emplois, les conditions requises aux articles 4 à 6 s'apprécient sans préjudice de ce changement d'affectation."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les conditions de nomination et de classement dans chacun des cadres d'emplois des agents bénéficiant des dispositions prévues aux articles 4 à 6 sont celles prévues par les statuts particuliers desdits cadres d'emplois pour les lauréats des concours internes ou, lorsque l'accès au cadre d'emplois ne s'effectue pas par la voie de concours internes, celles prévues pour les lauréats des autres concours mentionnés à l'article 36 de la loi n° 84-53 du 26 janvier 1984 précitée ou pour les candidats recrutés dans les conditions prévues au d de l'article 38 de ladite loi, sous réserve des dispositions particulières concernant la durée des stages, fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les personnels bénéficiant d'un contrat de travail à la date de promulgation de la présente loi avec une association, qui a été créée ou qui a succédé par évolution statutaire, transformation ou reprise d'activité à une association qui avait été créée avant le 31 décembre de l'année au titre de laquelle les transferts de compétences prévus par la loi n° 82-213 du 2 mars 1982 relative aux droits et libertés des communes, des départements et des régions, par la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat et par la loi n° 83-663 du 22 juillet 1983 complétant la loi n° 83-8 du 7 janvier 1983 précitée ont pris effet dans le domaine d'activité dont relève cette association et dont l'objet et les moyens sont transférés dans leur intégralité à une collectivité territoriale, à un établissement public de coopération intercommunale ou à un syndicat mixte, peuvent être recrutés par cette collectivité ou cet établissement, en qualité d'agent non titulaire, pour la gestion d'un service public administratif.Les agents non titulaires ainsi recrutés peuvent conserver le bénéfice des stipulations de leur contrat de travail antérieur lorsqu'elles ne dérogent pas aux dispositions légales et réglementaires régissant les agents non titulaires de la fonction publique territoriale. Toutefois, ils peuvent conserver le bénéfice de leur contrat à durée indéterminée ainsi que celui de la rémunération perçue au titre de leur contrat de travail antérieur et de leur régime de retraite complémentaire et de prévoyance.Par dérogation à l'article L. 122-9 du code du travail, les personnes recrutées dans les conditions fixées aux alinéas précédents ne perçoivent pas d'indemnités au titre du licenciement lié à la dissolution de l'association."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Pour la mise en oeuvre des dispositions prévues par les articles 5 et 6, les agents non titulaires relevant des articles 4 à 6 peuvent voir leur contrat prolongé jusqu'au terme de l'application de la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Un décret en Conseil d'Etat précise les conditions d'application du présent titre aux agents des collectivités et établissements mentionnés à l'article 118 de la loi n° 84-53 du 26 janvier 1984 précitée."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Par dérogation à l'article 29 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, peuvent être ouverts, pour une durée maximum de cinq ans à compter de la date de publication de la présente loi, dans des conditions définies par décret en Conseil d'Etat, des concours ou examens professionnels réservés aux candidats remplissant les quatre conditions suivantes :1° Justifier avoir eu, pendant au moins deux mois au cours des douze mois précédant la date du 10 juillet 2000, la qualité d'agent non titulaire de droit public des établissements mentionnés à l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée, recruté à titre temporaire et ayant assuré des missions dévolues aux agents titulaires ;2° Avoir été, durant la période de deux mois définie au 1°, en fonctions ou avoir bénéficié d'un congé en application du décret pris sur le fondement de l'article 10 de la loi n° 86-33 du 9 janvier 1986 précitée ;3° Justifier, au plus tard à la date de nomination dans le corps, des titres ou diplômes requis des candidats au concours ou examen professionnel externe d'accès au corps concerné. Les candidats peuvent obtenir la reconnaissance de leur expérience professionnelle en équivalence des conditions de titres ou diplômes requises pour se présenter aux concours prévus par le présent article. Un décret en Conseil d'Etat précise la durée de l'expérience professionnelle prise en compte en fonction de la nature et du niveau des titres ou diplômes requis ;4° Justifier, au plus tard à la date de clôture des inscriptions au concours ou à l'examen professionnel, d'une durée de services publics effectifs au moins égale à trois ans d'équivalent temps plein au cours des huit dernières années.Les concours ou examens professionnels réservés prévus à l'alinéa précédent sont organisés pour l'accès à des corps de fonctionnaires dont les statuts particuliers prévoient un recrutement par la voie externe. Les examens professionnels réservés prévus au même alinéa ne peuvent être organisés que pour les corps dont les statuts particuliers prévoient un recrutement externe par examen professionnel.Les candidats ne peuvent se présenter qu'aux concours ou examens professionnels prévus par le présent article donnant accès aux corps de fonctionnaires dont les missions, telles qu'elles sont définies par les statuts particuliers desdits corps, relèvent d'un niveau de catégorie au plus égal à celui des fonctions qu'ils ont exercées pendant la période prévue au 4°."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Par dérogation à l'article 31 de la loi n° 86-33 du 9 janvier 1986 précitée, les concours ou examens professionnels prévus à l'article 12 donnent lieu à l'établissement d'une liste d'aptitude valable un an, classant par ordre alphabétique les candidats déclarés admis par le jury. Les candidats inscrits sur cette liste sont recrutés par les établissements qui auront offert un poste au concours ou à l'examen professionnel.II. - Le décret prévu au premier alinéa de l'article 12 fixe notamment la liste des corps pour lesquels ces concours ou examens professionnels pourront être ouverts en dérogation aux dispositions du deuxième alinéa de l'article 36 de la loi n° 86-33 du 9 janvier 1986 précitée ainsi que les modalités d'organisation de ces concours ou examens professionnels et la nature des épreuves."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Modifie la loi 84-16II. - Les agents contractuels recrutés en application des dispositions du premier alinéa de l'article 6 de la loi n° 84-16 du 11 janvier 1984 précitée dans sa rédaction antérieure à la présente loi, et en fonctions à la date de publication de la présente loi ou bénéficiaires, à la même date, de l'un des congés prévus par le décret pris en application de l'article 7 de la loi n° 84-16 du 11 janvier 1984 précitée continuent à être employés dans les conditions prévues par leur contrat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Pendant une durée de cinq ans à compter de la publication de la présente loi, le recrutement dans les corps de fonctionnaires de catégorie C dont le grade de début est doté de l'échelle de rémunération la moins élevée de cette catégorie peut avoir lieu sans concours, selon des conditions d'aptitude et des modalités prévues par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. II.-Ont modifié les dispositions suivantes :\n\n-Loi 84-53 du 26 janvier 1984,\n\nArt. 3\n\nIII.-Les agents contractuels qui ont été recrutés en application des dispositions du dernier alinéa de l'article 3 de la loi n° 84-53 du 26 janvier 1984 précitée dans sa rédaction antérieure à la présente loi, en fonctions à la date de publication de la présente loi ou bénéficiaires, à la même date, de l'un des congés prévus par le décret pris en application du dernier alinéa de l'article 136 de la loi n° 84-53 du 26 janvier 1984 précitée, continuent à être employés dans les conditions prévues par la législation antérieure, lorsqu'ils ne sont pas recrutés au titre des dispositions des articles 36 ou 38 de la loi n° 84-53 du 26 janvier 1984 précitée ou au titre des dispositions des articles 4 à 6 de la présente loi.\n\nIV. A modifié les dispositions suivantes :\n\n-Loi 84-53 du 26 janvier 1984,\n\nArt. 14\n\nV. A modifié les dispositions suivantes :\n\n-Loi 84-53 du 26 janvier 1984,\n\nArt. 26\n\nVI et VIII. Ont modifié les dispositions suivantes :\n\n-Loi 84-53 du 26 janvier 1984,\n\nArt. 36\n\nVII.-Pour la durée d'application du dispositif de la présente loi, le rapport établi sur la base de l'article 33 de la loi n° 84-53 du 26 janvier 1984 précitée comporte un bilan de la mise en oeuvre des dispositions prévues aux articles 4 à 6.\n\nLe centre de gestion est rendu destinataire du bilan susmentionné et en assure la transmission aux organisations syndicales représentées au Conseil supérieur de la fonction publique territoriale.\n\nIX. A modifié les dispositions suivantes :\n\n-Loi 84-53 du 26 janvier 1984,\n\nArt. 25\n\nX. A modifié les dispositions suivantes :\n\n-Loi 84-53 du 26 janvier 1984,\n\nArt. 38\n\nXI. A modifié les dispositions suivantes :\n\n-Loi 84-53 du 26 janvier 1984,\n\nArt. 44"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validées :- les décisions individuelles prises en application du décret n° 96-1086 du 9 décembre 1996 portant statut des personnels techniques et administratifs du Conseil supérieur de la pêche prenant effet du 5 mai 1999 jusqu'à la date d'entrée en vigueur du décret n° 2000-792 du 24 août 2000 portant statut des personnels techniques et administratifs du Conseil supérieur de la pêche ;- la liste d'aptitude des agents pour l'accès au titre de l'année 1999 à la 2e classe de la catégorie des techniciens du Conseil supérieur de la pêche ;- la liste d'admission par ordre de mérite des candidats au concours interne de la catégorie des techniciens du Conseil supérieur de la pêche, ouvert au titre de l'année 1999 ;- la liste d'admission par ordre de mérite des candidats au concours externe de la catégorie des techniciens du Conseil supérieur de la pêche, ouvert au titre de l'année 1999.Les candidats reçus au concours externe de la catégorie des techniciens du Conseil supérieur de la pêche, ouvert au titre de l'année 1999, sont nommés stagiaires à compter du 1er octobre 1999, sauf report de nomination motivé par le respect d'une obligation légale, ou par une demande de report pour convenances personnelles."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\nArt. L5211-9\n\nIIet III-Ont modifié les dispositions suivantes :\n\n-Loi 84-53. du 26 janvier 1984,\n\nArt. 47 ; Art. 53\n\nIV.-Jusqu'à leur modification, les délibérations et les décisions individuelles mentionnant les appellations telles qu'elles étaient fixées par le code général des collectivités territoriales et par la loi n° 84-53 du 26 janvier 1984 précitée sont réputées conformes aux dispositions modifiées par la présente loi."
    }
  ]
}