{
  "id": "jorftext000000732004",
  "type": "statute",
  "title": "Loi n° 94-624 du 21 juillet 1994",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000732004",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans les conventions en cours et les conventions types prévues par l'article l. 351-2 du code de la construction et de l'habitation, toute clause prévoyant que la révision du loyer pratiqué ou du loyer maximum s'opère en fonction des variations de l'indice du coût de la construction publié par l'institut national de la statistique et des études économiques est remplacée par la clause prévoyant que cette révision s'opère en fonction des variations de la moyenne sur quatre trimestres du même indice. cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. dans ces conventions, la valeur trimestrielle de l'indice à la date de référence est remplacée par la valeur de la moyenne sur quatre trimestres de l'indice à la même date de référence.Le présent article entre en vigueur le premier jour du sixième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Si les locaux faisant l'objet ou ayant fait l'objet d'un contrat de location conclu en vertu du 2° de l'article 3 bis, de l'article 3 quater, de l'article 3 quinquies, de l'article 3 sexies ou de l'article 3 septies de la loi n° 48-1360 du 1er septembre 1948 ne satisfont pas aux normes prévues à l'article 25 de la loi n° 86-1290 du 23 décembre 1986 précitée ou si les formalités de conclusion de ce contrat n'ont pas été respectées, le locataire peut demander au propriétaire la mise en conformité des locaux avec ces normes sans qu'il soit porté atteinte à la validité du contrat de location en cours. la demande doit être présentée dans le délai d'un an à compter de la date d'effet de ce contrat ou, pour les contrats de location conclus antérieurement à la publication de la présente loi, dans le délai d'un an à compter de cette date de publication.A défaut d'accord entre les parties, le juge peut soit fixer un nouveau loyer par référence aux loyers habituellement constatés dans le voisinage pour des logements comparables dans les conditions définies à l'article 19 de la loi n° 89-462 du 6 juillet 1989 précitée, soit déterminer, le cas échéant, la nature des travaux à réaliser et le délai de leur exécution, qu'il peut même d'office assortir d'une astreinte.Les dispositions du chapitre iii de la loi n° 48-1360 du 1er septembre 1948 ne sont plus applicables aux locaux mentionnés au premier alinéa.Les dispositions du présent article ne sont pas applicables aux locaux vacants à compter du 23 décembre 1986."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Les dispositions de l’article 22-1 de la loi n° 89-462 du 6 juillet 1989 précitée entrent en vigueur le premier jour du deuxième mois suivant la publication de la présente loi. Elles ne sont pas applicables aux cautionnements consentis avant cette date.\n\n-Loi 89-462 du 6 juillet 1989"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. (Paragraphe modificateur)II. Les dispositions du I sont applicables aux prêts contractés antérieurement à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Dans un délai de trois ans à compter de l'entrée en vigueur de la présente loi, le Gouvernement présentera au Parlement un rapport sur le fonctionnement des copropriétés issues des dispositions de l'article L. 443-7 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Le chapitre V de la présente loi est applicable dans les territoires d'outre-mer et dans la collectivité territoriale de Mayotte à l'exception du IV de l'article 34.\n\nLes compétences attribuées par la présente loi au tribunal de grande instance sont exercées, dans les territoires d'outre-mer et les collectivités territoriales de Saint-Pierre-et-Miquelon et de Mayotte, par le tribunal de première instance."
    }
  ]
}