{
  "id": "jorftext000000317514",
  "type": "statute",
  "title": "Loi n° 68-690 du 31 juillet 1968",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000317514",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les anciens déportés et internés, titulaires de la carte de déportés et internés de la Résistance ou de la carte de déportés et internés politiques, peuvent obtenir, dans les conditions de l'article L. 332 du Code de la sécurité sociale, la revision de leur pension de vieillesse, à compter du 1er mai 1965."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - 1. Lorsqu'ils doivent connaître les ressources ou un élément quelconque de la situation fiscale ou immobilière de leurs prestataires ou de leurs assujettis, les organismes ou services qui ont besoin de ces informations pour asseoir des cotisations, pour accorder ou maintenir des prestations ou avantages quelconques prévus par les dispositions législatives et réglementaires en vigueur font souscrire une déclaration par les intéressés.\n\n2. Les services de la direction générale des impôts assurent le contrôle de cette déclaration par rapprochement avec les renseignements de toute nature qu'ils détiennent.\n\n3. les services des impôts sont déliés de l'obligation au secret professionnel à l'égard des services ou organismes autorisés à faire souscrire les déclarations susvisées et pour le contrôle de ces dernières.\n\n4. La liste de ces organismes ou services est fixée par décret pris sur le rapport du ministre de l'économie et des finances et des ministres sous l'autorité ou la tutelle desquels ils se trouvent placés.\n\n5. Les personnes qui sont appelées à connaître des déclarations et évaluations fiscales en application des dispositions du présent article sont tenues au secret professionnel sous les peines fixées par l'article 226-13 du Code pénal.\n\n6. L'Etat, les collectivités locales et les organismes ou services visés au paragraphe 4 ci-dessus peuvent poursuivre, dans les conditions et limites prévues par la législation et la réglementation applicables aux organismes en cause, la restitution des sommes indûment perçues, le versement des sommes dont le paiement a été éludé ou la contrepartie des avantages abusivement obtenus du fait d'un défaut de déclarations, d'une omission ou inexactitude dans ladite déclaration.\n\nII. - (Abrogé)"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Les hôpitaux psychiatriques, les sanatoriums et préventoriums publics constituent des établissements publics et départementaux ou interdépartementaux auxquels sont applicables les dispositions des articles L. 679 à L. 685 du Code de la santé publique.Les établissements visés à l'alinéa précédent, fonctionnant actuellement comme des services non personnalisés des collectivités publiques, les établissements psychiatriques autonomes, l'établissement national de bienfaisance de Saint-Maurice et l'établissement national de Zuydcoote seront, dans l'année qui suivra la promulgation de la présente loi, érigés, par décret en établissements publics départementaux ou interdépartementaux ou rattachés à un établissement public d'hospitalisation existant. Les biens affectés à leur fonctionnement, ainsi que les droits et obligations les concernant sont transférés de plein droit aux nouveaux établissements publics ou aux établissements de rattachement.Afin d'assurer la coordination des actions de prévention, de traitement et de postcure dans chaque département, l'hôpital psychiatrique, le sanatorium, le préventorium et, le cas échéant, l'hôpital dont dépend le service de psychiatrie, de phtisiologie ou de pneumo-phtisiologie, sont tenus de s'associer avec les collectivités publiques ou les personnes morales de droit privé gestionnaires des établissements ou services de prévention, de soins et de postcure.II. - Les médecins des hôpitaux psychiatriques et les médecins des services de lutte contre la tuberculose, en fonction à la date de promulgation de la présente loi, dans l'un quelconque des établissements ou services visés au paragraphe I ci-dessus et aux articles L. 219, L. 235 et L. 326 du Code de la santé publique sont, sauf option contraire, soumis, à compter du 1er janvier 1968, aux dispositions de l'article L. 685 dudit code et des textes pris pour son application. Ils auront la faculté de demander à conserver leur situation statutaire antérieure, avec maintien du traitement et des indemnités qui lui sont attachés.Les médecins des établissements visés au paragraphe I ci-dessus assurent respectivement, dans le cadre de leurs obligations de service :- dans les dispensaires d'hygiène mentale des services départementaux d'hygiène sociale, le dépistage et la prophylaxie des maladies mentales et déficiences mentales et de l'alcoolisme ainsi que la postcure ;- dans les dispensaires antituberculeux des services départementaux d'hygiène sociale, le dépistage et la prophylaxie de la tuberculose ainsi que la postcure des malades.Les personnels titulaires des établissements ou services visés au paragraphe I (2è alinéa) ci-dessus, autres que les médecins, demeurent ou sont soumis aux dispositions des titres Ier et IV du statut général des fonctionnaires de l'Etat et des collectivités territoriales et de leurs textes d'application.Toutefois, les personnels qui avaient, à la date de promulgation de la présente loi, la qualité de fonctionnaires de l'Etat, ou de la ville de Paris, pourront demander à conserver leur situation statutaire antérieure et à être placés en service détaché auprès de l'établissement qui assurera leur rémunération dans le cadre des dispositions en vigueur dans leur corps d'origine.III. - Les délibérations des commissions administratives des établissements visés au paragraphe I (1er et 2ème alinéas) ci-dessus relatives à la fixation des effectifs du personnel médical sont soumises à l'approbation du ministre d'Etat chargé des affaires sociales.Toutes dispositions contraires au présent article sont abrogées.Des décrets en Conseil d'Etat fixeront les conditions d'application du présent article. Les dispositions qui précèdent seront insérées dans le Code de la santé publique par décret en Conseil d'Etat. Ce décret procédera, le cas échéant, aux aménagements de forme qui seraient nécessaires."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les dispositions législatives et réglementaires interdisant aux collectivités locales de prendre en charge la totalité des dépenses afférentes au classement des voies privées dans le domaine public sont abrogées."
    }
  ]
}