{
  "id": "jorftext000000774848",
  "type": "statute",
  "title": "Loi n° 2002-1050 du 6 août 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000774848",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour l'imposition des revenus de l'année 2001, le montant de l'impôt résultant de l'application des dispositions des 1 à 4 du I de l'article 197 du code général des impôts est réduit de 5 %."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Il est institué, pour 2002, au profit du budget annexe des prestations sociales agricoles, un prélèvement de 165 millions d'euros sur la société anonyme Union financière pour le développement de l'économie céréalière (Unigrains).L'assiette de ce prélèvement est constituée par une fraction du produit du recouvrement et du placement de la taxe pour le financement des actions du secteur céréalier.II. - Il est institué, pour 2002, au profit du budget annexe des prestations sociales agricoles, un prélèvement de 130 millions d'euros sur les réserves du Fonds national de garantie des calamités agricoles, institué par le décret n° 79-823 du 21 septembre 1979, dont les avoirs disponibles sont placés auprès de la Caisse centrale de réassurance.III. - Il est institué, pour 2002, au profit du budget annexe des prestations sociales agricoles, un prélèvement de 161 millions d'euros selon les modalités suivantes :- 16 millions d'euros sur les allocations de gestion versées aux caisses départementales ou pluridépartementales de mutualité sociale agricole en vertu de l'article L. 723-11 du code rural, répartis au prorata du montant de l'assiette des cotisations mentionnées à l'article L. 731-10 du même code émises au titre de l'année 2001 ;- 145 millions d'euros sur les réserves et reports à nouveau des caisses de mutualité sociale agricole, au prorata de ces réserves et reports à nouveau disponibles inscrits à leurs comptes financiers au 31 décembre 2001.Le recouvrement de ce prélèvement est assuré par la Caisse centrale de la mutualité sociale agricole, par compensation sur les financements qu'elle alloue aux caisses de mutualité sociale agricole."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'ajustement des recettes tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément de charges du budget de l'Etat pour 2002 sont fixés ainsi qu'il suit :(tableau non reproduit, voir JORF du 8 août 2002 pages 13576 et 13577)."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Il est ouvert aux ministres, au titre des dépenses ordinaires des services civils pour 2002, des crédits supplémentaires s'élevant à la somme totale de 3 844 604 696 euros, conformément à la répartition par titre et par ministère qui est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est ouvert aux ministres, au titre des dépenses en capital des services civils pour 2002, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 124 565 239 euros et de 265 415 015 euros, conformément à la répartition par titre et par ministère qui est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est ouvert à la ministre de la défense, au titre des dépenses ordinaires des services militaires pour 2002, des crédits supplémentaires s'élevant à la somme de 808 000 000 euros."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il est ouvert à la ministre de la défense, au titre des dépenses en capital des services militaires pour 2002, un crédit de paiement supplémentaire s'élevant à la somme de 100 000 000 euros."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Il est ouvert au ministre de l'agriculture, de l'alimentation, de la pêche et des affaires rurales, au titre des dépenses du budget annexe des prestations sociales agricoles pour 2002, un crédit supplémentaire s'élevant à la somme de 490 900 000 euros."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Sont ratifiés les crédits ouverts par le décret n° 2002-143 du 7 février 2002 portant ouverture de crédits à titre d'avance."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. (Paragraphe modificateur).II.-Les transferts de biens effectués en application des II, III et VI de l'article 81 de la loi de finances rectificative pour 2001 (n° 2001-1276 du 28 décembre 2001) sont exonérés des droits d'enregistrement, de la taxe de publicité foncière et de la contribution prévue à l'article 879 du code général des impôts."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. (Paragraphe modificateur).II. - Les dispositions du présent article entrent en vigueur le 1er janvier 2003."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La redevance cynégétique \"gibier d'eau\", instituée par l'article R. 223-26 du code rural, n'est plus perçue à compter du 1er juillet 2003."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-Le Président de la République et les membres du Gouvernement reçoivent un traitement brut mensuel calculé par référence au traitement des fonctionnaires occupant les emplois de l'Etat classés dans la catégorie dite \" hors échelle \". Il est au plus égal au double de la moyenne du traitement le plus bas et du traitement le plus élevé de cette catégorie.\n\nCe traitement est complété par une indemnité de résidence égale à 3 % de son montant et par une indemnité de fonction égale à 25 % de la somme du traitement brut et de l'indemnité de résidence.\n\nLe traitement brut mensuel, l'indemnité de résidence et l'indemnité de fonction du Président de la République et du Premier ministre sont égaux aux montants les plus élevés définis aux deux alinéas ci-dessus majorés de 50 %.\n\nLe traitement brut mensuel et l'indemnité de résidence sont soumis aux cotisations sociales obligatoires et imposables à l'impôt sur le revenu suivant les règles applicables aux traitements et salaires.\n\nLes éléments de rémunération du Président de la République sont exclusifs de tout autre traitement, pension, prime ou indemnité, hormis celles à caractère familial (1).\n\nII.-L'indemnité prévue à l'article 5 de l'ordonnance n° 58-1099 du 17 novembre 1958 portant loi organique pour l'application de l'article 23 de la Constitution est égale au total du traitement brut, de l'indemnité de résidence et de l'indemnité de fonction définis au I du présent article. La part de cette indemnité égale à la somme du traitement brut mensuel et de l'indemnité de résidence est soumise aux cotisations sociales obligatoires et imposable à l'impôt sur le revenu suivant les règles applicables aux traitements et salaires.\n\nIII.-Les dispositions du présent article sont applicables à compter du 8 mai 2002."
    }
  ]
}