{
  "id": "jorftext000000414455",
  "type": "statute",
  "title": "Loi n° 2003-721 du 1 août 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000414455",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Paragraphe modificateurII. - Les articles L123-10 à L123-11-1 du code de commerce, dans leur rédaction issue du présent article, sont applicables aux entreprises immatriculées au registre du commerce et des sociétés ou au répertoire des métiers à la date de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. A. - B. Paragraphe modificateurII. - Les dispositions du B. s'appliquent aux versements réalisés à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I. s'appliquent aux souscriptions effectuées à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du 2° du I s'appliquent aux investissements réalisés à compter du 1er janvier 2002 au cours d'un exercice clos à compter de la date de publication de la loi n° 2002-92 du 22 janvier 2002 relative à la Corse."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "A compter du 1er janvier 2004, le Gouvernement remet chaque année au Parlement, avant le 1er juin, un rapport relatif aux achats des services de l'Etat aux petites et moyennes entreprises."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. et II. - Paragraphes modificateursIII. - Les dispositions des I et II sont applicables aux cotisations et contributions afférentes aux années 2004 et suivantes."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I., II. et III. Paragraphes modificateursIV. - Les dispositions des I et II sont applicables aux entreprises créées ou reprises à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I sont applicables aux aides financière de l'Etat versées depuis le 1er janvier 1998."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I.-L'agence régie par les dispositions du présent article, et désignée ci-après comme \" l'agence \", a pour mission de favoriser le développement international des entreprises implantées en France et de promouvoir l'attractivité du territoire national et les exportations françaises. Cette agence est un établissement public national à caractère industriel et commercial placé sous la tutelle du ministre des affaires étrangères, du ministre chargé de l'économie et du ministre chargé de l'aménagement du territoire.\n\nL'agence contribue à la mise en œuvre des politiques publiques visant à promouvoir l'internationalisation de l'économie française en :\n\n-favorisant le développement international des entreprises implantées en France et leurs exportations. A cette fin, elle réalise ou coordonne notamment toutes actions d'information, de formation, de promotion, d'accompagnement, de coopération technique, industrielle et commerciale. Elle gère et développe le volontariat international ;\n\n-valorisant et promouvant l'attractivité de la France, de ses entreprises et de ses territoires. A cette fin, elle assure notamment des activités de prospection, d'accueil et d'accompagnement des investisseurs internationaux et définit une stratégie spécifique pour l'investissement dans les départements et régions d'outre-mer ;\n\n-proposant à l'Etat et mettant en œuvre une stratégie de communication et d'influence visant à développer l'image de la France à l'international.\n\nElle assure ces missions en partenariat avec les collectivités territoriales et au service des entreprises.\n\nDans les départements et régions d'outre-mer, ses bureaux à l'étranger veillent à la cohérence de leur action avec les orientations du schéma régional de développement économique, d'innovation et d'internationalisation.\n\nLe chapitre unique du titre Ier du livre II du code du tourisme n'est pas applicable à l'agence.\n\nII.-L'agence est administrée par un conseil d'administration et dirigée par un directeur général.\n\nPar dérogation à l'article 5 de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public, le conseil d'administration de l'agence est composé :\n\n1° D'un député et d'un sénateur ;\n\n2° De représentants de l'Etat ;\n\n3° De représentants des régions ;\n\n4° (Abrogé) ;\n\n5° De personnalités qualifiées en matière de développement économique international ou issues des réseaux consulaires ;\n\n6° De représentants du personnel élus dans les conditions prévues au chapitre II du titre II de la loi du 26 juillet 1983 mentionnée ci-dessus.\n\nIII.-Pour accomplir ses missions, l'agence comprend des services en France et des bureaux à l'étranger. Ces bureaux font partie des missions diplomatiques. Avec l'accord de ses tutelles, là où elle ne dispose pas de bureaux, l'agence peut conclure des contrats permettant de confier la gestion d'une partie ou de la totalité de ses missions à des tiers. Elle peut recourir à des antennes hébergées au sein du réseau international des ministères chargés de l'économie et des finances et peut accorder le statut de correspondant aux représentations des collectivités territoriales des régions et des départements d'outre-mer implantées dans des pays tiers où l'agence est absente, à leur demande.\n\nPour l'accomplissement de ses missions, l'agence s'appuie sur des conventions conclues notamment avec les collectivités territoriales et les acteurs économiques.\n\nIV.-Le personnel de l'agence est constitué de salariés de droit privé français, d'agents régis par le statut des personnels du Centre français du commerce extérieur, de salariés de droit local au sein de ses bureaux à l'étranger et de volontaires relevant de l'article L. 120-1 du code du service national. Il peut comprendre des fonctionnaires civils ou des militaires placés dans une position conforme à leur statut.\n\nV.-Les ressources de l'agence sont constituées notamment par les ventes de ses produits, la rémunération de ses services, des redevances pour service rendu, des participations et placements financiers, des intérêts et remboursements de prêts et avances, des revenus des biens meubles et immeubles et produits de leur aliénation, des dotations de l'Etat, des subventions et contributions d'administrations, d'organisations internationales et européennes, de collectivités territoriales et de tous organismes publics ou privés, ainsi que des emprunts, dons, legs et recettes diverses autorisées par la réglementation en vigueur et le conseil d'administration.\n\nVI.-Les conditions d'application du présent article sont fixées par décret."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à compter du 1er novembre 2004."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - Sont applicables en Polynésie française, à Wallis-et-Futuna et en Nouvelle-Calédonie les I, III et IV de l'article 1er, les I et II de l'article 2 et les articles 3, 6 et 10.II. - Est applicable en Polynésie française, à Wallis-et-Futuna, en Nouvelle-Calédonie et à Mayotte l'article L. 223-7 du code de commerce dans sa rédaction issue de la loi n° 2001-420 du 15 mai 2001 relative aux nouvelles régulations économiques."
    }
  ]
}