{
  "id": "jorftext000000409466",
  "type": "statute",
  "title": "Loi n° 2002-92 du 22 janvier 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000409466",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les services ou parties de services qui participent à l'exercice des compétences transférées par la présente loi sont, selon le cas, mis à disposition ou transférés à la collectivité territoriale de Corse dans les conditions fixées aux deux premiers alinéas de l'article L. 4422-43 et à l'article L. 4422-44 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les fonctionnaires de l'Etat et les agents non titulaires de l'Etat exerçant leurs fonctions dans un service transféré en vertu de la présente loi à la collectivité territoriale de Corse sont mis de plein droit à disposition de celle-ci à titre individuel, dans les conditions fixées par l'article 125 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les fonctionnaires de l'Etat exerçant leurs fonctions dans un service transféré en vertu de la présente loi à la collectivité territoriale de Corse peuvent opter pour le statut de fonctionnaire territorial.Ce droit d'option est exercé dans un délai de deux ans à compter de l'entrée en vigueur de la présente loi dans les conditions fixées aux II et III de l'article 123 de la loi n° 84-53 du 26 janvier 1984 précitée.A l'issue de ce délai, les dispositions du IV de l'article 123 de la loi n° 84-53 du 26 janvier 1984 précitée s'appliquent aux fonctionnaires qui n'ont pas fait usage de leur droit d'option. Toutefois, le délai de deux ans mentionné au cinquième alinéa de ce IV est, pour l'application du présent article, ramené à un an.Les fonctionnaires de l'Etat qui exercent leur droit d'option en vue d'une intégration dans un cadre d'emplois de la fonction publique territoriale se voient appliquer les conditions d'intégration et de reclassement qui sont fixées par chacun des statuts particuliers pris pour l'application des articles 122 et 123 de la loi n° 84-53 du 26 janvier 1984 précitée.Les services antérieurement accomplis par les fonctionnaires de l'Etat qui ont opté pour la fonction publique territoriale sont assimilés à des services accomplis dans celle-ci."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Les agents non titulaires de l'Etat exerçant leurs fonctions dans un service transféré à la collectivité territoriale de Corse peuvent se voir reconnaître la qualité d'agent non titulaire de la collectivité territoriale.Ces agents disposent d'un délai de deux ans à compter de la date d'entrée en vigueur de la présente loi pour formuler une demande en ce sens ou pour demander à conserver la qualité d'agent non titulaire de l'Etat.Il est fait droit à leur demande dans un délai maximal d'un an à compter de la date de réception de celle-ci, et dans la limite des emplois vacants.A la date d'expiration du délai mentionné au deuxième alinéa, les agents non titulaires n'ayant exprimé aucune demande sont réputés avoir choisi la qualité de non-titulaire de la fonction publique territoriale. Il est fait droit, dans un délai maximal d'un an à compter de cette date, à la demande qu'ils sont réputés avoir formulée.Les agents non titulaires de l'Etat qui se sont vu reconnaître la qualité d'agents non titulaires de la collectivité territoriale de Corse en application du présent article conservent, à titre individuel, le bénéfice des stipulations de leur contrat de travail. Les services antérieurement accomplis par ces agents sont assimilés à des services accomplis dans la collectivité d'accueil.II. - Les personnels de la collectivité territoriale de Corse, en fonction à la date de publication de la présente loi, peuvent, à titre individuel, s'ils y ont intérêt, conserver le régime indemnitaire dont ils bénéficient à cette date."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les agents non titulaires de l'Etat exerçant leurs fonctions dans un service transféré à la collectivité territoriale de Corse peuvent, s'ils sont titularisés dans la fonction publique de l'Etat en vertu de la loi n° 2001-2 du 3 janvier 2001 relative à la résorption de l'emploi précaire et à la modernisation du recrutement dans la fonction publique ainsi qu'au temps de travail dans la fonction publique territoriale, opter pour le statut de fonctionnaire territorial.Ce droit d'option est exercé dans un délai de cinq ans à compter de l'entrée en vigueur de la présente loi dans les conditions fixées aux II et III de l'article 123 de la loi n° 84-53 du 26 janvier 1984 précitée. A l'issue de ce délai, les dispositions des troisième, quatrième et cinquième alinéas de l'article 32 de la présente loi leur sont applicables."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les ouvriers, stagiaires et titulaires, des parcs et ateliers des ponts et chaussées et des bases aériennes, exerçant leurs fonctions dans un service des ports et aéroports transféré en vertu de la présente loi à la collectivité territoriale de Corse, sont mis de plein droit à disposition de celle-ci.Une convention conclue entre le représentant de l'Etat et le président du conseil exécutif constate les services, le nombre d'emplois et les dépenses de personnel correspondantes. L'Etat prend en charge ces dépenses, y compris lorsqu'elles correspondent aux heures supplémentaires et aux indemnités liées à la nature et à l'organisation du travail à hauteur du constat établi par la convention.Toute augmentation de ces dépenses consécutive à une décision de la collectivité territoriale de Corse est prise en charge par celle-ci sous forme d'un fonds de concours versé à l'Etat.Au terme de la mise à disposition des agents, les dépenses de personnel correspondantes mentionnées au deuxième alinéa sont prises en charge par la collectivité territoriale de Corse et donnent lieu à compensation financière dans les conditions prévues au titre Ier de la loi n° 85-1098 du 11 octobre 1985 relative à la prise en charge par l'Etat, les départements et les régions des dépenses de personnel, de fonctionnement et d'équipement des services placés sous leur autorité."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I., II. - Paragraphes modificateurs.III. - Dans les conditions fixées par la loi de finances, le taux de prélèvement mentionné au deuxième alinéa de l'article 5 de la loi n° 94-1331 du 27 décembre 1994 portant statut fiscal de la Corse est porté à 26 % afin de compenser les effets de l'abrogation de l'article 34 de la loi de finances pour 1993 (n° 92-1376 du 30 décembre 1992) prévue au I du présent article et le coût des transferts de compétence résultant de l'application de la présente loi."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "A. I à VII. - a modifié les dispositions suivantes\n\nB. - Dans les conditions prévues par la loi de finances, l'Etat compense, chaque année, à compter du 1er janvier 2002, la perte de recettes résultant, pour les communes, les établissements publics de coopération intercommunale dotés d'une fiscalité propre et les fonds départementaux de péréquation de la taxe professionnelle, des exonérations prévues aux articles 1466 B bis et 1466 C du code général des impôts. Cette compensation est calculée dans les conditions prévues aux deuxième, troisième et quatrième alinéas du B de l'article 3 de la loi n° 96-1143 du 26 décembre 1996 relative à la zone franche de Corse.\n\nC. - Pour l'application des dispositions des V et VI du A au titre de 2002, les délibérations doivent intervenir au plus tard dans les trente jours de la publication de la loi n° 2002-92 du 22 janvier 2002 relative à la Corse.\n\nA compter de 2011, les taux à prendre en compte pour les communes et les groupements de communes à fiscalité propre pour le calcul des compensations ou des abattements visés aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des départements et des régions.\n\nLes dispositions relatives à cette majoration au profit des communes ou des groupements de communes sont fixées au VI du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les entreprises situées en Corse qui remplissent les conditions fixées à l'article 1466 C du code général des impôts peuvent, pour les salariés auxquels sont appliquées les réductions de cotisations prévues à l'article L. 241-13 du code de la sécurité sociale et à l'article 10 de la loi n° 2003-47 du 17 janvier 2003 relative aux salaires, au temps de travail et au développement de l'emploi, bénéficier d'une majoration de ces réductions. Le montant de cette majoration est fixé par décret."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. - Les employeurs de main-d'oeuvre agricole installés en Corse au moment de la promulgation de la présente loi peuvent, lorsqu'ils sont redevables de cotisations patronales dues au régime de base obligatoire de sécurité sociale des salariés agricoles pour des périodes antérieures au 1er janvier 2003, bénéficier d'une aide de l'Etat, dans la limite de 50 % du montant desdites cotisations dues. Ce dispositif est ouvert aux agriculteurs installés en Corse au 23 janvier 2002.II. - Le bénéfice de l'aide prévue au I est subordonné pour chaque demandeur aux conditions cumulatives suivantes :- apporter la preuve, par un audit extérieur, de la viabilité de l'exploitation ;- être à jour de ses cotisations sociales afférentes aux périodes d'activité postérieures au 31 décembre 2002 ;- s'être acquitté auprès de la caisse de mutualité sociale agricole de Corse :- soit d'au moins 50 % de la dette relative aux cotisations patronales de sécurité sociale, antérieures au 1er janvier 2003 ;- soit, pour ces mêmes cotisations, des échéances correspondant au moins aux huit premières années du plan, dans le cas où la caisse a accordé l'étalement de la dette sur une période qui ne peut excéder quinze ans ;- être à jour de la part salariale des cotisations de sécurité sociale visées par l'aide, ou s'engager à son paiement intégral par la conclusion d'un échéancier signé pour une durée maximale de deux ans entre l'exploitant et la caisse    pour les seules parts salariales non visées par les dispositions de l'article L. 725-21 du code rural.- autoriser l'Etat à se subroger dans le paiement des cotisations sociales auprès de la caisse de mutualité sociale agricole de Corse.III. - La demande d'aide prévue au I doit être présentée à l'autorité administrative de l'Etat dans un délai de six mois à compter de la publication de la présente loi.IV. - Pour l'application des I, II et III, la conclusion d'un échéancier de paiement de la dette avec la caisse de mutualité sociale agricole entraîne la suspension des poursuites.V. - L'aide accordée au titre du dispositif relatif au désendettement des personnes rapatriées, réinstallées dans une profession non salariée, vient en déduction du montant de l'aide prévue au I.VI. - Les dispositions du présent article ne s'appliquent pas lorsque le débiteur relève des procédures instituées par le livre VI du code de commerce et par les dispositifs de redressement et de liquidation de la loi n° 88-1202 du 30 décembre 1988 relative à l'adaptation de l'exploitation agricole à son environnement économique et social."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Des décrets en Conseil d'Etat fixent, en tant que de besoin, les modalités d'application de la présente loi."
    }
  ]
}