{
  "id": "jorftext000032074650",
  "type": "statute",
  "title": "Ordonnance n°2016-160 du 18 février 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032074650",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le titre IV du livre VIII du code de la sécurité sociale est applicable à Mayotte ainsi que, pour les besoins de cette application, les dispositions du code de la sécurité sociale auxquelles ces dispositions renvoient, sous réserve des adaptations suivantes :\n\n1° L'article L. 842-2 du code de la sécurité sociale est ainsi modifié :\n\na) Au 2°, après les mots : d'un titre de séjour autorisant à travailler, sont insérés les mots : conformément au code de l'entrée et du séjour des étrangers et du droit d'asile tel qu'applicable à Mayotte en vertu de l'ordonnance n° 2014-464 du 7 mai 2014 portant extension et adaptation à Mayotte du code de l'entrée et du séjour des étrangers et du droit d'asile ;\n\nb) Le c n'est pas applicable ;\n\nc) Le 3° est ainsi modifié :\n\n-les mots : le plafond de rémunération mentionné au 2° de l'article L. 512-3 sont remplacés par les mots : un plafond de rémunération déterminé par décret ;\n\n-les mots : ; elle ne l'est pas non plus aux personnes ayant droit à la majoration prévue à l'article L. 842-7 sont supprimés ;\n\n2° L'article L. 842-5 du code de la sécurité sociale est ainsi modifié :\n\na) Au dernier alinéa, les mots : les conditions mentionnées à l'article L. 512-2 sont remplacés par les mots : les conditions exigées en vertu des dispositions législatives ou réglementaires ou de traités ou accords internationaux pour résider régulièrement sur le territoire de Mayotte ;\n\nb) L'article est complété par un alinéa ainsi rédigé :\n\nLorsqu'un bénéficiaire est marié sous le régime du statut civil de droit local, dans sa version antérieure à l'ordonnance n° 2010-590 du 3 juin 2010 portant dispositions relatives au statut civil de droit local applicable à Mayotte et aux juridictions compétentes pour en connaître, seule sa première épouse est prise en compte au titre de ses droits. Ses autres épouses peuvent faire, le cas échéant, une demande à titre personnel. Dans ce cas, les ressources de leur mari sont prises en compte pour le droit et le calcul de la prime d'activité, et sont assimilées à des revenus de remplacement mentionnés au 2° de l'article L. 842-4. Les enfants sont pris en compte au titre du foyer de leur mère. ;\n\n3° (Abrogé)\n\n4° L'article L. 842-7 du code de la sécurité sociale n'est pas applicable ;\n\n5° L'article L. 843-1 du code de la sécurité sociale est remplacé par les dispositions suivantes :\n\nArt. L. 843-1.-La prime d'activité est attribuée, servie et contrôlée, pour le compte de l'Etat, par la caisse de sécurité sociale de Mayotte mentionnée à l'article 19 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte. Pour les non-salariés des professions agricoles, la prime d'activité est attribuée, servie et contrôlée, pour le compte de l'Etat, dans les mêmes conditions que celles applicables aux prestations familiales, telles qu'elles sont définies aux articles L. 762-1-2 et L. 762-3 du code rural et de la pêche maritime. ;\n\n6° Pour l'application de l'article L. 845-1, s'agissant des articles auxquels ce dernier article renvoie :\n\na) A l'article L. 114-12, les mots : “ l'institution mentionnée à l'article L. 311-7 du code du travail ” sont remplacés par les mots : “ Pôle emploi ” ;\n\nb) A l'article L. 114-12-1, les mots : “ l'institution mentionnée à l'article L. 311-7 du code du travail ” sont remplacés par les mots : “ Pôle emploi ” ;\n\nc) A l'article L. 114-15 :\n\n-au premier alinéa, les mots : “ L. 312-2 et L. 313-1 du code du travail applicable à Mayotte ainsi que par les références aux articles L. 143-6 à L. 143-10 et L. 311-1 du même code ” sont remplacés par les mots : “ L. 8271-1-2, L. 3243-1 et L. 1221-11 du code du travail ” ;\n\n-au second alinéa, les mots : “ L. 327-48, L. 327-53 et L. 327-61 du code du travail applicable à Mayotte ” sont remplacés par les mots : “ L. 5426-2, L. 5124-1, L. 5429-1 et L. 5135-1 du code du travail ” ;\n\nd) A l'article L. 114-16-2 :\n\n-les références aux articles L. 351-12 et L. 651-1 du code de la construction et de l'habitation sont supprimées ;\n\ne) A l'article L. 114-16-3 :\n\n-au 3°, les références aux articles L. 724-7 et L. 724-8 du code rural et de la pêche maritime sont remplacées par la référence à l'article L. 762-3 du même code tel qu'applicable à Mayotte en application du V de l'article 15 de l'ordonnance n° 2012-789 du 31 mai 2012 portant extension et adaptation de certaines dispositions du code rural et de la pêche maritime et d'autres dispositions législatives à Mayotte ;\n\nf) A l'article L. 114-17 :\n\n-au 5° du I, la référence à l'article L. 724-7 du code rural et de la pêche maritime est remplacée par la référence à l'article L. 762-3 du même code tel qu'applicable à Mayotte en application du V de l'article 15 de l'ordonnance n° 2012-789 du 31 mai 2012 portant extension et adaptation de certaines dispositions du code rural et de la pêche maritime et d'autres dispositions législatives à Mayotte ;\n\n-au onzième alinéa du I, les mots : de l'article L. 262-46 du code de l'action sociale et des familles et de l'article L. 351-11 du code de la construction et de l'habitation sont remplacés par les mots : de l'article L. 262-46 du code de l'action sociale et des familles tel qu'applicable à Mayotte en vertu de l'article L. 542-6 du même code ;\n\ng) Au 2° de l'article L. 114-19 du même code :\n\n-la référence à l'article L. 724-7 du code rural et de la pêche maritime est remplacée par la référence à l'article L. 762-3 de ce même code tel qu'applicable à Mayotte en application du V de l'article 15 de l'ordonnance n° 2012-789 du 31 mai 2012 portant extension et adaptation de certaines dispositions du code rural et de la pêche maritime et d'autres dispositions législatives à Mayotte ;\n\n-la référence à l'article L. 324-12 du code du travail est remplacée par la référence à l'article L. 8271-1-2 du code du travail ;\n\n7° Au premier alinéa de l'article L. 845-2 du code de la sécurité sociale, les mots : auprès de la commission de recours amiable, composée et constituée au sein du conseil d'administration de cet organisme et qui connaît des réclamations relevant de l'article L. 142-1 sont remplacés par les mots : auprès de la commission spécifique mentionnée à l'article 24 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte ;\n\n8° L'article L. 845-3 est ainsi modifié :\n\na) Au troisième alinéa de l'article, dans sa rédaction résultant du 18° de l'article 9 de l'ordonnance n° 2019-770 du 17 juillet 2019 relative à la partie législative du livre VIII du code de la construction et de l'habitation, les mots : “mentionnées, respectivement, par l'article L. 511-1 et par les dispositions du titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation” sont remplacés par les mots : “mentionnées, respectivement, par l'article 2 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte et par l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sociale et sanitaire à Mayotte et par les dispositions du chapitre Ier du titre VI du livre VIII du code de la construction et de l'habitation, si les prestations concernées ne sont pas versées en tiers payant au bailleur”.\n\nb) Le cinquième alinéa est remplacé par un alinéa ainsi rédigé :\n\nLes retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues par l'article 13 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte ;\n\nc) Au dernier alinéa, les mots : “ gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du présent livre ” sont remplacés par les mots : “ mentionnées à l'article 20-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte ou sur les prestations mentionnées aux chapitres Ier et II du titre VI de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte, à l'article L. 433-1 et au deuxième alinéa de l'article L. 434-2 du présent code ”."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour l'application au Département de Mayotte du II de l'article 57 de la loi du 17 août 2015 susvisée, les mots : « 1er janvier 2016 » sont remplacés par les mots : « 1er juillet 2016 » et les mots : « dans les caisses d'allocations familiales, dans les caisses de mutualité sociale agricole, » sont remplacés par les mots : « dans la caisse de sécurité sociale de Mayotte, dans l'organisme gestionnaire du régime des non-salariés des professions agricoles mentionné au deuxième alinéa de l'article L. 762-1-2 du code rural et de la pêche maritime »."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La présente ordonnance entre en vigueur le 1er juillet 2016."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre, la ministre des affaires sociales et de la santé et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}