{
  "id": "jorftext000000510005",
  "type": "statute",
  "title": "Loi n°76-97 du 31 janvier 1976",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000510005",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Tout Français établi hors de France inscrit sur une liste électorale consulaire peut, sur sa demande, exercer son droit de vote à l'étranger pour l'élection du Président de la République conformément aux dispositions de la présente loi organique."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Nul ne peut voter à l'étranger s'il n'est inscrit sur une liste électorale consulaire.\n\nUne liste électorale consulaire est tenue par chaque ambassade pourvue d'une circonscription consulaire et par chaque poste consulaire. Les électeurs sont répartis en autant de sections de liste que de bureaux de vote créés en raison du nombre des électeurs ou des circonstances locales. Toutefois, en cas de nécessité, une ambassade ou un poste consulaire peut, par décret, être chargé de tenir les listes électorales consulaires dressées au titre de plusieurs circonscriptions consulaires."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Nul ne peut être inscrit sur plusieurs listes électorales consulaires ou sur une liste électorale consulaire et la liste électorale d'une commune."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Est inscrit sur la liste électorale consulaire, sous réserve de satisfaire aux conditions prévues au chapitre Ier du titre Ier du livre Ier du code électoral, tout Français établi dans la circonscription consulaire au titre de laquelle la liste électorale consulaire est dressée et qui en fait la demande.\n\nII.-Sans préjudice de l'article 9-1, sous réserve qu'elles répondent aux autres conditions exigées au I du présent article, sont inscrites d'office sur la liste électorale consulaire de la circonscription consulaire où elles sont établies, en vue de participer à un scrutin :\n\n1° Les personnes qui ont atteint l'âge prévu par la loi pour être électeur à la date de ce scrutin ou, lorsque le mode de scrutin permet un second tour, à la date à laquelle ce second tour a vocation à être organisé ;\n\n2° Les personnes qui viennent d'acquérir la nationalité française.\n\nIII.-Les décisions d'inscription prises en application du II sont consultables par voie dématérialisée.\n\nIV.-Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les listes électorales consulaires sont extraites du répertoire électoral unique prévu au  premier alinéa du I de l'article L. 16 du code électoral .Le répertoire électoral unique comprend pour chaque électeur les indications prévues au même article L. 16 et, le cas échéant, son adresse électronique.L'ambassadeur ou le chef de poste consulaire, selon le cas, ou leur représentant, transmet l'ensemble de ces informations à l'Institut national de la statistique et des études économiques. En cas de déménagement d'un électeur au sein de la circonscription consulaire, l'ambassadeur ou le chef de poste consulaire, selon le cas, ou leur représentant informe dans un délai de sept jours l'Institut national de la statistique et des études économiques de ce changement d'adresse ainsi que, le cas échéant, du changement de bureau de vote. L'Institut national de la statistique et des études économiques procède directement aux inscriptions prévues au II de l'article 4 de la présente loi organique ainsi qu'aux inscriptions et radiations dans le répertoire électoral unique mentionnées au  III de l'article L. 16 du code électoral ."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les listes électorales consulaires sont permanentes. Les demandes d'inscription sur ces listes, en vue de participer à un scrutin, sont déposées au plus tard le sixième vendredi précédant ce scrutin dans la circonscription consulaire dans laquelle est établi le demandeur."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-Dans chaque circonscription consulaire, l'ambassadeur ou le chef de poste consulaire, selon le cas, ou leur représentant, vérifie si la demande d'inscription de l'électeur répond aux conditions mentionnées au I de l'article 4. Il statue sur cette demande dans un délai de cinq jours à compter de son dépôt.\n\nA l'issue d'une procédure contradictoire, l'ambassadeur ou le chef de poste consulaire, ou leur représentant, radie les électeurs qui ne remplissent plus aucune des conditions mentionnées au même I.\n\nII.-Les décisions prises par l'ambassadeur ou le chef de poste consulaire, ou leur représentant, en application du I du présent article sont notifiées aux électeurs intéressés dans un délai de deux jours. Elles sont transmises à l'Institut national de la statistique et des études économiques, aux fins de mise à jour du répertoire électoral unique.\n\nIII.-Tout recours contentieux formé par l'électeur intéressé contre une décision prise au titre du présent article est précédé d'un recours administratif préalable, à peine d'irrecevabilité du recours contentieux.\n\nCe recours administratif préalable est formé dans un délai de cinq jours à compter de la notification de la décision prévue au II du présent article. Le recours est examiné par la commission mentionnée à l'article 8.\n\nLa décision de la commission est notifiée dans un délai de deux jours à l'électeur intéressé, à l'ambassadeur ou au chef de poste consulaire et à l'Institut national de la statistique et des études économiques.\n\nSi la commission de contrôle n'a pas statué dans les trente jours sur un recours administratif préalable, elle est réputée l'avoir rejeté. Si, lors de la réunion prévue au II du même article 8, la commission de contrôle n'a pas statué sur les recours administratifs préalables formés devant elle, elle est réputée les avoir rejetés.\n\nIV.-Le recours contentieux est formé dans un délai de sept jours à compter de :\n\n1° La notification de la décision de la commission de contrôle ;\n\n2° La décision implicite de rejet mentionnée au dernier alinéa du III du présent article.\n\nLe recours contentieux est examiné dans les conditions prévues aux deux derniers alinéas du I de l'article 9."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-Dans chaque ambassade pourvue d'une circonscription consulaire et dans chaque poste consulaire, une commission de contrôle statue sur les recours administratifs préalables prévus au III de l'article 7.\n\nII.-La commission s'assure également de la régularité de la liste électorale. A cette fin, elle a accès à la liste des électeurs inscrits dans la circonscription consulaire extraite du répertoire électoral unique et permanent.\n\nElle peut, à la majorité de ses membres, au plus tard le vingt et unième jour avant chaque scrutin, réformer les décisions prévues au II de l'article 7 ou procéder à l'inscription ou à la radiation d'un électeur omis ou indûment inscrit. Lorsqu'elle radie un électeur, sa décision est soumise à une procédure contradictoire. L'électeur dont la radiation est envisagée est informé par voie électronique. Il dispose d'un délai de trois jours pour répondre à la commission.\n\nLa décision de la commission est notifiée dans un délai de deux jours à l'électeur intéressé, à l'ambassadeur ou au chef de poste consulaire, ou à leur représentant, et à l'Institut national de la statistique et des études économiques.\n\nLe recours contentieux est formé dans un délai de sept jours à compter de la notification de la décision de la commission. Il est examiné dans les conditions prévues aux deux derniers alinéas du I de l'article 9.\n\nIII.-La commission se réunit au moins une fois par an et, en tout état de cause, entre le vingt-quatrième et le vingt et unième jour avant chaque scrutin.\n\nSa composition est rendue publique dans des conditions fixées par décret en Conseil d'Etat, au moins une fois par an et, en tout état de cause, avant sa réunion. Ses réunions sont publiques.\n\nL'ambassadeur ou le chef de poste consulaire, ou leur représentant, à sa demande ou à l'invitation de la commission, présente ses observations.\n\nIV.-La commission est composée :\n\n1° Du président du conseil consulaire ;\n\n2° De deux membres titulaires et deux membres suppléants désignés par l'Assemblée des Français de l'étranger, après chaque renouvellement ou dès que le nombre de sièges vacants ne permet plus d'atteindre le quorum, parmi les électeurs de la circonscription consulaire, après avis des conseillers des Français de l'étranger élus de la circonscription électorale dont relève la liste électorale consulaire. Les deux membres suppléants remplacent, dans l'ordre de leur désignation, l'un ou l'autre des titulaires en cas d'empêchement ou de cessation de mandat."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "La liste des électeurs de la circonscription consulaire est rendue publique dans des conditions fixées par décret en Conseil d'Etat, au moins une fois par an et, en tout état de cause, le lendemain de la réunion de la commission, préalable à chaque scrutin, prévue au III de l'article 8."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-Tout électeur inscrit sur la liste électorale consulaire peut demander, auprès du tribunal judiciaire de Paris, l'inscription ou la radiation d'un électeur omis ou indûment inscrit, ou contester la décision de radiation ou d'inscription d'un électeur.\n\nLe recours est formé dans un délai de sept jours à compter de la publication de la liste électorale.\n\nLe jugement du tribunal judiciaire, qui se prononce en dernier ressort dans un délai de huit jours à compter du recours, est notifié dans un délai de deux jours aux parties, à l'ambassadeur ou au chef de poste consulaire, ou leur représentant, au ministre des affaires étrangères ainsi qu'à l'Institut national de la statistique et des études économiques.\n\nUn pourvoi en cassation peut être formé contre ce jugement dans un délai de dix jours à compter de sa notification. Le pourvoi n'est pas suspensif. L'arrêt rendu par la Cour de cassation est notifié aux parties, à l'ambassadeur ou au chef de poste consulaire, ou leur représentant, au ministre des affaires étrangères ainsi qu'à l'Institut national de la statistique et des études économiques.\n\nII.-Toute personne qui prétend avoir été omise de la liste électorale consulaire en raison d'une erreur purement matérielle ou avoir été radiée en méconnaissance de l'article 7 peut saisir le tribunal judiciaire de Paris, qui a compétence pour statuer jusqu'au jour du scrutin. Le jugement du tribunal judiciaire est notifié à l'électeur intéressé, à l'ambassadeur ou au chef de poste consulaire, ou leur représentant, au ministre des affaires étrangères ainsi qu'à l'Institut national de la statistique et des études économiques.\n\nUn pourvoi en cassation peut être formé contre ce jugement dans un délai de dix jours à compter de sa notification. Le pourvoi n'est pas suspensif. L'arrêt rendu par la Cour de cassation est notifié à l'électeur intéressé, à l'ambassadeur ou au chef de poste consulaire, ou leur représentant, au ministre des affaires étrangères ainsi qu'à l'Institut national de la statistique et des études économiques."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "I.-Par dérogation à la seconde phrase de l'article 6 de la présente loi organique, peuvent demander à être inscrites sur la liste électorale consulaire entre le sixième vendredi précédant le scrutin et le dixième jour précédant la date d'ouverture du scrutin dans la circonscription consulaire dans laquelle elles sont établies les personnes remplissant l'une des conditions prévues à l' article L. 30 du code électoral . Pour l'application du 2° bis du même article L. 30, il y a lieu de lire : \" la circonscription consulaire \" au lieu de : \" une autre commune \".II.-L'ambassadeur ou le chef de poste consulaire, selon le cas, ou leur représentant, vérifie si la demande d'inscription répond aux conditions mentionnées au I du présent article, ainsi qu'aux autres conditions mentionnées au I de l'article 4 de la présente loi organique. Il statue sur cette demande dans un délai de trois jours.La décision prise par l'ambassadeur ou le chef de poste consulaire, selon le cas, ou leur représentant, est immédiatement notifiée à l'électeur intéressé et à l'Institut national de la statistique et des études économiques. L'Institut national de la statistique et des études économiques informe, selon le cas, le maire de la commune sur la liste électorale de laquelle l'électeur intéressé était précédemment inscrit ou l'ambassadeur ou le chef de poste consulaire de la circonscription consulaire sur la liste électorale de laquelle il était précédemment inscrit.Au plus tard cinq jours avant le scrutin, l'ambassadeur ou le chef de poste consulaire, selon le cas, ou leur représentant, procède à une publication des décisions d'inscription prises en application du premier alinéa du présent II.III.-L'électeur intéressé ainsi que tout électeur inscrit sur la liste électorale consulaire peut contester la décision prise par l'ambassadeur ou le chef de poste consulaire, selon le cas, ou leur représentant, dans les conditions fixées au II de l'article 9 de la présente loi organique.Un pourvoi en cassation peut être formé contre ce jugement dans un délai de dix jours à compter de sa notification. Le pourvoi n'est pas suspensif. L'arrêt rendu par la Cour de cassation est notifié aux parties, à l'ambassadeur ou au chef de poste consulaire, ou leur représentant, au ministre des affaires étrangères ainsi qu'à l'Institut national de la statistique et des études économiques."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "Les articles  L. 36 ,  L. 38 ,  L. 41 et  L. 42 du code électoral sont applicables à l'établissement des listes électorales consulaires."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les interdictions des articles L. 49 à L. 50-1 et L. 52-1 du code électoral, relatifs à certaines formes de propagande, sont applicables à l'étranger."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Sous réserve des dispositions des articles 14 à 16 ci-après, celles des dispositions du chapitre VI du titre Ier du Livre Ier, première partie, du code électoral qui sont applicables au vote pour l'élection du Président de la République en vertu du II de l'article 3 de la loi n° 62-1292 du 6 novembre 1962, sont applicables à l'exception des articles L. 53 et L. 68.Chaque ambassade pourvue d'une circonscription consulaire et chaque poste consulaire organise les opérations de vote pour l'élection du Président de la République. Toutefois, en cas de nécessité, une ambassade ou un poste consulaire peut, par décret, être chargé d'organiser ces opérations pour le compte de plusieurs circonscriptions consulaires."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les électeurs inscrits sur une liste électorale consulaire peuvent exercer, sur leur demande, leur droit de vote par procuration.\n\nLes dispositions des articles L. 72 à L. 77 du code électoral sont applicables dans les ambassades et les postes consulaires.\n\nPour l'application de l'article L. 73 du même code, le nombre maximal de procurations dont peut bénéficier un même mandataire est de trois."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Après chaque tour de scrutin les documents mentionnés à l'article L. 68 du code électoral sont transmis à une commission électorale composée de trois membres siégeant au ministère des affaires étrangères. Cette commission est présidée par un membre du Conseil d'Etat, ou un membre honoraire, désigné par le vice-président du Conseil d'Etat. Elle comprend également un magistrat ou un magistrat honoraire de l'ordre judiciaire, désigné par le premier président de la Cour de cassation, et un membre ou un membre honoraire de la Cour des comptes, désigné par le premier président de la Cour des comptes. Les membres de la commission sont désignés pour une durée de cinq ans renouvelable. Des suppléants en nombre égal sont nommés dans les mêmes conditions."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Après la clôture du scrutin, les votes sont dépouillés conformément aux dispositions du code électoral et les résultats sont immédiatement affichés dans les locaux diplomatiques ou consulaires intéressés.Ces résultats, ainsi qu'un exemplaire des procès-verbaux, sont transmis au Conseil constitutionnel dans les délais les plus rapides.Les opérations électorales peuvent être contestées par tout électeur et tout candidat dans les conditions prévues par la loi n° 62-1292 du 6 novembre 1962 relative à l'élection du Président de la République au suffrage universel."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les dispositions du chapitre VII du titre Ier du livre Ier du code électoral sont applicables.Les infractions définies à ce chapitre sont poursuivies et réprimées comme si elles avaient été commises sur le territoire de la République.Ces infractions peuvent être constatées par l'ambassadeur ou le chef de poste consulaire, selon le cas, ou par leur représentant. Le procès-verbal, qui fait foi jusqu'à preuve contraire, est transmis sans délai à l'autorité judiciaire compétente."
    },
    {
      "provision_ref": "art16-1",
      "section": "16-1",
      "title": "Article 16-1",
      "content": "Le fait pour un ambassadeur, un chef de poste consulaire ou leur représentant de procéder ou de faire procéder indûment, de manière frauduleuse, à des inscriptions, à des radiations ou au maintien d'électeurs sur la liste électorale est puni des peines prévues à l' article L. 113 du code électoral .Le dernier alinéa de l'article 16 de la présente loi organique n'est pas applicable."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les frais occasionnés par l'organisation du vote dans les ambassades et les postes consulaires en application de la présente loi sont à la charge de l'Etat.Les dispositions de l'article L. 118 du code électoral sont applicables."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Un décret en Conseil d'Etat fixe les modalités d'application de la présente loi organique."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La présente loi est applicable au cas de référendum dans des conditions définies par décret."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les dispositions du code électoral auxquelles renvoie la présente loi organique sont applicables dans leur rédaction en vigueur à la date de publication de la loi organique n° 2021-335 du 29 mars 2021 portant diverses mesures relatives à l'élection du Président de la République. Toutefois, l'article L. 72 du code électoral est applicable dans sa rédaction résultant de la loi n° 2019-1461 du 27 décembre 2019 relative à l'engagement dans la vie locale et à la proximité de l'action publique."
    }
  ]
}