{
  "id": "jorftext000048430497",
  "type": "statute",
  "title": "LOI n°2023-1058 du 20 novembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048430497",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A titre expérimental, jusqu'au 31 décembre 2026, un premier concours spécial est organisé pour le recrutement d'auditeurs de justice.Peuvent se présenter à ce concours les personnes qui suivent, à la date de clôture des inscriptions, ou ont suivi, dans les quatre années civiles précédant l'année au cours de laquelle le concours est ouvert, un cycle de formation préparant au concours mentionné au 1° de l'article 17 de l'ordonnance n° 58-1270 du 22 décembre 1958 portant loi organique relative au statut de la magistrature, accessible au regard de critères sociaux et à l'issue d'une procédure de sélection.Sous réserve des dispositions spéciales prévues au présent article, l'ordonnance n° 58-1270 du 22 décembre 1958 précitée est applicable au premier concours spécial pour le recrutement d'auditeurs de justice, aux candidats à ce concours et à ses lauréats.Les candidats au premier concours spécial sont sélectionnés par le jury du concours mentionné au 1° de l'article 17 de la même ordonnance. Les programmes et les épreuves sont identiques à ceux de ce même concours.Le nombre de places offertes au premier concours spécial, au titre d'une année, est fixé par arrêté du garde des sceaux, ministre de la justice. Il ne peut être supérieur à 15 % du nombre des places offertes au concours mentionné au même 1°.II. - Un décret en Conseil d'Etat définit les modalités d'application du présent article.III. - Avant le 30 juin 2026, le Gouvernement adresse au Parlement un rapport sur l'évaluation de la mise en œuvre du premier concours spécial pour le recrutement d'auditeurs de justice. Le contenu et les modalités de cette évaluation sont précisés par le décret mentionné au II."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - L'article 1er de la présente loi organique entre en vigueur à des dates fixées par décret en Conseil d'Etat, et au plus tard le 31 décembre 2024, sous réserve des A à D du présent I.A. - Les 8°, 21°, 27° et 30° du même article 1er entrent en vigueur le lendemain de la publication de la présente loi organique.B. - Les 1° et 2° de l'article 25 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans leur rédaction résultant du 16° de l'article 1er de la présente loi organique, ne s'appliquent pas aux concours professionnels ouverts pour les années 2025, 2026 et 2027.C. - Jusqu'à la première nomination du jury mentionné à l'article 25-2 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 18° de l'article 1er de la présente loi organique, les nominations des magistrats mentionnés à la sous-section 1 bis de la section 1 du chapitre V de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 26° de l'article 1er et du 26° du I de l'article 3 de la présente loi organique, interviennent sur avis conforme de la commission prévue à l'article 34 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée.D. - Les procédures de recrutement ouvertes au titre de l'article 21-1 de la même ordonnance, dans sa rédaction antérieure à la présente loi organique, se poursuivent jusqu'à leur terme selon les modalités fixées par le même article 21-1. La procédure de nomination des personnes ainsi recrutées se poursuit conformément aux mêmes dispositions. L'article 25-4 de ladite ordonnance, dans sa rédaction antérieure à la présente loi organique, reste applicable pour la prise en compte des années d'activité professionnelle accomplies avant la nomination des personnes ainsi recrutées comme magistrats.II. - L'article 3 de la présente loi organique entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 31 décembre 2025, sous réserve des A à İ du présent II.A. - Les 2°, 5°, 13° et 29°, le a du 31°, le 35°, le 36°, à l'exclusion des deuxième et troisième alinéas du b, le 37° et le 38° du I de l'article 3 entrent en vigueur le lendemain de la publication de la présente loi organique.B. - Le dernier alinéa du IV de l'article 2 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 1° du I de l'article 3 de la présente loi organique, ne s'applique pas aux magistrats qui exercent les fonctions de président de tribunal judiciaire ou de tribunal de première instance et de procureur de la République au jour de l'entrée en vigueur du même article 3.C. - Les magistrats qui occupent un emploi placé hors hiérarchie à la date d'entrée en vigueur dudit article 3 sont réputés satisfaire aux conditions prévues aux articles 39 et 39-1 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans leur rédaction résultant des 23° et 24° du I de l'article 3 de la présente loi organique.D. - Les magistrats qui occupent ou ont occupé un emploi de conseiller référendaire ou d'avocat général référendaire à la date d'entrée en vigueur du même article 3 sont réputés satisfaire à la condition de mobilité prévue à l'article 39 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 23° du I de l'article 3 de la présente loi organique.E. - Les magistrats nommés dans leur premier poste avant le 1er septembre 2020 sont réputés satisfaire à la condition de mobilité prévue à l'article 39-1 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 24° du I de l'article 3 de la présente loi organique.F. - Les articles 72 et 72-2 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans leur rédaction résultant du b du 31° et du 33° du I de l'article 3 de la présente loi organique, s'appliquent aux magistrats dont le détachement est prononcé ou renouvelé avec prise d'effet à compter du lendemain de la publication de la présente loi organique ; les magistrats placés en détachement ou dont le détachement a été renouvelé avant la publication de la présente loi organique restent régis par les articles 72 et 72-2 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans leur rédaction antérieure à la présente loi organique.G. - L'article 72-1 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée s'applique aux magistrats dont la disponibilité est prononcée ou renouvelée avec prise d'effet à compter du lendemain de la publication de la présente loi organique ; les magistrats placés en disponibilité ou dont la disponibilité a été renouvelée avant la publication de la présente loi organique restent régis par l'article 71 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction antérieure à la présente loi organique.H. - L'article 72-3 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 34° du I de l'article 3 de la présente loi organique, s'applique aux magistrats dont le congé parental est prononcé ou renouvelé avec prise d'effet à compter du lendemain de la publication de la présente loi organique ; les magistrats qui sont placés en congé parental ou dont le congé parental a été renouvelé avant la publication de la présente loi organique restent régis par l'article 72-3 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction antérieure à la présente loi organique.İ. - L'article 38-3 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 22° du I de l'article 3 de la présente loi organique, s'applique aux nominations prononcées à compter du lendemain de la publication de la présente loi organique.III. - Jusqu'à l'entrée en vigueur de l'article 3 de la présente loi organique, et au plus tard jusqu'au 30 décembre 2025 :1° Au premier alinéa de l'article 22 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 13° de l'article 1er de la présente loi organique, les mots : « premier et deuxième grades » sont remplacés par les mots : « second et premier grades » ;2° Au premier alinéa de l'article 23 et au deuxième alinéa de l'article 33 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans leur rédaction résultant respectivement des 14° et 23° de l'article 1er de la présente loi organique, le mot : « premier » est remplacé par le mot : « second » ;3° Au premier alinéa des articles 24, 40-8 et 40-13 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans leur rédaction résultant respectivement des 15° et 26° de l'article 1er de la présente loi organique, le mot : « deuxième » est remplacé par le mot : « premier » ;4° A l'article 41 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 27° de l'article 1er de la présente loi organique, les mots : « premier et deuxième » sont remplacés par les mots : « second et premier » ;5° Les magistrats du second grade de la hiérarchie judiciaire nommés conseiller ou substitut général de cour d'appel ne peuvent être promus au premier grade à la cour d'appel où ils sont affectés ;6° A la fin du deuxième alinéa du I de l'article 27-2 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant de l'article 5 de la présente loi organique, les mots : « ni sur des emplois du grade supérieur, ni sur les emplois mentionnés à l'article 39-1 » sont remplacés par les mots : « sur des emplois de président d'une juridiction ou de procureur de la République près une juridiction, sur des emplois hors hiérarchie ou des emplois du premier grade de la hiérarchie judiciaire comportant un huitième échelon » ;7° A la fin de la seconde phrase du deuxième alinéa du I et du II de l'article 38-3 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, tels qu'ils résultent du 22° du I de l'article 3 de la présente loi organique, les mots : « les emplois mentionnés à l'article 39-1 » sont remplacés par les mots : « des emplois de premier président d'une cour d'appel, de procureur général près ladite cour, de président de tribunal judiciaire ou de procureur près ledit tribunal ».IV. - L'article 7 de la présente loi organique entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 31 décembre 2025, sous réserve des A à C du présent IV.A. - Le d du 1° de l'article 7 entre en vigueur le lendemain de la publication de la présente loi organique ; toutefois, les accords signés en application des articles L. 827-1 à L. 827-3 du code général de la fonction publique avant la publication de la présente loi organique peuvent être rendus applicables aux magistrats dans la mesure où ils ne sont pas contraires aux règles statutaires du corps judiciaire et s'ils sont signés par le ministre de la justice et les organisations syndicales représentatives de magistrats ayant recueilli, à la date de la signature de l'accord, au moins 50 % des suffrages exprimés lors des élections à la commission d'avancement prévue à l'article 34 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée ; ils peuvent être dénoncés par les organisations syndicales représentatives de magistrats dans les mêmes conditions de majorité.B. - Le 5° de l'article 7 de la présente loi organique entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 31 décembre 2024.C. - L'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant de l'article 7 de la présente loi organique, est applicable aux contestations d'évaluation de l'activité professionnelle adressées par les magistrats avant son entrée en vigueur et n'ayant pas encore donné lieu à un avis.V. - Jusqu'à l'entrée en vigueur de l'article 7 de la présente loi organique, et au plus tard jusqu'au 30 décembre 2025 :1° A la fin du second alinéa du II bis de l'article 10-1 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, tel qu'il résulte du 1° de l'article 7 de la présente loi organique, les mots : « prévue à l'article 10-1-1 de la présente ordonnance » sont remplacés par les mots : « permanente d'études » ;2° A la fin de la première phrase du dernier alinéa du II ter de l'article 10-1 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, la référence : « 10-1-1 » est remplacée par la référence : « 34 » ;3° Au premier alinéa du I de l'article 27-2 de la même ordonnance, dans sa rédaction résultant de l'article 5 de la présente loi organique, les mots : « d'avancement » sont remplacés par les mots : « permanente d'études ».VI. - L'article 8 de la présente loi organique entre en vigueur le lendemain de sa publication, sous réserve des A à C du présent VI.A. - L'article 41-12 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant de l'article 8 de la présente loi organique, s'applique aux nominations prononcées à compter de la date de publication de celle-ci. Toutefois, les magistrats exerçant à titre temporaire nommés avant cette date peuvent bénéficier d'un renouvellement de leur mandat selon les modalités prévues à l'article 41-12 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant de la présente loi organique.Pour les magistrats exerçant à titre temporaire dont le mandat expire moins de six mois après la publication de la présente loi organique, la demande de renouvellement doit intervenir dans le mois suivant cette publication.B. - Les juges de proximité nommés magistrats exerçant à titre temporaire en application du II de l'article 50 de la loi organique n° 2016-1090 du 8 août 2016 relative aux garanties statutaires, aux obligations déontologiques et au recrutement des magistrats ainsi qu'au Conseil supérieur de la magistrature peuvent être nommés pour un troisième mandat d'une durée de trois ans selon les modalités de renouvellement prévues à l'article 41-12 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant de la présente loi organique.C. - L'article 41-31 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant du 9° de l'article 8 de la présente loi organique, s'applique aux magistrats honoraires exerçant des fonctions juridictionnelles à la date de la publication la présente loi organique.VII. - L'article 9 entre en vigueur le lendemain de la publication de la présente loi organique, à l'exception du deuxième alinéa du b du 4° qui est applicable à compter de l'entrée en vigueur du code général de la fonction publique.VIII. - L'article 11 est applicable à compter du prochain renouvellement des membres du Conseil supérieur de la magistrature, sous réserve des A et B du présent VIII.A. - L'article 5-2 de la loi organique n° 94-100 du 5 février 1994 sur le Conseil supérieur de la magistrature, dans sa rédaction résultant de l'article 11 de la présente loi organique, est applicable à compter du second remplacement des membres intervenant après la publication celle-ci.B. - Par dérogation à l'article 6 de la loi organique n° 94-100 du 5 février 1994 précitée, à titre transitoire, l'une des deux personnalités qualifiées désignées par chacune des autorités mentionnées à l'article 65 de la Constitution à l'occasion du premier remplacement des membres intervenant après la publication de la présente loi organique est désignée pour une durée de six ans.IX. - Dans un délai de huit mois à compter de la promulgation de la présente loi organique, les magistrats mentionnés aux 3° bis, 4° bis, 5° bis, 7° et 8° du I et au III quater de l'article 7-2 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, dans sa rédaction résultant de l'article 12 de la présente loi organique, établissent, dans les conditions prévues à l'article 7-2 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, une déclaration d'intérêts et, à l'exception de l'inspecteur général chef de l'inspection générale de la justice, participent à un entretien déontologique.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}