{
  "id": "jorftext000049453263",
  "type": "statute",
  "title": "LOI n°2024-364 du 22 avril 2024",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000049453263",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. - Les objectifs relatifs au déploiement des infrastructures de ravitaillement en hydrogène des véhicules routiers définis à l'article 6 du règlement (UE) 2023/1804 du Parlement européen et du Conseil du 13 septembre 2023 sur le déploiement d'une infrastructure pour carburants alternatifs et abrogeant la directive 2014/94/ UE ne sont pas applicables, sous réserve de la compétence de la loi organique, dans les régions ultrapériphériques de l'Union européenne ni dans les îles relevant de la définition des petits réseaux connectés ou des petits réseaux isolés dans les conditions prévues au 5 du même article 6.\n\n- Code de la consommation\n\n- Code de l'énergie\n\n- Code de la consommation"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Les 2° et 3° du I entrent en vigueur le 13 décembre 2024.\n\n- Code de la consommation\n\n- Code de la consommation\n\n- Code de la consommation\n\n- Code de la consommation\n\n- Code de la consommation\n\n- Code de la consommation"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé, dans un délai de neuf mois à compter de la promulgation de la présente loi, à prendre par ordonnance les mesures strictement nécessaires permettant :1° De mettre les articles 1er, 2,4,5,8 et 9 de la loi n° 2023-451 du 9 juin 2023 visant à encadrer l'influence commerciale et à lutter contre les dérives des influenceurs sur les réseaux sociaux en conformité avec :a) Les règles européennes applicables aux services de la société de l'information résultant de la directive 2000/31/ CE du Parlement européen et du Conseil du 8 juin 2000 relative à certains aspects juridiques des services de la société de l'information, et notamment du commerce électronique, dans le marché intérieur (\" directive sur le commerce électronique \") et de la directive (UE) 2015/1535 du Parlement européen et du Conseil du 9 septembre 2015 prévoyant une procédure d'information dans le domaine des réglementations techniques et des règles relatives aux services de la société de l'information ;b) Les règles européennes applicables au marché unique des services numériques résultant du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services électroniques) ;c) Les règles européennes applicables aux services de médias audiovisuels résultant de la directive (UE) 2018/1808 du Parlement européen et du Conseil du 14 novembre 2018 modifiant la directive 2010/13/ UE visant à la coordination de certaines dispositions législatives, réglementaires et administratives des Etats membres relatives à la fourniture de services de médias audiovisuels (directive \" Services de médias audiovisuels \"), compte tenu de l'évolution des réalités du marché ;d) Les règles européennes applicables aux pratiques commerciales déloyales résultant de la directive 2005/29/ CE du Parlement européen et du Conseil du 11 mai 2005 relative aux pratiques commerciales déloyales des entreprises vis-à-vis des consommateurs dans le marché intérieur et modifiant la directive 84/450/ CEE du Conseil et les directives 97/7/ CE, 98/27/ CE et 2002/65/ CE du Parlement européen et du Conseil et le règlement (CE) n° 2006/2004 du Parlement européen et du Conseil (\" directive sur les pratiques commerciales déloyales \") ;2° De tirer les conséquences, en termes de coordination et de mise en cohérence, des modifications apportées en application du 1° du présent I sur d'autres dispositions législatives ;3° De rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions prises en application des 1° et 2° qui relèvent de la compétence de l'Etat et de procéder, le cas échéant, aux adaptations nécessaires de ces dispositions en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.II.-Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nIII.-A abrogé les dispositions suivantes :\n\n-LOI n° 2023-451 du 9 juin 2023\n\n-LOI n° 2004-575 du 21 juin 2004"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-L'ordonnance n° 2023-393 du 24 mai 2023 portant réforme du régime des fusions, scissions, apports partiels d'actifs et opérations transfrontalières des sociétés commerciales est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\n-Code de commerce\n\n-Code du travail"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi permettant :1° De transposer la directive (UE) 2022/2381 du Parlement européen et du Conseil du 23 novembre 2022 relative à un meilleur équilibre entre les femmes et les hommes parmi les administrateurs des sociétés cotées et à des mesures connexes et de prévoir les dispositions de coordination et d'adaptation de la législation liées à cette transposition :a) En prévoyant que la transposition corresponde au moins au champ d'application des articles L. 225-18-1 et L. 226-4-1 du code de commerce ;b) En garantissant, dans les conseils d'administration ou de surveillance des sociétés commerciales, l'exigence d'une proportion minimale de 40 % du sexe le moins représenté, pour l'ensemble de leurs membres, quelles que soient leurs modalités de désignation ;c) Sans ajouter au droit en vigueur à la date de la présente habilitation de nouvelles sanctions encourues en cas de méconnaissance des obligations relatives à une représentation équilibrée entre les femmes et les hommes ;d) En désignant un ou plusieurs organismes chargés de suivre, d'analyser et de soutenir l'équilibre entre les femmes et les hommes dans la composition des conseils d'administration et de surveillance des sociétés commerciales et dotés de moyens suffisants à l'exercice de ces missions ;e) Avec les adaptations nécessaires, en harmonisant les règles en matière de représentation équilibrée entre les femmes et les hommes applicables aux conseils d'administration ou de surveillance des établissements publics avec celles prévues pour les sociétés commerciales et en les étendant aux groupements d'intérêt public ;2° D'adapter, afin d'assurer leur cohérence et de tirer les conséquences des modifications apportées en application du 1° du présent I, les différentes obligations relatives à la représentation équilibrée entre les femmes et les hommes au sein des organes des sociétés commerciales en harmonisant ces obligations ;3° De rendre applicables dans les îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions résultant de l'ordonnance prise sur le fondement du présent I pour celles qui relèvent de la compétence de l'Etat et de procéder, le cas échéant, aux adaptations nécessaires de ces dispositions en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\nII. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour :1° Transposer les dispositions de la directive (UE) 2015/849 du Parlement européen et du Conseil du 20 mai 2015 relative à la prévention de l'utilisation du système financier aux fins du blanchiment de capitaux ou du financement du terrorisme, modifiant le règlement (UE) n° 648/2012 du Parlement européen et du Conseil et abrogeant la directive 2005/60/CE du Parlement européen et du Conseil et la directive 2006/70/CE de la Commission, dans leur rédaction résultant de l'article 38 du règlement (UE) 2023/1113 du Parlement européen et du Conseil du 31 mai 2023 sur les informations accompagnant les transferts de fonds et de certains crypto-actifs, et modifiant la directive (UE) 2015/849 ;2° Adapter les dispositions du code monétaire et financier et, le cas échéant, d'autres codes ou dispositions législatives non codifiées, pour assurer, dès l'entrée en application du même règlement, leur cohérence et leur conformité avec les dispositions de ce dernier ;3° Définir les compétences respectives de l'Autorité des marchés financiers et de l'Autorité de contrôle prudentiel et de résolution pour l'application dudit règlement ;4° Rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions résultant des 1° à 3° du présent II, pour celles qui relèvent de la compétence de l'Etat dans ces collectivités, et procéder, le cas échéant, aux adaptations nécessaires de ces dispositions à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au premier alinéa du présent II.III. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour :1° Adapter les dispositions du code monétaire et financier et, le cas échéant, d'autres codes ou lois pour assurer, à l'entrée en application du règlement (UE) 2023/1114 du Parlement européen et du Conseil du 31 mai 2023 sur les marchés de crypto-actifs, et modifiant les règlements (UE) n° 1093/2010 et (UE) n° 1095/2010 et les directives 2013/36/UE et (UE) 2019/1937, leur cohérence et leur conformité au même règlement ;2° Définir les compétences de l'Autorité des marchés financiers et de l'Autorité de contrôle prudentiel et de résolution pour l'application dudit règlement.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au premier alinéa du présent III."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Les opérateurs économiques dont le chiffre d'affaires net annuel dépasse 40 millions d'euros au cours de l'exercice précédant le dernier exercice financier ou qui font partie d'un groupe composé d'entreprises mères et de filiales, dont le chiffre d'affaires net annuel, calculé sur une base consolidée, dépasse 40 millions d'euros et qui effectuent la première mise en service ou mise sur le marché de batteries relevant du règlement (UE) 2023/1542 du Parlement européen et du Conseil du 12 juillet 2023 relatif aux batteries et aux déchets de batteries, modifiant la directive 2008/98/CE et le règlement (UE) 2019/1020, et abrogeant la directive 2006/66/CE sont soumis aux obligations en matière de politique de devoir de diligence, de système de gestion, de gestion des risques, de vérification par tierce partie et de communication d'informations définies aux articles 48, 49, 50, 51 et 52 du même règlement.En cas de manquement à ces obligations, l'opérateur économique peut faire l'objet des mesures prévues au IV du présent article.II. - Dans le cadre de leur mission, les agents chargés de contrôler le respect des obligations prévues au I peuvent :1° Prendre connaissance de tout document relatif à ces obligations, sans que leur soit opposable le secret des affaires ;2° Effectuer des visites sur place dans les conditions et selon les garanties prévues aux articles L. 175-5 à L. 175-15 du code minier.Ils sont astreints au secret professionnel et soumis, à ce titre, aux articles 226-13 et 226-14 du code pénal.Un décret détermine les catégories d'agents compétents pour procéder à ces contrôles.III. - Lorsqu'un agent chargé du contrôle constate un manquement à tout ou partie des obligations mentionnées au I du présent article, il adresse à l'autorité compétente un rapport et en remet une copie à l'opérateur économique. Ce dernier peut, dans des conditions déterminées par voie réglementaire, faire part à l'autorité compétente de ses observations écrites et, le cas échéant, sur sa demande, de ses observations orales et demander que lui soit communiquée copie de tout document, autre que le rapport de contrôle, sur lequel est fondée la décision. L'opérateur économique peut se faire assister par un conseil ou se faire représenter par un mandataire de son choix.IV. - En cas de manquement à tout ou partie des obligations mentionnées au I, l'autorité compétente notifie à l'opérateur économique les non-conformités et le met en demeure de régulariser sa situation dans un délai qu'elle détermine et qui ne peut excéder un an à compter de la constatation des manquements.Si, à l'expiration de ce délai, l'opérateur économique n'a pas pris les mesures lui permettant de se conformer aux obligations de devoir de diligence, l'autorité compétente peut, par décision motivée :1° Faire procéder d'office, en lieu et place de l'opérateur économique mis en demeure et à ses frais, à l'exécution de tout ou partie des mesures permettant de se conformer aux obligations de devoir de diligence ;2° Assortir la mise en demeure d'une astreinte journalière d'un montant maximal de 1 500 euros applicable à partir de la notification de la décision la fixant et jusqu'à la cessation du manquement. Le montant de l'astreinte est proportionné à la gravité des manquements constatés et à la situation financière de la personne physique ou morale concernée. L'astreinte bénéficie d'un privilège de même rang que celui prévu à l'article 1920 du code général des impôts. Il est procédé à son recouvrement comme en matière de créances de l'Etat étrangères à l'impôt et au domaine. Le comptable peut engager la procédure de saisie administrative à tiers détenteur prévue à l'article L. 262 du livre des procédures fiscales. L'opposition à l'état exécutoire pris en application d'une décision fixant une astreinte journalière n'est pas suspensive ;3° Ordonner la restriction ou l'interdiction de la mise à disposition des batteries sur le marché par l'opérateur économique, lorsque la non-conformité persiste ;4° Ordonner le retrait du marché ou le rappel des batteries mises sur le marché lorsque les manquements constatés sont jugés particulièrement graves par l'autorité nationale compétente.V. - L'avant-dernière phrase du 2° du IV n'est pas applicable à Saint-Martin.VI. - A créé les dispositions suivantes :\n\nVII. - Le présent article entre en vigueur le 18 août 2025.\n\n- Code des douanes"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le b du 9° et les c et f du 10° du I entrent en vigueur le 1er janvier 2026.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A créé les dispositions suivantes :\n\nIII. - L'article L. 229-18-2 du code de l'environnement entre en vigueur le 1er janvier 2025.IV. - Le I de l'article L. 229-18 du code de l'environnement, dans sa rédaction résultant du présent article, est abrogé à partir du 1er janvier 2026.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.et II. - A modifié les dispositions suivantes :\n\nIII. - Le IV de l'article L. 6327-2 du code des transports s'applique aux contrats de concession conclus après la publication de la présente loi.\n\nIV. - A modifié les dispositions suivantes :\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - L'article 32 est applicable aux mesures de garde à vue prises à compter du premier jour du troisième mois suivant la promulgation de la présente loi.II. - A modifié les dispositions suivantes :\n\n- Code de procédure pénale"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail\n\nII. - Sous réserve des décisions de justice passées en force de chose jugée ou de stipulations conventionnelles plus favorables en vigueur à la date d'acquisition des droits à congés, le 7° de l'article L. 3141-5, les articles L. 3141-5-1 et L. 3141-19-1 à L. 3141-19-3 et le 4° de l'article L. 3141-24 du code du travail sont applicables pour la période courant du 1er décembre 2009 à la date d'entrée en vigueur de la présente loi.Toutefois, pour la même période, les congés supplémentaires acquis en application des dispositions mentionnées au premier alinéa du présent II ne peuvent, pour chaque période de référence mentionnée à l'article L. 3141-10 du code du travail, excéder le nombre de jours permettant au salarié de bénéficier de vingt-quatre jours ouvrables de congé, après prise en compte des jours déjà acquis, pour la même période, en application des dispositions du même code dans leur rédaction antérieure à la présente loi.Toute action en exécution du contrat de travail ayant pour objet l'octroi de jours de congé en application du présent II doit être introduite, à peine de forclusion, dans un délai de deux ans à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les mesures relevant du domaine de loi nécessaires à l'adaptation de la loi n° 2023-566 du 7 juillet 2023 visant à instaurer une majorité numérique et à lutter contre la haine en ligne aux règles européennes applicables aux services de la société de l'information, afin de prendre en compte les observations transmises par la Commission européenne dans le cadre de la procédure de notification préalable applicable à cette même loi.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}