{
  "id": "jorftext000000615568",
  "type": "statute",
  "title": "Loi n° 2007-297 du 5 mars 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000615568",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le fonds interministériel pour la prévention de la délinquance est destiné à financer la réalisation d'actions en faveur de la prévention de la délinquance élaborées en cohérence avec les plans de prévention de la délinquance définis à l'article L. 132-6 du code de la sécurité intérieure. Il finance également les actions de prévention de la radicalisation.\n\nUn décret en Conseil d'Etat détermine les conditions d'application du présent article."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I., II., IV., VI., VII.-Ont modifié les dispositions suivantes :\n\n-Code de la route\n\nArt. L212-1 ; Art. L212-2, Art. L213-1 ; Art. L223-1 ; Art. L223-5 ; Art. L223-6\n\nIII.-Les I et II entrent en vigueur à compter d'une date fixée par décret en Conseil d'Etat et au plus tard deux ans après la publication de la présente loi.\n\nV.-Le IV entre en vigueur le 31 décembre 2007.\n\nVIII.-Le VII s'applique aux infractions commises à compter du 1e janvier 2007 et aux infractions antérieures pour lesquelles le paiement de l'amende forfaitaire majorée, l'émission du titre exécutoire de l'amende forfaitaire majorée, l'exécution de la composition pénale ou la condamnation définitive ne sont pas intervenus.\n\nIX.-Le présent article est applicable à Mayotte."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi 83-629 du 12 juillet 1983\n\nArt. 6 ; Art. 6-1 ; Art. 6-2 ; Art. 9\n\nII.-Le I entre en vigueur à une date fixée par décret en Conseil d'Etat et, au plus tard, deux ans après la publication de la présente loi."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi 83-629 du 12 juillet 1983\n\nArt. 9-1 ; Art. 14 ; Art. 14-1 ; Art. 19\n\nII.-Le I entre en vigueur à une date fixée par décret en Conseil d'Etat et, au plus tard, deux ans après la publication de la présente loi."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi 83-629 du 12 juillet 1983\n\nArt. 14 ; Art. 14-1 ;\n\nArt. 18 : abrogé\n\nII.-Le I entre en vigueur à une date fixée par décret en Conseil d'Etat et, au plus tard, deux ans après la publication de la présente loi."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I.-Indépendamment des dispositions de la présente loi applicables de plein droit à Mayotte, le 5° de l'article 1er, le b du 3° du II de l'article 3, les articles 4 et 5, le II de l'article 7, l'article 11, le 1° de l'article 12, les I et III de l'article 18, l'article 24, le I de l'article 25, les articles 29 à 31, le II de l'article 34 et les articles 36, 39, 40, 75, 76 et 78 sont applicables à Mayotte.\n\nII.-L'article 5, Le I de l'article 7, le 1° de l'article 12, l'article 13, le I de l'article 18, les articles 20 à 22, le II de l'article 25, les articles 30, 31 et 33 à 36, le I de l'article 37, les I, V et VI de l'article 38, les articles 39 à 64, les I et II de l'article 65 et les articles 66 et 68 à 72 sont applicables en Nouvelle-Calédonie.\n\nIII.-L'article 5, Le I de l'article 7, le 1° de l'article 12, les articles 13 et 20 à 22, le II de l'article 25, les articles 30, 31 et 33 à 36, le I de l'article 37, les I, V et VI de l'article 38, les articles 39 à 64, les I et II de l'article 65 et les articles 66 et 68 à 72 sont applicables en Polynésie française.\n\nIV.-L'article 5, Le I de l'article 7, le 1° de l'article 12, l'article 13, le I de l'article 18, les articles 20 à 22, le II de l'article 25, les articles 30, 31 et 33 à 36, le I de l'article 37, les I, V et VI de l'article 38, les articles 39 à 64, les I et II de l'article 65 et les articles 66 et 68 à 72 sont applicables dans les îles Wallis et Futuna.\n\nV.-Pour son application en Nouvelle-Calédonie, le premier alinéa de l'article 5 est ainsi rédigé :\n\nIl est créé au sein de l'Agence nationale pour la cohésion sociale et l'égalité des chances, créée par la loi n° 2006-396 du 31 mars 2006 pour l'égalité des chances, un fonds interministériel pour la prévention de la délinquance destiné à financer la réalisation d'actions dans le cadre de la politique de prévention de la délinquance.\n\nVI.-Pour son application dans les îles Wallis et Futuna, le premier alinéa de l'article 5 est ainsi rédigé :\n\nIl est créé au sein de l'Agence nationale pour la cohésion sociale et l'égalité des chances, créée par la loi n° 2006-396 du 31 mars 2006 pour l'égalité des chances, un fonds interministériel pour la prévention de la délinquance, destiné à financer la réalisation d'actions dans le cadre de la politique de prévention de la délinquance animée et coordonnée par l'administrateur supérieur en application de l'article 8 de la loi n° 61-814 du 29 juillet 1961 conférant aux îles Wallis et Futuna le statut de territoire d'outre-mer."
    }
  ]
}