{
  "id": "jorftext000029095362",
  "type": "statute",
  "title": "LOI n°2014-617 du 13 juin 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029095362",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code des assurances"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "II. - Dans le cas où le bénéficiaire d'un contrat d'assurance sur la vie est l'ayant droit de l'assuré décédé, l'organisme d'assurance qui a connaissance du décès de ce dernier obtient sur sa demande auprès du notaire chargé de la succession les informations nécessaires à l'identification de cet ayant droit. L'organisme d'assurance joint à sa demande un certificat établissant son obligation vis-à-vis de l'ayant droit du défunt, bénéficiaire du contrat d'assurance sur la vie."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Les dépôts et avoirs inscrits sur les comptes inactifs mentionnés à l'article L. 312-19 du code monétaire et financier sont versés à l'Etat si, à la date d'entrée en vigueur de la présente loi, un délai de trente ans s'est écoulé :\n\n1° Pour les comptes inactifs mentionnés au 1° du I du même article, depuis la date de la dernière opération, hors inscription d'intérêts et débit par l'établissement tenant le compte de frais et commissions de toute nature ou versement de produits ou remboursement de titres de capital ou de créance ;\n\n2° Pour les comptes inactifs mentionnés au 2° du même I, depuis le décès du titulaire du compte.\n\nLeur transfert à l'Etat est effectué, en numéraire, dans l'année qui suit la date d'entrée en vigueur de la présente loi, par les établissements tenant les comptes sur lesquels ils sont inscrits.\n\nLes avoirs en instruments financiers sont liquidés par l'établissement tenant le compte, nonobstant toute stipulation contraire, dans les meilleurs délais. Cet établissement ne peut être tenu responsable des effets de la liquidation sur la valeur des avoirs. Le produit de la liquidation est transféré à l'Etat dans le mois suivant la liquidation effective des titres lorsque la liquidation n'a pu être réalisée dans l'année qui suit l'entrée en vigueur de la présente loi.\n\nL'avant-dernier alinéa du présent I ne s'applique pas aux droits d'associé et aux titres financiers mentionnés aux 1 et 2 du II de l'article L. 211-1 du code monétaire et financier non admis aux négociations sur un marché réglementé ou sur un système multilatéral de négociation.\n\nII. - Les dépôts et avoirs inscrits sur les comptes inactifs mentionnés à l'article L. 312-19 du code monétaire et financier sont déposés à la Caisse des dépôts et consignations, dans les conditions prévues à l'article L. 312-20 du même code, si, à la date d'entrée en vigueur de la présente loi :\n\n1° Pour les comptes inactifs mentionnés au 1° du I de l'article L. 312-19 dudit code, un délai compris entre dix ans et trente ans s'est écoulé depuis la date de la dernière opération, hors inscription d'intérêts et débit par l'établissement tenant le compte de frais et commissions de toute nature ou versement de produits ou remboursement de titres de capital ou de créance. Ce délai est compris entre vingt et trente ans pour les plans d'épargne-logement mentionnés au I de l'article L. 312-20 du code monétaire et financier ;\n\n2° Pour les comptes inactifs mentionnés au 2° du même I, un délai compris entre trois ans et trente ans s'est écoulé depuis le décès du titulaire du compte.\n\nLe dépôt à la Caisse des dépôts et consignations est effectué, dans l'année qui suit l'entrée en vigueur de la présente loi, par les personnes tenant les comptes sur lesquels ils sont inscrits.\n\nPar dérogation au III de l'article L. 312-20 du même code, les sommes déposées à la Caisse des dépôts et consignations et qui n'ont pas été réclamées par leurs titulaires ou leurs ayants droit sont acquises à l'Etat à l'issue d'un délai de trente ans à compter des événements mentionnés aux 1° et 2° du présent II.\n\nIII. - Lorsqu'à la date d'entrée en vigueur de la présente loi, le titulaire d'un coffre-fort mis à disposition par un établissement de crédit, son représentant légal ou la personne habilitée par lui ne s'est pas manifesté, sous quelque forme que ce soit, pendant une durée de plus de trente ans et que les frais annuels de location ne sont plus acquittés depuis au moins un an, l'établissement de crédit procède à la recherche du titulaire éventuellement décédé dans les conditions prévues à l'avant-dernier alinéa du I de l'article L. 312-19. Il informe, par courrier recommandé et par tout autre moyen à sa disposition, ce titulaire, son représentant légal, la personne habilitée par lui ou, le cas échéant, ses ayants droit connus de l'établissement, dans un délai de trois mois, et lui indique les conséquences prévues par les trois derniers alinéas du présent III.\n\nA l'issue d'un délai de six mois à compter de cette opération d'information, l'établissement est autorisé à procéder à l'ouverture du coffre-fort, en présence d'un huissier de justice qui dresse l'inventaire de son contenu, et, selon les cas, soit à liquider les titres déposés dans le coffre-fort dans les conditions définies au cinquième alinéa du I de l'article L. 312-20 du code monétaire et financier, soit à faire vendre judiciairement aux enchères publiques les biens déposés dans le coffre-fort.\n\nLe produit de la vente, déduction faite des frais annuels de location impayés, à l'exclusion de toute pénalité et de tout intérêt de retard, et des frais liés à l'ouverture du coffre-fort et à la vente des biens, est acquis à l'Etat. L'établissement de crédit est autorisé, pour les objets d'une valeur estimée par une personne habilitée pour organiser et réaliser les ventes judiciaires de meubles aux enchères publiques, et inférieure à un seuil fixé par un arrêté du ministre chargé de l'économie, ainsi que pour les objets qui n'ont pu être vendus judiciairement aux enchères publiques après deux tentatives intervenues à six mois d'intervalle, soit à les détruire, soit à les conserver pour le compte du titulaire ou de ses ayants droit, soit, pour les biens pouvant présenter un intérêt culturel ou historique, à les transférer à un service public intervenant dans ces domaines. Dans ce dernier cas, la personne morale dont dépend ce service public devient propriétaire du bien transféré.\n\nL'établissement de crédit ne peut être tenu pour responsable des effets de la vente sur la valeur des biens concernés.\n\nIV. - Les sommes dues au titre des contrats d'assurance sur la vie ou des bons et contrats de capitalisation qui, à la date d'entrée en vigueur de la présente loi, n'ont pas été réclamées par leurs souscripteurs ou leurs bénéficiaires depuis au moins trente ans à compter de l'échéance du contrat ou de la date du décès de l'assuré sont acquises à l'Etat.\n\nLeur transfert à l'Etat est effectué par l'organisme d'assurance dans l'année qui suit la date d'entrée en vigueur de la présente loi.\n\nV. - Les sommes dues au titre des contrats d'assurance sur la vie ou des bons et contrats de capitalisation qui, à la date d'entrée en vigueur de la présente loi, n'ont pas été réclamées par leurs souscripteurs ou leurs bénéficiaires depuis au moins dix ans à compter de l'échéance du contrat ou de la date à laquelle l'organisme d'assurance a eu connaissance du décès de l'assuré et, au plus, trente ans à compter du décès de l'assuré ou du terme du contrat sont déposées à la Caisse des dépôts et consignations, dans les conditions prévues à l'article L. 132-27-2 du code des assurances ou à l'article L. 223-25-4 du code de la mutualité.Le dépôt à la Caisse des dépôts et consignations est effectué par l'organisme d'assurance dans l'année qui suit la date d'entrée en vigueur de la présente loi.\n\nPar dérogation au III des mêmes articles L. 132-27-2 et L. 223-25-4, les sommes déposées à la Caisse des dépôts et consignations et qui n'ont pas été réclamées par leurs souscripteurs ou leurs bénéficiaires sont acquises à l'Etat à l'issue d'un délai de trente ans à compter du décès de l'assuré ou de l'échéance du contrat.\n\nVI. - Six mois avant le transfert à l'Etat mentionné au premier alinéa des I ou II ou avant le dépôt à la Caisse des dépôts et consignations mentionné au premier alinéa des II ou V l'établissement teneur de compte ou l'assureur informe, par courrier recommandé et par tout autre moyen à sa disposition, les titulaires et souscripteurs, leurs représentants légaux, leurs ayants droit ou les bénéficiaires des comptes ou contrats dont les dépôts et avoirs font l'objet des dispositions prévues aux mêmes alinéas de la mise en œuvre du présent article.\n\nVII. - Dans un délai de six mois à compter de l'entrée en vigueur de la présente loi, l'établissement teneur de compte ou l'assureur informe les titulaires de comptes et les souscripteurs de contrats d'assurance sur la vie et de bons ou contrats de capitalisation des dispositions prévues, respectivement, aux articles L. 312-20 du code monétaire et financier, L. 132-27-2 du code des assurances et L. 223-25-4 du code de la mutualité.VIII. - Un décret en Conseil d'Etat précise les modalités d'application des I à VII du présent article.\n\nIX. - L'Autorité de contrôle prudentiel et de résolution contrôle le respect du présent article.\n\nElle remet, avant le 1er mai 2016, un rapport au Parlement décrivant, pour les années 2014 et 2015 :\n\n1° Les actions menées pour contrôler le respect par les organismes d'assurance de leurs obligations de recherche et d'information des souscripteurs et des bénéficiaires de contrats d'assurance sur la vie ou de bons ou contrats de capitalisation ainsi que de l'obligation de reversement des sommes acquises à l'Etat en application de l'article L. 1126-1 du code général de la propriété des personnes publiques ;\n\n2° L'évolution de l'encours et du nombre de contrats d'assurance sur la vie et de bons ou contrats de capitalisation non réglés."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "La Caisse des dépôts et consignations publie chaque année le nombre de dépôts, d'avoirs, de contrats d'assurance sur la vie et de bons ou contrats de capitalisation qui y ont été déposés en application de la présente loi. Elle publie également, pour chacun des produits financiers susmentionnés, le montant déposé au cours de l'année, le montant total des sommes détenues ainsi que le montant versé aux titulaires, aux ayants droit ou aux bénéficiaires au cours de l'année. Elle adresse un rapport annuel au Parlement sur le suivi et la gestion des sommes qu'elle détient au titre de la présente loi. Ce rapport précise le montant des sommes acquises à l'Etat qui sont reversées au bénéfice du développement de la vie associative."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La présente loi entre en vigueur le 1er janvier 2016, à l'exception de l'article 5 et des II et III de l'article 8 qui entrent en vigueur au 1er janvier 2015, et à l'exception de l'article 14 qui entre en vigueur au lendemain de la publication de la même loi."
    }
  ]
}