{
  "id": "jorftext000047281777",
  "type": "statute",
  "title": "LOI n°2023-171 du 9 mars 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047281777",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi permettant :1° De transposer la directive (UE) 2021/2118 du Parlement européen et du Conseil du 24 novembre 2021 modifiant la directive 2009/103/CE concernant l'assurance de la responsabilité civile résultant de la circulation de véhicules automoteurs et le contrôle de l'obligation d'assurer cette responsabilité et de prendre les mesures de coordination et d'adaptation de la législation liées à cette transposition ;2° D'étendre à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions prises sur le fondement du 1° du présent I, pour celles qui relèvent de la compétence de l'Etat, et de prévoir, le cas échéant, les adaptations nécessaires de ces mêmes dispositions en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les prestataires de services sur actifs numériques ayant déposé avant le 1er juillet 2023 une demande d'enregistrement considérée comme complète par l'Autorité des marchés financiers au regard des dispositions législatives et réglementaires applicables se conforment à l'article L. 54-10-3 du code monétaire et financier en vigueur avant le 1er janvier 2024.L'Autorité des marchés financiers notifie sa décision relative à l'enregistrement au demandeur dans un délai de six mois à compter de la réception du dossier complet et en informe l'Autorité de contrôle prudentiel et de résolution.III.-Les prestataires de services sur actifs numériques enregistrés en France conformément à l'article L. 54-10-3 du code monétaire et financier, agréés en France conformément à l'article L. 54-10-5 du même code ou fournissant les services mentionnés au 5° de l'article L. 54-10-2 dudit code avant l'entrée en application du règlement du Parlement européen et du Conseil sur les marchés de crypto-actifs approuvé par le Conseil de l'Union européenne le 5 octobre 2022 peuvent continuer de fournir lesdits services en France jusqu'à la fin de la période transitoire prévue par le même règlement ou jusqu'à ce qu'ils aient obtenu leur agrément en qualité de prestataire de services sur crypto-actifs en application de la réglementation européenne en vigueur. A compter de la fin de ladite période transitoire, les articles L. 54-10-1 à L. 54-10-6 du code monétaire et financier ne sont plus applicables.IV.-Le I entre en vigueur le 1er janvier 2024.\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour :1° Adapter les dispositions du code monétaire et financier et, le cas échéant, d'autres codes ou lois pour assurer, à l'entrée en application du règlement du Parlement européen et du Conseil sur les marchés de crypto-actifs approuvé par le Conseil de l'Union européenne le 5 octobre 2022, leur cohérence et leur conformité avec ce règlement ;2° Définir les compétences de l'Autorité des marchés financiers et de l'Autorité de contrôle prudentiel et de résolution pour l'application de ce règlement.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi permettant :1° De compléter et d'adapter les dispositions du code monétaire et financier et, le cas échéant, d'autres codes ou lois pour assurer leur mise en cohérence et en conformité avec le règlement (UE) 2021/23 du Parlement européen et du Conseil du 16 décembre 2020 relatif à un cadre pour le redressement et la résolution des contreparties centrales et modifiant les règlements (UE) n° 1095/2010, (UE) n° 648/2012, (UE) n° 600/2014, (UE) n° 806/2014 et (UE) 2015/2365, ainsi que les directives 2002/47/CE, 2004/25/CE, 2007/36/CE, 2014/59/UE et (UE) 2017/1132 ;2° De compléter et d'adapter les dispositions relatives aux sanctions et aux mesures administratives pour assurer leur mise en cohérence et en conformité avec le règlement (UE) 2021/23 du Parlement européen et du Conseil du 16 décembre 2020 précité ;3° D'adapter et de clarifier les compétences de l'Autorité de contrôle prudentiel et de résolution et des autres autorités compétentes pour la mise en œuvre du même règlement ;4° D'étendre à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions du code monétaire et financier et, le cas échéant, les dispositions d'autres codes et lois dans leur rédaction résultant de l'ordonnance prise sur le fondement du présent I, pour celles qui relèvent de la compétence de l'Etat, et de prévoir, le cas échéant, les adaptations nécessaires de ces mêmes dispositions en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi permettant :1° De transposer la directive (UE) 2021/2101 du Parlement européen et du Conseil du 24 novembre 2021 modifiant la directive 2013/34/UE en ce qui concerne la communication, par certaines entreprises et succursales, d'informations relatives à l'impôt sur les revenus des sociétés et de prendre les mesures de coordination et d'adaptation de la législation liées à cette transposition ;2° D'étendre à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions prises sur le fondement du 1° du présent I, pour celles qui relèvent de la compétence de l'Etat, et de prévoir, le cas échéant, les adaptations nécessaires de ces mêmes dispositions en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi pour les mesures mentionnées aux 1° à 3° du présent I, dans un délai de trois mois à compter de la promulgation de la loi n° 2023-973 du 23 octobre 2023 relative à l'industrie verte pour celles mentionnées au 3° bis du présent I et dans un délai de quatre mois à compter de la promulgation de la loi n° 2023-973 du 23 octobre 2023 relative à l'industrie verte pour celles mentionnées au 4° du présent I, les mesures relevant du domaine de la loi permettant :1° De transposer la directive n° 2022/2464 du Parlement européen et du Conseil du 14 décembre 2022 modifiant le règlement (UE) nº 537/2014 et les directives 2004/109/CE, 2006/43/CE et 2013/34/UE en ce qui concerne la publication d'informations en matière de durabilité par les entreprises et de prendre les mesures de coordination et d'adaptation de la législation liées à cette transposition ;2° D'adapter, afin d'assurer la mise en œuvre des modifications apportées en application du 1° du présent I et d'en tirer les conséquences, les dispositions relatives au régime des missions et des prestations des commissaires aux comptes ainsi que celles relatives à l'organisation et aux pouvoirs des autorités compétentes en matière d'accréditation et de supervision, au sens de la directive n° 2022/2464 du Parlement européen et du Conseil du 14 décembre 2022 précitée, des personnes autorisées à évaluer la conformité de la communication des informations publiées en matière de durabilité et des autorités compétentes en matière de comptabilité ;3° De tirer les conséquences des modifications apportées en application du 1° du présent I sur les différents dispositifs d'obligations relatives aux enjeux sociaux, environnementaux et en matière de gouvernance d'entreprise des sociétés commerciales :a) En harmonisant, en simplifiant et en clarifiant les obligations de publication d'informations qui relèvent des domaines couverts par la directive n° 2022/2464 du Parlement européen et du Conseil du 14 décembre 2022 précitée ;b) En créant et en mettant en cohérence dans le code de commerce des définitions communes des différentes tailles de sociétés et de groupes par référence à des seuils, en s'inspirant de ceux du droit de l'Union européenne, en harmonisant les modalités de calcul de ces seuils et en appliquant ces définitions aux différents dispositifs dont les seuils sont proches ;c) En étendant tout ou partie de ces différents dispositifs à certaines formes de sociétés, le cas échéant en effectuant les adaptations nécessaires ;d) En unifiant les procédures d'injonction accompagnant les différents dispositifs ;3° bis D'introduire dans le code de la commande publique un dispositif d'exclusion des procédures de passation des marchés publics, dont les marchés de défense et de sécurité, et des contrats de concession, à l'appréciation de l'autorité contractante, pour les opérateurs économiques qui ne satisfont pas aux obligations de publication d'informations résultant des mesures de transposition mentionnées au 1° du présent I ;4° D'étendre à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions prises sur le fondement du 1° du présent I, pour celles qui relèvent de la compétence de l'Etat, et de prévoir, le cas échéant, les adaptations nécessaires de ces mêmes dispositions en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de trois mois à compter de la promulgation de la présente loi, toutes les mesures relevant du domaine de la loi nécessaires pour réformer les régimes des fusions, des scissions, des apports partiels d'actifs et des transferts de siège des sociétés commerciales afin :1° De transposer la directive (UE) 2019/2121 du Parlement européen et du Conseil du 27 novembre 2019 modifiant la directive (UE) 2017/1132 en ce qui concerne les transformations, fusions et scissions transfrontalières et de prendre les mesures de coordination et d'adaptation de la législation liées à cette transposition :a) En prévoyant que l'autorité compétente chargée du contrôle de légalité de l'opération de transformation, de fusion ou de scission transfrontalière est le greffier du tribunal de commerce ;b) En excluant la possibilité de limiter la proportion de représentants des salariés au sein de l'organe de direction de la société issue de la transformation ou des sociétés bénéficiaires de la scission transfrontalière ;2° D'harmoniser avec certaines des dispositions encadrant les opérations transfrontalières relevant du 1° du présent I et de simplifier, de compléter et de moderniser les régimes des fusions, des scissions, des apports partiels et des transferts de siège des sociétés commerciales prévus au chapitre VI du titre III du livre II du code de commerce ;3° De rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions résultant de l'ordonnance prise sur le fondement des 1° et 2° du présent I, pour celles qui relèvent de la compétence de l'Etat, et de procéder, le cas échéant, aux adaptations de ces dispositions en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I à VI.- A modifié les dispositions suivantes :\n\nVII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi ainsi que les mesures de coordination et d'adaptation de la législation visant à :1° Renforcer les sanctions des manquements aux obligations prévues à l'article 47 de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées, notamment à l'obligation d'accessibilité des services de communication au public en ligne prévue au I du même article 47 ;2° Renforcer l'accessibilité des services téléphoniques, en mettant notamment en place un régime de sanctions ainsi qu'une solution d'accessibilité téléphonique universelle répondant aux obligations résultant de l'article 105 de la loi n° 2016-1321 du 7 octobre 2016 pour une République numérique.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.VIII.-A.-Sans préjudice des B à E du présent VIII, le présent article est applicable aux produits mis sur le marché et aux services fournis après le 28 juin 2025, à l'exception du 1° du II et du VI, qui s'appliquent le lendemain du jour de la publication de la présente loi.B.-Les prestataires de services peuvent, jusqu'au 28 juin 2030, continuer à fournir leurs services en utilisant des produits qu'ils utilisaient légalement pour fournir des services similaires avant cette date.C.-Les contrats de services conclus avant le 28 juin 2025 peuvent s'appliquer sans modification jusqu'à leur terme, et au plus tard jusqu'au 28 juin 2030.D.-Les terminaux en libre service utilisés légalement par les prestataires de services pour fournir des services avant le 28 juin 2025 peuvent continuer à être utilisés pour fournir des services similaires jusqu'à la fin de leur durée de vie économiquement utile, cette durée ne pouvant excéder quinze ans à compter de leur mise en service, et leur renouvellement devant être fait en s'assurant d'une répartition territoriale équilibrée.E.-La mise en conformité aux exigences spécifiques d'accessibilité de la réception des communications d'urgence dirigées vers le numéro d'urgence unique européen 112 par le centre de réception des appels d'urgence le plus approprié intervient au plus tard le 28 juin 2027.\n\n- LOI n° 2005-102 du 11 février 2005\n\n- Code monétaire et financier\n\n- Code des transports\n\n- Code des postes et des communications électroniques\n\n- LOI n° 2016-1321 du 7 octobre 2016\n\nA créé les dispositions suivantes :\n\n- Code de la consommation\n\n- Code monétaire et financier\n\n- Code de la consommation\n\n- Code monétaire et financier\n\n- Code de la consommation"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi permettant :1° De transposer la directive (UE) 2021/2167 du Parlement européen et du Conseil du 24 novembre 2021 sur les gestionnaires de crédits et les acheteurs de crédits, et modifiant les directives 2008/48/CE et 2014/17/UE et de prendre les mesures de coordination et d'adaptation liées à cette transposition ;2° D'étendre à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions résultant de l'ordonnance prise sur le fondement du 1° du présent I, pour celles qui relèvent de la compétence de l'État, et de prévoir, le cas échéant, les adaptations nécessaires de ces dispositions en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.- A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code du travail\n\n- Code du travail\n\nII. - Le 2° du I entre en vigueur six mois après la promulgation de la présente loi.Les salariés dont le contrat de travail est en cours à la date de promulgation de la présente loi peuvent demander à leur employeur de leur fournir ou de compléter, selon des modalités fixées par décret en Conseil d'État, les informations prévues à l'article L. 1221-5-1 du code du travail."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nII. - Par dérogation aux articles L. 5137-1 à L. 5137-3 du code de la santé publique, pendant une durée de deux ans à compter de la promulgation de la présente loi, les denrées alimentaires répondant aux besoins nutritionnels particuliers de personnes atteintes de maladies héréditaires du métabolisme sont soumises à prescription médicale obligatoire. Leur vente au détail et leur dispensation au public sont réservées aux pharmaciens.Par dérogation au 2° de l'article L. 5126-6 du code de la santé publique, pendant une durée de deux ans à compter de la promulgation de la présente loi, les pharmacies à usage intérieur sont autorisées à délivrer au public, au détail, les denrées alimentaires destinées à des fins médicales spéciales définies au g du paragraphe 2 de l'article 2 du règlement (UE) n° 609/2013 du Parlement européen et du Conseil du 12 juin 2013 concernant les denrées alimentaires destinées aux nourrissons et aux enfants en bas âge, les denrées alimentaires destinées à des fins médicales spéciales et les substituts de la ration journalière totale pour contrôle du poids et abrogeant la directive 92/52/CEE du Conseil, les directives 96/8/CE, 1999/21/CE, 2006/125/CE et 2006/141/CE de la Commission, la directive 2009/39/CE du Parlement européen et du Conseil et les règlements (CE) n° 41/2009 et (CE) n° 953/2009 de la Commission."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. et II. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - Jusqu'au 1er janvier 2024, la déclaration unique mentionnée au premier alinéa de l'article L. 1342-1 du code de la santé publique devant être remplie par les importateurs et utilisateurs en aval qui mettent sur le marché des mélanges destinés à un usage industriel comporte toutes les informations pertinentes, définies par voie réglementaire, sur ces mélanges, notamment leur composition chimique.\n\n- Code de la santé publique\n\n- Code du travail\n\n- Code de la santé publique\n\n- Code du travail"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-L'ordonnance n° 2022-414 du 23 mars 2022 portant adaptation des dispositions du code de la santé publique et du code rural et de la pêche maritime au droit de l'Union européenne dans le domaine des médicaments vétérinaires et aliments médicamenteux est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-L'ordonnance n° 2022-582 du 20 avril 2022 portant adaptation du droit français au règlement (UE) 2017/745 du Parlement européen et du Conseil du 5 avril 2017 relatif aux dispositifs médicaux et l'ordonnance n° 2022-1086 du 29 juillet 2022 portant adaptation du droit français au règlement (UE) 2017/746 du Parlement européen et du Conseil du 5 avril 2017 relatif aux dispositifs médicaux de diagnostic in vitro sont ratifiées.\n\nII.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nII. - Le I du présent article entre en vigueur le 23 octobre 2023."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la voirie routière\n\n- Code des impositions sur les biens et services\n\n- LOI n°2020-1721 du 29 décembre 2020\n\n- Code de la voirie routière\n\nIV. - L'exonération et les réductions prévues au deuxième alinéa de l'article L. 119-11 du code de la voirie routière sont en vigueur jusqu'au 31 mars 2025."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\n-Code des transports\n\nIII.-L'ordonnance n° 2021-1165 du 8 septembre 2021 portant transposition de la directive (UE) 2019/883 du Parlement européen et du Conseil du 17 avril 2019 relative aux installations de réception portuaires pour le dépôt des déchets des navires, modifiant la directive 2010/65/ UE et abrogeant la directive 2000/59/ CE est ratifiée."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Le présent article entre en vigueur le 7 juin 2023, à l'exception de la seconde phrase du III de l'article L. 2151-2 du code des transports, qui entre en vigueur le 1er janvier 2025, et du VI du présent article, qui entre en vigueur à la date de promulgation de la présente loi.V. - Les I à III de l'article L. 2151-2 du code des transports font l'objet d'une évaluation cinq ans après leur mise en œuvre, sous la forme d'un rapport remis par le Gouvernement au Parlement. Ce rapport formule des propositions d'évolution du périmètre des dérogations au règlement de nature à améliorer les droits des voyageurs ferroviaires et à accroître la part modale du transport ferroviaire.VI. - Pour les services urbains et suburbains de transport ferroviaire de voyageurs au sens du paragraphe 6 de l'article 3 de la directive 2012/34/ UE du Parlement européen et du Conseil du 21 novembre 2012 établissant un espace ferroviaire unique européen, les conditions de délivrance aux personnes handicapées ou à mobilité réduite des prestations d'assistance en gare, à la montée et la descente du train, mentionnées à l'article L. 1115-9 du code des transports, sont définies par décret, après avis du Conseil national consultatif des personnes handicapées.\n\n- Code des transports\n\n- Code de la consommation\n\n- Code du tourisme."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- A modifié les dispositions suivantes :\n\nIII.- Les aides à l'installation octroyées au titre de la programmation de la politique agricole commune ayant débuté en 2014 restent régies par les dispositions antérieures à la présente loi.Le représentant de l'Etat dans la région peut, pour les aides octroyées au titre de cette programmation avant la publication de la présente loi, déléguer sa signature au président du conseil régional et aux agents placés sous l'autorité de celui-ci, pour prendre en son nom les décisions relatives à l'attribution et au retrait de ces aides.Les décisions d'octroi des aides à l'installation prises à compter de la publication de la présente loi au titre de la programmation ayant débuté en 2014 relèvent de la compétence de l'autorité de gestion régionale mentionnée à l'article 78 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles. Cette autorité fixe le montant de ces aides.\n\nIV. -A modifié les dispositions suivantes :\n\nV.- A créé les dispositions suivantes :\n\nVI.- Les I à III s'appliquent à compter du 1er janvier 2023.\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Sont ratifiées :\n\n1° L'ordonnance n° 2015-616 du 4 juin 2015 modifiant le code rural et de la pêche maritime en vue d'assurer la conformité de ses dispositions avec le droit de l'Union européenne et modifiant les dispositions relatives à la recherche et à la constatation des infractions aux dispositions de son livre II ;\n\n2° L'ordonnance n° 2015-1245 du 7 octobre 2015 relative à la reconnaissance des qualifications professionnelles des professions réglementées par le code rural et de la pêche maritime ;\n\n3° L'ordonnance n° 2015-1246 du 7 octobre 2015 relative aux signes d'identification de l'origine et de la qualité ;\n\n4° L'ordonnance n° 2015-1247 du 7 octobre 2015 relative aux produits de la vigne ;\n\n5° L'ordonnance n° 2015-1248 du 7 octobre 2015 portant adaptation du code rural et de la pêche maritime au droit de l'Union européenne ;\n\n6° L'ordonnance n° 2019-1110 du 30 octobre 2019 portant adaptation du livre II du code rural et de la pêche maritime au droit de l'Union européenne ;\n\n7° L'ordonnance n° 2021-485 du 21 avril 2021 relative à la reproduction, à l'amélioration et à la préservation du patrimoine génétique des animaux d'élevage ;\n\n8° L'ordonnance n° 2021-1370 du 20 octobre 2021 relative aux mesures de surveillance, de prévention et de lutte contre les maladies animales transmissibles.\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}