{
  "id": "jorftext000041644734",
  "type": "statute",
  "title": "Ordonnance n°2020-161 du 26 février 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041644734",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Dans les conditions fixées par les articles 2044 à 2052 du code civil, le président de la Commission de régulation de l'énergie est compétent, en tant qu'ordonnateur, pour d'une part transiger afin de mettre un terme aux litiges liés au paiement de la contribution au service public de l'électricité nés d'une demande fondée de remboursement partiel de cette contribution au titre des années 2009 à 2015, à proportion de la part des recettes tirées de cette taxe affectée à des finalités autres que sa finalité environnementale, d'autre part engager le paiement des sommes correspondantes.II.-La méthodologie applicable par le président de la Commission de régulation de l'énergie en vue de la conclusion des conventions transactionnelles est soumise pour avis, préalablement à leur conclusion, au comité mentionné à l'article L. 423-2 du code des relations entre le public et l'administration.Les conventions transactionnelles portant sur un montant supérieur à un million d'euros sont soumises pour avis, préalablement à leur conclusion, à ce comité.III.-A l'exception de sa responsabilité pénale, la responsabilité personnelle du président de la Commission de régulation de l'énergie ne peut être mise en cause à raison du principe du recours à la transaction ou à raison du montant d'une transaction, dès lors, pour les transactions portant sur un montant inférieur ou égal à un million d'euros, que la méthodologie appliquée aura fait l'objet d'un avis favorable du comité mentionné au II et, pour les conventions transactionnelles portant sur un montant supérieur à un million d'euros, que l'avis émis par ce comité aura été suivi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'Agence de services et de paiement mentionnée à l'article L. 313-1 du code rural et de la pêche maritime peut assurer des missions d'assistance administrative auprès du président de la Commission de régulation de l'énergie comprenant l'instruction de la demande de transaction relative au litige né du paiement de la contribution au service public de l'électricité, le calcul du montant d'une proposition de transaction et l'accompagnement de la mise en œuvre de cette transaction."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les contribuables professionnels ainsi que les contribuables particuliers disposant d'un accès à internet, qui ont précédemment présenté une demande de remboursement partiel mentionnée à l'article 1er, déposent sur une plate-forme électronique d'une part les éléments qui sont de nature à établir le dépôt de leur réclamation initiale, d'autre part l'ensemble des éléments qu'ils étaient tenus de produire au soutien de leur réclamation initiale.Les autres contribuables peuvent adresser ces éléments par voie postale dans des conditions définies par le décret prévu à l'article 4 de la présente ordonnance."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Un décret en Conseil d'Etat détermine les conditions d'application de la présente ordonnance, notamment la procédure de transaction et le taux, pour chacune des années 2009 à 2015, correspondant à la part de la contribution au service public de l'électricité affectée à des charges de service public autres que celle ayant une finalité environnementale."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre et la ministre de la transition écologique et solidaire sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}