{
  "id": "jorftext000032983213",
  "type": "statute",
  "title": "LOI n°2016-1088 du 8 août 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032983213",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. II., III., V., VI. à XIII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le Gouvernement établit un bilan détaillé, quantitatif et qualitatif, des accords de branche prévoyant une durée minimale de travail inférieure à celle prévue à l'article L. 3123-27 du code du travail.\n\nXIV.-L'article 45 de la loi n° 2004-391 du 4 mai 2004 relative à la formation professionnelle tout au long de la vie et au dialogue social n'est pas applicable aux conventions et accords conclus en application des dispositions du livre Ier de la troisième partie du code du travail qui prévoient la conclusion d'un accord d'entreprise ou d'établissement ou, à défaut, d'une convention ou d'un accord de branche.\n\n-Code du travail\n\n-Code de l'action sociale et des familles\n\n-Code général des impôts, CGI.\n\n-Code minier (nouveau)\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité sociale.\n\n-Code des transports\n\n-Code du travail\n\n-LOI n° 2011-525 du 17 mai 2011\n\n-Ordonnance n° 2012-789 du 31 mai 2012\n\n-Code du travail\n\n-Code rural et de la pêche maritime\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Lorsqu'une convention ou un accord de branche ou un accord d'entreprise ou d'établissement conclu avant la publication de la présente loi et autorisant la conclusion de forfaits annuels en heures ou en jours est révisé pour être mis en conformité avec l'article L. 3121-64 du code du travail, dans sa rédaction résultant de la présente loi, l'exécution de la convention individuelle de forfait annuel en heures ou en jours se poursuit sans qu'il y ait lieu de requérir l'accord du salarié.II. - Les 2° et 4° du I de l'article L. 3121-64 du code du travail, dans sa rédaction résultant de la présente loi, ne prévalent pas sur les conventions ou accords de branche ou accords d'entreprise ou d'établissement autorisant la conclusion de conventions de forfait annuel en heures ou en jours et conclus avant la publication de la présente loi.III. - L'exécution d'une convention individuelle de forfait en jours conclue sur le fondement d'une convention ou d'un accord de branche ou d'un accord d'entreprise ou d'établissement qui, à la date de publication de la présente loi, n'est pas conforme aux 1° à 3° du II de l'article L. 3121-64 du code du travail peut être poursuivie, sous réserve que l'employeur respecte l'article L. 3121-65 du même code. Sous ces mêmes réserves, l'accord collectif précité peut également servir de fondement à la conclusion de nouvelles conventions individuelles de forfait.IV. - Cessent d'être applicables aux accords collectifs conclus avant la publication de la présente loi les dispositions relatives à la détermination d'un programme indicatif prévues :1° Au 4° de l'article L. 212-8-4 du code du travail, dans sa rédaction résultant de la loi n° 87-423 du 19 juin 1987 relative à la durée et à l'aménagement du temps de travail ;2° A l'article L. 212-2-1 du code du travail, dans sa rédaction résultant de la loi n° 93-1313 quinquennale du 20 décembre 1993 relative au travail, à l'emploi et à la formation professionnelle ;3° A l'article L. 212-8 du code du travail, dans sa rédaction résultant de la loi n° 2000-37 du 19 janvier 2000 relative à la réduction négociée du temps de travail ;4° Au 1° de l'article L. 3122-11 du code du travail, dans sa rédaction antérieure à la loi n° 2008-789 du 20 août 2008 portant rénovation de la démocratie sociale et réforme du temps de travail ;5° A l'article L. 713-16 du code rural et de la pêche maritime, dans sa rédaction antérieure à la même loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Dans un délai de neuf mois à compter de la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur la redéfinition, l'utilisation et l'harmonisation des notions de jour et, en tant que de besoin, l'adaptation de la quotité des jours, dans la législation du travail et de la sécurité sociale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le Gouvernement présente, au plus tard le 31 décembre 2016, un rapport sur les voies de valorisation et de promotion du dialogue social, notamment en identifiant des actions de pédagogie à destination du grand public.Ce rapport s'attache plus particulièrement à présenter des pistes de réflexion permettant une meilleure articulation des instances consultatives actuelles, une meilleure définition de leurs missions ainsi que l'amélioration du cadre et de la méthode de la négociation interprofessionnelle."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "IV.-Le présent article s'applique aux accords conclus après la publication de la présente loi, à l'exception de ses dispositions relatives aux conditions de publicité mentionnées à l'article L. 2231-5-1 du code du travail, qui s'appliquent aux accords conclus à compter du 1er septembre 2017.V.-Le Gouvernement remet au Parlement, avant le 30 septembre 2018, un rapport sur l'application de l'article L. 2231-5-1 du code du travail, dans sa rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "IV. - Le II et le 1° du III du présent article s'appliquent à compter de  la date où les accords ou conventions dénoncés ou mis en cause cessent  de produire leurs effets, y compris si la date de leur dénonciation ou  de leur mise en cause est antérieure à la publication de la présente  loi."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "XVI.-Le VIII du présent article est applicable aux entreprises mentionnées au VI de l'article 13 de la loi n° 2015-994 du 17 août 2015 relative au dialogue social et à l'emploi dans lesquelles l'employeur a décidé le maintien de la délégation unique du personnel."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport, établi en concertation avec les partenaires sociaux, effectuant un bilan de la mise en œuvre de la base de données économiques et sociales mentionnée à l'article L. 2323-8 du code du travail. Ce rapport porte également sur l'articulation entre la base de données économiques et sociales et les autres documents d'information obligatoires relatifs à la politique économique et sociale de l'entreprise."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. à VIII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIX.-A.-Le présent article s'applique à compter du 1er janvier 2017 aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail.\n\nIl s'applique à compter du 1er mai 2018 aux autres accords collectifs, à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail. (1)\n\nB.-Le Gouvernement remet au Parlement, au plus tard le 31 décembre 2018, un rapport faisant le bilan de la mise en œuvre des nouvelles règles de validité des accords conclus au niveau de l'entreprise définies au présent article, notamment celles relatives à la consultation des salariés.\n\nCe rapport est établi après concertation avec les organisations syndicales de salariés et les organisations professionnelles d'employeurs représentatives aux niveaux interprofessionnel et multiprofessionnel, après avis de la Commission nationale de la négociation collective.\n\n-Code du travail\n\n-Code des transports\n\n-Code rural et de la pêche maritime\n\n-Code de la santé publique\n\n-Code du travail"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - A créé les dispositions suivantes :\n\nII à V. - A modifié les dispositions suivantes :\n\nVI. - (Abrogé)\n\n-Code du travail\n\n-Code du travail\n\n-Code de l'organisation judiciaire\n\n-Code du travail\n\nVII. - (Abrogé)"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Dans un délai de trois mois à compter de la promulgation de la présente loi :\n\n1° Les organisations professionnelles d'employeurs et les organisations syndicales de salariés représentatives au niveau national et interprofessionnel engagent une négociation sur la méthode permettant d'atteindre, dans un délai de trois ans à compter de la promulgation de la présente loi, l'objectif d'environ deux cents branches professionnelles. Les organisations professionnelles d'employeurs représentatives au niveau national et multi-professionnel sont associées à cette négociation ;\n\n2° Les organisations liées par une convention de branche engagent des négociations en vue d'opérer les rapprochements permettant d'atteindre cet objectif.\n\nIII.-Le ministre chargé du travail engage, au plus tard le 31 décembre 2016, la fusion des branches dont le champ d'application géographique est uniquement régional ou local et des branches n'ayant pas conclu d'accord ou d'avenant lors des quinze années précédant la promulgation de la présente loi.\n\nIV.-A l'expiration d'un délai de vingt-quatre mois à compter de la promulgation de la présente loi, le ministre chargé du travail engage la fusion des branches n'ayant pas conclu d'accord ou d'avenant lors des sept années précédant la promulgation de la présente loi.\n\nV.-Pendant les vingt-quatre mois suivant la promulgation de la présente loi, le ministre chargé du travail ne peut procéder à la fusion prévue au I de l'article L. 2261-32 du code du travail, dans sa rédaction résultant du présent article, en cas d'opposition écrite et motivée de la majorité des membres de la Commission nationale de la négociation collective.\n\nLe premier alinéa du présent V n'est pas applicable lorsque la fusion concerne des branches mentionnées au III du présent article.\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "II.-Le dernier alinéa de l'article L. 2222-1 du code du travail, dans sa rédaction résultant de la présente loi, est applicable à compter du 1er avril 2017, pour les conventions et accords conclus après cette date en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon.Le même alinéa est applicable à compter du 1er janvier 2018 à Mayotte.III.-L'application en Guadeloupe, en Guyane, en Martinique, à Mayotte, à La Réunion, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon des conventions et accords conclus avant la date mentionnée au II est réexaminée à l'occasion de la négociation de leurs avenants, qui peuvent décider de leur application pour tout ou partie à ces collectivités.IV.-Dans un délai de douze mois à compter de la promulgation de la présente loi, les organisations syndicales de salariés et les organisations professionnelles d'employeurs habilitées à négocier en Guadeloupe, en Guyane, en Martinique, à Mayotte, à La Réunion, à Saint-Barthélemy, à Saint-Martin ou à Saint-Pierre-et-Miquelon engagent, dans chacune de ces collectivités, des négociations permettant d'améliorer la couverture conventionnelle en outre-mer, le cas échéant en reprenant ou en adaptant des stipulations des conventions collectives nationales existantes, dans les conditions prévues à l'article L. 2622-2 du code du travail."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "III. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-736 DC du 4 août 2016.]"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'état des discriminations syndicales en France sur la base des travaux réalisés par le Défenseur des droits. Ce rapport fait état des bonnes pratiques observées dans les entreprises pour lutter contre ces discriminations."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "IV.-En l'absence de règles spécifiques prévues par un accord conclu entre les organisations d'employeurs représentatives au niveau considéré ou par une disposition législative ou réglementaire, chacune de ces organisations dispose, au sein des institutions ou organismes paritaires dont elle est membre, d'un nombre de voix délibératives proportionnel à son audience calculée selon la règle prévue au I de l'article L. 2135-15 du code du travail."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Sur la base des travaux réalisés par le Conseil économique, social et environnemental, le Gouvernement remet tous les cinq ans au Parlement un bilan qualitatif sur l'état du dialogue social en France, qui fait notamment état de sa dimension culturelle."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I., II. et IV. - A modifié les dispositions suivantes :\n\nIII. -  [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-736 DC du 4 août 2016.]\n\nV. - Les I à IV entrent en vigueur le 1er janvier 2017, à l'exception des 2° et 14° du II, qui entrent en vigueur le 1er janvier 2018.\n\nToutefois, un décret peut prévoir une entrée en vigueur avant le 1er  janvier 2018 des 2° et 14° du II pour les travailleurs indépendants  affiliés aux fonds d'assurance-formation de non-salariés qu'il  détermine.\n\nVI. - (abrogé).\n\nVII. - Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport relatif à l'intégration au compte personnel de formation des activités de bénévolat associatif des sauveteurs en mer embarqués et des nageurs sauveteurs.\n\n-Code du travail"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. à VI.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-Le présent article s'applique à la contribution à la formation professionnelle due par les travailleurs indépendants pour les périodes courant à compter du 1er janvier 2018.\n\nToutefois, le IV entre en vigueur le 1er janvier 2017.\n\nPar dérogation à l'article L. 6331-51 du code du travail, la contribution prévue au 2° de l'article L. 6331-48 du même code est due en 2019 pour les personnes immatriculées au répertoire des métiers pour le financement des droits à la formation des années 2019 et 2020. Elle fait l'objet de deux versements qui s'ajoutent à l'échéance provisionnelle des cotisations et contributions sociales des mois de février et novembre 2019 ou aux cotisations des mois de février et octobre 2019 pour les chefs d'entreprise mentionnés au deuxième alinéa de l'article L. 6331-51 dudit code.Par dérogation à l'article L. 225-1-4 du code de la sécurité sociale et pour les besoins de ce transfert, l'Agence centrale des organismes de sécurité sociale peut consentir en 2018, contre rémunération, des avances aux organismes mentionnés au 2° de l'article L. 6331-48 du code du travail dans la limite du montant prévisionnel des flux financiers de l'année en cours ainsi que du plafond individuel de l'année précédente prévu à l'article L. 6331-50 du même code applicable aux chambres mentionnées au a de l'article 1601 du code général des impôts.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-Ordonnance n° 2003-1213 du 18 décembre 2003\n\n-Code du travail\n\n-Livre des procédures fiscales\n\n-Loi n° 82-1091 du 23 décembre 1982\n\n-LOI n° 2011-1977 du 28 décembre 2011"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Une concertation sur les dispositifs pouvant être intégrés dans le compte personnel d'activité est engagée avant le 1er octobre 2016 avec les organisations professionnelles d'employeurs et syndicales de salariés représentatives au niveau national et interprofessionnel, qui, si elles le souhaitent, ouvrent une négociation à ce sujet."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi afin de :1° Mettre en œuvre, pour chaque agent public, un compte personnel d'activité ayant pour objet d'informer son titulaire de ses droits à formation et ses droits sociaux liés à sa carrière professionnelle, ainsi que de permettre l'utilisation des droits qui y sont inscrits ;2° Définir les conditions d'utilisation et les modalités de gestion de ce compte ;3° Définir les règles de portabilité des droits mentionnés au 1° du présent I lorsqu'un agent public change d'employeur, y compris lorsqu'il change de statut, et des droits inscrits sur le compte personnel d'activité régi par le titre V du livre Ier de la cinquième partie du code du travail lorsque le titulaire du compte acquiert la qualité d'agent public ;4° Renforcer les garanties en matière de formation des agents publics, notamment les droits et congés y afférents ;5° Renforcer les garanties applicables aux agents publics en matière de prévention et d'accompagnement de l'inaptitude physique, améliorer les droits et congés pour raisons de santé ainsi que le régime des accidents de service et des maladies professionnelles applicables aux agents publics ;6° Adapter aux agents publics la plateforme de services en ligne mentionnée au II de l'article L. 5151-6 du code du travail.II.-L'ordonnance prévue au I du présent article est prise dans un délai de neuf mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi afin de :1° Mettre en œuvre un compte personnel d'activité pour chaque agent des chambres consulaires régi par un statut relevant de la loi n° 52-1311 du 10 décembre 1952 relative à l'établissement obligatoire d'un statut du personnel administratif des chambres d'agriculture, des chambres de commerce et des chambres de métiers, ayant pour objet d'informer son titulaire sur ses droits à formation et ses droits sociaux liés à sa carrière professionnelle, ainsi que de permettre l'utilisation des droits qui y sont inscrits ;2° Définir les conditions d'utilisation et les modalités de gestion de ce compte ;3° Définir les règles de portabilité des droits mentionnés au 1° lorsqu'un agent des chambres consulaires change d'employeur, y compris lorsqu'il change de statut, et des droits inscrits sur le compte personnel d'activité régi par le titre V du livre Ier de la cinquième partie du code du travail lorsque le titulaire du compte acquiert la qualité d'agent des chambres consulaires ;4° Adapter aux agents des chambres consulaires la plateforme de services en ligne mentionnée au II de l'article L. 5151-6 du code du travail et à laquelle a accès chaque titulaire d'un compte personnel d'activité.II.-L'ordonnance prévue au I est prise dans un délai de neuf mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "IV.-Le présent article est applicable à compter du 1er janvier 2017. Les contrats d'insertion dans la vie sociale conclus antérieurement continuent à produire leurs effets dans les conditions applicables avant cette date, jusqu'à leur terme."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "III. - Les I et II s'appliquent au titre des cotisations dues pour les périodes courant à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "II.-Le présent article entre en vigueur le 1er janvier 2017. Les contrats d'insertion dans la vie sociale conclus avant le 1er janvier 2017 continuent à produire leurs effets dans les conditions applicables avant cette date, jusqu'à leur terme."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport relatif à l'application de la loi n° 2012-1189 du 26 octobre 2012 portant création des emplois d'avenir, afin de présenter l'impact de ses dispositions sur la politique de l'emploi.Ce rapport étudie l'opportunité d'une prolongation du dispositif au-delà des trois années prévues par la même loi."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "II.-Le présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "II. - Le I du présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "II. - Le présent article entre en vigueur à une date fixée par décret,  et au plus tard trois ans après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Une concertation sur le développement du télétravail et du travail à distance est engagée, avant le 1er octobre 2016, avec les organisations professionnelles d'employeurs et les organisations syndicales de salariés représentatives au niveau national et interprofessionnel, qui, si elles le souhaitent, ouvrent une négociation à ce sujet.Cette concertation s'appuie sur un large état des lieux faisant apparaître :1° Le taux de télétravail par branche selon la famille professionnelle et le sexe ;2° La liste des métiers, par branche professionnelle, potentiellement éligibles au télétravail.Cette concertation porte également sur l'évaluation de la charge de travail des salariés en forfait en jours, sur la prise en compte des pratiques liées aux outils numériques permettant de mieux articuler la vie personnelle et la vie professionnelle, ainsi que sur l'opportunité et, le cas échéant, les modalités du fractionnement du repos quotidien ou hebdomadaire de ces salariés.A l'issue de la concertation, un guide des bonnes pratiques est élaboré et sert de document de référence lors de la négociation d'une convention ou d'un accord d'entreprise.II. - Avant le 1er décembre 2016, le Gouvernement remet au Parlement un rapport sur l'adaptation juridique des notions de lieu, de charge et de temps de travail liée à l'utilisation des outils numériques."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "III. - Le I du présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-736 DC du 4 août 2016.]"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-736 DC du 4 août 2016.]"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er décembre 2016.\n\n- Code du travail"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. - L'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur est ratifiée.\n\nII. - A modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "A titre expérimental jusqu'au 31 décembre 2017, par dérogation au premier alinéa de l'article L. 6325-1 du code du travail, le contrat de professionnalisation peut être conclu par les demandeurs d'emploi, y compris ceux écartés pour inaptitude et ceux qui disposent d'une reconnaissance de la qualité de travailleur handicapé, notamment les moins qualifiés et les plus éloignés du marché du travail, en vue d'acquérir des qualifications autres que celles mentionnées à l'article L. 6314-1 du même code."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "A titre expérimental, dans les régions volontaires, il est dérogé à la limite d'âge de vingt-cinq ans prévue à l'article L. 6222-1 du code du travail. Cette limite d'âge est portée à trente ans.Cette expérimentation est mise en place du 1er janvier 2017 au 31 décembre 2019.La région ou la collectivité territoriale de Corse adresse au représentant de l'Etat dans la région le bilan au 31 décembre 2019 de l'expérimentation qui lui a été, le cas échéant, confiée.Le Gouvernement remet au Parlement, au cours du premier semestre 2020, un rapport portant sur les expérimentations mises en œuvre au titre du présent article afin de préciser les conditions éventuelles de leur généralisation."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "A titre expérimental, à La Réunion, l'Etat peut autoriser la mise en place d'un dispositif de contractualisation avec des personnes, en emploi ou non, sans qualification professionnelle, leur permettant d'exercer pleinement leurs droits et d'accéder à un premier niveau de qualification professionnelle.L'Etat élabore le protocole d'expérimentation et le soumet pour avis au comité régional de l'emploi, de la formation et de l'orientation professionnelles.Cette expérimentation est mise en place du 1er janvier 2017 au 31 décembre 2018.Le comité régional de l'emploi, de la formation et de l'orientation professionnelles adresse au ministre chargé de la formation professionnelle le bilan de l'expérimentation dont il assure le suivi, établi au 31 décembre 2019."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I., II., V. et VI.-A modifié les dispositions suivantes :\n\nIII.-Les agents contractuels relevant des articles L. 937-1 et L. 953-3-1 du code de l'éducation, y compris ceux qui ont été antérieurement recrutés sur le fondement des articles 4 ou 6 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, peuvent accéder à la fonction publique de l'Etat dans les conditions prévues au chapitre Ier du titre Ier de la loi n° 2012-347 du 12 mars 2012 relative à l'accès à l'emploi titulaire et à l'amélioration des conditions d'emploi des agents contractuels dans la fonction publique, à la lutte contre les discriminations et portant diverses dispositions relatives à la fonction publique.\n\nIV.-Le III du présent article est applicable, d'une part, à Wallis-et-Futuna en tant qu'il concerne les agents mentionnés à l'article L. 937-1 du code de l'éducation et, d'autre part, en Nouvelle-Calédonie et en Polynésie française en tant qu'il concerne les agents mentionnés à l'article L. 953-3-1 du même code.\n\n-Code de l'éducation\n\n-Loi n° 84-16 du 11 janvier 1984"
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - L'ordonnance n° 2015-380 du 2 avril 2015 relative au portage salarial est ratifiée.\n\nII. à VII. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code du travail\n\n- Code du travail\n\n- Code des transports"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I., II., III., IV., V. et VIII.-A modifié les dispositions suivantes :\n\nVI.-Dans les six mois suivant la promulgation de la présente loi, les organisations syndicales de salariés et les organisations professionnelles d'employeurs des branches dans lesquelles l'emploi saisonnier défini au 3° de l'article L. 1242-2 du code du travail est particulièrement développé et qui ne sont pas déjà soumises à des stipulations conventionnelles en ce sens engagent des négociations relatives au contrat de travail à caractère saisonnier afin de définir les modalités de reconduction de ce contrat et de prise en compte de l'ancienneté du salarié.\n\nDans les conditions prévues à l'article 38 de la Constitution, dans un délai de neuf mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi de nature à lutter contre le caractère précaire de l'emploi saisonnier et s'appliquant, à défaut d'accord de branche ou d'entreprise, dans les branches qu'elle détermine, à la reconduction du contrat de travail à caractère saisonnier conclu en application du 3° de l'article L. 1242-2 du code du travail et à la prise en compte de l'ancienneté du salarié. Le projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de cette ordonnance.\n\nVII.-Avant le 31 décembre 2017, le Gouvernement remet au Parlement un rapport sur le bilan des négociations menées par les organisations professionnelles d'employeurs et les organisations syndicales de salariés. Ce bilan porte notamment sur les modalités de compensation financière versée aux salariés en cas de non-reconduction du contrat de travail.\n\n-Code du travail"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Par dérogation à l'article L. 3123-33 du code du travail et à titre expérimental, dans les branches dans lesquelles l'emploi saisonnier au sens du 3° de l'article L. 1242-2 du même code est particulièrement développé, déterminées par arrêté du ministre chargé du travail, les emplois à caractère saisonnier peuvent donner lieu, jusqu'au 31 décembre 2019, à la conclusion d'un contrat de travail intermittent en l'absence de convention ou d'accord d'entreprise ou d'établissement ou en l'absence d'accord de branche, après information du comité d'entreprise ou des délégués du personnel. Le cas échéant, le contrat précise que la rémunération versée mensuellement au salarié est indépendante de l'horaire réel effectué et qu'elle est lissée sur l'année. Les articles L. 3123-34, L. 3123-35 et L. 3123-37 dudit code sont applicables.L'expérimentation comporte également un volet relatif à la sécurisation de la pluriactivité des salariés concernés, afin de leur garantir une activité indépendante ou salariée avec plusieurs employeurs sur une année entière en associant les partenaires intéressés au plan territorial.Le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation avant le 1er mars 2020.La même dérogation est accordée aux entreprises adaptées mentionnées à l'article L. 5213-13 du même code."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable aux licenciements économiques engagés après la publication de la présente loi.\n\nPour l'application du premier alinéa du présent II, la procédure de licenciement est considérée comme engagée soit à compter de la date d'envoi de la convocation à l'entretien préalable mentionnée à l'article L. 1233-11 du code du travail, soit à compter de la date d'envoi de la convocation à la première réunion des délégués du personnel ou du comité d'entreprise mentionnée à l'article L. 1233-30 du même code.\n\n- Code du travail"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I.-A créé les dispositions suivantes :\n\nIV.-A modifié les dispositions suivantes :\n\nII.-Le I du présent article entre en vigueur le 1er janvier 2016, à l'exception des 2° à 4° du I de l'article L. 842-8 du code de la sécurité sociale, qui entrent en vigueur le 1er octobre 2016.\n\nIII.-Par dérogation à l'article L. 843-2 du code de la sécurité sociale, lorsqu'un travailleur bénéficiaire de l'allocation mentionnée aux articles L. 821-1 et L. 821-2 du même code dépose une demande de prime d'activité avant le 1er octobre 2016, le droit est ouvert à compter du 1er janvier 2016.\n\nV.-A.-(Abrogé)\n\nB.-Pour l'application à Mayotte des II et III du présent article, la date : 1er janvier 2016 est remplacée par la date : 1er juillet 2016.\n\n-Code de la sécurité sociale.\n\n-Code de l'action sociale et des familles\n\nleft"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "III. - Le présent article entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "V. - Le présent article entre en vigueur à la date de publication des  décrets pris pour son application, et au plus tard le 1er janvier 2017."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport présentant des propositions pour renforcer l'attractivité de la carrière de médecin du travail, pour améliorer l'information des étudiants en médecine sur le métier de médecin du travail, la formation initiale des médecins du travail ainsi que l'accès à cette profession par voie de reconversion."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I.-Pendant une durée de quatre ans à compter de la promulgation de la présente loi, le corps de l'inspection du travail est accessible, sans préjudice des voies d'accès prévues par le statut particulier de ce corps, par la voie d'un concours ouvert aux agents relevant du corps des contrôleurs du travail, dans la limite d'un contingent annuel de 250 postes chaque année. Ce concours est ouvert aux contrôleurs du travail justifiant, au 1er janvier de l'année au titre de laquelle le concours est organisé, de cinq ans de services effectifs dans leur corps.\n\nLes candidats ainsi recrutés sont nommés inspecteurs du travail stagiaires. Pendant la période de stage d'une durée de six mois au moins, ils suivent une formation obligatoire. Seuls les inspecteurs du travail stagiaires dont le stage a été considéré comme satisfaisant, le cas échéant après une prolongation d'une durée maximale de trois mois, sont titularisés dans le corps de l'inspection du travail. Les stagiaires qui n'ont pas été titularisés au terme du stage sont réintégrés dans leur corps d'origine. La durée du stage est prise en compte pour l'avancement, en dehors des périodes de prolongation éventuelle.\n\nLes postes mentionnés au premier alinéa du présent I peuvent également être pourvus par la voie d'une liste d'aptitude, dans la limite d'un cinquième. Les conditions d'inscription sur cette liste sont définies par décret.\n\nII., III., IV. et V.-A modifié les dispositions suivantes :\n\n-Code du travail\n\n-Code des transports"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "L'ordonnance n° 2016-413 du 7 avril 2016 relative au contrôle de l'application du droit du travail est ratifiée."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "I. - Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement procède avec les organisations syndicales de salariés et les organisations professionnelles d'employeurs représentatives à Mayotte à une concertation sur les adaptations nécessaires à l'extension à ce département des dispositions du code du travail et des dispositions spécifiques en matière de travail, d'emploi et de formation professionnelle applicables en métropole ou dans les autres collectivités régies par l'article 73 de la Constitution.II. - Le code du travail est applicable à Mayotte à compter du 1er janvier 2018.III. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de quatorze mois à compter de la promulgation de la présente loi, les mesures nécessaires pour :1° Rendre applicables à Mayotte, le cas échéant avec les adaptations nécessaires, les dispositions du code du travail relevant du domaine de la loi, ainsi que pour rendre applicables à Mayotte les dispositions spécifiques en matière de travail, d'emploi et de formation professionnelle relevant du domaine de la loi et applicables en ces matières en métropole ou dans les autres collectivités régies par l'article 73 de la Constitution ;2° Procéder à l'abrogation du code du travail applicable à Mayotte.IV. - Un projet de loi de ratification de l'ordonnance mentionnée au premier alinéa du III est déposé devant le Parlement au plus tard trois mois après la fin du mois suivant la publication de cette ordonnance."
    }
  ]
}