{
  "id": "jorftext000000256180",
  "type": "statute",
  "title": "Loi n° 2004-1343 du 9 décembre 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000256180",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à modifier et à compléter, par ordonnance, les dispositions de la loi n° 78-753 du 17 juillet 1978 portant diverses mesures d'amélioration des relations entre l'administration et le public et diverses dispositions d'ordre administratif, social et fiscal, ainsi que les autres dispositions législatives portant sur l'accès à des documents administratifs ou à des données publiques, afin :1° D'étendre le régime général d'accès aux documents à certaines matières régies par des lois spéciales, d'harmoniser les règles applicables aux demandeurs entre les différents régimes d'accès aux documents, d'élargir et d'améliorer les possibilités d'accès aux documents, même à titre partiel, et de préciser la composition et les compétences de la Commission d'accès aux documents administratifs ;2° De fixer le cadre juridique relatif à l'accès, à la réutilisation et à la diffusion des données publiques produites ou collectées par l'Etat, les collectivités territoriales, les établissements publics ou les organismes de droit public ou privé chargés de la gestion d'un service public, notamment en transposant la directive 2003/98/CE du Parlement européen et du Conseil, du 17 novembre 2003, concernant la réutilisation des informations du secteur public."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour harmoniser les règles de retrait des actes administratifs, dans un objectif de simplification et de sécurité juridique."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans le respect des règles de protection de la liberté individuelle et de la vie privée établies par la législation relative à l'informatique, aux fichiers et aux libertés, les mesures nécessaires :\n\n1° Pour assurer la sécurité des informations échangées par voie électronique entre les usagers et les autorités administratives, ainsi qu'entre les autorités administratives ;\n\n2° Pour simplifier l'exercice des démarches administratives, en permettant aux usagers de les faire par voie électronique et en définissant les conditions d'une interopérabilité des services offerts sous cette forme par les autorités administratives ;\n\n3° Pour permettre que, dans le cadre des procédures de contrôle, les échanges entre les autorités administratives et les usagers et les échanges entre autorités administratives soient réalisés par voie électronique ;\n\n4° Pour mettre à la disposition des usagers un dispositif leur donnant la possibilité de stocker sous forme électronique les documents et données les intéressant et susceptibles d'être transmis, à leur initiative, aux destinataires qu'ils auront désignés ;\n\n5° Pour faire en sorte que les usagers puissent déclarer, en une seule opération, leur changement d'adresse ou leur changement de situation familiale aux autorités administratives ainsi que, le cas échéant, à tout organisme chargé d'une mission de service public et à des organismes de droit privé ;\n\n6° Pour permettre et favoriser la signature électronique des actes des autorités administratives.\n\nSont considérés comme autorités administratives au sens des 1° à 6° les administrations de l'Etat, les collectivités territoriales, les établissements publics à caractère administratif, les organismes gérant des régimes de protection sociale relevant du code de la sécurité sociale et du code rural ou mentionnés aux articles L. 223-16 et L. 351-21 du code du travail et les autres organismes chargés de la gestion d'un service public administratif.\n\nII. - (Abrogé)."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance les dispositions du code civil relatives à la filiation, afin de :1° Tirer les conséquences de l'égalité de statut entre les enfants quelles que soient les conditions de leur naissance ;2° Unifier les conditions d'établissement de la filiation maternelle ;3° Préciser les conditions de constatation de la possession d'état ;4° Harmoniser le régime procédural de l'établissement judiciaire de la filiation ;5° Sécuriser le lien de filiation ;6° Préserver l'enfant des conflits de filiation ;7° Simplifier et harmoniser le régime des actions en contestation, notamment en en modifiant les titulaires et les délais."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour :1° Simplifier les règles de fonctionnement des tribunaux du contentieux de l'incapacité et de la Cour nationale de l'incapacité et de la tarification de l'assurance des accidents du travail ;2° Harmoniser le statut des assesseurs des tribunaux du contentieux de l'incapacité et des tribunaux des affaires de sécurité sociale."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique, l'ordonnance n° 92-1143 du 12 octobre 1992 relative à l'aide juridictionnelle à Mayotte et l'ordonnance n° 92-1147 du 12 octobre 1992 relative à l'aide juridictionnelle en matière pénale dans les territoires d'outre-mer, afin de :1° Simplifier les conditions et procédures d'admission ainsi que les effets de l'aide juridictionnelle ;2° Adapter à Mayotte, à la Polynésie française et aux îles Wallis et Futuna les dispositions relatives à l'aide juridictionnelle et à l'aide à l'intervention de l'avocat au cours de la garde à vue, en matière de médiation pénale et de composition pénale ainsi que pour l'assistance aux détenus au cours de procédures disciplinaires prévues par la loi n° 91-647 du 10 juillet 1991 précitée.II. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toutes dispositions de nature à :1° Aménager les législations relatives aux monuments historiques, aux secteurs sauvegardés et aux zones de protection du patrimoine architectural, urbain et paysager, à l'effet d'améliorer la cohérence de leurs dispositions ;2° Permettre la déconcentration des décisions en matière d'autorisation de travaux sur les immeubles adossés aux immeubles classés parmi les monuments historiques, ainsi qu'en matière d'approbation des plans de sauvegarde et de mise en valeur des secteurs sauvegardés ;3° Etendre les compétences des collectivités territoriales en matière de création de zone de protection du patrimoine architectural, urbain et paysager et en matière d'autorisation spéciale de travaux en secteurs sauvegardés ;4° Préciser les droits et obligations du propriétaire d'un monument protégé au titre de la législation relative aux monuments historiques, en cas d'exécution de travaux sur ce monument.II et III. - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toutes dispositions de nature à :1° Aménager la législation applicable aux cimetières, aux opérations funéraires et à la police des funérailles ;2° Aménager le régime juridique des associations, fondations et congrégations en ce qui concerne :a) Le régime d'autorisation relatif aux libéralités consenties au profit des associations, fondations et congrégations, auquel pourra être substitué un régime déclaratif assorti d'un pouvoir d'opposition de l'administration. Les associations ou fondations dont les activités ou celles de leurs dirigeants sont visées à l'article 1er de la loi n° 2001-504 du 12 juin 2001 tendant à renforcer la prévention et la répression des mouvements sectaires portant atteinte aux droits de l'homme et aux libertés fondamentales sont exclues du champ de la présente habilitation ;b) Certaines modalités de déclaration des associations auprès des préfectures ;c) Les obligations des associations et des fondations relatives à la tenue de comptes annuels, au contrôle de ceux-ci et à leur publicité ;3° Aménager les procédures relatives à l'exercice des professions réglementées de courtier en vin et de commerçant ambulant ;4° Aménager le régime de protection des mineurs accueillis hors du domicile parental à l'occasion des vacances scolaires, des congés professionnels, des loisirs et des voyages scolaires.II. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I entreront en vigueur le 1er janvier 2005."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour simplifier, clarifier et harmoniser la réglementation des aides personnelles au logement, à en améliorer la gestion et à tirer les conséquences de la fusion des organismes consultatifs institués par les articles L. 361-1 et L. 362-1 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour :1° Redéfinir le champ d'application et simplifier les règles de délivrance des déclarations et autorisations d'utiliser le sol ;2° Regrouper les procédures de délivrance de ces actes ;3° Redéfinir les procédures de contrôle de la conformité des travaux."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour faciliter la conclusion de conventions pour les logements locatifs privés bénéficiant des aides de l'Agence nationale de l'habitat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour harmoniser la définition des surfaces bâties prises en compte pour l'application des législations de l'urbanisme, de l'habitat et de la construction."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans le domaine forestier, les dispositions nécessaires pour :1° Etendre le champ des dispenses d'autorisation de coupes et alléger les formalités de déclaration de coupes d'urgence ;2° Alléger les conditions mises à l'admission des propriétaires de forêts au bénéfice de certaines aides publiques et exonérations fiscales ;3° Simplifier la procédure d'élaboration du document départemental de gestion de l'espace agricole et forestier et supprimer la procédure de confirmation des plans simples de gestion à la suite d'une mutation à droits réduits."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toutes mesures adaptant la législation relative aux impositions de toute nature pour :1° Simplifier les démarches des usagers en allégeant, supprimant ou dématérialisant des formalités ;2° Simplifier les modalités de recouvrement de l'impôt et les règles régissant le contentieux du recouvrement, notamment en ce qui concerne la répartition des compétences juridictionnelles ;3° Simplifier, harmoniser ou aménager le régime de pénalités prévu par le code général des impôts et le livre des procédures fiscales ;4° Simplifier et améliorer les procédures de déclaration, de collecte et de contrôle de la taxe d'apprentissage ;5° Améliorer les rapports entre l'administration fiscale et les contribuables, notamment en ce qui concerne les droits et garanties qui leur sont reconnus ;6° Permettre au contribuable de se prévaloir de la doctrine et des décisions de l'administration relatives à l'assiette des droits et taxes perçus et recouvrés selon les modalités du code des douanes ;7° Adapter les articles du code général des impôts qui se réfèrent à des dispositions relevant d'autres législations qui ont été modifiées ou abrogées."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé par ordonnance à définir la notion de Français établi hors de France et à modifier les dispositions législatives pour harmoniser ou unifier les expressions désignant les Français établis hors de France."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toutes mesures nécessaires pour substituer des régimes déclaratifs à certains régimes d'autorisation administrative préalable auxquels sont soumises les entreprises et pour définir les possibilités d'opposition de l'administration, les modalités du contrôle a posteriori et les sanctions éventuelles. Dans les mêmes conditions, le Gouvernement est autorisé à prendre par ordonnance toutes mesures nécessaires pour supprimer ou simplifier certains régimes d'autorisation et pour supprimer certains régimes déclaratifs.II. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour :1° Inclure dans le code de commerce, en les aménageant, les dispositions législatives instituant des incapacités d'exercer une activité dans le domaine commercial ou industriel ;2° Opérer la refonte des livres II et VIII du code de commerce en ce qu'ils concernent les commissaires aux comptes et intégrer dans le livre VIII du même code les règles applicables aux commissaires aux comptes, en améliorant la formation et le contrôle des commissaires aux comptes ainsi que le fonctionnement      de la Haute autorité de l'audit et en permettant à celui-ci de négocier et conclure des accords de coopération avec les autorités des autres Etats exerçant des compétences analogues ou similaires ;3° Supprimer les obligations déclaratives des commerçants relatives à leur régime matrimonial ;4° Adapter les dispositions législatives relatives à la comptabilité des entreprises au règlement (CE) n° 1606/2002 du Parlement européen et du Conseil, du 19 juillet 2002, sur l'application des normes comptables internationales et aux directives 2003/51/ CE du Parlement européen et du Conseil, du 18 juin 2003, modifiant les directives 78/660/ CEE, 83/349/ CEE, 86/635/ CEE et 91/674/ CEE du Conseil sur les comptes annuels et les comptes consolidés de certaines catégories de sociétés, des banques et autres établissements financiers et des entreprises d'assurance, et 2001/65/ CE du Parlement européen et du Conseil, du 27 septembre 2001, modifiant les directives 78/660/ CEE, 83/349/ CEE et 86/635/ CEE en ce qui concerne les règles d'évaluation applicables aux comptes annuels et aux comptes consolidés de certaines formes de sociétés ainsi qu'à ceux des banques et autres établissements financiers.Les dispositions codifiées en vertu du présent article sont celles en vigueur au moment de la publication des ordonnances, sous réserve des modifications apportées en application des l° et 2° et de celles qui seraient rendues nécessaires pour assurer la hiérarchie des normes, améliorer la cohérence rédactionnelle des textes rassemblés, harmoniser l'état du droit et abroger les dispositions devenues sans objet."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires à :1° La transformation de l'établissement public industriel et commercial dénommé Agence nationale de valorisation de la recherche (ANVAR) en société commerciale, au capital détenu majoritairement, directement ou indirectement, par l'Etat. L'Etat ou d'autres personnes publiques pourront confier à cette société, par acte unilatéral ou par convention, des missions de service public ;2° La constitution d'un patrimoine d'affectation, garanti par l'Etat et insaisissable, permettant la gestion des aides à la recherche industrielle au sein des comptes de l'ANVAR ;3° La création de l'établissement public industriel et commercial auquel l'Etat apportera les participations qu'il détient, ou viendra à détenir, au capital de la Banque de développement des petites et moyennes entreprises et de la société commerciale résultant de la transformation del'établissement public industriel et commercial ANVAR.Ces mesures pourront, en tant que de besoin, déroger aux dispositions portant sur les sociétés commerciales du code de commerce et à la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à supprimer par ordonnance les procédures de cotation ou de paraphe de certains registres, livres ou répertoires par le juge d'instance et à les remplacer, le cas échéant, par d'autres formalités."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour :1° Aménager les procédures relatives au fonctionnement de l'ordre des architectes, aux élections ordinales et aux mesures disciplinaires applicables aux architectes prévues par les dispositions de la loi n° 77-2 du 3 janvier 1977 sur l'architecture ;2° Régler, en prenant en compte les situations existantes, le cas des professionnels de la maîtrise d'oeuvre qui ont déposé une demande de reconnaissance de qualification professionnelle en application du 2° de l'article 37 de la loi n° 77-2 du 3 janvier 1977 précitée et sur laquelle il n'a pas été statué définitivement ;3° Modifier les dispositions législatives relatives àl'architecture pour tenir compte des conséquences, sur les conditions d'accès et d'exercice de la professiond'architecte, de l'instauration dans l'enseignement de l'architecture d'un dispositif fondé sur les trois grades de licence, master et doctorat."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour modifier les dispositions du code monétaire et financier relatives au régime de transfert de propriété des instruments financiers, afin d'harmoniser les règles de transfert de propriété des instruments financiers admis aux opérations d'un dépositaire central ou livrés dans un système de règlement et de livraison."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour simplifier les procédures de constitution et de réalisation des contrats de garantie financière et pour transposer la directive 2002/47/CE du Parlement européen et du Conseil, du 6 juin 2002, concernant les contrats de garantie financière."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour transposer la directive 2002/65/CE du Parlement européen et du Conseil, du 23 septembre 2002, concernant la commercialisation à distance de services financiers auprès des consommateurs, et modifiant les directives 90/619/CEE du Conseil, 97/7/CE et 98/27/CE."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour modifier les dispositions relatives au registre public de la cinématographie et de l'audiovisuel, afin d'alléger les formalités demandées aux usagers, supprimer les dispositions devenues inutiles et élargir le champ de la publicité, ainsi que pour instituer, en complément du registre public de la cinématographie et de l'audiovisuel, un registre des options prises pour l'achat du droit d'adaptation d'oeuvres."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Préciser le champ d'application de l'obligation d'assurance dans le domaine de la construction ;2° Prévoir l'obligation pour les assureurs de proposer une assurance facultative des dommages causés à des ouvrages existants par des travaux nouveaux soumis à l'obligation d'assurance ;3° Soumettre les actions mettant en cause la responsabilité des sous-traitants aux mêmes délais de prescription que celles qui mettent en cause la responsabilité des constructeurs ;4° Assurer la cohérence des dispositions du code de la construction et de l'habitation relatives aux régimes d'assurance avec celles du code civil et du code des assurances ;5° Préciser la mission du contrôleur technique et les limites de sa responsabilité."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour harmoniser les modalités d'établissement des états et constats permettant l'information et la protection des acquéreurs et des preneurs de biens immobiliers, en prévoir la production dans un document unique et définir les conditions requises des professionnels qui procèdent à ces états et constats.II et III - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour adapter et simplifier le régime juridique applicable aux changements d'affectation des locaux."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance la loi n° 46-942 du 7 mai 1946 instituant l'ordre des géomètres experts afin d'assurer la transposition, à la profession de géomètre expert, de la directive 2001/19/CE du Parlement européen et du Conseil du 14 mai 2001 modifiant diverses directives concernant le système général de reconnaissance des qualifications professionnelles et d'adapter les dispositions de cette loi relatives aux procédures disciplinaires."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance le régime de reconnaissance de la capacité professionnelle exigée pour l'accès aux professions de transporteur public de voyageurs, de transporteur public de marchandises, de commissionnaire de transport et de loueur de véhicules industriels et à simplifier les procédures d'établissement des contrats types de transport public de marchandises."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Moderniser et harmoniser les dispositions relatives aux abattoirs et diversifier les modalités d'exploitation des abattoirs publics ;2° Renforcer le contrôle du respect de certains accords interprofessionnels laitiers et adapter les sanctions des manquements à la réglementation relative aux quotas laitiers à la gravité de ces manquements ;3° Alléger le régime d'autorisation des centres d'insémination artificielle et des centres de transfert des embryons, en ce qui concerne les équidés, les ovins et les porcins ;4° Confier aux haras nationaux la mission d'enregistrement des détenteurs d'équidés ;5° Alléger ou supprimer le contrôle des colombiers et de la colombophilie civile ;6° Simplifier et adapter les règles applicables à la lutte contre les maladies animales et à l'élaboration de la nomenclature des maladies réputées contagieuses."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Permettre la coexistence, sur la même aire géographique, de différents vins mousseux en appellation d'origine ;2° Supprimer des comités interprofessionnels vitivinicoles qui ont cessé toute activité."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Simplifier la procédure d'agrément des sociétés coopératives agricoles, de leurs unions et des sociétés d'intérêt collectif agricole et harmoniser le droit applicable aux coopératives agricoles avec celui qui s'applique aux autres coopératives ;2° Simplifier la procédure d'agrément prévue aux articles L. 5143-6 et L. 5143-7 du code de la santé publique ;3° Modifier et simplifier la procédure d'extension des avenants salariaux à des conventions collectives dans les professions agricoles ;4° Simplifier la procédure de détermination de la surface minimum d'installation et des équivalences hors-sol dans les départements d'outre-mer ;5° Exonérer certains patrons pêcheurs propriétaires de navires de l'obligation de s'inscrire au registre du commerce et des sociétés en fonction des caractéristiques de leur activité et de la dimension des navires.II. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Clarifier le champ d'application du régime social agricole par rapport à la définition économique de l'activité agricole ;2° Simplifier les règles de détermination de l'assiette servant au calcul des cotisations et des contributions sociales des personnes non salariées agricoles, en tenant compte notamment de l'évolution prévisible de leurs revenus professionnels ;3° Etendre le dispositif du titre emploi simplifié agricole à l'ensemble des employeurs de salariés agricoles ;4° Permettre aux adultes handicapés sans activité professionnelle de demeurer rattachés au régime de protection sociale agricole dont relèvent leurs parents lorsqu'ils perdent la qualité d'enfant à charge ;5° Aligner les conditions de majoration de la pension de retraite servie à titre personnel au conjoint collaborateur du chef d'une exploitation ou d'une entreprise agricole sur celles de leur pension de réversion ;6° Simplifier le versement, par le régime spécial de sécurité sociale des marins, des pensions de faible montant ;7° Simplifier les relations des associations agricoles bénéficiaires du dispositif chèque-emploi associatif, visé à l'article L. 128-1 du code du travail, avec leur organisme de recouvrement en confiant les opérations de recouvrement des cotisations et contributions sociales ainsi que des cotisations de médecine du travail et, le cas échéant, des cotisations d'ordre conventionnel dues au titre de l'emploi de salariés agricoles aux caisses de mutualité sociale agricole."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, en matière de police de l'eau et de police de la pêche et du milieu aquatique, les dispositions nécessaires pour :1° Permettre à l'autorité administrative compétente de faire opposition aux projets d'installations, d'ouvrages, de travaux et d'activités soumis à déclaration en application de l'article L. 214-3 du code de l'environnement ;2° Instituer un régime de transaction pénale pour les infractions définies au titre Ier du livre II du même code et préciser, dans l'article L. 437-14 du même code, les conséquences de la transaction pénale sur l'action publique ;3° Adapter les conditions de mise en conformité des installations et ouvrages mentionnés à l'article L. 214-6 du même code ;4° Simplifier les procédures de demande d'autorisation applicables, en vertu des articles L. 214-1 à L. 214-6 du même code, aux opérations connexes ou relevant d'une même activité ;5° Simplifier, harmoniser et adapter les procédures d'autorisation au titre de la police de l'eau, de la police de la pêche et en matière d'immersion, ainsi que le régime contentieux qui leur est applicable."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Simplifier les procédures de suspension d'autorisation d'installations classées ;2° Simplifier les procédures consultatives prescrites en cas de demande d'autorisation d'installations classées situées dans des vignobles ;3° Abroger les dispositions devenues sans objet du code de l'environnement en ce qui concerne les installations classées et les déchets ;4° Simplifier les procédures prévues à l'article L. 541-17 du code de l'environnement."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toutes mesures de nature à renforcer les droits des cotisants dans leurs relations avec les organismes chargés du recouvrement des contributions et des cotisations de sécurité sociale aux fins de :1° Permettre aux cotisants de se prévaloir des circulaires et instructions ministérielles publiées ;2° Permettre aux cotisants d'invoquer l'interprétation de l'organisme de recouvrement sur leur situation au regard de la législation relative aux cotisations et aux contributions de sécurité sociale ;3° Résoudre les difficultés qui peuvent apparaître lors de leur affiliation ou de l'application qui leur est faite des règles d'assiette ou de recouvrement de ces cotisations ou contributions."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance le code du travail pour :1° Alléger les formalités d'acquisition des prestations de formation ;2° Aménager les règles applicables aux prestataires de formation ;3° Adapter et harmoniser les procédures de contrôle et les sanctions applicables en matière d'actions de formation professionnelle ;4° Adapter les dispositions relatives à la définition des mesures destinées à anticiper et accompagner l'évolution des emplois et des compétences et organiser leur mise en oeuvre par voie de conventions conclues entre l'Etat et les organisations professionnelles et syndicales."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure pour :1° Unifier le traitement des litiges préélectoraux relatifs aux élections professionnelles ;2° Harmoniser les conditions d'ancienneté requises pour l'exercice des différents mandats de représentant du personnel ;3° Clarifier la définition de l'effectif pris en compte pour l'organisation des élections professionnelles."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toutes dispositions visant à réduire le nombre des organismes collégiaux consultatifs et observatoires placés auprès des autorités de l'Etat et à simplifier leur composition. Lorsque l'exercice d'une liberté publique ou le principe de libre administration des collectivités territoriales est en cause, une consultation doit être maintenue."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures nécessaires pour conférer un cadre législatif général aux groupements d'intérêt public."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Paragraphe modificateur.II. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance le code de justice administrative pour permettre aux membres d'une formation de jugement, lorsqu'ils sont simultanément affectés dans au moins deux juridictions d'outre-mer et que leur venue à l'audience n'est pas matériellement possible dans les délais prescrits par les dispositions en vigueur ou exigés par la nature de l'affaire, de siéger et, au commissaire du Gouvernement, de prononcer ses conclusions, dans un autre tribunal dont ils sont membres, relié, en direct, à la salle d'audience, par un moyen de communication audiovisuelle."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour ouvrir la possibilité aux établissements publics à caractère scientifique et technologique de déroger au régime budgétaire et comptable qui leur est applicable et présenter leur comptabilité selon les usages du commerce."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Regrouper les différentes procédures d'enquête publique et en simplifier et harmoniser les règles ;2° Autoriser le recours à une procédure d'enquête unique ou conjointe en cas de pluralité de maîtres de l'ouvrage ou de réglementations distinctes ;3° Coordonner les procédures d'enquête publique et de débat public."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Simplifier la procédure de déclassement des lignes du réseau ferré national ;2° Alléger les procédures d'adoption et de révision des schémas de services collectifs, prévus par la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire, et supprimer les schémas multimodaux de services collectifs de transport de voyageurs et de marchandises."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toutes mesures de simplification et d'amélioration des règles budgétaires et comptables applicables aux collectivités territoriales, à leurs groupements et aux établissements publics locaux qui leur sont rattachés."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance le code des juridictions financières afin de prendre des mesures visant à :1° Permettre à plusieurs juridictions financières de réaliser conjointement certains contrôles de gestion et instituer, pour la préparation et la synthèse de ces travaux, des délibérés conjoints entre plusieurs chambres régionales des comptes ou entre celles-ci et la Cour des comptes ;2° Confier aux chambres régionales des comptes le contrôle des groupements d'intérêt public majoritairement contrôlés par les collectivités, établissements ou organismes soumis au contrôle des chambres régionales des comptes ;3° Mettre à jour ce code, pour :a) Etendre aux conseillers maîtres en service extraordinaire et aux fonctionnaires visés aux articles L. 112-7 et L. 212-5-1 du même code les pouvoirs d'instruction des magistrats de la Cour des comptes ;b) Compléter le rapport public annuel de la Cour des comptes par des rapports thématiques."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans le respect de la transparence et de la bonne information du public :1° Les mesures nécessaires pour rendre compatibles avec le droit communautaire les dispositions législatives relatives à la passation des marchés publics ;2° Les mesures permettant de clarifier les règles applicables aux marchés passés par certains organismes non soumis au code des marchés publics ;3° Les mesures permettant d'alléger les procédures de passation des marchés publics pour les collectivités territoriales.II. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "A l'issue d'un délai de six mois suivant la date d'entrée en vigueur d'une loi, le Gouvernement présente au Parlement un rapport sur la mise en application de cette loi.Ce rapport mentionne les textes réglementaires publiés et les circulaires édictées pour la mise en oeuvre de ladite loi, ainsi que, le cas échéant, les dispositions de celle-ci qui n'ont pas fait l'objet des textes d'application nécessaires et en indique les motifs."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, en matière de sécurité sociale, toutes mesures pour :1° Permettre les transferts de propriété entre la Caisse nationale de l'assurance maladie des travailleurs salariés et les unions de gestion des établissements des caisses d'assurance maladie, rénover le régime de suppléance des représentants du personnel dans les conseils d'administration des caisses de sécurité sociale et aménager les règles de tutelle financière et d'intervention des caisses nationales pour assurer le respect des conventions d'objectifs et de gestion ;2° Simplifier et alléger les règles applicables :a) Au statut type des mutuelles militaires, au mode d'exercice de la tutelle sur les institutions de retraite et les institutions de prévoyance, à la procédure d'acceptation des libéralités par les mutuelles ;b) Aux procédures d'extension et d'élargissement des accords conclus par les organisations syndicales et professionnelles en matière de prévoyance et de retraite complémentaire ;3° Simplifier les règles de contreseing d'arrêtés ou de signature des conventions ;4° Supprimer les procédures redondantes dans la mise en oeuvre des actions expérimentales de caractère médical et social ;5° Simplifier les règles relatives à l'organisation, au fonctionnement et au financement des fonds gérés par les caisses de sécurité sociale ;6° Simplifier le mode d'établissement et de révision des tableaux de maladies professionnelles ;7° Simplifier les procédures d'indemnisation et le fonctionnement du Fonds d'indemnisation des victimes de l'amiante ;8° Harmoniser les conditions de suivi médical des victimes d'accidents du travail et de maladies professionnelles graves et celles des victimes d'affections de longue durée ;9° Supprimer la compétence des organismes de sécurité sociale en matière d'approbation des budgets des établis- sements de santé, sociaux et médico-sociaux ;10° Harmoniser le dispositif de report et de fraction- nement des cotisations de retraite des professions libérales avec celui prévu pour les autres travailleurs non salariés non agricoles ;11° Harmoniser l'application du plan comptable unique des organismes de sécurité sociale en l'étendant aux caisses de prévoyance sociale de Mayotte et de Saint-Pierre-et-Miquelon ;12° Simplifier l'organisation des régimes de sécurité sociale des travailleurs indépendants en prenant les mesures nécessaires :a) A la création d'un régime social des travailleurs indépendants, se substituant aux régimes d'assurance vieillesse et invalidité-décès des professions artisanales, industrielles et commerciales et au régime d'assurance maladie et maternité des travailleurs non salariés des professions non agricoles ;b) A ce que le régime social des travailleurs indépendants exerce les missions d'un interlocuteur social unique, notamment en organisant le recouvrement des cotisations et contributions sociales dont les travailleurs non salariés des professions non agricoles sont redevables à titre personnel, à l'exception des cotisations vieillesse des professions libérales et à ce que le régime social des indépendants délègue certaines fonctions liées à ces missions. La législation applicable au recouvrement de ces cotisations et contributions pourra à cette fin être modifiée en tant que de besoin ;c) A la création, à titre provisoire, d'une instance nationale élue se substituant aux conseils d'administration des caisses nationales des régimes mentionnés ci-dessus et à la nomination d'un directeur commun à ces caisses, chargés de préparer la mise en place de mesures prévues aux alinéas précédents ;13° Clarifier et aménager la mission, l'organisation et le fonctionnement de l'Union des caisses nationales de sécurité sociale et adapter les règles régissant ses relations avec l'Etat ;14° Simplifier les modalités d'actualisation du montant du plafond de la sécurité sociale ;15° Harmoniser les procédures de nomination aux emplois supérieurs des organismes de sécurité sociale et du service du contrôle médical."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance la partie législative du code de l'action sociale et des familles pour :1° Simplifier les procédures d'admission à l'aide sociale, notamment en supprimant les commissions d'admission à l'aide sociale ;2° Mettre en cohérence les dispositions du code de l'action sociale et des familles concernant la création de foyers de jeunes travailleurs ;3° Clarifier le régime d'autorisation et d'agrément des accueillants familiaux, à titre onéreux, de personnes âgées ou handicapées et l'autorité compétente en matière de formation de ces professionnels ;4° Clarifier et mettre en cohérence les différents régimes de nomination des administrateurs provisoires, de prévention des fermetures, de règles de fermetures provisoires et définitives, de sécurité financière, de protection des personnes accueillies, d'assermentation des personnels en charge du contrôle, de sanctions en cas d'obstacle aux contrôles applicables aux établissements sociaux et médico-sociaux, ainsi que les incapacités professionnelles applicables dans le champ social et médico-social ;5° Définir les modalités de tarification et de financement du maintien, au titre de l'article L. 242-4 du code de l'action sociale et des familles, des jeunes adultes handicapés dans les établissements d'éducation spéciale ;6° Simplifier les règles d'autorisation, d'habilitation et de tarification de certaines catégories d'établissements sociaux et médico-sociaux ;7° Clarifier les conditions d'entrée en vigueur et d'application des tarifs applicables dans les établissements sociaux et médico-sociaux ;8° Clarifier les dispositions relatives au budget exécutoire et au contrôle budgétaire des établissements publics sociaux et médico-sociaux ;9° Rapprocher les règles relatives à la fixation de l'obligation alimentaire dans les établissements sociaux et médico-sociaux avec celles applicables aux établissements publics de santé ;10° Simplifier les règles permettant d'assurer l'exécution des décisions des tribunaux de la tarification."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toutes mesures pour :1° Préciser, harmoniser et compléter les dispositions relatives aux différents établissements publics nationaux à caractère sanitaire, notamment en modifiant, en tant que de besoin, l'étendue ou la répartition de leurs compétences et de leurs moyens d'action et en harmonisant les pouvoirs des directeurs dans les établissements ayant des missions de veille, de régulation ou de sécurité sanitaires ;2° Simplifier l'organisation et le fonctionnement des ordres professionnels des professions de santé, notamment en adaptant la procédure et la composition des instances disciplinaires, en simplifiant l'exécution de leurs décisions et en aménageant les règles de diffusion des listes des professionnels de santé inscrits aux tableaux ;3° Harmoniser les dispositions répressives applicables aux infractions d'usurpation de titre et d'exercice illégal des professions réglementées par le code de la santé publique ;4° Simplifier la classification des boissons et la réglementation des débits de boissons ;5° Unifier la compétence juridictionnelle pour connaître des litiges relatifs à des contaminations, que celles-ci soient antérieures ou postérieures à la création de l'Etablissement français du sang ;6° Permettre le transfert à l'Etablissement français du sang, à la date de la création de cet établissement public, des obligations nées de l'élaboration ou de la fourniture de produits sanguins par les personnes morales de droit public qui n'entrent pas dans le champ d'application du B de l'article 18 de la loi n° 98-535 du 1er juillet 1998 relative au renforcement de la veille sanitaire et du contrôle de la sécurité sanitaire des produits destinés à l'homme ;7° Transformer le Laboratoire français du fractionnement et des biotechnologies en société anonyme à capitaux détenus majoritairement par l'Etat ou ses établissements publics ;8° Réformer les règles de fonctionnement des établissements publics de santé, les règles et les modes d'organisation budgétaires et comptables ainsi que les règles de gestion des établissements de santé, adapter et aménager les compétences des agences régionales de l'hospitalisation en ces matières et réformer les règles de gestion des directeurs des établissements mentionnés à l'article 2 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière ;9° Unifier et clarifier la compétence des juridictions en matière d'allocation des ressources des établissements de santé et modifier la composition des tribunaux interrégionaux et de la Cour nationale de la tarification sanitaire et sociale ;10° Limiter, pour les établissements de santé, aux seuls conventions collectives et accords conclus au niveau national la procédure d'agrément ;11° Simplifier les procédures d'enregistrement applicables aux psychologues et aux assistants de service social ;12° Simplifier les procédures de remplacement des professionnels de santé, y compris les médecins propharmaciens ;13° Simplifier les procédures relatives à la création et au changement d'exploitant des pharmacies et unifier les régimes d'exercice de la profession de pharmacien ;14° Clarifier les obligations de financement de la formation professionnelle des établissements énumérés à l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée ;15° Aménager les modalités de financement de la cessation progressive d'activité des agents de la fonction publique hospitalière ;16° Réformer et simplifier l'organisation, le fonctionnement et la gestion des centres de lutte contre le cancer."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour harmoniser et clarifier la situation de l'ensemble des personnels de la Caisse autonome nationale de la sécurité sociale dans les mines à l'occasion du transfert de la gestion du risque invalidité-vieillesse par cette caisse autonome à la Caisse des dépôts et consignations, en ce qui concerne notamment les garanties accordées aux personnels concernés en matière de conditions de travail et d'assurance vieillesse."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Les ordonnances suivantes sont ratifiées :I. - Ordonnance n° 2003-719 du 1er août 2003 relative à la simplification de la validation du permis de chasser ;II. - Ordonnance n° 2003-902 du 19 septembre 2003 portant suppression de procédures administratives de concertation applicables à certains projets de travaux, d'aménagements et d'ouvrages de l'Etat et de ses établissements publics ainsi que des collectivités territoriales, de leurs groupements et des établissements publics en relevant, sous réserve d'y insérer un article 3-1 ainsi rédigé :Paragraphe modificateur ;III. - Ordonnance n° 2003-1059 du 6 novembre 2003 relative aux mesures de simplification pour les emplois du spectacle et modifiant le code du travail ;IV. - Ordonnance n° 2003-1067 du 12 novembre 2003 relative à l'élection des membres des chambres de commerce et d'industrie, à la prorogation des mandats des délégués consulaires et modifiant le code de commerce, sous réserve des dispositions suivantes :Paragraphe modificateur ;V. - Ordonnance n° 2003-1165 du 8 décembre 2003 portant simplifications administratives en matière électorale ;VI. - Ordonnance n° 2003-1187 du 11 décembre 2003 modifiant la partie Législative du code rural ;VII. - Ordonnance n° 2003-1188 du 11 décembre 2003 relative à certaines modalités d'adjudication du droit de chasse ;VIII. - Ordonnance n° 2003-1212 du 18 décembre 2003 modifiant la partie législative du code général des collectivités territoriales ;IX. - Ordonnance n° 2003-1213 du 18 décembre 2003 relative aux mesures de simplification des formalités concernant les entreprises, les travailleurs indépendants, les associations et les particuliers employeurs sous réserve des dispositions suivantes :Paragraphe modificateur ;X. - Ordonnance n° 2003-1216 du 18 décembre 2003 portant suppression de l'affirmation des procès-verbaux ;XI. - Ordonnance n° 2003-1235 du 22 décembre 2003 relative à des mesures de simplification en matière fiscale et supprimant le droit de timbre devant les juridictions administratives ;XII. - Ordonnance n° 2004-141 du 12 février 2004 portant simplification des élections à la mutualité sociale agricole, sous réserve des dispositions suivantes :Paragraphes modificateurs ;5° Les dispositions des 1° à 4° entrent en vigueur à l'expiration du mandat des administrateurs mentionnés au II de l'article 22 de la loi n° 2003-73  du 17 janvier 2002 de modernisation sociale.XIII. - Ordonnance n° 2004-164 du 20 février 2004 relative aux modalités et effets de la publication des lois et de certains actes administratifs, sous réserve de l'insertion, à l'article 2, après le mot : ordonnances, des mots : accompagnées d'un rapport de présentation et de l'insertion d'un article 5-1 ainsi rédigé :Paragraphe modificateur ;XIV. - Ordonnance n° 2004-178 du 20 février 2004 relative à la partie législative du code du patrimoine, sous réserve des dispositions suivantes :A à E -  Paragraphes modificateurs ;F. - Les dispositions des 1° à 19° du A et le E sont applicables à Mayotte ;G. - Les dispositions des 7°, 8°, 9°, 13°, 20° et 21° du A sont applicables dans les îles Wallis et Futuna ;H. - Les dispositions des 4°, 9° et 13° du A sont applicables en Nouvelle-Calédonie ;I. - Les dispositions des 9° et 13° du A sont applicables en Polynésie française ;J. - Les dispositions des 4°, 7°, 8° et 13° du A sont applicables au territoire des Terres australes et antarctiques françaises ;XV. - Ordonnance n° 2004-274 du 25 mars 2004 portant simplification du droit et des formalités pour les entreprises, sous réserve des dispositions suivantes :1° à 4° - Paragraphes modificateurs ;5° Les dispositions des 1° et 2° sont applicables à Mayotte, en Nouvelle-Calédonie et aux îles Wallis et Futuna ;XVI. - Ordonnance n° 2004-279 du 25 mars 2004 portant simplification et adaptation des conditions d'exercice de certaines activités professionnelles ;XVII. - Ordonnance n° 2004-280 du 25 mars 2004 relative aux simplifications en matière d'enquêtes statistiques ;XVIII. - Ordonnance n° 2004-281 du 25 mars 2004 relative à des mesures de simplification en matière fiscale ;XIX. - Ordonnance n° 2004-328 du 15 avril 2004 relative à l'élection des délégués consulaires et des juges des tribunaux de commerce, sous réserve des dispositions suivantes :Paragraphe modificateur ;XX. - Ordonnance n° 2004-329 du 15 avril 2004 allégeant les formalités applicables à certaines prestations sociales ;XXI. - Ordonnance n° 2004-545 du 11 juin 2004 relative à la partie législative du code de la recherche ;XXII. - Ordonnance n° 2004-559 du 17 juin 2004 sur les contrats de partenariat, sous réserve des dispositions suivantes :Paragraphe modificateur ;XXIII. - Ordonnance n° 2004-566 du 17 juin 2004 portant modification de la loi n° 85-704 du 12 juillet 1985 relative à la maîtrise d'ouvrage publique et à ses rapports avec la maîtrise d'oeuvre privée ;XXIV. - Ordonnance n° 2004-570 du 17 juin 2004 portant diverses mesures de simplification dans le domaine agricole ;XXV. - Ordonnance n° 2004-602 du 24 juin 2004 relative à la simplification du droit dans les domaines du travail, de l'emploi et de la formation professionnelle ;XXVI. - Ordonnance n° 2004-603 du 24 juin 2004 relative aux mesures de simplification dans le domaine des élections prud'homales ;XXVII. - Ordonnance n° 2004-604 du 24 juin 2004 portant réforme du régime des valeurs mobilières émises par les sociétés commerciales et extension à l'outre-mer de dispositions ayant modifié la législation commerciale, sous réserve des dispositions suivantes :A. Paragraphe modificateur.B. - Les dispositions du A sont applicables à Mayotte, en Nouvelle-Calédonie et aux îles Wallis et Futuna ;XXVIII. - Ordonnance n° 2004-605 du 24 juin 2004 simplifiant le minimum vieillesse ;XXIX. - Ordonnance n° 2004-631 du 1er juillet 2004 relative à la simplification du régime d'entrée en vigueur, de transmission et de contrôle des actes des autorités des établissements publics locaux d'enseignement ;XXX. - Ordonnance n° 2004-632 du 1er juillet 2004 relative aux associations syndicales de propriétaires, sous réserve des dispositions suivantes :1° à 4° - Paragraphes modificateurs ;4° Les dispositions du présent XXX sont applicables à Mayotte et aux îles Wallis et Futuna ;XXXI. - Ordonnance n° 2004-634 du 1er juillet 2004 relative à l'entremise et à la gestion des immeubles et fonds de commerce ;XXXII. - Ordonnance n° 2004-637 du 1er juillet 2004 relative à la simplification de la composition et du fonctionnement des commissions administratives et à la réduction de leur nombre, sous réserve des modifications suivantes :Paragraphes modificateurs ;XXXIII. - Ordonnance n° 2004-825 du 19 août 2004 relative au statut des immeubles à usage de bureaux et des immeubles dans lesquels est effectué le contrôle technique des véhicules et modifiant le code du domaine de l'Etat ;XXXIV. - Ordonnance n° 2004-1129 du 21 octobre 2004 relative à l'application en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis-et-Futuna, dans les Terres australes et antarctiques françaises et à Mayotte de l'ordonnance n° 2003-1216 du 18 décembre 2003 portant suppression de l'affirmation des procès-verbaux."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Les ordonnances suivantes sont ratifiées :1° Ordonnance n° 2004-567 du 17 juin 2004 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis-et-Futuna de la loi n° 2003-495 du 12 juin 2003 renforçant la lutte contre la violence routière, et complétant le code de la route ;2° Ordonnance n° 2004-728 du 22 juillet 2004 portant actualisation des dispositions du code des juridictions financières applicables en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Les ordonnances suivantes sont ratifiées pour celles de leurs dispositions qui n'ont pas fait l'objet d'une modification postérieure à leur publication :I. - Ordonnance n° 2001-174 du 22 février 2001 relative à la transposition de la directive 94/33/CE du Conseil du 22 juin 1994 relative à la protection des jeunes au travail ;II. - Ordonnance n° 2001-175 du 22 février 2001 relative à la transposition de la directive 89/391/CEE du Conseil du 12 juin 1989 concernant la mise en oeuvre des mesures visant à promouvoir l'amélioration de la sécurité et de la santé des travailleurs au travail ;III. - Ordonnance n° 2001-176 du 22 février 2001 relative à la transposition de la directive 97/74/CE du Conseil du 15 décembre 1997 relative au comité d'entreprise européen et à la procédure d'information et de consultation dans les entreprises de dimension communautaire ;IV. - Ordonnance n° 2001-177 du 22 février 2001 prise pour l'application des articles 43 et 49 du traité instituant la Communauté européenne à la profession d'agent artistique ;V. - Ordonnance n° 2001-178 du 22 février 2001 relative à la transposition de la directive 96/97/CE du Conseil du 20 décembre 1996 modifiant la directive 86/378/CEE concernant la mise en oeuvre du principe d'égalité de traitement entre hommes et femmes dans les régimes professionnels de sécurité sociale ;VI. - Ordonnance n° 2001-198 du 1er mars 2001 relative à la transposition de la directive 98/79/CE du Parlement européen et du Conseil du 27 octobre 1998 relative aux dispositifs médicaux de diagnostic in vitro, sous réserve des dispositions suivantes :Paragraphes modificateurs ;VII. - Ordonnance n° 2001-199 du 1er mars 2001 relative à la transposition des directives 89/48/CEE du Conseil du 21 décembre 1988 et 92/51/CEE du Conseil du 18 juin 1992 prévoyant un système général de reconnaissance des diplômes d'enseignement supérieur et des formations professionnelles ;VIII. - Ordonnance n° 2001-270 du 28 mars 2001 relative à la transposition de directives communautaires dans le domaine de la protection contre les rayonnements ionisants ;IX. - Ordonnance n° 2001-313 du 11 avril 2001 portant transposition de directives relatives aux médicaments vétérinaires ;X. - Ordonnance n° 2001-378 du 2 mai 2001 portant transposition de directives relatives aux médicaments vétérinaires en ce qui concerne la délivrance au détail de certains médicaments vétérinaires antiparasitaires ;XI. - Ordonnance n° 2001-741 du 23 août 2001 portant transposition de directives communautaires et adaptation au droit communautaire en matière de droit de la consommation ;XII. - Ordonnance n° 2001-766 du 29 août 2001 portant transposition de directives communautaires et adaptation au droit communautaire en matière économique et financière ;XIII. - Ordonnance n° 2001-767 du 29 août 2001 portant transposition de la directive 98/78/CE du Parlement européen et du Conseil du 27 octobre 1998 sur la surveillance complémentaire des entreprises d'assurance faisant partie d'un groupe d'assurance et modifiant le code de la sécurité sociale et le code de la mutualité ;XIV. - Ordonnance n° 2004-330 du 15 avril 2004 portant création d'un système d'échange de quotas d'émission de gaz à effet de serre, sous réserve des dispositions suivantes :Paragraphes modificateurs ;XV. - Ordonnance n° 2004-482 du 3 juin 2004 complétant la transposition des directives 93/22/CE du Conseil du 10 mai 1993 concernant les services d'investissement dans le domaine des valeurs mobilières et 97/9/CE du Parlement européen et du Conseil du 3 mars 1997 relative aux systèmes d'indemnisation des investisseurs ;XVI. - Ordonnance n° 2004-489 du 3 juin 2004 portant transposition de la directive 2001/42/CE du Parlement européen et du Conseil du 27 juin 2001 relative à l'évaluation des incidences de certains plans et programmes sur l'environnement ;XVII. - Ordonnance n° 2004-503 du 7 juin 2004 portant transposition de la directive 80/723/CEE relative à la transparence des relations financières entre les Etats membres et les entreprises publiques ;XVIII. - Ordonnance n° 2004-504 du 7 juin 2004 portant transposition de la directive 2001/17/CE du Parlement européen et du Conseil du 19 mars 2001 concernant l'assainissement et la liquidation des entreprises d'assurance ;XIX. - Ordonnance n° 2004-670 du 9 juillet 2004 portant transposition de la directive 2001/95/CE sur la sécurité générale des produits et adaptation de la législation au droit communautaire en matière de sécurité et de conformité des produits ;XX. - Ordonnance n° 2004-691 du 12 juillet 2004 portant diverses dispositions d'adaptation au droit communautaire dans le domaine des transports, sous réserve des dispositions suivantes :Paragraphes modificateurs ;XXI. - Ordonnance n° 2004-1127 du 21 octobre 2004 portant transposition de la directive 2001/24/CE du Parlement européen et du Conseil du 4 avril 2001 concernant l'assainissement et la liquidation des établissements de crédit."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à définir par ordonnance le régime juridique d'organismes de placement collectif dans l'immobilier, à l'exception de leur régime fiscal. Dans ce cadre, il énoncera les principes à appliquer en matière de protection des porteurs de parts, notamment en ce qui concerne la dispersion des risques, la liste des actifs éligibles, leur évaluation et le maintien de la liquidité du marché.II. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à définir par ordonnance les modalités de transformation des sociétés civiles de placement immobilier en organismes de placement collectif dans l'immobilier, à l'exception des dispositions fiscales y afférentes."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par ordonnance, les dispositions législatives nécessaires à la transposition de la directive 99/44/CE du Parlement européen et du Conseil, du 25 mai 1999, sur certains aspects de la vente et des garanties des biens de consommation, ainsi que les mesures d'adaptation de la législation liées à cette transposition."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance :1° Toutes mesures visant à donner aux services chargés de la concurrence, de la consommation et de la répression des fraudes la faculté de proposer, sous le contrôle de l'autorité judiciaire, un règlement transactionnel aux auteurs de contraventions aux règles du code de commerce et du code de la consommation ;2° Toutes mesures visant à harmoniser et adapter à la gravité des infractions les pouvoirs d'enquête mentionnés dans les livres Ier et III du code de la consommation pour la recherche et la constatation des infractions touchant aux intérêts économiques des consommateurs ;3° Toutes mesures visant à améliorer la coopération entre administrations françaises ou entre celles-ci et des administrations étrangères dans le cadre des enquêtes mentionnées au 2° ;4° Toutes mesures visant à obtenir la cessation des pratiques illicites dans le cadre des enquêtes mentionnées au 2° ;II. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par ordonnance :1° A l'adoption de la partie législative des codes suivants :a) Code de l'administration ;b) Code de la commande publique ;c) Code général de la fonction publique ;d) Code du sport ;e) Code des transports ;2° A la refonte du code de justice militaire ;3° A l'adaptation des parties législatives des codes suivants, afin d'inclure les dispositions de nature législative qui n'ont pas été codifiées et pour remédier aux éventuelles erreurs ou insuffisances de codification :a) Code de l'action sociale et des familles ;b) Code de la santé publique ;c) Code de la sécurité sociale ;d) Code du travail.II. - Les dispositions codifiées en vertu du I sont celles en vigueur au moment de la publication des ordonnances, sous la seule réserve de modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes, la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions, codifiées ou non, devenues sans objet.En outre, le Gouvernement peut, le cas échéant, étendre l'application des dispositions codifiées à Mayotte, à Saint-Pierre-et-Miquelon, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna, avec les adaptations nécessaires."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par ordonnance :1° A la modification du code de l'expropriation pour cause d'utilité publique afin d'inclure des dispositions de nature législative qui n'ont pas été codifiées et de donner compétence en appel à la juridiction de droit commun ;2° A l'achèvement de la codification de la partie législative du code rural en y incluant les dispositions qui ont vocation à y figurer et en adaptant la législation des céréales compte tenu notamment des évolutions économiques, techniques et juridiques.En outre, le Gouvernement peut, le cas échéant, étendre l'application des dispositions codifiées à Mayotte, à Saint-Pierre-et-Miquelon, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis-et-Futuna, avec les adaptations nécessaires.II. - A force de loi la partie législative du code de l'expropriation pour cause d'utilité publique, dans sa rédaction au jour de publication de la présente loi. L'ordonnance n° 58-997 du 23 octobre 1958 portant réforme des règles relatives à l'expropriation pour cause d'utilité publique est abrogée.III. - Les dispositions codifiées, outre les modifications apportées en application du I, sont celles en vigueur au moment de la publication des ordonnances sous la seule réserve des modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions, codifiées ou non, devenues sans objet."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par ordonnance à la refonte du code de l'organisation judiciaire.Les dispositions codifiées sont celles en vigueur au moment de la publication de l'ordonnance sous la seule réserve des modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions devenues sans objet.Dans les mêmes conditions, le Gouvernement est habilité, afin de tirer les conséquences de la rédaction retenue pour la partie législative du code de l'organisation judiciaire, à procéder par ordonnance aux modifications nécessaires des parties législatives du code de procédure pénale, du code pénal, du code de commerce et du code rural.En outre, le Gouvernement peut, le cas échéant, étendre l'application des dispositions codifiées à Mayotte, à Saint-Pierre-et-Miquelon, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis-et-Futuna, avec les adaptations nécessaires.II. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour harmoniser les dispositions du code minier avec celles du code de l'environnement relatives à l'eau et abroger les dispositions du code minier devenues sans objet.En outre, le Gouvernement peut, le cas échéant, étendre l'application des dispositions codifiées à Mayotte, à Saint-Pierre-et-Miquelon, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna, avec les adaptations nécessaires."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est habilité à simplifier et adapter par ordonnance la législation applicable à l'exercice des activités relatives à l'organisation et à la vente de voyages ou de séjours."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures législatives nécessaires pour modifier et compléter les dispositions relatives à la définition, à l'administration, à la protection et au contentieux du domaine public et du domaine privé, mobilier comme immobilier, de l'Etat, des collectivités territoriales et des établissements publics, à l'authentification des actes passés par ces personnes publiques, au régime des redevances et des produits domaniaux, tant en ce qui concerne leur institution que leur recouvrement, ainsi que celles relatives à la réalisation et au contrôle des opérations immobilières poursuivies par ces collectivités, afin de les simplifier, de les préciser, de les harmoniser, d'améliorer la gestion domaniale et de les codifier.II. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures législatives nécessaires pour modifier et compléter les dispositions régissant l'organisation du secteur des métiers et de l'artisanat, celles qui ont trait au statut des entreprises relevant de ce secteur, au régime de la propriété artisanale, à la formation et à la qualification professionnelle, ainsi qu'à la qualité des produits et services, afin de les simplifier, d'adapter leurs procédures à l'évolution des métiers et, avec les dispositions qui sont particulières à ce même secteur dans les domaines de la fiscalité, du crédit, des aides aux entreprises, du droit du travail et de la protection sociale, de les regrouper et de les organiser en un code des métiers et de l'artisanat.II. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures législatives nécessaires pour modifier et compléter le code monétaire et financier afin d'y inclure les dispositions de nature législative qui n'ont pas été codifiées, remédier aux éventuelles erreurs ou insuffisances de codification et y intégrer les dispositions relatives aux interdictions d'exercice des activités bancaires et financières. Les dispositions codifiées sont celles en vigueur sous réserve des modifications qui seraient rendues nécessaires pour assurer la hiérarchie des normes et la cohérence rédactionnelle des textes, harmoniser l'état du droit et, s'agissant des dispositions relatives aux interdictions d'exercice des activités bancaires et financières, sous réserve des modifications qui seraient rendues nécessaires pour assurer le respect de la nécessité et de la proportionnalité des peines et de celles permettant d'assurer l'égalité de traitement entre les différentes professions bancaires et financières. Une table de concordance entre les articles de loi abrogés et les articles du code sera en outre publiée au Journal officiel.III et IV : Paragraphes modificateurs."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I.-Les projets d'ordonnance comportant des mesures d'adaptation nécessitées par les caractéristiques et contraintes particulières des départements et régions d'outre-mer sont soumis pour avis aux conseils généraux et aux conseils régionaux intéressés dans les conditions prévues aux articles L. 3444-1 et L. 4433-3-1 du code général des collectivités territoriales.II.-Les projets d'ordonnance comportant des mesures d'adaptation nécessitées par la prise en compte des intérêts propres, au sein de la République, de Mayotte, de Saint-Pierre-et-Miquelon, de la Nouvelle-Calédonie, de la Polynésie française et des îles Wallis et Futuna sont soumis pour avis :1° Lorsque leurs dispositions sont relatives à Mayotte, au conseil général de Mayotte dans les conditions prévues à l'article L. 3551-12 du code général des collectivités territoriales ;2° Lorsque leurs dispositions sont relatives à Saint-Pierre-et-Miquelon, au conseil général de Saint-Pierre-et-Miquelon dans les conditions prévues à l'article LO. 6413-3 du code général des collectivités territoriales ;3° Lorsque leurs dispositions sont relatives à la Nouvelle-Calédonie, à l'institution compétente dans les conditions définies par la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie ;4° Lorsque leurs dispositions sont relatives à la Polynésie française, à l'institution compétente dans les conditions définies par la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française ;5° Lorsque leurs dispositions sont relatives aux îles Wallis et Futuna, à l'assemblée territoriale des îles Wallis et Futuna."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Les ordonnances doivent être prises dans un délai de six mois suivant la publication de la présente loi, à l'exception des ordonnances prises en application des articles 4, 9, 10, 23, 28, 33, 45 à 49, 51, 53, 73 et 83, pour lesquelles le délai est de neuf mois, de celles prises en application des articles 2, 3, 6, 19, 20 à 22, 24, 27, 31, 50, 54, 55, 56, 63, 71 et 72 pour lesquelles le délai est de douze mois, de celle prise en application de l'article 60, de celles prises en application des 1° (a à d), 2° et 3° de l'article 84 et des articles 85 à 87, pour lesquelles le délai est de dix-huit mois, et de celle prise en application du e du 1° de l'article 84, pour laquelle le délai est de vingt-quatre mois.Toutefois, les ordonnances destinées à assurer l'extension et, le cas échéant, l'adaptation des mesures prises sur le fondement de la présente loi à Mayotte, à Saint-Pierre-et-Miquelon, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna peuvent être prises dans un délai de dix-huit mois suivant la publication de la présente loi.Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    }
  ]
}