{
  "id": "jorftext000000503959",
  "type": "statute",
  "title": "Loi n° 82-1126 du 29 décembre 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000503959",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I - Paragraphe modificateurII - 1. Alinéa modificateur2. Le taux majoré de la taxe sur la valeur ajoutée s'applique aux opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur les pelleteries tannées, apprêtées et lustrées, neuves ou d'occasion, à l'exception de celles provenant de lapins ou de moutons d'espèces communes non dénommées, ainsi que sur les vêtements et accessoires dans la valeur desquels ces pelleteries entrent pour 40 p. 100 et plus.III, IV, V Paragraphes modificateursVI - Pour l'imposition des revenus de l'année 1982, le plafond de la déduction forfaitaire de 10 p. 100 pour frais professionnels applicable aux traitements, indemnités, émoluments et salaires est fixé à 50.900 F ; la limite prévue au 4 bis, deuxième alinéa, au 4 ter, deuxième alinéa , et au 5 a, avant-dernier alinéa, de l'article 158 du code général des impôts, au-delà de laquelle aucun abattement n'est appliqué sur certains revenus, est fixée à 460.000 F. Cette limite est relevée chaque année dans la même proportion que le plafond de la déduction forfaitaire de 10 p. 100 pour frais professionnels visé ci-dessus ; le montant obtenu est arrondi, le cas échéant, au millier de francs supérieur.VII - Les dispositions du premier alinéa de l'article 14-1 de la loi de finances pour 1982 précitée sont reconduites pour l'imposition des revenus de 1982. Toutefois, les chiffres de 25.000 F et 15.000 F mentionnés à cet article sont portés tous deux à 28.000 F et le taux de 10 p. 100 est ramené à 7 p. 100.En ce qui concerne l'impôt calculé suivant le barème progressif, le montant des cotisations s'entend de celui obtenu avant déduction du crédit d'impôt, de l'avoir fiscal et des prélèvements ou retenues non libératoires.VIII - 1. La notion de chef de famille est supprimée du code général des impôts. Les époux sont soumis à une imposition commune en matière d'impôt sur le revenu, tant en raison de leurs bénéfices et revenus que de ceux de leurs enfants considérés comme à charge au sens de l'article 196 du code général des impôts.2. Les époux doivent conjointement signer la déclaration d'ensemble des revenus de leur foyer.Chacun des époux a qualité pour suivre les procédures relatives à l'impôt dû à raison de l'ensemble des revenus du foyer. Toutefois, les procédures de fixation des bases d'imposition ou de rectification des déclarations, relatives aux revenus provenant d'une activité agricole, industrielle et commerciale, non commerciale ou visés à l'article 62 du code général des impôts, sont suivies avec le titulaire des revenus et produisent directement effet pour la détermination du revenu global. Les déclarations, les réponses, les actes de procédure faits par l'un des conjoints ou notifiés à l'un d'eux sont opposables de plein droit à l'autre. L'impôt est établi au nom de l'époux, précédé de la mention \"Monsieur ou Madame\".Chacun des époux est tenu solidairement au paiement de l'impôt sur le revenu. Il peut demander à être déchargé de cette obligation.3. a) Les dispositions du 3 de l'article 6 du code général des impôts s'appliquent dans les mêmes conditions à chacun des conjoints.Pour le calcul de l'impôt dû en vertu de l'alinéa précédent au titre de l'année où il y a lieu à imposition distincte, la situation et les charges de famille à retenir sont celles existant au début de la période d'imposition distincte, ou celles de la fin de la même période si elles sont plus favorables.b) Pour les périodes d'imposition commune des conjoints, il est tenu compte des charges de famille existant à la fin de ces périodes si ces charges ont augmenté en cours d'année.c) En cas de décès de l'un des conjoints, l'impôt afférent aux bénéfices et revenus non encore taxés est établi au nom des époux. Le conjoint survivant est personnellement imposable pour la période postérieure au décès.4. Les dispositions du présent article entrent en vigueur pour l'imposition des revenus de 1983 en ce qui concerne les 1 et 3 ci-dessus et pour l'imposition des revenus de 1982 en ce qui concerne le 2 ci-dessus. Les adaptations nécessaires du code général des impôts sont effectuées par un décret en Conseil d'Etat.IX - A - Le quotient familial prévu à l'article 194 du code général des impôts est augmenté d'une demi-part pour les contribuables célibataires, divorcés ou veufs ayant un ou plusieurs enfants à charge, lorsque ces contribuables remplissent l'une des conditions d'invalidité fixées au 1 c, d et d bis de l'article 195 du même code.B - 1., 2., 3. Alinéas modificateurs4. Les nouveaux tarifs prévus ci-dessus sont applicables à compter du 15 janvier 1983.X - 1. Les limites de chiffres d'affaires ou de recettes fixées pour l'octroi des allégements fiscaux accordés aux adhérents des centres de gestion et associations agréés sont portées ;- à 2.804.000 F pour les entreprises agricoles et pour les entreprises commerciales ou artisanales dont l'objet principal est la vente de marchandises ou la fourniture du logement et à 846.000 F en ce qui concerne les autres entreprises ;- à 1.011.000 F pour les membres des professions libérales et les titulaires de charges et offices.2. Alinéa modificateurXI - Paragraphe modificateur"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "A la demande expresse du contribuable, les allocations versées en application de l'article L. 351-22 du code du travail et utilisées dans les conditions énoncées audit article pour l'acquisition de parts sociales d'une    société coopérative de production en constitution peuvent ne donner lieu à imposition sur le revenu qu'au titre de l'année au cours de laquelle ces parts sont transmises ou rachetées.Les dispositions de l'alinéa précédent ne sont applicables que si les statuts de la société ne prévoient pas l'affectation d'une fraction des excédents nets de gestion au service d'intérêts au capital souscrit au moyen de ces allocations."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I Paragraphe modificateurII - La loi n° 76-448 du 24 mai 1976 portant aménagement du monopole des tabacs manufacturés est applicable aux cigarettes et produits à fumer, même s'ils ne contiennent pas de tabac, à la seule exclusion des produits qui sont destinés à un usage médicamenteux.III - 1. Les débitants préposés à la gestion d'un débit de tabac en application de l'article 568 du code général des impôts sont tenus au versement des redevances qui sont recouvrées selon les règles, conditions et garanties prévues en matière domaniale.2. Alinéa modificateur."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I - Il est institué au profit des régions une taxe sur les certificats d'immatriculation des véhicules, délivrés dans leur ressort territorial, qui peut être une taxe proportionnelle ou une taxe fixe, selon les distinctions établies par le présent article.II - 1. Les certificats d'immatriculation des véhicules automobiles et de tous autres véhicules à moteur donnent lieu au paiement d'une taxe proportionnelle dont le taux unitaire par cheval vapeur est arrêté par la région.2. Le taux unitaire visé au 1 ci-dessus est réduit de moitié en ce qui concerne :- les véhicules utilitaires d'un poids total autorisé en charge supérieur à 3,5 tonnes ;- les tracteurs non agricoles ;- les motocyclettes.3. Les taux unitaires visés aux 1 et 2 ci-dessus sont réduits de moitié pour les véhicules ayant plus de dix ans d'âge.4. Pour les remorques, les véhicules agricoles et les véhicules immatriculés dans la série spéciale dite TT, il est perçu une taxe fixe dont le montant est égal à une fois et demie le taux unitaire visé au 1 ci-dessus.Pour les vélomoteurs, il est perçu une taxe fixe dont le montant est égal à la moitié dudit taux unitaire.III - 1. Les certificats d'immatriculation de la série W donnent lieu au paiement d'une taxe fixe dont le montant est égal au double du taux unitaire visé au 1 du paragraphe II ci-dessus.2. Les certificats d'immatriculation de la série WW donnent lieu au paiement d'une taxe fixe dont le montant est égal audit taux unitaire.IV - 1. La délivrance de :1° Tous les duplicata de certificats ;2° Des primata de certificats délivrés en cas de modification d'état civil ou de simple changement de dénomination sociale, sans création d'un être moral nouveau, de la personne physique ou de la personne morale propriétaire du véhicule, est subordonnée au paiement d'une taxe fixe.2. Le montant de la taxe fixe visée au 1 ci-dessus égale :- le quart du taux unitaire visé au 1 du paragraphe II ci-dessus pour les vélomoteurs et les motocyclettes dont la cylindrée n'excède pas 125 centimètres cubes ;- ledit taux unitaire pour tous les autres véhicules.3. Aucune taxe n'est due lorsque la délivrance du certificat d'immatriculation est consécutive à un changement d'état matrimonial ou à un changement de domicile.V - Lorsque l'application du tarif prévu au paragraphe II ci-dessus fait apparaître des fractions de décimes, le montant de la taxe exigible est arrondi au décime inférieur (1).VI - Les concessionnaires et les agents de marques de véhicules automobiles sont exonérés des taxes édictées au paragraphe II ci-dessus pour les véhicules neufs affectés à la démonstration et dont le poids total en charge n'excède pas 3,5 tonnes.VII - 1. Le taux unitaire de la taxe proportionnelle visée au 1 du paragraphe II ci-dessus est déterminé chaque année par délibération du conseil régional.2. Les proportions établies par les paragraphes II, III et IV ci-dessus entre le taux unitaire précité et ceux des taxes proportionnelles ou fixes qu'ils instituent ne peuvent être modifiées par le conseil régional, non plus que les catégories auxquelles ces taux sont applicables.VIII - Dans chaque région, les articles 968 et 1635 bis D II du code général des impôts cessent d'être applicables à l'entrée en vigueur de la première délibération prise en vertu du paragraphe VII ci-dessus."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les inscriptions d'hypothèques prises en garantie des prêts prévus au deuxième alinéa du III de l'article 80 de la loi de finances pour 1977 (n° 76-1232 du 29 décembre 1976), sont exonérées de la taxe de publicité foncière."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Alinéa modificateurLes entreprises passibles de la taxe d'apprentissage doivent acquitter, avant le 5 avril de chaque année, une cotisation égale à 0,1 p. 100 du montant des salaires retenus pour l'assiette de cette taxe. Les entreprises peuvent obtenir, sur leur demande, une exonération totale ou partielle de cette cotisation en considération des dépenses qu'elles ont consenties, du 1er janvier au 31 décembre de l'année précédente, pour accueillir des jeunes dans le cadre des stages prévus par l'ordonnance n° 82-273 du 26 mars 1982. Ces dépenses sont évaluées, de manière forfaitaire, à 375 F par jeune et par mois de présence en entreprise.La cotisation mentionnée à l'alinéa précédent est établie et recouvrée suivant les mêmes modalités et sous les mêmes garanties et les mêmes sanctions que la taxe d'apprentissage. Les cotisations inférieures à 100 F ne sont pas exigibles.Les employeurs assujettis à la participation au financement de la formation professionnelle continue doivent s'acquitter d'une partie de leur obligation en effectuant au Trésor public, au plus tard le 15 septembre, un versement égal à 0,2 p. 100 du montant, entendu au sens des articles 231 et suivants du code général des impôts, des salaires versés au cours de l'année précédente, majorés de 8 p 100.Cette cotisation est établie et recouvrée selon les mêmes modalités et sous les mêmes garanties et sanctions que la participation des employeurs au financement de la formation professionnelle continue.Les dispositions qui précèdent s'appliquent pour la première fois aux salaires versés en 1982.Le taux de 1 p. 100 figurant dans le premier alinéa de l'article L. 313-1 du code de la construction et de l'habitation est remplacé par le taux de 0,9 p. 100.Le rapport du cinquième figurant dans le troisième alinéa de l'article L. 313-1 du code de la construction et de l'habitation est remplacé par le rapport du neuvième.Les dispositions des deux alinéas ci-dessus s'appliquent pour la première fois aux investissements qui doivent être réalisés en 1983 à raison des salaires payés en 1982."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I à VI Paragraphes modificateursVII - Les dispositions du présent article s'appliquent aux communes des territoires d'outre-mer et de la collectivité territoriale de Mayotte."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I, II Paragraphes modificateursIII - Les dispositions de la loi du 25 mars 1949 modifiée susvisée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1982.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1982 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.IV - Les actions ouvertes par la loi susvisée du 25 mars 1949, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée en dernier lieu par la loi de finances n° 81-1160 du 30 décembre 1981, pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.V - Les taux de majoration fixés au paragraphe I ci-dessus, sont applicables, sous les mêmes conditions de dates, aux rentes viagères visées par le titre Ier de la loi n° 48-777 du 4 mai 1948, par la loi n° 48-957 du 9 juin 1948, par les titres Ier et II de la loi n° 49-1098 du 2 août 1949 et par la loi n° 51-695 du 24 mai 1951.VI, VII Paragraphes modificateursVIII - Les dispositions du présent article prendront effet à compter du 1er janvier 1983."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I - 1° Les contribuables relevant de l'impôt sur le revenu et soumis au régime défini à l'article 302 septies A bis du code général des impôts peuvent tenir une comptabilité super-simplifiée. Cette comptabilité n'enregistre journellement que le détail des encaissements et des paiements. Les créances et les dettes sont constatées à la clôture de l'exercice ; les stocks et les travaux en cours peuvent être évalués selon une méthode simplifiée définie par un arrêté du ministre chargé du budget.2° Les entreprises visées à l'article 302 septies A bis sont tenues de produire un bilan abrégé à l'appui de leurs déclarations de résultats.Alinéa modificateurII - Les titulaires de revenus passibles de l'impôt sur le revenu dans la catégorie des bénéfices industriels et commerciaux, bénéfices agricoles ou bénéfices non commerciaux dont le chiffre d'affaires ou les recettes sont inférieurs aux limites du forfait ou de l'évaluation administrative et qui ont opté pour un mode réel de détermination du résultat et adhéré à un centre de gestion ou à une association agréés bénéficient d'une réduction de la cotisation d'impôt sur le revenu égale aux dépenses exposées pour la tenue de la comptabilité et, éventuellement, pour l'adhésion à un centre de gestion ou à une association agréés. Cette réduction, plafonnée à 2.000 F par an, s'applique sur le montant de l'impôt sur le revenu calculé dans les conditions fixées par l'article 197 du code général des impôts et dans la limite de ce montant, avant calcul de la décote. La dépense prise en charge par l'Etat du fait de cette réduction n'est pas prise en compte pour la détermination du résultat imposable.III - Les centres de gestion agréés peuvent tenir ou centraliser, dans des conditions fixées par décret, les documents comptables de leurs adhérents imposés dans la catégorie des bénéfices industriels et commerciaux et placés sous un régime simplifié d'imposition. Les experts-comptables, les comptables agréés, les sociétés membres de l'ordre et les experts-comptables stagiaires autorisés exercent, sous leur responsabilité, une mission de surveillance sur chaque dossier et délivrent le visa mentionné au premier alinéa de l'article 1649 quater D du code général des impôts, dans des conditions fixées par arrêté du ministre chargé du budget. Ils peuvent refuser d'accomplir cette formalité si leurs observations n'ont pas été suivies d'effet avant la clôture des comptes de l'exercice. Dans ce cas, l'administration fiscale apprécie, au vu des observations présentées par le contribuable, s'il y a lieu ou non d'accorder l'abattement prévu au 4 bis de l'article 158 du code général des impôts. La rémunération de cette mission de surveillance peut être versée directement par le centre ; elle ne peut excéder une limite déterminée par arrêté du ministre chargé du budget.Les délais fixés par l'article 4 de l'ordonnance modifiée n° 45-2138 du 19 septembre 1945 peuvent être prorogés pour une durée maximale de dix ans à l'égard des experts comptables stagiaires autorisés qui ont été inscrits en cette qualité au tableau de l'ordre avant le 1er janvier 1983 et qui se sont engagés à suivre des stages annuels de formation professionnelle dont le programme est fixé par le conseil supérieur de l'ordre.A compter du 1er janvier 1983, l'autorisation de tenir des comptabilités pour leur propre compte ou en qualité de salariés ne peut être délivrée qu'aux experts-comptables stagiaires remplissant des conditions fixées par décret.IV - Les limites de chiffre d'affaires ou de recettes qui conditionnent l'octroi d'allégements fiscaux aux adhérents des centres de gestion ou associations agréés sont supprimées.V - Le directeur des services fiscaux ou son représentant assiste, avec voix consultative, aux délibérations des organes dirigeants des centres de gestion et associations agréés, lorsqu'elles sont relatives au budget et aux conditions de fonctionnement de ceux-ci. A cet effet, les documents utiles lui sont communiqués huit jours au moins avant la date de ces délibérations.VI - A - Alinéa modificateurB - 1. Sauf en cas de manoeuvres frauduleuses, les majorations fiscales, de quelque nature qu'elles soient, ne sont pas applicables aux contribuables qui auront fait connaître spontanément, par lettre recommandée expédiée dans les trois mois suivant leur adhésion à un centre de gestion ou une association agréés, les insuffisances, inexactitudes ou omissions que comportent les déclarations.2. Le bénéfice de cette mesure est subordonné à la double condition :- que ces insuffisances, inexactitudes ou omissions n'aient fait l'objet, antérieurement à la date d'expédition de la lettre recommandée mentionnée au 1 ci-dessus, de l'engagement d'aucune procédure administrative ou judiciaire ni d'aucune notification de redressement ;- que l'impôt en principal soit acquitté dans les délais impartis.VII - Les dispositions du présent article sont applicables à compter du 1er janvier 1983."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I - Les prestations familiales servies aux personnes non salariées du régime agricole, ainsi que les ressources destinées à leur financement, sont retracées dans les comptes de la caisse nationale des allocations familiales à compter du 1er janvier 1983.II, III, IV Paragraphes modificateurs"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I - L'établissement public à caractère administratif dénommé \"service national des examens du permis de conduire\", créé par l'article 89 de la loi de finances pour 1968 (n° 67-1114 du 21 décembre 1967), est supprimé à une date et dans des conditions qui seront fixées par décret.II - Les modalités selon lesquelles, jusqu'à ce que la suppression de l'établissement devienne effective, ses attributions seront transférées à l'Etat et ses agents mis à la disposition de l'Etat, seront fixées par décret."
    }
  ]
}