{
  "id": "jorftext000000392993",
  "type": "statute",
  "title": "Loi n° 98-1194 du 23 décembre 1998",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000392993",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Est approuvé le rapport annexé à la présente loi relatif aux orientations de la politique de santé et de sécurité sociale, et aux objectifs qui déterminent les conditions générales de l'équilibre financier de la sécurité sociale pour l'année 1999."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Les dispositions du deuxième alinéa de l'article L. 651-2-1 du code de la sécurité sociale ne sont pas applicables au solde cumulé du produit de la contribution sociale de solidarité résultant de l'application du premier alinéa dudit article, constaté au 31 décembre 1998.II.-Un prélèvement d'un milliard de francs est opéré en 1999 sur le produit de la contribution sociale de solidarité à la charge des sociétés, au profit du budget annexe des prestations sociales agricoles.Les dispositions du b du 2° de l'article L. 139-2 du code de la sécurité sociale ne sont pas applicables, pour l'exercice 1999, au régime des exploitants agricoles."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le montant des sommes correspondant à la prise en compte, par le régime d'assurance vieillesse des travailleurs salariés, des périodes pendant lesquelles les assurés des départements d'outre-mer ont, en 1994, 1995 et 1996, bénéficié des allocations mentionnées aux articles L. 322-3, L. 351-3, L. 351-9 et L. 351-10 du code du travail, des allocations spéciales mentionnées au 2° de l'article L. 322-4 du même code et de l'allocation de préparation à la retraite mentionnée à l'article 125 de la loi de finances pour 1992 (n° 91-1322 du 30 décembre 1991), ainsi que des périodes de chômage non indemnisé visées au 3° de l'article L. 351-3 du code de la sécurité sociale, dont la prise en charge incombe au Fonds de solidarité vieillesse en application du premier alinéa de l'article L. 135-1 du code de la sécurité sociale, est arrêté à 2, 9 milliards de francs."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-404 DC du 18 décembre 1998.]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Pour l'application du 2° de l'article L. 139-2 et de l'article L. 651-2-1 du code de la sécurité sociale, les déficits pris en compte pour les exercices 1998 et 1999 sont établis sur la base des dépenses et des recettes exécutées au cours de l'exercice considéré."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.-Paragraphe modificateur.\n\nII.-Les dispositions du I sont sans effet sur le droit applicable au lien existant entre les personnes visées au 21° de l'article L. 311-3 du code de la sécurité sociale et les administrations, établissements ou organismes concernés.\n\nIII.-Nonobstant toutes dispositions contraires, et sous réserve des décisions juridictionnelles passées en force de chose jugée, sont annulées les créances relatives aux cotisations sociales et, le cas échéant, aux majorations de retard et frais de justice dus au titre des rémunérations versées aux personnes visées au 21° de l'article L. 311-3 du code de la sécurité sociale et qui n'ont pas été réglées à la date d'entrée en vigueur des décrets prévus au I du présent article."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Il est effectué, au profit du fonds de l'allocation temporaire d'invalidité des collectivités locales, un prélèvement sur le fonds pour l'emploi hospitalier égal au montant des sommes nécessaires à l'équilibre de ce fonds multiplié par le rapport entre, d'une part, les charges occasionnées par le financement du congé de fin d'activité pour la fonction publique hospitalière et, d'autre part, les charges occasionnées par le financement du congé de fin d'activité pour les deux fonctions publiques territoriale et hospitalière. Ce prélèvement, qui est opéré par arrêté, peut faire l'objet d'acomptes provisionnels.II. - Il est effectué, également au profit du fonds de l'allocation temporaire d'invalidité des collectivités locales, un prélèvement sur le fonds de compensation des cessations progressives d'activité égal au montant des sommes nécessaires à l'équilibre de ce fonds multiplié par le rapport entre, d'une part, les charges occasionnées par le financement du congé de fin d'activité pour la fonction publique territoriale et, d'autre part, les charges occasionnées par le financement du congé de fin d'activité pour les deux fonctions publiques territoriale et hospitalière. Ce prélèvement, qui est opéré par arrêté, peut faire l'objet d'acomptes provisionnels."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Pour 1999, les prévisions de recettes, par catégorie, de l'ensemble des régimes obligatoires de base et des organismes créés pour concourir à leur financement sont fixées aux montants suivants :Cotisations effectives : 1 062,9 (En milliards de francs)Cotisations fictives : 194,8 (En milliards de francs)Contributions publiques : 63,8 (En milliards de francs)Impôts et taxes affectés : 438,7 (En milliards de francs)Transferts reçus : 5,2 (En milliards de francs)Revenus des capitaux : 1,4 (En milliards de francs)Autres ressources : 32,6 (En milliards de francs)Total des recettes : 1 799,5 (En milliards de francs)"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Paragraphe modificateur.\n\nII. - Une évaluation du dispositif prévu au I sera annexée au projet de loi de financement de la sécurité sociale pour 2001."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-404 DC du 18 décembre 1998.]"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-404 DC du 18 décembre 1998.]"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-404 DC du 18 décembre 1998.]"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-404 DC du 18 décembre 1998.]"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-Paragraphe modificateur.\n\nII.-Paragraphe modificateur.\n\nIII.-Les centres d'hygiène alimentaire et de soins en alcoologie disposent d'un délai de trois mois à compter de la publication de la présente loi pour déposer une demande d'autorisation selon la procédure visée à l'article 3 de la loi n° 75-535 du 30 juin 1975 précitée.\n\nIV.-Dans l'attente de l'arrêté fixant la dotation globale de financement pour l'année 1999, les caisses d'assurance maladie versent à chaque centre ambulatoire de soins en alcoologie antérieurement financé par l'Etat, dont la demande d'autorisation aura été déposée, des acomptes mensuels sur la dotation globale de financement, égaux au douzième de la participation de l'Etat allouée à chaque centre au titre de ses activités médico-sociales en 1998. Tout refus d'autorisation d'un centre met fin à son financement par l'assurance maladie."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I.-Paragraphe modificateur\n\nII.-Par dérogation aux dispositions des articles L. 431-2 et L. 461-5 du code de la sécurité sociale, les droits aux prestations, indemnités et majoration prévus par les dispositions du livre IV dudit code et par les dispositions du chapitre Ier du titre V du livre VII du code rural, y compris en cas de faute inexcusable de l'employeur, au profit des victimes d'affections professionnelles consécutives à l'inhalation de poussières d'amiante ou provoquées par elles, et ceux de leurs ayants droit, sont rouverts dès lors qu'ils ont fait l'objet d'une première constatation médicale entre le 1er janvier 1947 et la date d'entrée en vigueur de la présente loi.\n\nIII.-Les droits qui résultent des dispositions du II prennent effet de la date du dépôt de la demande sans que les prestations, indemnités et rentes puissent avoir un effet antérieur au dépôt de celle-ci.\n\nCes prestations, indemnités et rentes se substituent pour l'avenir aux autres avantages accordés à la victime pour la même maladie au titre des assurances sociales. En outre, il sera tenu compte, dans les conditions fixées par le décret en Conseil d'Etat pris pour l'application de l'article L. 461-2 du code de la sécurité sociale, des réparations accordées au titre du droit commun.\n\nIV.-La branche accidents du travail et maladies professionnelles du régime général de sécurité sociale, celle des régimes spéciaux mentionnés à l'article L. 711-1 du code de la sécurité sociale qui comportent une telle branche et celle du régime des salariés agricoles supportent définitivement, chacune pour ce qui la concerne, la charge imputable aux II et III du présent article, selon des modalités fixées par décret."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.-Une allocation de cessation anticipée d'activité est versée aux salariés et anciens salariés des établissements de fabrication de matériaux contenant de l'amiante, des établissements de flocage et de calorifugeage à l'amiante ou de construction et de réparation navales, sous réserve qu'ils cessent toute activité professionnelle, lorsqu'ils remplissent les conditions suivantes :\n\n1° Travailler ou avoir travaillé dans un des établissements mentionnés ci-dessus et figurant sur une liste établie par arrêté des ministres chargés du travail, de la sécurité sociale et du budget, pendant la période où y étaient fabriqués ou traités l'amiante ou des matériaux contenant de l'amiante. L'exercice des activités de fabrication de matériaux contenant de l'amiante, de flocage et de calorifugeage à l'amiante de l'établissement doit présenter un caractère significatif ;\n\n2° Avoir atteint l'âge de soixante ans diminué du tiers de la durée du travail effectué dans les établissements visés au 1°, sans que cet âge puisse être inférieur à cinquante ans ;\n\n3° S'agissant des salariés de la construction et de la réparation navales, avoir exercé un métier figurant sur une liste fixée par arrêté conjoint des ministres chargés du travail, de la sécurité sociale et du budget.\n\nLe bénéfice de l'allocation de cessation anticipée d'activité est ouvert aux ouvriers dockers professionnels et personnels portuaires assurant la manutention sous réserve qu'ils cessent toute activité professionnelle, lorsqu'ils remplissent les conditions suivantes :\n\n1° Travailler ou avoir travaillé, au cours d'une période déterminée, dans un port au cours d'une période pendant laquelle était manipulé de l'amiante ; la liste de ces ports et, pour chaque port, de la période considérée est fixée par arrêté conjoint des ministres chargés du travail, de la sécurité sociale, des transports et du budget ;\n\n2° Avoir atteint l'âge de soixante ans diminué du tiers de la durée du travail effectué dans les ports visés au 1°, sans que cet âge puisse être inférieur à cinquante ans.\n\nOnt également droit, dès l'âge de cinquante ans, à l'allocation de cessation anticipée d'activité les personnes reconnues atteintes, au titre du régime général ou du régime d'assurance contre les accidents du travail et les maladies professionnelles des salariés agricoles, d'une maladie professionnelle provoquée par l'amiante et figurant sur une liste établie par arrêtés des ministres chargés du travail, de la sécurité sociale et de l'agriculture.\n\nLe bénéfice de l'allocation de cessation anticipée d'activité ne peut se cumuler ni avec l'un des revenus ou l'une des allocations mentionnés à l'article L. 131-2 du code de la sécurité sociale, ni avec un avantage personnel de vieillesse, ni avec un avantage d'invalidité, ni avec une allocation de préretraite ou de cessation anticipée d'activité, sous réserve des dispositions de l'alinéa suivant.\n\nUne allocation différentielle peut être versée en complément d'une pension d'invalidité ou d'un avantage de réversion ou d'un avantage personnel de vieillesse servi par un régime spécial visé au chapitre Ier du titre Ier du livre VII du code de la sécurité sociale, dans la limite de l'allocation calculée dans les conditions prévues au présent article.\n\nI bis.-Pour la détermination de l'âge d'accès à l'allocation, s'ajoute à la durée du travail mentionnée aux troisième et septième alinéas du I du présent article celle effectuée dans les établissements ou les navires ouvrant droit à l'accès aux dispositifs de cessation anticipée d'activité des travailleurs de l'amiante relevant d'un régime spécial mentionné à l'article L. 711-1 du code de la sécurité sociale, dans les conditions prévues par ces dispositifs.\n\nII.-Le montant de l'allocation est calculé en fonction de la moyenne actualisée des salaires mensuels bruts des douze derniers mois d'activité salariée du bénéficiaire pour lesquels ne sont pas prises en compte dans des conditions prévues par décret, certaines périodes d'activité donnant lieu à rémunération réduite. Il est revalorisé comme les avantages alloués en application du deuxième alinéa de l'article L. 322-4 du code du travail.\n\nL'allocation est attribuée et servie par les caisses régionales d'assurance maladie. Pour les personnes reconnues atteintes, au titre du régime d'assurance contre les accidents du travail et les maladies professionnelles des salariés agricoles, d'une maladie professionnelle, l'allocation est attribuée et servie par les caisses de mutualité sociale agricole.\n\nL'allocation cesse d'être versée lorsque le bénéficiaire remplit les conditions de durée d'assurance requises pour bénéficier d'une pension de vieillesse au taux plein, à condition qu'il soit âgé d'au moins soixante ans. Par dérogation aux dispositions de l'article L. 161-17-2 du code de la sécurité sociale, elle est alors remplacée par la ou les pensions de vieillesse auxquelles l'intéressé peut prétendre. Pour l'appréciation du taux plein, les conditions de durée d'assurance sont réputées remplies au plus tard à l'âge de soixante-cinq ans.\n\nLes deuxième et troisième phrases du troisième alinéa sont applicables aux bénéficiaires et anciens bénéficiaires d'une allocation ayant un objet analogue à celle prévue au présent article et servie à raison de l'exercice d'une activité professionnelle emportant affiliation à un régime mentionné à l'article L. 711-1 du code de la sécurité sociale, ainsi qu'aux bénéficiaires de pensions de vieillesse servies par l'un de ces régimes.\n\nIII.-Il est créé un Fonds de cessation anticipée d'activité des travailleurs de l'amiante, chargé de financer l'allocation visée au I. Il finance également par un versement aux régimes obligatoires de retraite de base concernés les dépenses supplémentaires engendrées par les départs en retraite prévus au troisième alinéa du II du présent article avant l'âge fixé par l'article L. 161-17-2 du code de la sécurité sociale et par ceux à l'âge de soixante-cinq ans au lieu de l'âge fixé au 1° de l'article L. 351-8 du même code. Ses ressources sont constituées d'une contribution de la branche accidents du travail et maladies professionnelles du régime général de la sécurité sociale dont le montant est fixé chaque année par la loi de financement de la sécurité sociale et d'une contribution de la branche accidents du travail et maladies professionnelles du régime des salariés agricoles dont le montant est fixé chaque année par arrêtés des ministres chargés de la sécurité sociale, du budget et de l'agriculture.\n\nUn conseil de surveillance, composé de représentants de l'Etat, de représentants de la commission des accidents du travail et des maladies professionnelles mentionnée à l'article L. 221-4 du code de la sécurité sociale, des représentants du conseil central d'administration de la mutualité sociale agricole mentionné à l'article L. 723-32 du code rural et de personnalités qualifiées, veille au respect des dispositions du présent article. Il examine les comptes du fonds et transmet au Parlement et au Gouvernement, avant le 15 juillet, un rapport annuel retraçant l'activité du fonds et formulant toutes observations relatives à son fonctionnement.\n\nIV.-L'allocation de cessation anticipée d'activité est assujettie aux mêmes cotisations et contributions sociales que les revenus et allocations mentionnés au deuxième alinéa de l'article L. 131-2 du code de la sécurité sociale.\n\nLes personnes percevant cette allocation et leurs ayants droit bénéficient des prestations en nature des assurances maladie et maternité du régime dont elles relevaient avant la cessation d'activité.\n\nLe fonds des travailleurs de l'amiante assure, pendant la durée du versement de l'allocation de cessation anticipée d'activité, le financement des cotisations à l'assurance volontaire mentionnée à l'article L. 742-1 du code de la sécurité sociale ainsi que le versement de l'ensemble des cotisations aux régimes de retraite complémentaire mentionnés à l'article L. 921-1 du même code.\n\nV.-Le salarié qui est admis au bénéfice de l'allocation de cessation anticipée d'activité présente sa démission à son employeur. Le contrat de travail cesse de s'exécuter dans les conditions prévues à l'article L. 122-6 du code du travail. Cette rupture du contrat de travail à l'initiative du salarié ouvre droit, au bénéfice du salarié, au versement par l'employeur d'une indemnité de cessation d'activité d'un montant égal à celui de l'indemnité de départ en retraite prévue par le premier alinéa de l'article L. 122-14-13 du code du travail et calculée sur la base de l'ancienneté acquise au moment de la rupture du contrat de travail, sans préjudice de l'application de dispositions plus favorables prévues en matière d'indemnité de départ à la retraite par une convention ou un accord collectif de travail ou par le contrat de travail. Cette indemnité de cessation d'activité est exclue de l'assiette des cotisations de sécurité sociale.\n\nL'indemnité de cessation anticipée d'activité versée en application d'une convention collective de branche, d'un accord professionnel ou interprofessionnel, d'un accord d'entreprise, du contrat de travail ou d'une disposition unilatérale de l'employeur est exclue de l'assiette des cotisations sociales dans les mêmes conditions que l'indemnité légale mentionnée à l'alinéa précédent.\n\nV. bis-L'inscription des établissements ou des ports visés au I sur la liste donnant droit aux salariés à bénéficier d'une cessation anticipée d'activité et de l'allocation correspondante ou la modification d'une telle inscription ne peut intervenir qu'après information de l'employeur concerné. La décision d'inscription d'un établissement ou de modification doit être notifiée à l'employeur. Elle fait l'objet d'un affichage sur le lieu de travail concerné.\n\nVI.-Les différends auxquels peut donner lieu l'application du présent article et qui ne relèvent pas d'un autre contentieux sont réglés suivant les dispositions régissant le contentieux général de la sécurité sociale.\n\nVII.-1. Un décret en Conseil d'Etat définit :\n\n-les activités de fabrication de matériaux contenant de l'amiante, de flocage et de calorifugeage à l'amiante mentionnées au I ;\n\n-les conditions de fixation des périodes de référence mentionnées au 1° du I ;\n\n-ainsi que les critères permettant d'établir le caractère significatif de l'exercice des activités précitées mentionné au 1° du I.\n\n2. Un décret fixe :\n\n-les conditions d'octroi, les modalités de calcul et les modalités de coordination de l'allocation de cessation anticipée d'activité des travailleurs de l'amiante ;\n\n-ainsi que les règles de fonctionnement du fonds de cessation anticipée d'activité des travailleurs de l'amiante et du conseil de surveillance de ce fonds mentionnés au présent article."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Pour 1999, les objectifs de dépenses par branche de l'ensemble des régimes obligatoires de base comptant plus de 20 000 cotisants actifs ou retraités titulaires de droits propres sont fixés aux montants suivants :Maladie-maternité-invalidité-décès : 697,8 (En milliards de francs)Vieillesse-veuvage : 781,4 (En milliards de francs)Accidents du travail : 53,0 (En milliards de francs)Famille : 256,9 (En milliards de francs)Total des dépenses : 1 789,1 (En milliards de francs)"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "L'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base est fixé à 629,9 milliards de francs pour l'année 1999."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Est ratifié le relèvement, par le décret n° 98-753 du 26 août 1998 portant relèvement du plafond des avances de trésorerie au régime général de sécurité sociale, du montant dans la limite duquel les besoins de trésorerie du régime général peuvent être couverts par des ressources non permanentes."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I.-Paragraphe modificateur.\n\nII.-Paragraphe modificateur.\n\nIII.-Les pertes de recettes éventuelles pour les branches du régime général sont compensées à due concurrence par des taxes additionnelles aux droits visés à l'article 575 A du code général des impôts."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les besoins de trésorerie des régimes obligatoires de base comptant plus de 20 000 cotisants actifs ou retraités titulaires de droits propres et des organismes ayant pour mission de concourir à leur financement peuvent être couverts par des ressources non permanentes dans les limites suivantes :Régime général : 24,0 (En milliards de francs)Régimes des exploitants agricoles : 10,5 (En milliards de francs)Caisse nationale de retraite des agents des collectivités locales :2,5 (En milliards de francs)Caisse autonome nationale de sécurité sociale dans les mines : 2,3 (En milliards de francs)Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat : 0,5 (En milliards de francs)Les autres régimes obligatoires de base comptant plus de 20 000 cotisants actifs ou retraités titulaires de droits propres, lorsqu'ils disposent d'une trésorerie autonome, ne sont pas autorisés à recourir à des ressources non permanentes."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "La politique de santé du Gouvernement s'organise autour de sept objectifs majeurs.1. Associer nos concitoyens à la définition de la politique de la santéLe Gouvernement étudiera l'opportunité de donner les moyens financiers aux observatoires régionaux de la santé pour remplir correctement leurs missions.Les questions de santé concernent les professionnels de santé, les associations, les élus et l'ensemble de nos concitoyens. Elles sont au coeur de leurs préoccupations. Les associer à la redéfinition de notre politique de santé est essentiel pour apporter une meilleure réponse aux besoins, améliorer la qualité des prestations sanitaires, faire reconnaître les aspirations et les droits des patients. En permettant un débat public sur les enjeux de la santé, les états généraux constituent un élément essentiel de la démocratie sanitaire que le Gouvernement entend bâtir.2. Faire vivre et développer les droits du maladeLe malade est un citoyen bénéficiant de l'ensemble des droits reconnus à tout être humain. Ses droits à l'information sur son état de santé, au consentement aux soins qui lui sont prodigués et au respect de sa dignité à tous les stades de son traitement nécessitent une plus grande sensibilisation et une formation adaptée des différents professionnels de santé à l'exercice de ces droits.Le développement des procédures de conciliation doit permettre aux malades s'estimant victimes du non-respect de leurs droits de trouver le plus rapidement possible une réponse appropriée à leur situation.L'inégalité des malades victimes d'accidents sanitaires devant l'origine ou la nature de ces accidents nécessite d'être étudiée ainsi que l'indemnisation de l'aléa thérapeutique.3. Renforcer la politique de santé publiquea) Accroître la sécurité sanitaireLes trois institutions créées par la loi du 1er juillet 1998 - l'Institut de veille sanitaire, l'Agence française de sécurité sanitaire des produits de santé et l'Agence française de sécurité sanitaire des aliments - permettront de mettre en oeuvre une politique active et cohérente de sécurité sanitaire.La sécurité et la qualité des actes de soins seront renforcées par une politique active de lutte contre les infections nosocomiales, par le renforcement des normes pour les activités de soins (périnatalité, réanimation), par la diffusion de recommandations de bonnes pratiques tant en ville qu'à l'hôpital.Le Gouvernement s'engage à présenter au Parlement un programme de lutte contre les infections nosocomiales dès le début de l'année 1999.b) Accroître les efforts de prévention des causes de morbidité et de mortalité évitablesLe Gouvernement a engagé une politique de lutte contre le saturnisme, les mesures qui nécessitent une intervention législative ont été intégrées dans la loi de lutte contre l'exclusion.La prévention du suicide chez les jeunes fait l'objet d'un programme triennal de prévention chez les adolescents et les adultes jeunes, lancé début 1998. L'objectif retenu est de réduire de 10 % en l'an 2000 le nombre de décès par suicide.Le Gouvernement mettra en place au début de l'année 1999 un dispositif d'informations concernant la contraception et un programme de prévention des grossesses non désirées des adolescentes.La prévention des dépendances (alcoolisme, tabagisme, toxicomanie) sera renforcée. S'agissant de l'alcool, les centres d'hygiène alimentaire et d'alcoologie seront renforcés par leur prise en charge par l'assurance maladie à compter du 1er janvier prochain.Un programme national de dépistage des cancers a été engagé. La loi de financement prévoit à cet égard la prise en charge à 100 % des actes de dépistage. Le dépistage des cancers féminins sera généralisé dans les trois ans et le dépistage du cancer du côlon étendu. Ce dépistage reposera sur une organisation permettant un contrôle de sa qualité à toutes les étapes.La France a été le premier pays à rendre disponibles à l'été 1997 les traitements prophylactiques contre le sida. Progrès majeurs pour les patients, les thérapies antirétrovirales sont maintenant dispensées en officine de ville. Ces avancées sur le plan thérapeutique n'autorisent aucun relâchement de l'effort en matière de prévention et d'information.L'année 1999 donnera lieu à un plan d'ensemble de lutte contre l'hépatite C. Ce plan se fonde sur de nouveaux moyens consacrés à la recherche, un élargissement des campagnes de dépistage, un accès facilité aux traitements. La politique de lutte contre l'hépatite C sera organisée autour de pôles de références associant établissements hospitaliers et médecins de ville.La lutte contre le dopage est reconnue comme une priorité nationale de protection sociale et de la politique de santé publique.Dans le domaine de la protection de la santé des sportifs, le Gouvernement étudiera s'il convient de procéder au remboursement de la consultation médicale nécessaire à l'obtention de la première licence sportive. Cette préoccupation permettrait de donner une vraie dimension de prévention à cette première consultation. Celle-ci doit répondre à un cahier des charges précis.c) Mieux prendre en charge la douleur et les soins palliatifsLe Gouvernement a mis en place un plan sur trois ans pour développer les soins palliatifs et améliorer la prise en charge de la douleur. Ces deux plans comportent à chaque fois une information large du public, un renforcement de la formation initiale et continue des professionnels de santé et une amélioration de l'organisation des soins. En ce qui concerne la lutte contre la douleur, le carnet à souches sera supprimé à la fin de l'année et remplacé par des ordonnances sécurisées qui seront utilisées pour toutes les prescriptions. Des protocoles de traitement de la douleur, déléguant aux infirmiers la prescription d'antalgiques, seront affichés dans les services d'urgence et de chirurgie. Les outils permettant d'apprécier l'intensité de la douleur seront généralisés.d) Mieux prendre en charge la compensation du handicap auditifLe handicap auditif est aujourd'hui maîtrisé tant par la précision audiométrique que par l'évolution des techniques mises en oeuvre. Mais, en revanche, le cadre réglementaire relatif à la prise en charge des matériels de compensation du handicap auditif (audio-prothèse) reste insatisfaisant. C'est pourquoi le Gouvernement a engagé une étude permettant de dresser un bilan des prix et des marges réellement pratiqués dans ce secteur qui sera prochainement élargie à l'ensemble des problèmes posés par la prise en charge actuelle de ces matériels. A partir des résultats de cette étude, des propositions visant à améliorer la prise en charge des appareils destinés à compenser le handicap auditif seront élaborées.e) Développer la prévention et les soins dentairesSont étendues aux centres de santé et plus généralement aux structures de soins salariés des mesures équivalentes aux dispositions régissant les actions de soins et de prévention prévues par la convention du 18 avril 1997, en particulier l'actuel bilan de prévention et de suivi des soins dentaires gratuits pour les jeunes de quinze ans.f) Engager une véritable politique gérontologiqueLe Gouvernement s'engage en 1999 à définir une véritable politique de gériatrie et de gérontologie s'appuyant sur la formation de l'ensemble des personnels de santé et sur la coordination des acteurs intervenant dans le soin aux personnes âgées.4. Permettre à tous d'accéder aux soinsLa poursuite de cet objectif suppose de stabiliser, voire d'accroître dans la mesure du possible, les niveaux de remboursement de l'ensemble de la population mais également d'apporter une attention particulière aux personnes exclues de l'accès aux soins.Le Gouvernement présentera un projet de loi instaurant une couverture maladie universelle. Dans le cadre de ce projet de loi, le Gouvernement n'entend pas se limiter à garantir à tous les résidents une affiliation à un régime de base. Il entend permettre réellement un égal accès aux soins en assurant, aux plus modestes, le bénéfice d'une couverture complémentaire et du tiers payant.Le rapport de M. Jean-Claude Boulard, parlementaire en mission, rendu public en septembre, permet d'éclairer le choix entre les diverses options pour la mise en oeuvre du projet. Une concertation est engagée sur la base de ce rapport avec l'ensemble des parties prenantes à ce projet. Le Gouvernement déposera un projet de loi au cours de l'automne 1998.5. Améliorer la sécurité au travail et mieux prendre en charge les maladies professionnellesLes cas de maladies professionnelles reconnues sont passés d'environ 5 000 en 1990 à 12 700 en 1996. Il n'en demeure pas moins que les maladies professionnelles sont actuellement sous-déclarées et que la complexité des procédures contrarie leur reconnaissance. Cette situation est inacceptable car elle fait obstacle à l'organisation de la prévention et, pour certaines victimes, à l'exercice de leurs droits.Le Gouvernement entend donc :- améliorer la sécurité au travail. La protection des travailleurs contre les risques chimiques et cancérigènes sera consolidée ; les dispositions relatives à la protection contre les rayonnements ionisants seront réaménagées. L'action des médecins du travail dans la prévention des risques professionnels doit être réaffirmée et développée. Les conditions de gestion et de fonctionnement des services de médecine du travail seront clarifiées et adaptées à partir de la concertation engagée avec les partenaires sociaux ;- garantir les droits des victimes. Le Gouvernement propose de revoir les règles de reconnaissance des maladies professionnelles. La prescription qui éteint les droits d'une victime ne doit plus courir à partir de la date de la première constatation médicale de la maladie, mais à partir de la constatation de l'origine professionnelle de la maladie. Les droits des victimes de l'amiante seront réouverts. Les délais de réponse aux demandes de réparation au titre des maladies professionnelles seront raccourcis ;- améliorer la réparation des maladies professionnelles. Le barème d'invalidité en matière de maladies professionnelles sera rendu opposable aux caisses de sécurité sociale. Ce document qui souffre de nombreux et importants défauts sera réactualisé ; le Haut Comité médical de sécurité sociale en est saisi. La réparation des pneumoconioses sera instruite selon le droit commun de la réparation des maladies professionnelles. Les dispositions dérogatoires qui figurent actuellement dans le code de la sécurité sociale seront supprimées. Les tableaux des maladies professionnelles seront adaptés pour tenir compte de l'évolution des connaissances, notamment en matière de cancers professionnels. Le tableau relatif aux lombalgies sera publié et entrera en application. Les rentes accidents du travail seront mensualisées dès lors que le taux d'incapacité du bénéficiaire est égal ou supérieur à 50 %.6. Améliorer la qualité des soins et utiliser de manière optimale les ressources consacrées à la santéa) Médecine de ville : moderniser notre système de soins avec les professionnels de santéPromouvoir le juste soin, améliorer la coordination des soins entre les divers professionnels, évaluer la pertinence des pratiques tant individuelles que collectives, adapter l'offre aux besoins, telles sont les politiques structurelles qui permettront, en médecine ambulatoire, à la fois d'améliorer la qualité des soins et d'utiliser de manière optimale les ressources consacrées à la santé.La mise en oeuvre de ces politiques doit reposer sur une politique conventionnelle forte. Un partenariat actif entre caisses et professionnels de santé libéraux, au niveau national mais aussi, au plus près du terrain, dans chaque circonscription de caisse, est à cet égard nécessaire.Le Gouvernement entend poursuivre la politique qu'il a engagée autour des axes suivants :La connaissance de l'activité de notre système de soins ambulatoire doit être améliorée. La réalisation d'une classification commune des actes est accélérée. L'objectif est de pouvoir procéder au codage de l'ensemble des actes et des prestations au cours de l'an 2000. Une commission pour la transparence de l'information médicale est constituée afin de garantir la fiabilité et la pertinence des informations sur l'évolution des dépenses ;L'informatisation de notre système de santé doit être mise au service de la qualité des soins et de la modernisation de la pratique médicale. En mettant en place une mission pour l'informatisation du système de santé, l'Etat s'est donné les moyens d'assurer la cohérence des initiatives diverses qui concourent à ce projet. Le réseau santé social a été mis en place. Les applications proposées sur ce réseau vont se développer, leur qualité sera garantie par une procédure d'agrément. Le Gouvernement proposera au Parlement les dispositions législatives nécessaires au développement de Vitale 2 ;L'évaluation des pratiques médicales et paramédicales doit être développée. Les modalités d'action du contrôle médical sont en cours de rénovation. L'évaluation des pratiques par les professionnels de santé sera développée en s'appuyant notamment sur les unions régionales de médecins et les instances professionnelles propres aux professions paramédicales. Le développement de l'évaluation s'appuiera sur les recommandations de bonnes pratiques établies par l'ANAES ;Rendue obligatoire, la formation médicale continue des médecins n'a pas connu les développements souhaitables. Le Gouvernement proposera au Parlement les dispositions législatives nécessaires pour lui donner une nouvelle impulsion. Une concertation est engagée sur ce thème avec les représentants des médecins libéraux mais également avec les médecins hospitaliers et salariés ;Notre système de santé souffre de cloisonnements excessifs qui nuisent à la qualité des soins et sont source de dépenses inutiles. Le Gouvernement entend soutenir et favoriser les initiatives visant à une meilleure coordination des soins. Par ailleurs, le développement des réseaux pouvant associer médecine de ville et hôpital, professions médicales et paramédicales, permet d'améliorer la prise en charge des patients, de mieux concilier proximité et sécurité. La loi de financement ouvre, en ce domaine, des possibilités d'actions nouvelles aux partenaires conventionnels ;L'exercice des professions paramédicales s'est profondément transformé au cours de ces dernières années pour répondre aux besoins de la population et à l'évolution de la science et des techniques. C'est pourquoi le Gouvernement entend clarifier les rôles respectifs des médecins et des professions paramédicales dans la prise en charge des malades par une adaptation des textes les rendant conformes aux pratiques et à leur évolution souhaitable. Le Gouvernement s'engage par ailleurs à doter les professions concernées de règles professionnelles et d'instances professionnelles propres permettant de favoriser les conditions d'un exercice de qualité ;Notre système de santé est trop exclusivement centré sur l'acte curatif. La loi de financement ouvre la possibilité aux caisses de prendre en charge d'autres activités telles que la prévention, l'évaluation, l'éducation sanitaire. Il appartiendra aux caisses et aux professionnels de santé, dans le cadre conventionnel, de définir les dispositifs adaptés ;La maîtrise de la démographie médicale est essentielle pour garantir le meilleur accès aux soins comme pour assurer la maîtrise des dépenses. Des dispositions législatives sont proposées au Parlement pour accroître la possibilité d'action des partenaires conventionnels en ce domaine et les autoriser à mener des politiques sélectives adaptées à la diversité des situations.Des moyens sont nécessaires pour promouvoir l'ensemble de ces évolutions de notre système de soins ambulatoire. Un fonds d'aide à la qualité des soins de ville est créé et doté de 500 millions de francs.b) Le médicament : rationaliser la prescription et les remboursementsLa France se caractérise par un niveau global de consommation de médicaments très élevé, une surconsommation avérée pour certaines classes thérapeutiques telles que les antidépresseurs ou les antibiotiques, un faible développement des génériques. Cette situation est insatisfaisante au regard des exigences d'efficience de notre système de santé et préjudiciable en termes de santé publique. Les maladies iatrogènes représentent environ un million de journées d'hospitalisation.Aussi le Gouvernement a-t-il engagé un ensemble de politiques structurelles visant à :- lutter contre la surconsommation médicamenteuse. La taxe sur la promotion pharmaceutique a été augmentée dès 1998. La politique conventionnelle conduite par le Comité économique du médicament vise à obtenir une réduction du volume des classes où la surconsommation est avérée. Le développement des recommandations de bonnes pratiques permettra de réorienter les prescriptions ;- développer les génériques. Un répertoire complet des génériques est disponible depuis juillet 1998. Le droit de substitution accordé aux pharmaciens, sauf refus explicite des médecins, permettra le développement de ce type de produit ;- médicaliser le remboursement. La sécurité sociale doit concentrer ses efforts en matière de remboursement sur les médicaments dont l'efficacité médicale est avérée. Les critères de prise en charge des médicaments seront revus pour tenir compte tant de la gravité de la maladie que du service médical rendu. Une réévaluation de l'apport thérapeutique de l'ensemble des médicaments remboursables sera réalisée au cours des trois ans qui viennent.Pour conduire l'ensemble de ces évolutions, le Gouvernement entend s'appuyer sur une politique conventionnelle active.c) L'hôpital : promouvoir la qualité et adapter l'offre aux besoinsPromouvoir la qualité des soins, adapter notre offre hospitalière aux besoins, favoriser les coopérations entre établissements et, avec la médecine de ville, améliorer l'efficience globale du système hospitalier, tels sont les objectifs généraux de la politique hospitalière du Gouvernement.En particulier, dans un souci d'accroissement de la sécurité sanitaire et de qualité des soins, la situation des professions hospitalières à forte pénibilité (anesthésistes, urgentistes, obstétriciens) doit être prise en compte. Des améliorations des conditions de travail de ces professions doivent être envisagées, en particulier au regard de la législation européenne (directive 93/104/CE) sur la question du temps de travail. Il importe d'augmenter l'attractivité de ces professions afin d'apporter une réponse allant dans le sens des conclusions du rapport Nicolas-Duret.La promotion de la qualité à l'hôpital passe notamment par le développement de l'accréditation. Cette procédure permettra de vérifier sur la base d'une méthodologie fiable le niveau de performances sanitaires des établissements. L'ANAES a établi un référentiel d'accréditation. Il est en cours de test sur le terrain. Les premières démarches d'accréditation débuteront en 1999.Notre offre hospitalière doit poursuivre son adaptation. C'est dans ce souci que la révision des schémas régionaux d'organisation sanitaire a été entreprise. Cet exercice de planification sanitaire est conduit avec le souci d'associer étroitement à la réflexion les établissements et leurs personnels, mais également les représentants des usagers et les élus locaux. Il permettra une meilleure prise en compte des besoins de santé.La garantie offerte à tous d'un accès à des soins de qualité passe par l'organisation de réseaux entre établissements ou entre services qui garantiront à chacun une orientation vers une structure adaptée à son cas. Une telle organisation a été définie pour la sécurité périnatale et la cancérologie. Le Gouvernement entend poursuivre dans cette voie pour d'autres pathologies.Le Gouvernement accentuera son effort de réduction des inégalités entre régions. Les dotations régionales seront différenciées à partir des besoins régionaux, des indicateurs sanitaires et des indicateurs d'efficience. La régionalisation de l'objectif clinique privé, entamée en 1998, sera accentuée. De même, la réduction des inégalités de dotation entre les hôpitaux, notamment à partir des indications fournies par le PMSI, sera poursuivie.Le Gouvernement présentera un rapport sur l'évolution et la place des services de médecine non spécialisés à l'hôpital.Le Gouvernement entend par ailleurs, en concertation notamment avec les caisses nationales d'assurance maladie et les syndicats médicaux, poursuivre sa réflexion sur l'adaptation de l'objectif des dépenses médicales par spécialité ou groupe de spécialités.7. Assurer la régulation des dépensesLe Gouvernement est convaincu que seules des politiques structurelles, destinées tant à accroître la qualité des soins qu'à assurer une utilisation optimale des ressources, permettront de maîtriser durablement l'évolution des dépenses de santé. Toutefois, elles ne pourront porter leurs fruits que progressivement.Il est donc nécessaire de maintenir des dispositifs assurant une régulation globale des dépenses de soins, qui existent à l'hôpital depuis la mise en place du budget global en 1983 et depuis 1991 pour les cliniques privées. Il serait toutefois nécessaire d'apprécier au plus juste les dépenses hospitalières qui ont été comptabilisées dans le poste des prescriptions réalisées en ville.Le Gouvernement propose dans le projet de loi de financement un tel mécanisme de sauvegarde à partir des principes suivants :- la responsabilité de la régulation ne doit pas reposer sur les seuls médecins. Ainsi, l'industrie pharmaceutique sera appelée à contribuer à l'équilibre de l'assurance maladie en cas d'évolution excessive des dépenses de médicament. De même, l'évolution des dépenses du secteur médico-social sera encadrée par une enveloppe globale ;- les mécanismes de sauvegarde économique sont des dispositifs d'ultime recours. Ainsi, la loi de financement prévoit une obligation pour les partenaires conventionnels de négocier en cours d'année pour dresser un bilan de l'évolution des dépenses et prendre les mesures correctrices qui pourraient se révéler nécessaires ;- le dispositif proposé pour ce qui concerne les médecins écarte toute idée de sanction individuelle et constitue un mécanisme de régulation global traduisant la solidarité économique des médecins et de notre système de protection sociale."
    }
  ]
}