{
  "id": "jorftext000000888628",
  "type": "statute",
  "title": "Loi n° 52-1322 du 15 décembre 1952",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000888628",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente loi est applicable dans tous les territoires et territoires associés relevant du ministère de la France d'Outre-mer.\n\nEst considérée comme travailleur au sens de la présente loi, quels que soient son sexe et sa nationalité, toute personne qui s'est engagée à mettre son activité professionnelle, moyennant rémunération, sous la direction et l'autorité d'une autre personne, physique ou morale, publique ou privée. Pour la détermination de la qualité de travailleur, il ne sera tenu compte ni du statut juridique de l'employeur, ni de celui de l'employé.\n\nLes personnes nommées dans un emploi permanent d'un cadre d'une administration publique ne sont pas soumises aux dispositions de la présente loi.\n\nLes travailleurs continuent à bénéficier des avantages qui leur ont été consentis, lorsque ceux-ci sont supérieurs à ceux que leur reconnaît la présente loi.\n\nDans les Terres australes et antarctiques françaises, en application des articles L. 661-1 et suivants du code minier et par dérogation aux dispositions du premier alinéa du présent article, les dispositions du droit du travail applicables sur le territoire métropolitain s'appliquent aux activités, installations et dispositifs régis par le code minier, comme s'ils se trouvaient en territoire métropolitain. Les travailleurs continuent à bénéficier des avantages qui leur ont été consentis, lorsque ceux-ci sont supérieurs à ceux que leur reconnaît la présente loi ou les dispositions applicables sur le territoire métropolitain."
    },
    {
      "provision_ref": "art1bis",
      "section": "1bis",
      "title": "Article 1bis",
      "content": "A Wallis-et-Futuna, les articles 10-1,12-1 à 13-1 et 14-1 de la loi n° 2016-1691 du 9 décembre 2016 relative à la transparence, à la lutte contre la corruption et à la modernisation de la vie économique sont applicables à toute personne ayant témoigné, de bonne foi, de faits constitutifs d'un délit ou d'un crime dont elle a eu connaissance dans l'exercice de ses fonctions ou relaté de tels faits.Pour l'application à Wallis-et-Futuna du II de l'article 10-1 de la loi n° 2016-1691 du 9 décembre 2016 précitée, sont comprises dans les mesures de représailles énumérées aux 1° à 15° du même II la mise à l'écart d'une procédure de recrutement, le refus d'accès à un stage ou à une période de formation, les sanctions, le licenciement, les mesures discriminatoires directes ou indirectes, notamment en matière de rémunération, d'intéressement ou de distribution d'actions, de formation, de reclassement, d'affectation, de qualification, de classification, de promotion professionnelle, de mutation ou de renouvellement de contrat.\n\nEn cas de rupture du contrat de travail consécutive au signalement d'une alerte au sens de l'article 6 de la loi n° 2016-1691 du 9 décembre 2016 du précitée, le salarié peut saisir le tribunal du travail dans les conditions prévues au titre VIII de la présente loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le travail forcé ou obligatoire est interdit de façon absolue.Le terme \"travail forcé ou obligatoire désigne tout travail ou service exigé d'un individu sous la menace d'une peine quelconque et pour lequel ledit individu ne s'est pas offert de plein gré."
    },
    {
      "provision_ref": "art2bis",
      "section": "2bis",
      "title": "Article 2bis",
      "content": "I. ― Aucun salarié ne doit subir les agissements répétés de harcèlement moral qui ont pour objet ou pour effet une dégradation de ses conditions de travail susceptible de porter atteinte à ses droits et à sa dignité, d'altérer sa santé physique ou mentale ou de compromettre son avenir professionnel.\n\nII.-Les articles 10-1, 12-1 à 13-1 et 14-1 de la loi n° 2016-1691 du 9 décembre 2016 relative à la transparence, à la lutte contre la corruption et à la modernisation de la vie économique sont applicables à toute personne ayant subi ou refusé de subir des agissements répétés de harcèlement moral ou ayant, de bonne foi, relaté ou témoigné de tels agissements.\n\nIV. ― L'employeur prend toutes dispositions nécessaires en vue de prévenir les agissements de harcèlement moral.\n\nLe texte de l'article 222-33-2 du code pénal est affiché dans les lieux de travail.\n\nV. ― Tout salarié ayant procédé à des agissements de harcèlement moral est passible d'une sanction disciplinaire."
    },
    {
      "provision_ref": "art2quater",
      "section": "2quater",
      "title": "Article 2quater",
      "content": "Sont punis d'un an d'emprisonnement et d'une amende de 3 750 € les faits de discriminations commis à la suite d'un harcèlement moral ou sexuel définis au II de l'article 2 bis et aux II et III de l'article 2 ter."
    },
    {
      "provision_ref": "art2ter",
      "section": "2ter",
      "title": "Article 2ter",
      "content": "I. ― Aucun salarié ne doit subir des faits :\n\n1° Soit de harcèlement sexuel, constitué par des propos ou comportements à connotation sexuelle répétés qui soit portent atteinte à sa dignité en raison de leur caractère dégradant ou humiliant, soit créent à son encontre une situation intimidante, hostile ou offensante ;\n\n2° Soit assimilés au harcèlement sexuel, consistant en toute forme de pression grave, même non répétée, exercée dans le but réel ou apparent d'obtenir un acte de nature sexuelle, que celui-ci soit recherché au profit de l'auteur des faits ou au profit d'un tiers.\n\nII.-Les articles 10-1, 12-1 à 13-1 et 14-1 de la loi n° 2016-1691 du 9 décembre 2016 relative à la transparence, à la lutte contre la corruption et à la modernisation de la vie économique sont applicables à toute personne ayant subi ou refusé de subir des agissements répétés de harcèlement sexuel définis au I du présent article, y compris, dans le cas mentionné au 1° du même I, si les propos ou comportements n'ont pas été répétés, ou ayant, de bonne foi, témoigné d'agissements de harcèlement sexuel ou relaté de tels agissements.\n\nV. ― L'employeur prend toutes dispositions nécessaires en vue de prévenir les faits de harcèlement sexuel.\n\nLe texte de l'article 222-33 du code pénal est affiché dans les lieux de travail ainsi que dans les locaux ou à la porte des locaux où se fait l'embauche.\n\nVI. ― Tout salarié ayant procédé à des faits de harcèlement sexuel est passible d'une sanction disciplinaire."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les syndicats professionnels ont exclusivement pour objet l'étude et la défense des intérêts économiques, industriels, commerciaux et agricoles."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les personnes exerçant la même profession, des métiers similaires ou des professions connexes concourant à l'établissement de produits déterminés, ou la même profession libérale, peuvent constituer librement un syndicat professionnel. Tout travailleur ou employeur peut adhérer librement à un syndicat de son choix dans le cadre de sa profession."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les fondateurs de tout syndicat professionnel doivent déposer les statuts et les noms de ceux qui, à un titre quelconque, sont chargés de son administration ou de sa direction.Ce dépôt a lieu à la mairie ou au siège de la circonscription administrative où le syndicat est établi, et copie des statuts est adressée à l'inspecteur du travail et des lois sociales et au procureur de la République du ressort.Les modifications apportées aux statuts et les changements survenus dans la composition de la direction ou de l'administration du syndicat doivent être portés, dans les mêmes conditions, à la connaissance des mêmes autorités."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les membres chargés de l'administration ou de la direction d'un syndicat doivent être citoyens de l'Union française, jouir de leurs droits civils, ne pas avoir encouru de condamnation à une peine correctionnelle, à l'exception toutefois :1° Des condamnations pour délits d'imprudence hors le cas de délit de fuite concomitant ;2° Des condamnations prononcées pour infractions, autres que les infractions qualifiées délits, à la loi du 24 juillet 1867 sur les sociétés mais dont cependant la répression n'est pas subordonnée à la preuve de la mauvaise foi de leurs auteurs et qui ne sont passibles que d'une amende."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les femmes mariées exerçant une profession ou un métier peuvent, sans l'autorisation de leur mari, adhérer aux syndicats professionnels et participer à leur administration ou à leur direction dans les conditions fixées à l'article précédent."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les mineurs âgés de plus de seize ans peuvent adhérer aux syndicats, sauf opposition de leur père, mère ou tuteur."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Peuvent continuer à faire partie d'un syndicat professionnel les personnes qui ont quitté l'exercice de leur fonction ou de leur profession, sous réserve d'avoir exercé celle-ci au moins un an."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Tout membre d'un syndicat professionnel peut s'en retirer à tout instant nonobstant toute clause contraire sans préjudice du droit, pour le syndicat, de réclamer la cotisation afférente aux six mois qui suivent le retrait d'adhésion."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "En cas de dissolution volontaire, statutaire ou prononcée par la justice, les biens du syndicat sont dévolus conformément aux statuts ou, à défaut de dispositions statutaires, suivant les règles déterminées par l'assemblée générale. En aucun cas, ils ne peuvent être répartis entre les membres adhérents."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les syndicats professionnels jouissent de la personnalité civile. Ils ont le droit d'ester en justice et d'acquérir sans autorisation, à titre gratuit ou à titre onéreux, des biens, meubles et immeubles."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Ils peuvent, devant toutes les juridictions, exercer tous les droits réservés à la partie civile, relativement aux faits portant un préjudice direct ou indirect à l'intérêt collectif de la profession qu'ils représentent."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Ils peuvent affecter une partie de leurs ressources à la création de logements de travailleurs, à l'acquisition de terrains de culture ou de terrains d'éducation physique, à l'usage de leurs membres."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Ils peuvent créer, administrer ou subventionner des oeuvres professionnelles telles que : institutions de prévoyance, caisses de solidarité, laboratoires, champs d'expérience, oeuvres d'éducation scientifique, agricole ou sociale, cours et publications intéressant la profession.Les immeubles et objets mobiliers nécessaires à leurs réunions, à leurs bibliothèques et à leurs cours d'instruction professionnels sont insaisissables."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Ils peuvent subventionner des sociétés coopératives de production ou de consommation."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Ils peuvent passer des contrats ou conventions avec tous autres syndicats, sociétés, entreprises ou personnes. Les conventions collectives du travail sont passées dans les conditions déterminées par le chapitre IV du titre III."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "S'ils y sont autorisés par leurs statuts, et à condition de ne pas distribuer de bénéfices, même sous forme de ristournes, à leurs membres, les syndicats peuvent :1° Acheter pour le louer, prêter ou répartir entre leurs membres, tout ce qui est nécessaire à l'exercice de leur profession, notamment matières premières, outils, instruments, machines, engrais, semences, plantes, animaux et matières alimentaires pour le bétail ;2° Prêter leur entremise gratuite pour la vente des produits provenant exclusivement du travail personnel ou des exploitations des syndiqués ; faciliter cette vente par expositions, annonces, publications, groupements de commandes et d'expéditions, sans pouvoir l'opérer sous leur nom, et sous leur responsabilité."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Ils peuvent être consultés sur tous les différends et toutes les questions se rattachant à leur spécialité.Dans les affaires contentieuses, les avis du syndicat sont tenus à la disposition des parties qui peuvent en prendre communication et copie."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les syndicats peuvent déposer, dans les conditions déterminées par arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, leurs marques ou labels. Ils peuvent, dès lors, en revendiquer la propriété exclusive dans les conditions dudit arrêté. Ces marques ou labels peuvent être apposés sur tout produit ou objet de commerce pour en certifier l'origine et les conditions de fabrication. Ils peuvent être utilisés par tous les individus ou entreprises mettant en vente ces produits.Est nulle et de nul effet toute clause de contrat collectif, accord ou entente aux termes de laquelle l'usage de la marque syndicale par un employeur sera subordonné à l'obligation pour ledit employeur de ne conserver ou de ne prendre à son service que les adhérents du syndicat propriétaire de la marque."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les syndicats peuvent, en se conformant aux dispositions des lois en vigueur, constituer entre leurs membres des caisses spéciales de secours mutuels et de retraites."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les fonds de ces caisses spéciales sont insaisissables dans les limites déterminées par la loi."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Toute personne qui se retire d'un syndicat conserve le droit d'être membre de sociétés de secours mutuels et de retraites pour la vieillesse à l'actif desquelles elle a contribué par des cotisations ou versements de fonds."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les syndicats professionnels régulièrement constitués d'après les prescriptions de la présente loi peuvent librement se concerter pour l'étude et la défense de leurs intérêts économiques, industriels, commerciaux et agricoles.Ils peuvent se constituer en union sous quelque forme que ce soit."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les dispositions des articles 3, 5, 6, 7, 8 sont applicables aux unions de syndicats qui doivent, d'autre part, faire connaître, dans les conditions prévues à l'article 5, le nom et le siège social des syndicats qui les composent. Leurs statuts doivent déterminer les règles selon lesquelles les syndicats adhérents à l'union sont représentés dans le conseil d'administration et dans les assemblées générales."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Ces unions jouissent de tous les droits conférés aux syndicats professionnels par les chapitres II, III et IV du présent titre."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Des locaux pourront être mis à la disposition des unions de syndicats pour l'exercice de leur activité, sur leur demande, après avis de la commission consultative du travail et délibération de l'assemblée représentative."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les associations professionnelles de caractère coutumier reconnues par arrêté du chef de territoire sont assimilées aux syndicats professionnels en ce qui regarde l'application des articles 13, 16, 17, 20 et 21. Elles peuvent :1° Acheter pour le louer, prêter ou répartir entre leurs membres tout ce qui est nécessaire à l'exercice de leur profession, notamment en matières premières, outils, instruments, machines, engrais, semences, plantes, animaux et matières alimentaires pour le bétail ;2° Prêter leur entremise gratuite pour la vente des produits provenant exclusivement du travail personnel ou des exploitations des membres de l'association ; faciliter cette vente par exposition, annonces, publications, groupements de commandes et d'expéditions, sans pouvoir l'opérer sous leur nom, et sous leur responsabilité."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les contrats de travail sont passés librement.Cependant, le chef de territoire, à titre exceptionnel et pour des raisons d'ordre économique ou social, et notamment dans l'intérêt de la santé ou de l'hygiène publique, a la faculté d'interdire ou de limiter certains embauchages dans des régions données, par arrêté pris après avis de la commission consultative du travail et de l'assemblée locale qui pourra déléguer ses pouvoirs à sa commission permanente."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Quels que soient le lieu de la conclusion du contrat et la résidence de l'une ou l'autre partie, tout contrat de travail, conclu pour être exécuté dans l'un des territoires visé à l'article premier, est soumis aux dispositions de la présente loi.Son existence est constatée, sous réserve des stipulations de l'article 32, dans les formes qu'il convient aux parties contractantes d'adopter. La preuve peut être rapportée par tous moyens.Le contrat écrit est exempt de tous droits de timbre et d'enregistrement."
    },
    {
      "provision_ref": "art30bis",
      "section": "30bis",
      "title": "Article 30bis",
      "content": "Aucune personne ne peut être écartée d'une procédure de recrutement ou de l'accès à un stage ou à une période de formation en entreprise, aucun salarié ne peut être sanctionné, licencié ou faire l'objet d'une mesure discriminatoire, directe ou indirecte, notamment en matière de rémunération, de formation, de reclassement, d'affectation, de qualification, de classification, de promotion professionnelle, de mutation ou de renouvellement de contrat pour avoir relaté ou témoigné, de bonne foi, soit à son employeur, soit aux autorités judiciaires ou administratives, de faits de corruption dont il aurait eu connaissance dans l'exercice de ses fonctions.Toute rupture du contrat de travail qui en résulterait, toute disposition ou tout acte contraire est nul de plein droit.En cas de litige relatif à l'application des deux premiers alinéas, dès lors que le salarié concerné ou le candidat à un recrutement, à un stage ou à une période de formation en entreprise établit des faits qui permettent de présumer qu'il a relaté ou témoigné de faits de corruption, il incombe à la partie défenderesse, au vu de ces éléments, de prouver que sa décision est justifiée par des éléments objectifs étrangers aux déclarations ou au témoignage du salarié. Le juge forme sa conviction après avoir ordonné, en cas de besoin, toutes les mesures d'instruction qu'il estime utiles."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Le travailleur ne peut engager ses services qu'à temps ou pour un ouvrage déterminé.Pour les travailleurs originaires du territoire, lorsque le contrat est conclu pour une durée déterminée, celle-ci ne peut excéder deux ans. Cette durée ne pourra, sauf dérogation accordée par le ministre de la France d'outre-mer, excéder trois ans pour les travailleurs non originaires du territoire."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Tout contrat de travail stipulant une durée déterminée supérieure à trois mois ou nécessitant l'installation des travailleurs hors de leur résidence habituelle doit être, après visite médicale de ceux-ci, constaté par écrit devant l'office de main d'oeuvre du lieu d'embauchage ou, à défaut, devant l'inspecteur du travail et des lois sociales ou son suppléant légal.L'autorité compétente vise le contrat après notamment :1° Avoir recueilli, s'il y a lieu, l'avis de l'inspection du travail et des lois sociales du lieu de l'emploi sur les conditions du travail consenties et s'être assurée de l'accord de l'office de main-d'oeuvre du lieu de l'emploi ;2° Avoir constaté l'identité du travailleur, son libre consentement et la conformité du contrat de travail aux dispositions applicables en matière de travail ;3° Avoir vérifié que le travailleur est libre de tout engagement antérieur ;4° Avoir donné aux parties lecture et, éventuellement, traduction du contrat.La demande de visa incombe à l'employeur.Si le visa prévu au présent article est refusé, le contrat est nul de plein droit.Si l'omission du visa est due au fait de l'employeur, le travailleur aura droit de faire constater la nullité du contrat et pourra, s'il y a lieu, réclamer des dommages-intérêts.Le rapatriement est, dans ces deux cas, supporté par l'employeur.Si l'autorité compétente pour accorder le visa n'a pas fait connaître sa décision dans les quinze jours qui suivent la demande de visa, ce visa sera réputé avoir été accordé.Le rôle dévolu par le présent article aux offices locaux de main-d'oeuvre sera rempli, en ce qui concerne les travailleurs embauchés dans la France métropolitaine, par l'office de main-d'oeuvre prévu à l'article 174."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Quand il y a engagement à l'essai, il doit être expressément stipulé au contrat. Il ne peut être conclu pour une durée supérieure au délai nécessaire pour mettre à l'épreuve le personnel engagé compte-tenu de la technique et des usages de la profession.\n\nDans tous les cas, l'engagement à l'essai ne peut porter, renouvellement compris, que sur une période maxima de six mois. Pour les travailleurs visés à l'article 94, paragraphe premier, la durée maxima de cette période est portée à un an.\n\nLes délais de recrutement et de route ne sont pas compris dans la durée maxima de l'essai.\n\nLe rapatriement est dans tous les cas supporté par l'employeur."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les formes et modalités d'établissement du contrat de travail et de l'engagement à l'essai sont fixées par arrêtés du chef de groupe de territoires, de territoire non groupé, ou sous tutelle, pris après avis de la commission consultative du travail et de l'assemblée représentative.Ces arrêtés sont soumis à l'approbation du ministre de la France d'outre-mer."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Le règlement intérieur est établi par le chef d'entreprise sous réserve de la communication dont il est fait mention au troisième alinéa du présent article. Son contenu est limité exclusivement aux règles relatives à l'organisation technique du travail, à la discipline et aux prescriptions concernant l'hygiène et la sécurité, nécessaires à la bonne marche de l'entreprise.Toutes les autres clauses qui viendraient à y figurer, notamment celles relatives à la rémunération, seront considérées comme nulles de plein droit, sous réserve des dispositions du dernier alinéa de l'article 100 ci-après.Avant de le mettre en vigueur, le chef d'entreprise doit communiquer le règlement intérieur aux délégués du personnel, s'il en existe, et à l'inspecteur du travail et des lois sociales qui peut exiger le retrait ou la modification des dispositions contraires aux lois et règlements en vigueur.Les modalités de communication, de dépôt et d'affichage du règlement intérieur, ainsi que le nombre de travailleurs de l'entreprise au-dessus duquel l'existence de ce règlement est obligatoire, sont fixés par arrêtés du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de la commission consultative du travail et soumis à l'approbation du ministre de la France d'outre-mer."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Il est interdit à l'employeur d'infliger des amendes."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le travailleur doit toute son activité professionnelle à l'entreprise, sauf dérogation stipulée au contrat.Toutefois, il lui est loisible, sauf convention contraire, d'exercer, en dehors de son temps de travail, toute activité à caractère professionnel non susceptible de concurrencer l'entreprise ou de nuire à la bonne exécution des services convenus.Est nulle de plein droit toute clause d'un contrat portant interdiction pour le travailleur d'exercer une activité quelconque à l'expiration du contrat. En cas de rupture du contrat, cette clause est valable si la rupture est le fait du travailleur ou résulte d'une faute lourde de celui-ci. Toutefois, en ce cas, l'interdiction ne peut porter que sur une activité de nature à concurrencer l'employeur, elle ne peut dépasser deux ans et ne peut s'appliquer que dans un rayon de deux cents kilomètres autour du lieu du travail."
    },
    {
      "provision_ref": "art37bis",
      "section": "37bis",
      "title": "Article 37bis",
      "content": "Par dérogation aux dispositions du deuxième alinéa de l'article 31, lorsqu'un salarié sous contrat à durée déterminée est exposé à des rayonnements ionisants et qu'au terme de son contrat cette exposition excède la valeur limite annuelle rapportée à la durée du contrat, l'employeur est tenu de lui proposer une prorogation du contrat pour une durée telle que l'exposition constatée à l'expiration de la prorogation soit au plus égale à la valeur limite annuelle rapportée à la durée totale du contrat. Cette prorogation est sans effet sur la qualification du contrat à durée déterminée. Un décret en Conseil d'Etat fixe la valeur limite utilisée pour les besoins du présent article."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Le contrat de travail à durée indéterminée peut toujours cesser par la volonté de l'une des parties. Cette résiliation est subordonnée à un préavis donné par la partie qui prend l'initiative de la rupture. En l'absence de conventions collectives, un arrêté du chef de territoire, pris après avis de la commission consultative du travail, détermine les conditions et la durée du préavis, compte tenu, notamment, de la durée du contrat et des catégories professionnelles.\n\nSur demande du travailleur congédié, le licenciement doit être confirmé par écrit, dans les huit jours."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Pendant la durée du délai de préavis, l'employeur et le travailleur sont tenus au respect de toutes les obligations réciproques qui leur incombent ;En vue de la recherche d'un autre emploi, le travailleur bénéficiera, pendant la durée du préavis, d'un jour de liberté par semaine, pris, à son choix, globalement ou heure par heure, payé à plein salaire.La partie à l'égard de laquelle ces obligations ne seraient pas respectées ne pourra se voir imposer aucun délai de préavis, sans préjudice des dommages-intérêts qu'elle jugerait bon de demander."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Toute rupture de contrat à durée indéterminée, sans préavis ou sans que le délai de préavis ait été intégralement observé, emporte obligation, pour la partie responsable, de verser à l'autre partie une indemnité dont le montant correspond à la rémunération et aux avantages de toute nature dont aurait bénéficié le travailleur durant le délai de préavis qui n'aura pas été effectivement respecté.Cependant, la rupture de contrat peut intervenir sans préavis en cas de faute lourde, sous réserve de l'appréciation de la juridiction compétente, en ce qui concerne la gravité de la faute."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le contrat de travail à durée déterminée ne peut cesser avant terme par la volonté d'une seule des parties que dans les cas prévus au contrat ou dans celui de faute lourde laissée à l'appréciation de la juridiction compétente.La rupture injustifiée du contrat par l'une des parties ouvre droit aux dommages-intérêts pour l'autre partie."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Toute rupture abusive du contrat peut donner lieu à des dommages-intérêts. La juridiction compétente constate l'abus par une enquête sur les causes et les circonstances de la rupture du contrat.\n\nLes licenciements effectués sans motifs légitimes, de même que les licenciements motivés par les opinions du travailleur, son activité syndicale, son appartenance et sa non-appartenance à un syndicat déterminé, en particulier, sont abusifs.\n\nLe jugement devra mentionner expressément le motif allégué par la partie qui aura rompu le contrat.\n\nLe montant des dommages-intérêts est fixé compte tenu, en général, de tous les éléments qui peuvent justifier l'existence et déterminer l'étendue du préjudice causé et notamment :\n\na) Lorsque la responsabilité incombe au travailleur, du préjudice subi par l'employeur en raison de l'inexécution du contrat ;\n\nb) Lorsque la responsabilité incombe à l'employeur, des usages, de la nature des services engagés, de l'ancienneté des services, de l'âge du travailleur, et des droits acquis à quelque titre que ce soit.\n\nCes dommages-intérêts ne se confondent ni avec l'indemnité pour inobservation de préavis, ni avec l'indemnité de licenciement éventuellement prévue par le contrat ou la convention collective."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Lorsqu'un travailleur ayant rompu abusivement un contrat de travail engage à nouveau ses services, le nouvel employeur est solidairement responsable du dommage causé à l'employeur précédent dans les trois cas suivants :1° Quand il est démontré qu'il est intervenu dans le débauchage ;2° Quand il a embauché un travailleur qu'il savait déjà lié par un contrat de travail ;3° Quand il a continué à occuper un travailleur après avoir appris que ce travailleur était encore lié à un autre employeur par un contrat de travail. Dans ce troisième cas, la responsabilité du nouvel employeur cesse d'exister si, au moment où il a été averti, le contrat de travail abusivement rompu par le travailleur était venu à expiration, soit, s'il s'agit de contrats à durée déterminée, par l'arrivée du terme, soit, s'il s'agit de contrats à durée indéterminée, par l'expiration du préavis ou si un délai de quinze jours s'était écoulé depuis la rupture dudit contrat."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Le privilège établi par l'article 2331 (par. 4) du code civil s'étend aux indemnités prévues pour inobservation du préavis et aux dommages-intérêts prévus aux articles 41 et 42."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "En cas de résiliation avant terme d'un contrat soumis aux dispositions de l'article 32, l'employeur est tenu d'en aviser, dans les quinze jours, l'autorité devant laquelle le contrat a été conclu."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "S'il survient une modification dans la situation juridique de l'employeur, notamment par succession, vente, fusion, transformation de fonds, mise en société, tous les contrats de travail en cours au jour de la modification subsistent entre le nouvel entrepreneur et le personnel de l'entreprise. Leur résiliation ne peut intervenir que dans les formes et aux conditions prévues par la présente section.La cessation de l'entreprise, sauf le cas de force majeure, ne dispense pas l'employeur de respecter les règles établies à ladite section. La faillite et la liquidation judiciaire ne sont pas considérées comme des cas de force majeure.Les parties ne peuvent renoncer à l'avance au droit éventuel de demander des dommages-intérêts en vertu des dispositions ci-dessus."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Le contrat est suspendu pendant la durée d'absence du travailleur, en cas de maladie dûment constatée par un médecin agréé, durée limitée à six mois ; ce délai est prorogé jusqu'au remplacement du travailleur."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Dans le cas prévu à l'article 47, l'employeur est tenu de verser au travailleur, dans la limite normale de préavis, une indemnité égale au montant de sa rémunération pendant la durée de l'absence.Des arrêtés du chef de groupe de territoires, de territoire non groupé ou sous tutelle, déterminent le quantum de participation du territoire au payement de ces indemnités."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Le contrat de travail d'un salarié ou d'un apprenti, appelé au service national en application du livre II du code du service national, est suspendu pendant toute la durée du service national actif. La réintégration dans l'entreprise est de droit. Le travailleur réintégré bénéficie de tous les avantages qu'il avait acquis au moment de son départ.Les dispositions du présent article sont applicables, lors de leur renvoi dans leurs foyers, aux personnes qui, ayant accompli leur service actif, ont été maintenues au service national."
    },
    {
      "provision_ref": "art49-1",
      "section": "49-1",
      "title": "Article 49-1",
      "content": "Tout salarié ou apprenti, âgé de seize à vingt-cinq ans, qui doit participer à l'appel de préparation à la défense, bénéficie d'une autorisation d'absence exceptionnelle d'un jour.Cette absence exceptionnelle a pour but exclusif de permettre au salarié ou à l'apprenti de participer à l'appel de préparation à la défense. Elle n'entraîne pas de réduction de rémunération. Elle est assimilée à une période de travail effectif pour la détermination de la durée de congé annuel."
    },
    {
      "provision_ref": "art49-2",
      "section": "49-2",
      "title": "Article 49-2",
      "content": "Aucun employeur ne peut résilier le contrat de travail d'un salarié ou d'un apprenti au motif que lui-même, le salarié ou l'apprenti se trouve astreint aux obligations du service national, ou se trouve appelé au service national en exécution d'un engagement pour la durée de la guerre ou rappelé au service national à un titre quelconque.Toutefois, l'employeur peut résilier le contrat s'il justifie d'une faute grave de l'intéressé, non liée aux obligations de l'alinéa précédent, ou s'il se trouve dans l'impossibilité de maintenir ledit contrat pour un motif étranger auxdites obligations."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les dispositions des articles 38 à 48 ne s'appliquent pas, sauf convention contraire, aux contrats d'engagement à l'essai qui peuvent être résiliés sans préavis et sans que l'une ou l'autre des parties puisse prétendre à indemnité."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "A l'expiration de son contrat, tout travailleur peut exiger de son employeur, sous peine de dommages-intérêts, un certificat indiquant exclusivement la date de son entrée, celle de sa sortie, la nature et les dates des emplois successivement occupés.\n\nCe certificat est exempt de tous droits de timbre et d'enregistrement, même s'il contient la formule \"libre de tout engagement\" ou toute autre formule ne constituant ni obligation ni quittance."
    },
    {
      "provision_ref": "art51bis",
      "section": "51bis",
      "title": "Article 51bis",
      "content": "Dans le territoire des îles Wallis-et-Futuna, le travailleur lié par un contrat de travail à durée indéterminée et qui est licencié, alors qu'il compte deux ans d'ancienneté ininterrompue au service du même employeur ou de plusieurs employeurs dans l'éventualité prévue par l'article 46, a droit, sauf en cas de faute grave, à une indemnité minimum de licenciement. L'administrateur supérieur du territoire détermine le taux et les modalités de calcul de cette indemnité en fonction de la rémunération brute versée au travailleur antérieurement à la rupture du contrat de travail par arrêté pris après consultation de la commission consultative du travail.Pour l'application de l'alinéa précédent, les circonstances qui, en vertu de dispositions législatives ou réglementaires, de conventions ou accords collectifs du travail, d'usages ou de stipulations contractuelles, entraînent la suspension du contrat de travail ne sont pas regardées comme interrompant l'ancienneté du travailleur. Toutefois, cette période de suspension n'entre pas en compte dans la durée d'ancienneté nécessaire à l'obtention de l'indemnité minimum de licenciement prévue par l'alinéa précédent."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Le contrat d'apprentissage est celui par lequel un chef d'établissement industriel, commercial ou agricole, un artisan ou un façonnier s'oblige à donner ou à faire donner une formation professionnelle méthodique et complète à une autre personne, et par lequel celle-ci s'oblige, en retour, à se conformer aux instructions qu'elle recevra et à exécuter les ouvrages qui lui seront confiés en vue de son apprentissage.Le contrat doit être constaté par écrit, à peine de nullité. Il est rédigé en langue française et si possible dans la langue de l'apprenti.Le contrat est exempt de tous droits de timbre et d'enregistrement."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le contrat d'apprentissage est établi en tenant compte des usages et coutumes de la profession.\n\nIl contient en particulier 1° Les nom, prénoms, âge, profession, domicile du maître ou la raison sociale ;\n\n2° Les nom, prénoms, âge, domicile de l'apprenti ;\n\n3° Les nom, prénoms, profession et domicile de ses père et mère, de son tuteur ou de la personne autorisée par les parents ou à leur défaut par le juge de paix ;\n\n4° La date et la durée du contrat ;\n\n5° Les conditions de rémunération, de nourriture et de logement de l'apprenti ;\n\n6° L'indication des cours professionnels que le chef d'établissement s'engage à faire suivre à l'apprenti, soit dans l'établissement, soit au dehors."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les autres conditions de fond et de forme et les effets de ce contrat, ainsi que les cas et les conséquences de sa résiliation et les mesures de contrôle de son exécution, sont réglés par arrêté du chef de territoire, pris sur proposition de l'inspection du travail et des lois sociales après avis de la commission consultative du travail."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Des arrêtés du chef de territoire, pris après avis de la commission consultative du travail, pourront déterminer les catégories d'entreprises dans lesquelles est imposé un pourcentage d'apprentis par rapport au nombre total des travailleurs."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Nul ne peut recevoir des apprentis mineurs s'il n'est âgé de 21 ans au moins."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Aucun maître, s'il ne vit en famille ou en communauté, ne peut loger en son domicile personnel ou dans son atelier, comme apprenties, des jeunes filles mineures."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Ne peuvent recevoir des apprentis les individus qui ont été condamnés, soit pour crime, soit pour délit contre les moeurs, soit pour quelque délit que ce soit à une peine d'au moins trois mois de prison sans sursis."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le maître doit prévenir sans retard les parents de l'apprenti ou leurs représentants en cas de maladie, d'absence ou de tout fait de nature à motiver leur intervention.Il n'emploiera l'apprenti, dans la mesure de ses forces, qu'aux travaux et services qui se rattachent à l'exercice de sa profession."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le maître doit traiter l'apprenti en bon père de famille et lui assurer les meilleures conditions de logement et de nourriture.Si l'apprenti ne sait pas lire, écrire et compter, ou s'il n'a pas encore terminé sa première éducation religieuse, le maître est tenu de lui accorder le temps et la liberté nécessaires pour son instruction. Ce temps sera dévolu à l'apprenti selon un accord réalisé entre les parties, mais ne pourra excéder une durée calculée sur la base de deux heures par jour de travail."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le maître doit enseigner à l'apprenti, progressivement et complètement, l'art, le métier ou la profession spéciale qui fait l'objet du contrat.Il lui délivrera, à la fin de l'apprentissage, un congé d'acquit ou certificat constatant l'exécution du contrat."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "L'apprenti doit à son maître, dans le cadre de l'apprentissage, obéissance et respect. Il doit l'aider par son travail dans la mesure de ses aptitudes et de ses forces.L'apprenti dont le temps d'apprentissage est terminé passe un examen devant l'organisme désigné après avis de la commission consultative du travail. Le certificat d'aptitude professionnelle sera délivré à l'apprenti qui aura subi l'examen avec succès.L'apprenti est tenu de remplacer à la fin de l'apprentissage le temps qu'il n'a pu employer par suite de maladie ou d'absence ayant duré plus de quinze jours."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "L'embauchage comme ouvriers ou employés, de jeunes gens liés par un contrat d'apprentissage, élèves ou stagiaires dans des écoles ou centres de formation professionnelle, est passible d'une indemnité au profit du chef d'établissement abandonné.Tout nouveau contrat d'apprentissage conclu sans que les obligations du précédent contrat aient été remplies complètement ou sans qu'il ait été résolu légalement, est nul de plein droit."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Le tâcheron est un sous-entrepreneur recrutant lui-même la main-d'oeuvre nécessaire, qui passe avec un entrepreneur un contrat écrit ou verbal pour l'exécution d'un certain travail ou la fourniture de certains services moyennant un prix forfaitaire."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Quand les travaux sont exécutés dans les ateliers, magasins ou chantiers de l'entrepreneur, ce dernier est, en cas d'insolvabilité du tâcheron, substitué à celui-ci en ce qui concerne ses obligations à l'égard des travailleurs.Quand les travaux sont exécutés dans un lieu autre que les ateliers, magasins ou chantiers de l'entrepreneur, ce dernier est, en cas d'insolvabilité du tâcheron, responsable du payement des salaires dus aux travailleurs.Le travailleur lésé aura, dans ces cas, une action directe contre l'entrepreneur."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le tâcheron est tenu d'indiquer sa qualité de tâcheron, le nom et l'adresse de l'entrepreneur, par voie d'affiche apposée de façon permanente dans chacun des ateliers, magasins ou chantiers utilisés.Des arrêtés locaux pris après avis de la commission consultative du travail fixeront les modalités d'application du présent article."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "L'entrepreneur doit tenir à jour la liste des tâcherons avec lesquels il a passé contrat."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "La convention collective de travail  est un accord relatif aux conditions de travail conclu entre, d'une part, les représentants d'un ou plusieurs syndicats ou groupements professionnels de travailleurs, et, d'autre part, une ou plusieurs organisations syndicales d'employeurs ou tout autre groupement d'employeurs ou un ou plusieurs employeurs pris individuellement.\n\nLa convention peut mentionner des dispositions plus favorables aux travailleurs que celles des lois et règlements en vigueur. Elle ne peut déroger aux dispositions d'ordre public définies par ces lois et règlements.\n\nLes conventions collectives déterminent leur champ d'application. Celui-ci peut être fédéral, territorial, régional ou local."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Les représentants des organisations syndicales ou de tout autre groupement professionnel visés à l'article précédent peuvent contracter au nom de l'organisation qu'ils représentent, en vertu :Soit des stipulations statutaires de cette organisation ;Soit d'une délibération spéciale de cette organisation ;Soit de mandats spéciaux et écrits qui leur sont donnés invididuellement par tous les adhérents de cette organisation.A défaut, pour être valable, la convention collective doit être ratifiée par une délibération spéciale de ce groupement.Les groupements déterminent eux-mêmes leur mode de délibération."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "La convention collective est applicable pendant une durée déterminée ou pour une durée indéterminée. Quand la convention est conclue pour une durée déterminée, sa durée ne peut être supérieure à cinq ans.A défaut de stipulation contraire, la convention à durée déterminée qui arrive à expiration continue à produire ses effets comme une convention à durée indéterminée.La convention collective à durée indéterminée peut cesser par la volonté d'une des parties.La convention collective doit prévoir dans quelles formes et à quelle époque elle pourra être dénoncée, renouvelée ou revisée. La convention collective doit prévoir notamment la durée du préavis qui doit précéder la dénonciation.Tout syndicat professionnel ou tout employeur qui n'est pas partie à la convention collective peut y adhérer ultérieurement."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "La convention collective doit être écrite en langue française à peine de nullité. Le chef de groupe de territoires, de territoire non groupé ou sous tutelle détermine par arrêtés, pris après avis de la commission consultative du travail, les conditions dans lesquelles sont déposées, publiées et traduites les conventions collectives, ainsi que les conditions dans lesquelles s'effectuent les adhésions prévues au dernier paragraphe de l'article précédent. Ces arrêtés seront soumis à l'approbation du ministre de la France d'outre-mer.\n\nLes conventions collectives sont applicables, sauf stipulation contraire, à partir du jour qui suit leur dépôt dans les conditions et aux lieux qui seront indiqués par les arrêtés susvisés. Si la décision du ministre de la France d'outre-mer n'est pas intervenue à l'expiration du délai de trois mois à compter de la date des arrêtés susvisés, ces textes seront considérés comme approuvés et le chef de territoire ou le chef de fédération les publiera sans délai au Journal officiel local."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Sont soumises aux obligations de la convention collective toutes personnes qui l'ont signée personnellement ou qui sont membres des organisations signataires. La convention lie également les organisations qui lui donnent leur adhésion ainsi que tous ceux qui, à un moment quelconque, deviennent membres de ces organisations.Lorsque l'employeur est lié par les clauses de la convention collective de travail, ces clauses s'appliquent aux contrats de travail conclus avec lui.Dans tout établissement compris dans le champ d'application d'une convention collective, les dispositions de cette convention s'imposent, sauf dispositions plus favorables pour les travailleurs, aux rapports nés des contrats individuels ou d'équipe."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "A la demande de l'une des organisations syndicales d'employeurs ou de travailleurs intéressées, considérées comme les plus représentatives, ou de sa propre initiative, le chef de territoire ou de groupe de territoires provoque la réunion d'une commission mixte en vue de la conclusion d'une convention collective de travail ayant pour objet de régler les rapports entre employeurs et travailleurs d'une branche d'activité déterminée sur le plan fédéral, territorial, régional ou local.Un arrêté du chef de territoire ou de groupe de territoires détermine la composition de cette commission mixte qui comprendra en nombre égal, d'une part, des représentants des organisations syndicales les plus représentatives des travailleurs, d'autre part, des représentants des organisations syndicales les plus représentatives d'employeurs ou, à défaut de celles-ci, des employeurs.Des conventions annexes pourront être conclues pour chacune des principales catégories professionnelles ; elles contiendront les conditions particulières au travail à ces catégories et seront discutées par les représentants des organisations syndicales les plus représentatives des catégories intéressées.Le caractère représentatif d'un syndicat ou d'un groupement professionnel est déterminé par le chef de territoire ou de groupe de territoires qui réunira tous éléments d'appréciation et prendra l'avis de l'inspection du travail et des lois sociales.Les éléments d'appréciation comprendront notamment :Les effectifs ;L'indépendance ;Les cotisations ;L'expérience du syndicat, l'étendue et la nature de son activité.La décision du chef de territoire est susceptible, le cas échéant, de recours dans un délai de quinze jours devant le chef de groupe de territoires. Les décisions prises en tous les cas par le chef du groupe de territoires ou par le chef d'un territoire non groupé ou sous tutelle, peuvent être déférées, dans les mêmes délais, devant le ministre de la France d'outre-mer.Le dossier fourni par le chef de territoire ou de groupe de territoires devra comprendre tous éléments d'appréciation recueillis et l'avis de l'inspecteur du travail et des lois sociales.Les dispositions qui précèdent ne pourront être interprétées comme autorisant l'administration à prendre connaissance des registres d'inscription des adhérents et des livres de trésorerie du syndicat.Si une commission mixte n'arrive pas à se mettre d'accord sur une ou plusieurs des dispositions à introduire dans la convention, l'inspection du travail et des lois sociales doit, à la demande de l'une des parties, intervenir pour faciliter la réalisation de cet accord."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Les conventions collectives visées par la présente section comprennent obligatoirement des dispositions concernant :\n\n1° Le libre exercice du droit syndical et la liberté d'opinion des travailleurs ;\n\n2° Les salaires applicables par catégories professionnelles et éventuellement par région ;\n\n3° Les modalités d'exécution et les taux des heures supplémentaires, du travail de nuit et des jours non ouvrables ;\n\n4° La durée de la période d'essai et celle du préavis ;\n\n5° Les délégués du personnel ;\n\n6° Les dispositions concernant la procédure de revision, modification et dénonciation de tout ou partie de la convention collective ;\n\n7° Les modalités d'application du principe : \"à travail égal, salaire égal\" pour les femmes et les jeunes ;\n\n8° Les congés payés.\n\nElles peuvent également contenir, sans que cette énumération soit limitative :\n\n1° Les primes d'ancienneté et d'assiduité ;\n\n2° L'indemnité pour frais professionnels et assimilés ;\n\n3° Les indemnités de déplacement ;\n\n4° Quand il y a lieu, l'indemnité prévue à l'article 94 ;\n\n5° Les primes de panier pour les travailleurs devant prendre leur repas sur le lieu du travail ;\n\n6° Les conditions générales de la rémunération au rendement chaque fois qu'un tel mode de rémunération sera reconnu possible ;\n\n7° La majoration pour travaux pénibles, dangereux, insalubres ;\n\n8° Les conditions d'embauchage et de licenciement des travailleurs, sans que les dispositions prévues puissent porter atteinte au libre choix du syndicat par le travailleur ;\n\n9° Quand il y a lieu, l'organisation et le fonctionnement de l'apprentissage et de la formation professionnelle dans le cadre de la branche d'activité considérée ;\n\n10° Les conditions particulières de travail des femmes et des jeunes dans certaines entreprises se trouvant dans le champ d'application de la convention ;\n\n11° Quand il y a lieu, les modalités de constitution du cautionnement visé au chapitre V du présent titre ;\n\n12° L'emploi à temps réduit de certaines catégories de personnel et leurs conditions de rémunération ;\n\n13° L'organisation, la gestion et le financement des services sociaux et médico-sociaux ;\n\n14° Les conditions particulières du travail : travaux par roulement, travaux durant le repos hebdomadaire et durant les jours fériés ;\n\n15° Les procédures conventionnelles d'arbitrage suivant lesquelles seront ou pourront être réglés les conflits collectifs de travail susceptibles de survenir entre les employeurs et les travailleurs liés par la convention.\n\nDes décrets du Président de la République, pris sur proposition du ministre de la France d'outre-mer, pourront, pour chaque territoire, après avis du chef de territoire, rendre obligatoires les dispositions facultatives reconnues utiles."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Dans le cas où une convention collective concernant une branche d'activité déterminée a été conclue sur le plan fédéral, territorial ou régional, les conventions collectives conclues sur le plan inférieur, territorial, régional ou local, adaptent cette convention ou certaines de ses dispositions aux conditions particulières de travail existant sur le plan inférieur.Elles peuvent prévoir des dispositions nouvelles et des clauses plus favorables aux travailleurs."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "A la demande de l'une des organisations syndicales les plus représentatives ou à l'initiative du chef de territoire ou de groupe de territoires, les dispositions des conventions collectives répondant aux conditions déterminées par la présente section peuvent être rendues obligatoires pour tous les employeurs et travailleurs compris dans le champ d'application professionnel et territorial de la convention, par arrêté du chef de territoire ou de groupe de territoires, pris après avis motivé de la commission consultative du travail.Cette extension des effets et des sanctions de la convention collective se fera pour la durée et aux conditions prévues par ladite convention.Toutefois, le chef de territoire ou de groupe de territoires doit exclure de l'extension, après avis motivé de la commission consultative du travail, les dispositions qui seraient en contradiction avec les textes législatifs ou réglementaires en vigueur. Il peut, en outre, dans les mêmes conditions, extraire de la convention, sans en modifier l'économie, les clauses qui ne répondraient pas à la situation de la branche d'activité dans le champ d'application considéré."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "L'arrêté prévu à l'article précédent cessera d'avoir effet lorsque la convention collective aura cessé d'être en vigueur entre les parties par suite de sa dénonciation ou de son non-renouvellement.Le chef de territoire ou de groupe de territoires pourra, après avis motivé de la commission consultative du travail, à la demande de l'une des parties signataires ou de sa propre initiative, rapporter l'arrêté en vue de mettre fin à l'extension de la convention collective, ou de certaines de ses dispositions, lorsqu'il apparaîtra que la convention, ou les dispositions considérées, ne répondent plus à la situation de la branche d'activité dans le champ territorial considéré."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Un arrêté du chef de territoire ou de groupe de territoires, pris après avis de la commission consultative du travail, peut, à défaut ou en attendant l'établissement d'une convention collective, réglementer les conditions du travail pour une profession déterminée en s'inspirant des conventions collectives qui pourraient exister dans l'Union française."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Tout arrêté d'extension ou de retrait d'extension devra être précédé d'une consultation des organisations professionnelles et de toutes personnes intéressées qui devront faire connaître leurs observations dans un délai de trente jours.Un arrêté du chef de territoire ou de groupe de territoires détermine les modalités de cette consultation."
    },
    {
      "provision_ref": "art79bis",
      "section": "79bis",
      "title": "Article 79bis",
      "content": "Dans le territoire des îles Wallis-et-Futuna, nonobstant les dispositions des articles 74 et 79 du présent code, l'administrateur supérieur du territoire peut, à l'initiative de l'une des organisations syndicales les plus représentatives, ou à son initiative, après avis de la commission consultative du travail, procéder à l'extension des conventions collectives ne comportant pas l'ensemble des clauses obligatoires prévues à l'article 74 ci-dessus, ou des accords professionnels ou interprofessionnels conclus dans les conditions prévues à l'article 73.Toutefois, en cas d'opposition formulée dans le délai prévu à l'article 73 par une ou des organisations professionnelles ou par toute personne intéressée, l'extension ne peut être prononcée qu'après une nouvelle consultation de la commission consultative du travail."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Des accords concernant un ou plusieurs établissements déterminés peuvent être conclus entre, d'une part, un employeur ou un groupement d'employeurs et, d'autre part, des représentants des syndicats les plus représentatifs du personnel de l'établissement ou des établissements intéressés.Les accords d'établissements ont pour objet d'adapter aux conditions particulières de l'établissement ou des établissements considérés les dispositions des conventions collectives fédérales, territoriales, régionales ou locales, et notamment les conditions d'attribution et le mode de calcul de la rémunération au rendement, des primes à la production individuelle et collective et des primes à la productivité.Ils peuvent prévoir des dispositions nouvelles et des clauses plus favorables aux travailleurs.A défaut de conventions collectives fédérales, territoriales, régionales ou locales, les accords d'établissements ne peuvent porter que sur la fixation des salaires et des accessoires de salaires.Les dispositions des articles 70, 71, 72 s'appliquent aux accords prévus au présent article."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Lorsque le personnel des services, entreprises et établissements publics, n'est pas soumis à un statut législatif ou réglementaire particulier, des conventions collectives peuvent être conclues conformément aux dispositions du présent chapitre."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Lorsqu'une convention collective fait l'objet d'un arrêté portant extension, pris en application de l'article 76, elle est, en l'absence de dispositions contraires, applicable aux services, entreprises et établissements publics visés par la présente section qui, en raison de leur nature et de leur activité, se trouvent placés dans son champ d'application."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Les groupements de travailleurs ou d'employeurs liés par une convention collective ou un accord prévu à l'article 80 ci-dessus, sont tenus de ne rien faire qui soit de nature à en compromettre la loyale exécution. Ils ne sont garants de cette exécution que dans la mesure déterminée par la convention."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Les groupements capables d'ester en justice, liés par une convention collective de travail ou l'accord prévu à l'article 80 ci-dessus, peuvent, en leur nom propre, intenter une action en dommages-intérêts à tous autres groupements, à leurs propres membres ou à toutes personnes, liées par la convention ou l'accord qui en violeraient les engagements contractés."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Les personnes liées par une convention collective ou l'accord prévu à l'article 80 ci-dessus peuvent intenter une action en dommages-intérêts aux autres personnes ou aux groupements liés par la convention qui violeraient à leur égard les engagements contractés."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Les groupements capables d'ester en justice qui sont liés par la convention collective ou l'accord prévu à l'article 80 ci-dessus peuvent exercer toutes les actions qui naissent de cette convention ou de cet accord en faveur de leurs membres, sans avoir à justifier d'un mandat de l'intéressé, pourvu que celui-ci ait été averti et n'ait pas déclaré s'y opposer. L'intéressé peut toujours intervenir à l'instance engagée par le groupement.Lorsqu'une action née de la convention collective ou de l'accord est intentée soit par une personne, soit par un groupement, tout groupement capable d'ester en justice, dont les membres sont liés par la convention ou l'accord, peut toujours intervenir à l'instance engagée à raison de l'intérêt collectif que la solution du litige peut présenter pour ses membres."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Tout chef d'entreprise qui se fait remettre par un travailleur un cautionnement en numéraire ou en titres doit en délivrer récépissé et le mentionner en détail sur le registre d'employeur prévu à l'article 171."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Tout cautionnement doit être mis en dépôt dans le délai d'un mois à dater de sa réception par l'employeur. Mention du cautionnement et de son dépôt est faite sur le registre de l'employeur et justifiée par un certificat de dépôt à la disposition de l'inspection du travail et des lois sociales.Le chef de groupe de territoires, de territoire non groupé ou sous tutelle fixe par arrêté les modalités de ce dépôt ainsi que la liste des caisses publiques et des banques habilitées à le recevoir. Les caisses d'épargne doivent accepter ce dépôt et délivrer un livret spécial, distinct de celui que le travailleur pourrait posséder déjà ou acquérir ultérieurement."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Le retrait de tout ou partie du dépôt ne peut être effectué que sous le double consentement de l'employeur et du travailleur, ou sous celui de l'un d'eux habilité à cet effet par une décision de la juridiction compétente."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "L'affectation du livret ou du dépôt au cautionnement de l'intéressé entraîne privilège sur les sommes déposées au profit de l'employeur et à l'égard des tiers qui formeraient des saisies-arrêts aux mains de ce dernier. Toute saisie-arrêt formée entre les mains de l'administration de la caisse publique ou de la banque est nulle de plein droit."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "A conditions égales de travail, de qualification professionnelle et de rendement, le salaire est égal pour tous les travailleurs quels que soient leur origine, leur sexe, leur âge et leur statut dans les conditions prévues au présent titre."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Dans le cas où le travailleur permanent, qui n'est pas originaire du lieu d'emploi et n'y a pas sa résidence habituelle, ne peut, par ses propres moyens, se procurer un logement suffisant pour lui et sa famille, l'employeur est tenu de le lui assurer dans les conditions prévues au présent titre."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Dans le cas où le travailleur ne peut, par ses propres moyens, obtenir, pour lui et sa famille, un ravitaillement régulier en denrées alimentaires de première nécessité, l'employeur est tenu de le lui assurer dans les conditions prévues au présent titre."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Lorsque les conditions climatiques de la région du lieu d'emploi diffèrent de celles caractérisant la résidence habituelle d'un travailleur et lorsqu'il résultera pour ce dernier des sujétions particulières du fait de son éloignement du lieu de sa résidence habituelle au lieu d'emploi, le travailleur recevra une indemnité destinée à le dédommager des dépenses et risques supplémentaires auxquels l'exposent sa venue et son séjour au lieu d'emploi.Une indemnité sera allouée au travailleur s'il est astreint par des obligations professionnelles à un déplacement du lieu d'emploi de sa résidence habituelle.Les indemnités applicables sont fixées par convention collective ou, à défaut, par le contrat individuel."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "1° Des arrêtés du chef de territoire, pris après avis de la commission consultative du travail, fixent :Les zones de salaires et les salaires minima interprofessionnels garantis ;Les cas dans lesquels le logement doit être fourni, sa valeur maxima de remboursement et les conditions auxquelles il doit répondre, notamment au regard de l'hygiène et pour assurer la protection des femmes et jeunes filles ne vivant pas en famille ;Les régions et les catégories de travailleurs pour lesquelles est obligatoire la fourniture d'une ration journalière de vivres, la valeur maxima de remboursement de celle-ci, le détail en nature et en poids des denrées alimentaires de première nécessité la composant les conditions de sa fourniture, notamment par la mise en culture de terrains réservés à cet effet ;Les cas dans lesquels doivent être concédées d'autres fournitures que celles visées aux articles 92 et 93, les modalités de leur attribution et les taux maxima de remboursement ;Eventuellement, les modalités d'attribution d'avantages en nature, notamment de terrains de culture.A défaut de conventions collectives ou dans leur silence :Les salaires minima correspondants par catégorie professionnelle ;Les taux minima des heures supplémentaires et du travail de nuit ou des jours non ouvrables ;Eventuellement, les primes d'ancienneté et d'assiduité ;2° Des arrêtés du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de la commission consultative du travail, fixent, conformément aux dispositions de l'article précédent, les taux minima des indemnités prévues au même article ;3° Hors de la limite du groupe de territoires, du territoire non groupé ou sous tutelle, ces taux sont fixés par arrêté du ministre de la France d'outre-mer, après avis du chef de territoire et du conseil supérieur du travail."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "La rémunération d'un travail à la tâche ou aux pièces doit être calculée de telle sorte qu'elle procure au travailleur de capacité moyenne, et travaillant normalement, un salaire au moins égal à celui du travailleur rémunéré au temps effectuant un travail analogue.\n\nAucun salaire n'est dû en cas d'absence, en dehors des cas prévus par la réglementation et sauf accord entre les parties intéressées."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Les taux minima de salaires, ainsi que les conditions de rémunération du travail à la tâche ou aux pièces, sont affichés aux bureaux des employeurs et sur les lieux de paye du personnel."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Lorsque la rémunération des services est constituée, en totalité ou en partie, par des commissions ou des primes et prestations diverses ou des indemnités représentatives de ces prestations, dans la mesure où celles-ci ne constituent pas un remboursement de frais, il en est tenu compte pour le calcul de la rémunération pendant la durée du congé payé, des indemnités de préavis, des dommages-intérêts.Le montant à prendre en considération à ce titre est la moyenne mensuelle des éléments visés au paragraphe précédent.Toutefois, la période sur laquelle s'effectue ce calcul n'excèdera pas les douze mois de service ayant précédé la cessation du travail."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Le salaire doit être payé en monnaie ayant cours légal, nonobstant toute stipulation contraire.Le payement de tout ou partie du salaire en alcool ou en boissons alcoolisées est formellement interdit.Le payement de tout ou partie du salaire en nature est également interdit, sous réserve des dispositions du chapitre 1er du présent titre.La paye est faite, sauf cas de force majeure, sur le lieu du travail ou au bureau de l'employeur lorsqu'il est voisin du lieu de travail. En aucun cas, elle ne peut être faite dans un débit de boissons ou dans un magasin de vente, sauf pour les travailleurs qui y sont normalement occupés, ni le jour où le travailleur a droit au repos."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "A l'exception des professions pour lesquelles des usages établis prévoient une périodicité de payement différente, et qui seront déterminées par arrêté du chef de territoire, pris après avis de la commission consultative du travail, le salaire doit être payé à intervalles réguliers ne pouvant excéder quinze jours pour les travailleurs engagés à la journée ou à la semaine et un mois pour les travailleurs engagés à la quinzaine ou au mois.Les payements mensuels doivent être effectués au plus tard huit jours après la fin du mois de travail qui donne droit au salaire.Pour tout travail aux pièces ou au rendement dont l'exécution doit durer plus d'une quinzaine, les dates de payement peuvent être fixées de gré à gré, mais le travailleur doit recevoir chaque quinzaine des acomptes correspondant au moins à 90 p. 100 du salaire minimum et être intégralement payé dans la quinzaine qui suit la livraison de l'ouvrage.Les commissions acquises au cours d'un trimestre doivent être payées dans les trois mois suivant la fin de ce trimestre.Les participations aux bénéfices réalisés durant un exercice doivent être payées dans l'année suivante, au plus tôt après trois mois et au plus tard avant neuf mois.En cas de résiliation ou de rupture de contrat, le salaire et les indemnités doivent être payés dès la cessation de service. Toutefois, en cas de litige, l'employeur peut obtenir du président du tribunal du travail l'immobilisation provisoire entre ses mains de tout ou partie de la fraction saisissable des sommes dues.Les travailleurs absents le jour de la paye peuvent retirer leur salaire aux heures normales d'ouverture de la caisse et conformément au règlement intérieur de l'entreprise."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Le payement du salaire doit être constaté par une pièce dressée ou certifiée par l'employeur ou son représentant et émargée par chaque intéressé ou par deux témoins s'il est illettré. Ces pièces sont conservées par l'employeur dans les mêmes conditions que les pièces comptables et doivent être présentées à toute réquisition de l'inspection du travail et des lois sociales.\n\nSauf dérogation autorisée par l'inspecteur du travail et des lois sociales, les employeurs seront tenus de délivrer au travailleur, au moment du payement, un bulletin individuel de paye dont la contexture sera fixée par arrêté du chef de territoire, pris après avis de la commission consultative du travail. Mention sera faite par l'employeur du payement du salaire sur un registre tenu à cette fin.\n\nNe sera pas opposable au travailleur la mention \"pour solde de tout compte\" ou toute mention équivalente souscrite par lui, soit au cours de l'exécution, soit après la résiliation de son contrat de travail et par laquelle le travailleur renonce à tout ou partie des droits qu'il tient de son contrat de travail.\n\nL'acceptation sans protestation ni réserve, par le travailleur, d'un bulletin de paye ne peut valoir renonciation de sa part au payement de tout ou partie du salaire, des indemnités et des accessoires du salaire qui lui sont dus en vertu des dispositions législatives, réglementaires ou contractuelles."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Les sommes dues aux entrepreneurs de tous les travaux ayant le caractère de travaux publics ne peuvent être frappées de saisie-arrêt, ni d'opposition au préjudice des ouvriers auxquels les salaires sont dus.\n\nLes sommes dues aux ouvriers pour salaires sont payées de préférence à celles dues aux fournisseurs."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "La créance de salaire des gens de service, des ouvriers, des commis et des façonniers est privilégiée sur les meubles et immeubles du débiteur, dans les conditions prévues :1° Pour les gens de service, par l'article 2331 (4°), du code civil ;2° Pour les ouvriers, commis et façonniers, par l'article 549 du code de commerce,Peuvent, en outre, faire valoir une action directe ou des privilèges spéciaux :1° Les maçons, charpentiers et autres ouvriers employés pour édifier, reconstruire ou réparer les bâtiments, canaux ou autres ouvrages quelconques, dans les conditions prévues par l'article 1798 du code civil ;2° Les ouvriers qui ont travaillé soit à la récolte, soit à la fabrication ou à la réparation des ustensiles agricoles, soit à la conservation de la chose, dans les conditions prévues par l'article 2332, 1° et 3° du code civil ;3° Les inscrits maritimes dans les conditions prévues par les articles 191 et suivants, 271 et 272 du code de commerce ;4° Les ouvriers employés à la construction, à la réparation, à l'armement et à l'équipage du navire dans les conditions prévues par l'article 191 du code de commerce."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Les dispositions des articles 2331 du code civil, 191 et 549 du code de commerce ne s'appliquent pas à la fraction insaisissable des sommes restant dues sur les salaires effectivement gagnés par les ouvriers pendant les quinze derniers jours de travail, ou par les employés pour les trente derniers jours, sur les commissions dues aux voyageurs et représentants de commerce pour les quatre-vingt-dix derniers jours de travail et sur les salaires dus aux marins de commerce pour la dernière période de payement.A cette fraction insaisissable représentant la différence entre les salaires et commissions dues et la portion saisissable de ces salaires et commissions, telle qu'elle est déterminée par les décrets prévus à l'article 108 s'applique la procédure exceptionnelle suivante :Les fractions des salaires et commissions ainsi désignées pour faire l'objet d'une mesure d'exception devront être payées, nonobstant l'existence de toute autre créance, dans les dix jours qui suivent le jugement déclaratif de faillite ou de liquidation judiciaire, et sur simple ordonnance du juge commissaire, à la seule condition que le syndic ou le liquidateur ait en mains les fonds nécessaires.Au cas où cette condition ne serait pas remplie, lesdites fractions de salaires et commissions devront être acquittées sur les premières rentrées de fonds, nonobstant l'existence et le rang de toute autre créance privilégiée.Au cas où lesdites fractions de salaires et commissions seraient payées grâce à une avance faite par le syndic, le liquidateur ou toute autre personne, le prêteur serait, par cela même, subrogé dans les droits des salariés et devrait être remboursé dès la rentrée des fonds nécessaires, sans qu'aucun autre créancier puisse y faire opposition.Pour établir le montant des salaires, en vue de l'application des dispositions du présent article, il doit être tenu compte non seulement des salaires et appointements proprement dits, mais de tous les accessoires desdits salaires et appointements et, éventuellement, de l'indemnité de préavis, de l'indemnité de congé payé et de l'indemnité pour rupture abusive du contrat de travail."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "L'ouvrier détenteur de l'objet par lui ouvré peut exercer le droit de rétention dans les conditions prévues par les articles 570 et suivants du code civil.Les objets mobiliers confiés à un ouvrier pour être travaillés, façonnés, réparés ou nettoyés et qui n'auront pas été retirés dans le délai de deux ans pourront être vendus dans les conditions et formes déterminées par la loi du 31 décembre 1903, modifiée par celle du 7 mars 1905."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "L'action en paiement ou en répétition du salaire se prescrit par cinq ans conformément à l'article 2224 du code civil."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "En dehors des prélèvements obligatoires, des remboursements de cessions consenties dans le cadre des dispositions réglementaires prévues à l'article 95, et des consignations qui peuvent être prévues par les conventions collectives et les contrats, il ne peut être fait de retenue sur les appointements ou salaires que par saisie-arrêt ou cession volontaire, souscrite devant le magistrat du lieu de la résidence ou à défaut l'inspecteur du travail et des lois sociales, pour le remboursement d'avances d'argent consenties par l'employeur au travailleur.Toutefois, lorsque le magistrat ou l'inspecteur du travail et des lois sociales habitera à plus de vingt-cinq kilomètres, il pourra y avoir consentement réciproque et écrit devant le chef de l'unité administrative la plus proche.Les acomptes sur un travail en cours ne sont pas considérés comme avances."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Des décrets pris sur proposition du ministre de la France d'outre-mer, après avis du chef de territoire et de la commission consultative du travail du ministère de la France d'outre-mer, fixent les portions de salaires soumises à prélèvements progressifs et les taux y afférents. La retenue visée à l'article précédent ne peut pour chaque paye, excéder les taux fixés par les décrets.Il doit être tenu compte, pour le calcul de la retenue, non seulement du salaire proprement dit, mais de tous les accessoires du salaire, à l'exception toutefois des indemnités déclarées insaisissables par la réglementation en vigueur, des sommes allouées à titre de remboursement de frais exposés par le travailleur et des allocations ou indemnités pour charges de famille."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Les dispositions d'une convention ou d'un contrat autorisant tous autres prélèvements sont nulles de plein droit.Les sommes retenues au travailleur en contravention des dispositions ci-dessus portent intérêts à son profit au taux légal depuis la date où elles auraient dû être payées et peuvent être réclamées par lui jusqu'à prescription, le cours en étant suspendu pendant la durée du contrat."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "Est considérée comme économat, toute organisation où l'employeur pratique, directement ou indirectement, la vente ou la cession de marchandises aux travailleurs de l'entreprise pour leurs besoins personnels et normaux.\n\nLes économats sont admis sous la triple condition :\n\na) Que les travailleurs ne soient pas obligés de s'y fournir ;\n\nb) Que la vente des marchandises y soit faite exclusivement au comptant et sans bénéfice ;\n\nc) Que la comptabilité du ou des économats de l'entreprise soit entièrement autonome et soumise au contrôle d'une commission de surveillance élue par les travailleurs.\n\nLe prix des marchandises mises en vente doit être affiché lisiblement.\n\nTout commerce installé à l'intérieur de l'entreprise est soumis aux dispositions qui précèdent, à l'exception des coopératives ouvrières.\n\nLa vente des alcools et spiritueux est interdite dans les économats ainsi que sur le lieu d'emploi du travailleur."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "L'ouverture d'un économat dans les conditions prévues à l'article 110 est subordonnée à l'autorisation du chef de territoire, délivrée après avis de l'inspecteur du travail et des lois sociales. Elle peut être prescrite dans toute entreprise par le chef de territoire sur proposition de l'inspecteur du travail et des lois sociales.Le fonctionnement est contrôlé par l'inspecteur du travail et des lois sociales qui, en cas d'abus constaté, peut prescrire la fermeture provisoire pour une durée maxima d'un mois.Le chef de territoire peut ordonner la fermeture définitive du ou des économats de l'entreprise sur rapport de l'inspecteur du travail et des lois sociales."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Dans les établissements publics ou privés, même d'enseignement ou de bienfaisance, et les entreprises agricoles du territoire des îles Wallis-et-Futuna, la durée légale du travail effectif des travailleurs de l'un ou l'autre sexe, de tout âge, rémunérés au temps, à la tâche ou aux pièces, ne peut excéder trente-neuf heures par semaine. Les heures effectuées au-delà de cette durée donnent lieu à une majoration de salaire.La durée quotidienne du travail effectif par travailleur ne peut excéder dix heures, et celle des jeunes travailleurs et travailleuses de moins de dix-huit ans huit heures.Des arrêtés de l'administrateur supérieur du territoire déterminent, après avis de la commission consultative du travail, les modalités d'application de la durée légale hebdomadaire du travail par branche d'activité. Dans les mêmes conditions, ils fixent le nombre maximal d'heures susceptibles d'être travaillées au-delà de la durée légale hebdomadaire ainsi que les majorations de salaire qui s'y attachent.Dans la perspective du maintien ou du développement de l'emploi, les employeurs, les organisations d'employeurs et de salariés de Wallis et Futuna peuvent, par convention ou accord collectif étendu ou par convention ou accord collectif d'entreprise ou d'établissement, fixer les nouvelles conditions d'organisation du travail résultant d'une répartition de la durée du travail sur tout ou partie de l'année, à condition que, sur la période retenue, cette durée n'excède pas, en moyenne par semaine travaillée, la durée prévue au premier alinéa ou une durée inférieure prévue par la convention ou l'accord."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Les heures pendant lesquelles le travail est considéré comme travail de nuit sont fixées dans chaque territoire par arrêté du chef de territoire, pris après avis de la commission consultative du travail. Les heures de commencement et de fin de travail peuvent varier suivant les saisons."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Le repos des femmes et des enfants doit avoir une durée de onze heures consécutives au minimum.Le travail de nuit des femmes et des enfants dans l'industrie demeure régi par les dispositions des conventions internationales de Washington, étendues aux territoires relevant du ministre de la France d'outre-mer par les décrets du 28 décembre 1937."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Des arrêtés du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de la commission consultative du travail, fixent la nature des travaux interdits aux femmes et aux femmes enceintes."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Toute femme enceinte dont l'état a été constaté médicalement ou dont la grossesse est apparente peut quitter le travail sans préavis et sans avoir de ce fait à payer une indemnité de rupture de contrat.\n\nA l'occasion de son accouchement, et sans que cette interruption de service puisse être considérée comme une cause de rupture du contrat, toute femme a le droit de suspendre son travail pendant quatorze semaines consécutives dont six semaines postérieures à la délivrance ; cette suspension peut être prolongée de trois semaines en cas de maladie dûment constatée et résultant de la grossesse ou des couches. Pendant cette période, l'employeur ne peut lui donner congé.\n\nElle a droit, pendant cette période, à la charge de l'employeur, jusqu'à la mise en place d'un régime de sécurité sociale, aux soins gratuits et à la moitié du salaire qu'elle percevait au moment de la suspension du travail ; elle conserve le droit aux prestations en nature.\n\nToute convention contraire est nulle de plein droit."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Pendant une période de quinze mois à compter de la naissance de l'enfant, la mère a droit à des repos pour allaitement.La durée totale de ces repos ne peut dépasser une heure par journée de travail.La mère peut, pendant cette période, quitter son travail, sans préavis, et sans avoir de ce fait à payer une indemnité de rupture."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Les enfants ne peuvent être employés dans aucune entreprise, même comme apprentis, avant l'âge de quatorze ans, sauf dérogation édictée par arrêté du chef de territoire, pris après avis de la commission consultative du travail, compte tenu des circonstances locales et des tâches qui peuvent leur être demandées.Un arrêté du chef de territoire fixe la nature des travaux et les catégories d'entreprises interdits aux jeunes gens et l'âge limite auquel s'applique l'interdiction."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "L'inspecteur du travail et des lois sociales peut requérir l'examen des femmes et des enfants par un médecin agréé, en vue de vérifier si le travail dont ils sont chargés n'excède pas leurs forces. Cette réquisition est de droit à la demande des intéressés.La femme ou l'enfant ne peut être maintenu dans un emploi ainsi reconnu au-dessus de ses forces et doit être affecté à un emploi convenable. Si cela n'est pas possible, le contrat doit être résolu avec paiement de l'indemnité de préavis."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Le repos hebdomadaire est obligatoire. Il est au minimum de vingt-quatre heures consécutives par semaine. Il a lieu en principe le dimanche.Un arrêté du chef de territoire, pris après avis de la commission consultative du travail, détermine les modalités d'application du paragraphe précédent, notamment les professions pour lesquelles et les conditions dans lesquelles le repos pourra exceptionnellement et pour des motifs nettement établis, soit être donné par roulement ou collectivement d'autres jours que le dimanche, soit être suspendu par compensation des fêtes rituelles ou locales, soit réparti sur une période plus longue que la semaine."
    },
    {
      "provision_ref": "art120bis",
      "section": "120bis",
      "title": "Article 120bis",
      "content": "Dans le territoire des îles Wallis-et-Futuna, le 1er mai est un jour férié et chômé.Le chômage du 1er mai ne peut être une cause de réduction des traitements et salaires mensuels, bimensuels ou hebdomadaires.Les salariés rémunérés à l'heure, à la journée ou au rendement ont droit à une indemnité égale au salaire qu'ils ont perdu du fait de ce chômage. Cette indemnité est à la charge de l'employeur.Dans les établissements et services qui, en raison de la nature de leur activité, ne peuvent interrompre le travail, les salariés occupés le 1er mai ont droit, en plus du salaire correspondant au travail effectué, à une indemnité égale au montant de ce salaire. Cette indemnité est à la charge de l'employeur."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Sauf dispositions plus favorables des conventions collectives, le travailleur acquiert droit au congé payé à la charge de l'employeur :\n\n1° A raison d'un minimum de cinq jours de congé par mois de service effectif, dans les cas visés à l'article 95 (3°) ;\n\n2° Dans le territoire des îles Wallis-et-Futuna, le travailleur qui, au cours de l'année de référence, justifie avoir été occupé chez le même employeur sur ce territoire pendant un temps équivalant à un minimum d'un mois de travail effectif a droit à un congé dont la durée est déterminée à raison de deux jours et demi ouvrables par mois de travail sans que la durée totale de congé exigible puisse excéder trente jours ouvrables.\n\nLorsque le nombre de jours ouvrables calculé conformément à l'alinéa précédent n'est pas un nombre entier, la durée du congé est portée au nombre entier immédiatement supérieur.\n\nQuelle que soit leur ancienneté dans l'entreprise, les jeunes travailleurs et apprentis âgés de moins de vingt et un ans au 30 avril de l'année précédente ont droit, s'ils le demandent, à un congé de trente jours ouvrables. Ils ne peuvent exiger aucune indemnité de congés payés pour les journées de vacances dont ils réclament le bénéfice en sus de celles qu'ils ont acquises, en raison du travail accompli au cours de la période de référence.\n\nLes dispositions du 2° ci-dessus s'appliquent nonobstant toutes dispositions contraires de l'article 122 ;\n\n3° A raison d'un minimum d'un jour ouvrable de congé par mois de service effectif, dans les autres cas, sauf en ce qui concerne les jeunes gens âgés de plus de dix-huit ans et moins de vingt et un ans qui auront droit à un jour et demi ouvrable, et ceux âgés de moins de dix-huit ans qui auront droit à deux jours ouvrables.\n\nLa durée du congé, ainsi fixée, est augmentée en considération de l'ancienneté des travailleurs dans l'entreprise, suivant les règlements en vigueur ou les dispositions des conventions collectives.\n\nLes mères de famille ont droit à un jour de congé supplémentaire par an pour chaque enfant de moins de quatorze ans enregistré à l'état civil.\n\nPour le calcul de la durée du congé acquis, ne seront pas déduites les absences pour accident du travail ou maladie professionnelle, les périodes de repos des femmes en couches, prévues à l'article 116, ni, dans une limite de six mois, les absences pour maladies dûment constatées par un médecin agréé.\n\nSeront également décomptés, sur les bases indiquées ci-dessus, les services effectués sans congé correspondant pour le compte du même employeur, quel que soit le lieu de l'emploi.\n\nDans une limite de dix jours, ne peuvent être déduites de la durée du congé acquis les permissions exceptionnelles qui auraient été accordées au travailleur à l'occasion d'événements familiaux touchant directement à son propre foyer. Par contre, les congés spéciaux accordés en sus des jours fériés pourront être déduits s'ils n'ont fait l'objet d'une compensation ou récupération des journées ainsi accordées."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Le droit de jouissance au congé est acquis après une durée de service effectif :\n\na) Egale à un an pour le travailleur qui ne bénéficie pas de l'indemnité prévue à l'article 94 ;\n\nb) Déterminée par arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de la commission consultative du travail, dans les cas visés à l'article 95 (2°) ;\n\nc) Déterminée par arrêtés du ministre de la France d'outre-mer, après avis de la commission consultative prévue à l'article 162, dans les cas visés à l'article 95 (3°).\n\nEn cas de rupture ou d'expiration du contrat avant que le travailleur ait acquis droit au congé, une indemnité calculée sur les bases des droits acquis d'après l'article 121 doit être accordée en place de congé.\n\nEn dehors de ce cas, est nulle et de nul effet toute convention prévoyant l'octroi d'une indemnité compensatrice au lieu et place du congé."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "Le travailleur est libre de prendre son congé dans le pays de son choix, sous réserve des dispositions des articles 124 (par. 3), 125 et 130."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "L'employeur doit verser au travailleur, pendant toute la durée du congé, une allocation qui sera au moins égale aux salaires et indemnités dont le travailleur bénéficiait au moment du départ en congé, à l'exclusion des primes de rendement et de l'indemnité prévue à l'article 94.\n\nPour les travailleurs bénéficiant de l'indemnité prévue à l'article 94, la durée du congé est augmentée des délais de route.\n\nA défaut de convention contraire, les délais de route ne peuvent être supérieurs au temps nécessaire au travailleur pour se rendre en congé au lieu de sa résidence habituelle et en revenir, le cas échéant."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "Sous réserve des dispositions prévues à l'article 130, sont à la charge de l'employeur les frais de voyage du travailleur, de son conjoint et de ses enfants mineurs vivant habituellement avec lui ainsi que les frais de transport de leurs bagages :1° Du lieu de la résidence habituelle au lieu d'emploi ;2° Du lieu d'emploi au lieu de la résidence habituelle ;En cas d'expiration du contrat à durée déterminée ;En cas de résiliation du contrat lorsque le travailleur a acquis droit au congé dans les conditions prévues à l'article 122 ;En cas de rupture du contrat ou de l'engagement à l'essai, du fait de l'employeur ou à la suite d'une faute lourde de celui-ci ;En cas de rupture de contrat due à un cas de force majeure ;3° Du lieu d'emploi au lieu de la résidence habituelle et vice versa, en cas de congé normal. Le retour sur le lieu d'emploi n'est dû que si le contrat n'est pas venu à expiration avant la date de fin de congé et si le travailleur à cette date est en état de reprendre son service.Toutefois, le contrat de travail ou la convention collective pourra prévoir une durée minima de séjour en deçà de laquelle le transport des familles ne sera pas à la charge de l'employeur.Cette durée n'excédera pas douze mois."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Lorsqu'un contrat est résilié pour des causes autres que celles visées à l'article 125 ou par la faute lourde du travailleur, le montant des frais de transport, aller et retour, incombant à l'entreprise, est proportionné au temps de service du travailleur."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "La classe de passage et le poids des bagages sont déterminés par la situation occupée par le travailleur dans l'entreprise, suivant la stipulation de la convention collective ou, à défaut, suivant les règles adoptées par l'employeur à l'égard de son personnel ou suivant les usages locaux.Il sera tenu compte, dans tous les cas, des charges de famille pour le calcul du poids des bagages."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Sauf stipulation contraire, les voyages et transports sont effectués par une voie et des transports normaux au choix de l'employeur.Le travailleur qui use d'une voie ou de moyens de transports plus coûteux que ceux régulièrement choisis ou agréés par l'employeur n'est défrayé par l'entreprise qu'à concurrence des frais occasionnés par la voie ou les moyens régulièrement choisis.S'il use d'une voie ou de transports plus économiques, il ne peut prétendre qu'au remboursement des frais engagés.Les délais de transport ne sont pas compris dans la durée maxima du contrat telle qu'elle est prévue à l'article 31 de la présente loi."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "A défaut de convention contraire, le travailleur qui use d'une voie ou de moyens de transports moins rapides que ceux régulièrement choisis par l'employeur ne peut prétendre de ce fait à des délais de route plus longs que ceux prévus par la voie et les moyens normaux.S'il use d'une voie ou de moyens plus rapides, il continue à bénéficier, en plus de la durée du congé proprement dit, des délais qui auraient été nécessaires avec l'usage de la voie et des moyens choisis par l'employeur."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "Le travailleur qui a cessé son service peut faire valoir, auprès de son ancien employeur, ses droits en matière de congé, de voyage et de transport dans un délai maximum de deux ans à compter du jour de la cessation du travail chez ledit employeur. Toutefois, les frais de voyage ne seront payés par l'employeur qu'en cas de déplacement effectif du travailleur."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "Les dispositions de la présente section ne peuvent être un obstacle à l'application de la réglementation sur les conditions d'admission et de séjour des nationaux français et étrangers.Le travailleur a le droit d'exiger le versement en espèces du montant des frais de rapatriement à la charge de l'employeur, dans les limites du cautionnement qu'il justifie avoir versé."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "Des arrêtés des chefs de territoire et des chefs de groupe de territoires pris après avis de la commission consultative du travail et soumis à l'approbation du ministre de la France d'outre-mer fixeront les mesures transitoires pour l'attibution du congé et des frais de déplacement aux travailleurs en service à la date d'application de la présente loi."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "Dans chaque groupe de territoires et dans chaque territoire est institué près l'inspection du travail et des lois sociales un comité technique consultatif pour l'étude des questions intéressant l'hygiène et la sécurité des travailleurs.Un arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, régle la composition et le fonctionnement de ce comité, dans lequel toutes les parties intéressées devront être représentées."
    },
    {
      "provision_ref": "art133bis",
      "section": "133bis",
      "title": "Article 133bis",
      "content": "1° Dans le territoire des îles Wallis-et-Futuna, l'employeur prend les mesures nécessaires pour assurer la sécurité et protéger la santé des travailleurs. Il donne les instructions nécessaires pour que, en cas de danger grave et imminent, les travailleurs cessent leur activité, se mettent en sécurité et quittent immédiatement le lieu de travail.Les mesures concernant la sécurité, l'hygiène et la santé au travail ne doivent en aucun cas entraîner de charges financières pour les travailleurs.2° Les établissements et locaux où sont employés des travailleurs doivent être tenus dans un état constant de propreté et présenter les conditions d'hygiène et de salubrité nécessaires à la santé du personnel.3° Les établissements, locaux, chantiers et plus généralement tous les emplacements de travail doivent être aménagés de façon à garantir la sécurité des travailleurs.Les installations, machines, mécanismes, appareils de transmission, outils et engins doivent être installés, protégés, tenus et utilisés dans des conditions assurant la sécurité des travailleurs.Les techniques de travail et les produits utilisés ne doivent pas mettre en péril la sécurité et la santé des travailleurs.4° Les travailleurs indépendants ainsi que les employeurs, lorsqu'ils exercent directement une activité sur un chantier, doivent mettre en oeuvre, vis-à-vis des autres personnes intervenant dans les opérations de bâtiment et de génie civil et d'eux-mêmes, les règles de protection et de salubrité prévues au 3° du présent article."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "Les conditions d'hygiène et de sécurité sur le lieu de travail sont réglées par arrêtés du chef de groupe de territoires, de territoire non groupé ou sous tutelle pris après avis du comité technique consultatif. Ces arrêtés tiennent compte des conditions locales et tendent à assurer aux travailleurs une hygiène et une sécurité équivalentes à celles dont bénéficie le travailleur dans la métropole.Ils précisent dans quels cas et dans quelles conditions l'inspecteur du travail et des lois sociales devra recourir à la procédure de la mise en demeure.Les dispositions relatives à la protection des travailleurs, salariés ou non, contre les risques d'exposition aux rayonnements ionisants sont fixées dans le respect des principes généraux de radioprotection des personnes énoncés à l'article L. 1333-1 du code de la santé publique et des obligations prévues à l'article L. 1333-10 du même code.Les modalités d'application aux travailleurs, salariés ou non, des dispositions mentionnées à l'alinéa précédent, et notamment les valeurs limites que doivent respecter l'exposition de ces travailleurs, les références d'exposition et les niveaux qui leur sont applicables, compte tenu des situations particulières d'exposition, ainsi que les éventuelles restrictions ou interdictions concernant les activités, procédés, dispositifs ou substances dangereux pour les travailleurs, sont fixées par arrêté de l'administrateur supérieur du territoire."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "La mise en demeure doit être faite par écrit soit sur le registre d'employeur, soit par lettre recommandée avec accusé de réception. Elle est datée et signée, elle précise les infractions ou dangers constatés et fixe les délais dans lesquels ils devront avoir disparu, et qui ne pourront être inférieurs à quatre jours francs, sauf en cas d'extrême urgence."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "Lorsqu'il existe des conditions de travail dangereuses pour la sécurité ou la santé des travailleurs et non visées par les arrêtés prévus à l'article 134, l'employeur est mis en demeure par l'inspecteur du travail et des lois sociales d'y remédier dans les formes et conditions prévues à l'article précédent.Toutefois, dans ce cas, les délais d'exécution impartis par la mise en demeure sont fixés après avis du comité technique consultatif."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "L'employeur est tenu d'aviser l'inspecteur du travail et des lois sociales dans un délai de quarante-huit heures de tout accident du travail survenu ou de toute maladie professionnelle constatée dans l'entreprise. Cet avis, dont le modèle est déterminé par arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis du comité technique consultatif, précise le lieu, la cause, les circonstances, les suites probables de l'accident, les nom, prénoms, âge, sexe et catégorie professionnelle de la victime, les noms, prénoms et adresses des témoins, la dénomination et l'adresse de l'entreprise.La déclaration peut être faite par le travailleur ou ses représentants jusqu'à l'expiration de la deuxième année suivant la date de l'accident ou la première constatation médicale de la maladie professionelle.En ce qui concerne les maladies professionnelles, la date de la première constatation médicale de la maladie est assimilée à la date de l'accident."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "Toute entreprise ou établissement doit assurer un service médical ou sanitaire à ses travailleurs.Des arrêtés du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis du comité technique consultatif, déterminent les modalités d'exécution de cette obligation. Ils déterminent les conditions dans lesquelles seront effectuées les visites médicales périodiques et classent, compte tenu des conditions locales et du nombre des travailleurs et des membres de leurs familles bénéficiant de l'article 92, les entreprises dans les catégories suivantes :a) Entreprises devant s'assurer au minimum le service permanent d'un médecin titulaire du diplôme d'Etat de docteur en médecine et d'un ou plusieurs infirmiers ;b) Entreprises devant s'assurer au minimum le service permanent d'un médecin non titulaire du diplôme d'Etat de docteur en médecine et d'un ou plusieurs infirmiers ;c) Entreprises devant s'assurer au minimum le concours périodique d'un médecin titulaire du diplôme de docteur en médecine ou les services permanents d'un médecin non titulaire de ce diplôme, avec, dans l'un ou l'autre cas, les services réguliers d'un ou plusieurs infirmiers ;d) Entreprises devant s'assurer au minimum le concours permanent d'un ou plusieurs infirmiers ;e) Entreprises dispensées de rémunérer le concours permanent d'un personnel spécialisé.Toute entreprise groupant au moins mille travailleurs, même située dans un centre urbain, devra être classée dans la première catégorie.Toute entreprise groupant au moins cent travailleurs devra s'assurer le concours permanent d'au moins un infirmier."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "Ne comptent pour l'application des prescriptions de l'article précédent que les médecins ou infirmiers ayant fait l'objet d'une décision d'agrément de la part du chef de territoire.Cette décision prise après avis de l'inspection du travail et des lois sociales et du service de santé peut être annulée dans les mêmes formes.Pourront être agréés au titre de la deuxième catégorie prévue à l'article précédent, en cas d'insuffisance du nombre de docteurs en médecine, les médecins, même étrangers, titulaires de diplômes délivrés par les écoles ou universités françaises ou étrangères."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "Les entreprises groupant moins de mille travailleurs et se trouvant à proximité d'un centre médical ou d'un dispensaire officiel peuvent utiliser ses services pour les soins à donner aux travailleurs, suivant modalités à fixer par arrêté du chef de territoire, après avis du comité technique consultatif.Le service médical et l'organisation des dispensaires ou infirmeries communs à un groupe d'entreprises peuvent être installés suivant les modalités à fixer par arrêté du chef de territoire, après avis de l'inspection du travail et des lois sociales et du comité technique consultatif. Chacune des entreprises participant au fonctionnement des organisations précitées reste tenue d'avoir une infirmerie avec salle d'isolement pour les cas urgents, dans laquelle le nombre de lits, le matériel et l'approvisionnement sont fixés par décision du chef de territoire, après avis du comité technique consultatif."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "Dans chaque exploitation dont l'effectif moyen dépasse cent personnes, une visite des travailleurs se déclarant malades est passée chaque matin après l'appel. Les femmes et les enfants des travailleurs de l'exploitation, s'ils le demandent, peuvent se présenter à cette visite pour y être examinés, et, le cas échéant, recevoir les soins et les traitements nécessaires.Les résultats de cette visite sont consignés sur un registre spécial dont le modèle est fixé par arrêté du chef de territoire, après avis du comité technique consultatif."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "En cas de maladie d'un travailleur, d'une femme ou d'un enfant logé avec lui aux frais de l'entreprise, l'employeur est tenu de leur fournir gratuitement les soins et médicaments dans la limite des moyens définis au présent chapitre.L'employeur est également tenu d'assurer gratuitement l'alimentation de tout travailleur malade soigné sur place."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "L'employeur doit faire évacuer sur la formation médicale la plus proche les blessés et les malades transportables, non susceptibles d'être traités par les moyens dont il dispose.Si l'employeur ne dispose pas immédiatement de moyens appropriés, il en rend compte d'urgence au chef de la circonscription administrative la plus proche, qui fait procéder à l'évacuation par les moyens à sa disposition, tous les frais occasionnés de ce chef à l'administration devant être remboursés par l'employeur au tarif officiel des transports médicaux."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "Un arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis du comité technique consultatif, détermine les conditions dans lesquelles les employeurs sont obligatoirement tenus d'installer et d'approvisionner en médicaments et accessoires :Une infirmerie pour un effectif moyen supérieur à 100 travailleurs ;Une salle de pansements pour un effectif de 20 à 100 travailleurs ;Une boîte de secours pour un effectif inférieur à 20 travailleurs."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "L'inspection du travail et des lois sociales outre-mer est chargée de toutes les questions intéressant la condition des travailleurs, les rapports professionnels, l'emploi des travailleurs : mouvements de main-d'oeuvre, orientation et formation professionnelle, placement.\n\nL'inspection du travail et des lois sociales :\n\nElabore les règlements de sa compétence ;\n\nVeille à l'application des dispositions édictées en matière de travail et de protection des travailleurs ;\n\nEclaire de ses conseils et de ses recommandations les employeurs et les travailleurs ;\n\nConstate les délits de harcèlement sexuel ou moral prévus par les articles 222-33 et \n222-33-2 du code pénal ;\n\nCoordonne et contrôle les services et organismes concourant à l'application de la législation sociale ;\n\nProcède à toutes études et enquêtes ayant trait aux différents problèmes sociaux intéressant les territoires d'outre-mer, à l'exclusion de ceux qui relèvent des services techniques avec lesquels l'inspection du travail et des lois sociales peut toutefois être appelée à collaborer."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "Les inspecteurs du travail et des lois sociales ont l'initiative de leurs tournées et de leurs enquêtes dans le cadre de la législation du travail en vigueur."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "L'inspection du travail et des lois sociales de la France d'outre-mer comporte :1° Auprès du ministre : une inspection générale. L'inspecteur général, chef de service, assure l'exécution des directives ministérielles. Il coordonne, dirige et contrôle l'activité des inspecteurs et en rend compte au ministre. Il a toute initiative dans les propositions intéressant le personnel du corps : décisions individuelles ou décisions de principe intéressant le statut du corps des inspecteurs du travail et des lois sociales.2° Outre-mer : des inspections générales, des inspections territoriales. Les inspections du travail et des lois sociales d'outre-mer relèvent de l'inspection générale du ministère de la France d'outre-mer avec laquelle elles correspondent directement, sous le couvert du chef de territoire, ou du groupe de territoires qui transmet obligatoirement et sans délai.Un arrêté du ministre de la France d'outre-mer détermine le ressort de chaque inspection générale et de chaque inspection territoriale outre-mer."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "L'organisation et le fonctionnement des services de l'inspection du travail et des lois sociales sont fixés par arrêté du ministre de la France d'outre-mer, après consultation des chefs de territoire.L'inspection du travail et des lois sociales dispose en permanence des moyens en personnel et matériel qui sont nécessaires à son fonctionnement.Les frais de fonctionnement des services ainsi que les dépenses résultant des missions spéciales et des prestations prévues au décret du 17 août 1944 sont supportés par les budgets locaux intéressés à titre de dépenses obligatoires."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "Le statut des inspecteurs du travail et des lois sociales est fixé par décret en Conseil d'Etat pris sur proposition du ministre de la France d'outre-mer et du secrétaire d'Etat à la fonction publique. Les inspecteurs généraux du travail et des lois sociales de la France d'outre-mer ont, dans la hiérarchie administrative, rang de gouverneur ; les inspecteurs du travail et des lois sociales de la France d'outre-mer ont rang d'administrateur. Les inspecteurs généraux et inspecteurs sont nommés par décret pris sur proposition du ministre de la France d'outre-mer."
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "Les inspecteurs généraux et inspecteurs du travail et des lois sociales sont affectés par arrêté du ministre de la France d'outre-mer, soit auprès du ministre, soit outre-mer, soit à une mission spéciale pour travaux et enquêtes ressortissant de leur compétence."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "Les inspecteurs du travail et des lois sociales prêtent serment de bien et fidèlement remplir leur charge et de ne pas révéler, même après avoir quitté leur service, les secrets de fabrication et, en général, les procédés d'exploitation dont ils pourraient prendre connaissance dans l'exercice de leurs fonctions.Ce serment est prêté par écrit devant la cour d'appel ou le tribunal supérieur d'appel du ressort.Toute violation de ce serment est punie conformément aux articles 226-13 et 226-14 du code pénal.Ils doivent tenir pour confidentielle toute plainte leur signalant un défaut dans l'installation ou une infraction aux dispositions légales ou réglementaires."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "Les inspecteurs du travail et des lois sociales ne pourront pas avoir un intérêt quelconque, direct ou indirect, dans les entreprises placées sous leur contrôle."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "Les inspecteurs du travail et des lois sociales peuvent constater, par procès-verbal faisant foi jusqu'à preuve du contraire, les infractions aux dispositions de la législation et de la réglementation du travail. Ils sont habilités à saisir directement les autorités judiciaires compétentes.Tout procès-verbal devra être notifié immédiatement par la remise d'une copie certifiée conforme à la partie intéressée ou à son représentant, et ce à peine de nullité absolue des poursuites à intervenir.Un exemplaire du procès-verbal est déposé au parquet, un second envoyé au chef du territoire, un troisième classé aux archives de l'inspection territoriale."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "Les inspecteurs du travail et des lois sociales ont le pouvoir de :a) Pénétrer librement et sans avertissement préalable, à toute heure du jour, dans les établissements assujettis au contrôle de l'inspection où ils peuvent avoir un motif raisonnable de supposer que sont occupées les personnes jouissant de la protection légale, et de les inspecter. Ils devront prévenir, au début de leur inspection, le chef d'entreprise ou le chef d'établissement ou son suppléant :celui-ci pourra les accompagner au cours de leur visite ;b) Pénétrer la nuit dans les locaux où il est constant qu'il est effectué un travail de nuit collectif ;c) Requérir, si besoin est, les avis et les consultations de médecins et techniciens, notamment en ce qui concerne les prescriptions d'hygiène et de sécurité. Les médecins et techniciens sont tenus au secret professionnel dans les mêmes conditions et sous les mêmes sanctions que les inspecteurs du travail et des lois sociales ;d) Se faire accompagner, dans leurs visites, d'interprètes officiels assermentés et des délégués du personnel de l'entreprise visitée, ainsi que des médecins et techniciens visés au paragraphe c) ci-dessus ;d) Procéder à tous les examens, contrôles ou enquêtes jugés nécessaires pour s'assurer que les dispositions applicables sont effectivement observées et notamment :1° Interroger, avec ou sans témoin, l'employeur ou le personnel de l'entreprise, contrôler leur identité, demander des renseignements à toute autre personne dont le témoignage peut sembler nécessaire ;2° Requérir la production de tout registre ou document dont la tenue est prescrite par la présente loi et par les textes pris pour son application ;3° Prélever et emporter aux fins d'analyse, en présence du chef d'entreprise ou du chef d'établissement ou de son suppléant et contre reçu, des échantillons des matières et substances utilisées ou manipulées."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "Il est institué un cadre des contrôleurs du travail de la France d'outre-mer. Son statut sera fixé en application des dispositions du décret du 27 octobre 1950 portant règlement d'administration publique pour l'application de la loi du 19 octobre 1946 aux fonctionnaires de certains cadres civils exerçant normalement leur activité dans les territoires relevant du ministère de la France d'outre-mer.Ils prêtent, devant le tribunal du premier degré du ressort, le serment visé à l'article 151."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Article 156",
      "content": "Les contrôleurs du travail assistent les inspecteurs du travail et des lois sociales dans le fonctionnement des services. Ils sont habilités à constater les infractions par des rapports écrits au vu desquels l'inspecteur pourra décider de dresser procès-verbal dans les formes prévues à l'article 153.Toutefois, les inspecteurs du travail et des lois sociales peuvent, à titre exceptionnel, déléguer leurs pouvoirs aux contrôleurs du travail pour une mission déterminée de contrôle ou de vérification."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "Les médecins inspecteurs du travail peuvent être placés auprès des inspecteurs du travail et des lois sociales.Leurs attributions et les conditions de nomination et de rémunération sont déterminées par décret contresigné par le ministre de la France d'outre-mer, le ministre des finances et le secrétaire d'Etat à la fonction publique."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "Dans les mines, minières et carrières, ainsi que dans les établissements et chantiers où les travaux sont soumis au contrôle d'un service technique, les fonctionnaires chargés de ce contrôle veillent à ce que les installations relevant de leur contrôle technique soient aménagées en vue de garantir la sécurité des travailleurs. Ils assurent l'application des règlements spéciaux qui peuvent être pris dans ce domaine et disposent à cet effet et dans cette limite des pouvoirs des inspecteurs du travail et des lois sociales. Ils portent à la connaissance de l'inspecteur du travail et des lois sociales les mesures qu'ils ont prescrites et, le cas échéant, les mises en demeure qui sont signifiées.L'inspecteur du travail et des lois sociales peut, à tout moment, demander et effectuer avec les fonctionnaires visés au paragraphe précédent la visite des mines, minières, carrières, établissements et chantiers soumis à un contrôle technique.Dans les parties d'établissements ou établissements militaires employant de la main-d'oeuvre civile dans lesquels l'intérêt de la défense nationale s'oppose à l'introduction d'agents étrangers au service, le contrôle de l'exécution des dispositions applicables en matière de travail est assuré par les fonctionnaires ou officiers désignés à cet effet. Cette désignation est faite sur proposition de l'autorité militaire compétente ; elle est soumise à l'approbation du ministre de la France d'outre-mer.La nomenclature de ces parties d'établissements ou établissements est dressée par arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle sur proposition de l'autorité militaire compétente et soumise à l'approbation du ministre de la France d'outre-mer."
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "Le chef de la circonscription administrative est, dans le ressort de celle-ci, le suppléant légal de l'inspecteur du travail et des lois sociales lorsque ce dernier est absent ou empêché.En cas d'absence de l'inspecteur du travail et des lois sociales et de celle du contrôleur prévu à l'article 155, le chef de la circonscription administrative est leur suppléant légal. Il est habilité dans les limites définies à l'article 156."
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "Les dispositions des articles 151, 153 et 154 du présent chapitre ne dérogent pas aux règles du droit commun quant à la constatation et à la poursuite des infractions par les officiers de police judiciaire."
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "Un conseil supérieur du travail est institué auprès du ministre de la France d'outre-mer.Il a pour mission :1° D'étudier les problèmes concernant le travail, l'emploi des travailleurs, l'orientation, la formation professionnelle, le placement, les mouvements de main-d'oeuvre, les migrations, l'amélioration de la condition matérielle et morale des travailleurs, la sécurité sociale ;2° D'émettre des avis et de formuler des propositions et résolutions sur la réglementation à intervenir en ces matières.Le conseil supérieur du travail de la France d'outre-mer est présidé par le ministre de la France d'outre-mer ou son représentant. Il comprend :Deux membres de l'Assemblée nationale, un membre du Conseil de la République et un conseiller de l'Union française ;Quatre représentants des travailleurs et quatre représentants des employeurs, nommés par arrêté du ministre de la France d'outre-mer, sur proposition des organisations professionnelles les plus représentatives ;Le président de la section sociale du conseil d'Etat ;Des experts et des techniciens désignés par arrêté du ministre de la France d'outre-mer, qui ont voix consultative.Le secrétariat permanent du conseil supérieur du travail est assuré par un fonctionnaire de l'inspection générale du travail et des lois sociales de la France d'outre-mer.Un arrêté du ministre de la France d'outre-mer assure les conditions d'organisation et de fonctionnement du conseil supérieur du travail."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "Une commission consultative du travail est instituée auprès des inspecteurs généraux et inspecteurs territoriaux du travail et des lois sociales outre-mer qui en assurent la présidence. Elle est composée en nombre égal d'employeurs et de travailleurs respectivement désignés par les organisations d'employeurs et de travailleurs ou par le chef de territoire à défaut d'organisation pouvant être regardée comme représentative en application de l'article 73 ci-dessus.A la demande du président ou de la majorité de la commission, peuvent être convoqués, à titre consultatif, des fonctionnaires qualifiés ou des personnalités compétentes en matière économique, médicale, sociale et ethnographique.Un arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de l'assemblée locale, fixe les conditions de désignation et le nombre de représentants des employeurs et des travailleurs, la durée de leur mandat, qui ne peut excéder trois ans, le montant des indemnités qui leur sont allouées, et détermine les modalités de fonctionnement de la commission."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "Outre les cas pour lesquels leur avis est obligatoirement requis en vertu de la présente loi, les commissions consultatives du travail peuvent être consultées sur toutes les questions relatives au travail et à la main-d'oeuvre.Elles peuvent, à la demande du chef du territoire ou du groupe de territoires :1° Examiner toute difficulté née à l'occasion de la négociation des conventions collectives ;2° Se prononcer sur toutes les questions relatives à la conclusion et à l'application des conventions collectives et notamment sur leurs incidences économiques.Lorsque la commission consultative du travail est saisie d'une des questions portant sur les deux points qui précèdent, elle s'adjoindra obligatoirement :Le directeur des affaires économiques ;Un magistrat ;Un inspecteur du travail et des lois sociales.Elle peut s'adjoindre également à titre consultatif des fonctionnaires ou personnalités compétentes tel qu'il est prévu au paragraphe 2 de l'article précédent.Elles sont chargées d'étudier les éléments pouvant servir de base à la détermination du salaire minimum : étude du minimum vital, étude des conditions économiques générales.Ces travaux feront l'objet chaque année d'un rapport qui sera adressé, ainsi que les arrêtés fixant les salaires minima, au ministre de la France d'outre-mer.Elles peuvent demander aux administrations compétentes, par l'intermédiaire de leur président, tous documents ou informations utiles à l'accomplissement de leur mission."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "Les délégués du personnel sont élus ; la durée de leur mandat est d'un an ; ils peuvent être réélus. Un arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis des commissions consultatives du travail intéressées, fixe :Le nombre de travailleurs à partir duquel et les catégories d'établissements dans lesquels l'institution de délégués du personnel est obligatoire ;Le nombre des délégués et leur répartition sur le plan professionnel ;Les modalités de l'élection, qui doit avoir lieu au scrutin secret et sur des listes établies par les organisations syndicales les plus représentatives au sein de chaque établissement pour chaque catégorie de personnel ; si le nombre des votants est inférieur à la moitié des inscrits il sera procédé à un second tour de scrutin pour lequel les électeurs pourront voter pour des candidats autres que ceux proposés par les organisations syndicales. L'élection a lieu à la représentation proportionnelle, les restes étant attribués à la plus forte moyenne ;Les conditions exigées pour être électeur ou éligible ;La durée, considérée et rémunérée comme temps de travail, dont disposent les délégués pour l'accomplissement de leurs fonctions ;Les moyens mis à la disposition des délégués ;Les conditions dans lesquelles ils seront reçus par l'employeur ou son représentant ;Les conditions de révocation du délégué par le collège de travailleurs qui l'a élu."
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "Les contestations relatives à l'électorat, à l'éligibilité des délégués du personnel ainsi qu'à la régularité des opérations électorales sont de la compétence du juge de paix qui statue d'urgence et en dernier ressort.La décision du juge de paix peut être déférée à la cour de cassation. Le pourvoi est introduit dans les formes et délais prévus par l'article 23 du décret organique du 2 février 1852, modifié par les lois des 30 novembre 1875, 6 février et 31 mars 1914. Il est porté devant la chambre sociale."
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166",
      "content": "Chaque délégué a un suppléant élu dans les mêmes conditions, qui le remplace en cas d'absence motivée, de décès, démission, révocation, changement de catégorie professionnelle, résiliation de contrat de travail, perte des conditions requises pour l'éligibilité."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "Tout licenciement d'un délégué du personnel envisagé par l'employeur ou son représentant devra être soumis à la décision de l'inspection du travail et des lois sociales.Toutefois, en cas de faute lourde, l'employeur peut prononcer immédiatement la mise à pied provisoire de l'intéressé en attendant la décision définitive."
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "Les délégués du personnel ont pour mission :De présenter aux employeurs toutes les réclamations individuelles ou collectives qui n'auraient pas été directement satisfaites concernant les conditions de travail et la protection des travailleurs, l'application des conventions collectives, des classifications professionnelles et des taux de salaires ;De saisir l'inspection du travail et des lois sociales de toute plainte ou réclamation concernant l'application des prescriptions légales et réglementaires dont elle est chargée d'assurer le contrôle ;De veiller à l'application des prescriptions relatives à l'hygiène et à la sécurité des travailleurs et à la prévoyance sociale et de proposer toutes mesures utiles à ce sujet ;De communiquer à l'employeur toutes suggestions utiles tendant à l'amélioration de l'organisation et du rendement de l'entreprise."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "Nonobstant les dispositions ci-dessus, les travailleurs ont la faculté de présenter eux-mêmes leurs réclamations et suggestions à l'employeur."
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Article 170",
      "content": "Toute personne qui se propose d'ouvrir une entreprise de quelque nature que ce soit doit au préalable en faire la déclaration à l'inspection du travail et des lois sociales du ressort.Des arrêtés du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de la commission consultative du travail :1° Déterminent les modalités de cette déclaration ;2° Fixent le délai dans lequel les entreprises existantes devront effectuer cette déclaration ;3° Prescrivent, s'il y a lieu, la production de renseignements périodiques sur la situation de la main-d'oeuvre."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Article 171",
      "content": "L'employeur doit tenir constamment à jour, au lieu d'exploitation, un registre dit \"registre d'employeur\", dont le modèle est fixé par arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de la commission consultative du travail.Ce registre comprend trois parties.La première comprend les renseignements concernant les personnes et le contrat de tous les travailleurs occupés dans l'entreprise ; la deuxième toutes les indications concernant le travail effectué, le salaire et les congés ; la troisième est réservée aux visas, mises en demeure et observations apposés par l'inspecteur du travail et des lois sociales ou son délégué.Le registre de l'employeur doit être tenu sans déplacement à la disposition de l'inspection du travail et des lois sociales et conservé pendant les cinq ans suivant la dernière mention qui y a été portée.Certaines entreprises ou catégories d'entreprises peuvent être exemptées de l'obligation de tenir un registre en raison de leur situation, de leur faible importance ou de la nature de leur activité, par arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de la commission consultative du travail."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "Il est institué un dossier du travailleur, conservé par l'office de la main-d'oeuvre du lieu de l'emploi.\n\nTout travailleur embauché fait l'objet dans les quarante-huit heures d'une déclaration établie par l'employeur et adressée par ce dernier à l'office de la main-d'oeuvre. Cette déclaration mentionne le nom et l'adresse de l'employeur, la nature de l'entreprise, tous les renseignements utiles sur l'état civil et l'identité du travailleur, sa profession, les emplois qu'il a précédemment occupés, éventuellement le lieu de sa résidence d'origine et la date d'entrée dans le territoire, la date de l'embauche et le nom du précédent employeur.\n\nTout travailleur quittant une entreprise doit faire l'objet d'une déclaration établie dans les mêmes conditions mentionnant la date du départ de l'entreprise.\n\nDes arrêtés du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de la commission consultative du travail, détermineront les modalités de ces déclarations, les modifications dans la situation du travailleur qui doivent faire l'objet d'une déclaration supplémentaire et les catégories professionnelles pour lesquelles l'employeur est provisoirement dispensé de déclaration. Dans ce dernier cas, un dossier devra néanmoins être ouvert sur demande du travailleur.\n\nLe travailleur ou, avec son assentiment, le délégué du personnel peuvent prendre connaissance du dossier."
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "Article 173",
      "content": "Il est remis par l'office de la main-d'oeuvre une carte de travail à tout travailleur pour lequel il a été institué un dossier conformément aux dispositions de l'article précédent.Cette carte, établie d'après les indications portées au dossier, devra mentionner l'état civil et la profession exercée par le travailleur.La photographie de l'intéressé ou, à défaut, tout autre élément d'identification devra, si possible, figurer sur la carte prévue au présent article."
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Article 174",
      "content": "Il est institué un office de main-d'oeuvre chargé du service de l'emploi des travailleurs orientés vers les territoires d'outre-mer.Cet office, rattaché à l'inspection générale du travail et des lois sociales et placé sous son contrôle :Centralise les demandes et offres d'emploi ;Organise, avec la collaboration des services et établissements métropolitains, la formation professionnelle complémentaire des travailleurs ;Procède à l'orientation, au transfert et au placement ;Règle, en liaison avec l'office national d'immigration, les modalités de recrutement de la main-d'oeuvre étrangère.Un arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, pris après avis de la commission consultative du travail et de l'assemblée représentative, organise des offices de la main-d'oeuvre à compétence territoriale délimitée. Ces offices sont pourvus d'un conseil d'administration dans lequel, auprès des délégués du chef de territoire, doivent être représentés d'une façon paritaire les employeurs et les travailleurs et qui pourrait comprendre aussi, à titre consultatif, des personnalités désignées en raison de leur compétence sociale reconnue.L'office régional de la main-d'oeuvre, placé sous l'autorité et le contrôle permanent de l'inspecteur du travail et des lois sociales, est chargé :De la réception des offres et demandes d'emploi, du placement ;Des opérations d'introduction et de rapatriement de main-d'oeuvre ;Du transfert, dans le cadre de la réglementation en vigueur, des économies des travailleurs dépaysés ;De l'établissement des dossiers des travailleurs et de leurs cartes de travail ;Du rassemblement d'une documentation permanente sur les offres et demandes d'emploi, et, en général, de toutes les questions relatives à l'utilisation et à la répartition de la main-d'oeuvre."
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Article 175",
      "content": "Des arrêtés du chef de territoire, pris après avis de la commission consultative du travail et de l'office de main-d'oeuvre, peuvent déterminer, en fonction des nécessités économiques, démographiques et sociales, les possibilités d'embauchage des entreprises."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Article 176",
      "content": "Les opérations de l'office de main-d'oeuvre sont gratuites.Il est interdit d'offrir et de remettre à toute personne faisant partie de l'office, et à celle-ci de l'accepter, une rétribution sous quelque forme que ce soit."
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Article 177",
      "content": "En cas de cessation concertée du travail, les opérations de l'office concernant les entreprises touchées par cette cessation sont immédiatement interrompues.\n\nLa liste desdites entreprises est en outre affichée dans la salle réservée aux demandeurs et aux offreurs."
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Article 178",
      "content": "Dans les régions où est organisé un office de la main-d'oeuvre, il est interdit, sauf aux syndicats professionnels visés au titre II de la présente loi, de maintenir ou d'ouvrir, sous quelque forme que ce soit, un bureau ou un office privé de placement. Cette interdiction ne peut ouvrir droit à une indemnité."
    },
    {
      "provision_ref": "art178bis",
      "section": "178bis",
      "title": "Article 178bis",
      "content": "Une prime à la création d'emploi en faveur des jeunes, financée par l'Etat, est instituée pour les entreprises de droit privé dont le siège social et l'établissement principal sont situés à Wallis-et-Futuna qui n'ont procédé à aucun licenciement économique depuis au moins un an, qui sont à jour de leurs cotisations et contributions sociales, et à condition que le salarié n'ait pas travaillé chez l'employeur dans les douze mois précédant cette embauche, sauf s'il était titulaire d'un contrat à durée déterminée.Cette prime est accordée par le représentant de l'Etat à l'occasion du recrutement d'un jeune sans emploi âgé de seize à vingt-cinq ans révolus, embauché sous contrat de travail à durée indéterminée à temps complet sur la base de la durée légale du travail et permettant une création nette d'emploi par rapport à l'effectif moyen de l'année précédente.L'aide est versée pendant trois ans au plus, le cas échéant de façon dégressive. Son mandat est fixé en pourcentage de la rémunération horaire minimale prévue par l'article 95 multiplié par le nombre d'heures correspondant à la durée légale du travail fixée à l'article 112.L'aide est retirée si l'effectif de l'entreprise diminue par rapport à celui déclaré lors de l'embauche ou s'il est constaté que l'entreprise n'est pas à jour de ses obligations sociales ou fiscales.La prime n'est pas cumulable avec une autre aide à l'emploi attribuée par l'Etat.Un arrêté du représentant de l'Etat à Wallis-et-Futuna, pris après avis de la commission consultative du travail, détermine les modalités d'application du présent article."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Article 179",
      "content": "Les différends individuels ou collectifs du travail sont soumis à la procédure instituée au présent titre."
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Article 180",
      "content": "Il est institué des tribunaux du travail qui connaissent des différends individuels pouvant s'élever à l'occasion du contrat de travail entre les travailleurs et leurs employeurs.Ces tribunaux ont qualité pour se prononcer sur tous les différends individuels relatifs aux conventions collectives ou aux arrêtés en tenant lieu. Leur compétence s'étend également aux différends nés entre travailleurs à l'occasion du travail."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "La juridiction territorialement compétente pour connaître des différends qui peuvent s'élever à l'occasion du contrat de travail est celle dans le ressort de laquelle est effectué le travail.Toutefois, après la rupture du contrat de travail, le salarié dont le domicile est situé dans un lieu du territoire de la République autre que celui où a été effectué le travail peut saisir la juridiction du lieu de son domicile.Lorsque, après la rupture de son contrat de travail, le salarié saisit la juridiction du lieu de son domicile pour connaître d'un différend né à l'occasion de ce contrat, les dispositions applicables au règlement du litige sont celles qui ont régi le contrat de travail de l'intéressé.Toute clause qui, directement ou indirectement, déroge aux dispositions qui précèdent est réputée non écrite."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "Les tribunaux du travail sont créés par arrêtés du chef de territoire, pris sur proposition de l'inspecteur du travail et des lois sociales et du chef du service judiciaire.Ces arrêtés, qui sont soumis à l'approbation du ministre de la France d'outre-mer, fixent, pour chaque tribunal, son siège et sa compétence territoriale."
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "Article 183",
      "content": "Les tribunaux du travail dépendent administrativement du chef du service judiciaire du territoire."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Article 184",
      "content": "Le tribunal du travail est composé :\n\n1° D'un magistrat désigné par le premier président de la cour d'appel, président ;\n\n2° De deux assesseurs employeurs et de deux assesseurs salariés, pris parmi ceux figurant sur les listes établies en conformité de l'article 185 ci-après. Le président désigne, pour chaque affaire, les assesseurs employeurs et travailleurs appartenant à la catégorie intéressée.\n\nLes assesseurs titulaires sont remplacés, en cas d'empêchement, par des assesseurs suppléants dont le nombre est égal à celui des titulaires.\n\nSi l'un des assesseurs fait défaut, le plus jeune membre de la catégorie en surnombre ne siège pas.\n\nUn agent administratif désigné par le chef de territoire est attaché au tribunal en qualité de secrétaire."
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "Article 185",
      "content": "Les assesseurs du tribunal du travail doivent être de nationalité française, être âgés de vingt et un ans au moins et n'avoir encouru aucune des condamnations prévus aux articles L. 5 et L. 6 du code électoral.\n\nIls doivent, en outre, exercer depuis trois ans, apprentissage compris, une profession mentionnée dans l'arrêté d'institution du tribunal et exercer cette profession, dans le ressort du tribunal, depuis au moins un an.\n\nIls sont nommés par l'assemblée générale de la cour d'appel.\n\nLe mandat des assesseurs titulaires ou suppléants a une durée d'un an. Il est renouvelable."
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Article 186",
      "content": "Tout assesseur titulaire ou suppléant qui aura gravement manqué à ses devoirs dans l'exercice de ses fonctions sera appelé devant le tribunal du travail pour s'expliquer sur les faits qui lui sont reprochés.L'initiative de cet appel appartient au président du tribunal du travail et au procureur de la République.Dans le délai d'un mois, à dater de la convocation, le procès-verbal de la séance de comparution est adressé par le président du tribunal du travail au procureur de la République.Ce procès-verbal est transmis par le procureur de la République, avec son avis, au procureur général près la cour d'appel, lequel en saisit cette dernière.Au vu du procès-verbal, la cour d'appel statue en chambre du conseil. Elle peut prononcer les peines suivantes :- la censure ;- la suspension pour un temps qui ne peut excéder six mois ;- la déchéance.Tout assesseur contre lequel la déchéance a été prononcée ne peut être désigné à nouveau aux mêmes fonctions.L'assesseur qui a été condamné pour des faits prévus aux articles L. 5 et L. 6 du code électoral est déchu de plein droit de ses fonctions à la date de la condamnation devenue définitive."
    },
    {
      "provision_ref": "art187",
      "section": "187",
      "title": "Article 187",
      "content": "Les assesseurs et leurs suppléants prêtent, devant le tribunal de première instance du ressort, le serment suivant :\"Je jure de remplir mes devoirs avec zèle et intégrité et de garder le secret des délibérations\".Toutefois, en cas d'empêchement, le serment peut être prêté par écrit."
    },
    {
      "provision_ref": "art188",
      "section": "188",
      "title": "Article 188",
      "content": "Les fonctions d'assesseurs titulaires ou suppléants des tribunaux du travail sont gratuites.Toutefois, pourront être allouées aux assesseurs des indemnités de séjour et de déplacement, dont le montant, qui ne pourra être inférieur au montant des salaires et indemnités perdus, sera fixé par arrêté du chef de territoire."
    },
    {
      "provision_ref": "art189",
      "section": "189",
      "title": "Article 189",
      "content": "La procédure devant les tribunaux du travail est gratuite. En outre, pour l'exécution des jugements rendus à leur profit, les travailleurs bénéficient de l'assistance judiciaire."
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "Tout travailleur ou tout employeur pourra demander à l'inspecteur du travail et des lois sociales, à son délégué ou à son suppléant légal de régler le différend à l'amiable.En l'absence ou en cas d'échec de ce règlement amiable, l'action est introduite par déclaration orale ou écrite faite au secrétaire du tribunal du travail. Inscription en est faite sur un registre tenu spécialement à cet effet ; un extrait de cette inscription est délivré à la partie ayant introduit l'action."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "Dans les deux jours à dater de la réception de la demande, dimanche et jours fériés non compris, le président cite les parties à comparaître dans un délai qui ne peut excéder douze jours, majoré s'il y a lieu des délais de distance fixés dans les conditions prévues à l'article 208.La citation doit contenir les nom et profession du demandeur, l'indication de l'objet de la demande, l'heure et le jour de la comparution.La citation est faite à personne ou domicile par voie d'agent administratif spécialement commis à cet effet. Elle peut valablement être faite par lettre recommandée avec accusé de réception. En cas d'urgence, elle peut être faite par voie télégraphique."
    },
    {
      "provision_ref": "art192",
      "section": "192",
      "title": "Article 192",
      "content": "Les parties sont tenues de se rendre au jour et à l'heure fixés devant le tribunal du travail. Elles peuvent se faire assister ou représenter soit par un travailleur ou un employeur appartenant à la même branche d'activité, soit par un avocat régulièrement inscrit au barreau ou un avocat-défenseur, soit encore par un représentant des organisations syndicales auxquelles elles sont affiliées. Les employeurs peuvent, en outre, être représentés par un directeur ou un employé de l'entreprise ou de l'établissement.Sauf en ce qui concerne les avocats, le mandataire des parties doit être constitué par écrit."
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Article 193",
      "content": "Si, au jour fixé par la convocation, le demandeur ne comparaît pas et ne justifie pas d'un cas de force majeure, la cause est rayée du rôle ; elle ne peut être reprise qu'une seule fois et selon les formes imparties pour la demande primitive, à peine de déchéance.Si le défendeur ne comparaît pas, et ne justifie pas d'un cas de force majeure, ou s'il n'a pas présenté ses moyens sous forme de mémoire, défaut est donné contre lui et le tribunal statue sur le mérite de la demande."
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Article 194",
      "content": "L'audience est publique, sauf au stade de la conciliation.Le président dirige les débats, interroge et confronte les parties, fait comparaître les témoins cités à la diligence des parties ou par lui-même, dans les formes indiquées à l'article 191. Il procède à l'audition de toute autre personne dont il juge la déposition utile au règlement du différend ; peut procéder ou faire procéder à tous constats ou expertises.La police de la salle d'audience et des débats appartient au président, qui est revêtu des pouvoirs attribués aux juges de paix par les articles 10 et 12 du code de procédure civile."
    },
    {
      "provision_ref": "art195",
      "section": "195",
      "title": "Article 195",
      "content": "La femme mariée est autorisée à se concilier, à demander, à défendre devant le tribunal du travail."
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Article 196",
      "content": "Les assesseurs du tribunal du travail peuvent être récusés :1° Quand ils ont un intérêt personnel à la contestation ;2° Quand ils sont parents ou alliés de l'une des parties jusqu'au sixième degré ;3° Si, dans l'année qui a précédé la récusation, il y a eu procès pénal ou civil entre eux et l'une des parties ou son conjoint ou allié en ligne directe ;4° S'ils ont donné un avis écrit sur la contestation ;5° S'ils sont employeurs ou travailleurs de l'une des parties en cause.La récusation est formée avant tout débat. Le président statue immédiatement. Si la demande est rejetée, il est passé outre au débat ; si elle est admise, l'affaire est renvoyée à la prochaine audience où doivent siéger le ou les assesseurs suppléants."
    },
    {
      "provision_ref": "art197",
      "section": "197",
      "title": "Article 197",
      "content": "Lorsque les parties comparaissent devant le tribunal du travail, il est procédé à une tentative de conciliation.En cas d'accord, un procès-verbal rédigé séance tenante sur le registre des délibérations du tribunal consacre le règlement à l'amiable du litige.Un extrait du procès-verbal de conciliation signé du président et du secrétaire vaut titre exécutoire."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "En cas de conciliation partielle, un extrait du procès-verbal signé du président et du secrétaire vaut titre exécutoire pour les parties sur lesquelles un accord est intervenu et procès-verbal de non-conciliation pour le surplus de la demande."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "En cas de non-conciliation ou pour la partie contestée de la demande, le tribunal du travail doit retenir l'affaire ; il procède immédiatement à son examen ; aucun renvoi ne peut être prononcé sauf accord des parties, mais le tribunal peut toujours, par jugement motivé, prescrire toutes enquêtes, descentes sur les lieux et toutes mesures d'informations quelconques."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "Les débats clos, le tribunal délibère immédiatement en secret. Sauf mise en délibéré dont le délai maximum est de quatre jours, le jugement est rédigé sur l'heure et l'audience reprise pour sa lecture ; il doit être motivé."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "La minute du jugement est transcrite par le secrétaire sur le registre des délibérations. Elle est signée par le président et le secrétaire."
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "Le jugement peut ordonner l'exécution immédiate, nonobstant opposition ou appel et par provision avec dispense de caution jusqu'à une somme qui sera fixée par arrêté du chef de groupe de territoires, de territoire non groupé ou sous tutelle, soumis à l'approbation du ministre de la France d'outre-mer. Pour le surplus, l'exécution provisoire peut être ordonnée à charge de fournir caution. Copie du jugement, signée par le président et le secrétaire, doit être remise aux parties sur demande. Mention de cette délivrance, de sa date et de son heure est faite par le secrétaire en marge du jugement."
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "Article 203",
      "content": "En cas de jugement par défaut, signification du jugement est faite, dans les formes de l'article 191, sans frais, à la partie défaillante, par le secrétaire du tribunal ou par un agent administratif commis spécialement à cet effet par le président.Si, dans un délai de dix jours après la signification, plus les les délais de distance, le défaillant ne fait pas opposition au jugement, dans les formes prescrites à l'article 190, le jugement est exécutoire. Sur opposition, le président convoque à nouveau les parties, comme il est dit à l'article 191 ; le nouveau jugement, nonobstant tout défaut ou appel, est exécutoire."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "Les jugements du tribunal du travail sont définitifs et sans appel, sauf du chef de la compétence, lorsque le chiffre de la demande n'excède pas trente-six mille francs en monnaie métropolitaine. Au-dessus de trente-six mille francs en monnaie métropolitaine, les jugements sont susceptibles d'appel devant la justice de paix à compétence étendue ou le tribunal de première instance."
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Article 205",
      "content": "Le tribunal du travail connaît de toutes les demandes reconventionnelles ou en compensation qui, par leur nature, rentrent dans sa compétence. Lorsque chacune des demandes principales reconventionnelles ou en compensation sera dans les limites de sa compétence en dernier ressort, il prononcera sans qu'il y ait lieu à appel.Si l'une des ces demandes n'est susceptible d'être jugée qu'à charge d'appel, le tribunal du travail ne se prononcera sur toutes qu'à charge d'appel. Néanmoins, il statuera en dernier ressort si seule la demande reconventionnelle en dommages-intérêts, fondée exclusivement sur la demande principale, dépasse sa compétence en dernier ressort. Il statue également sans appel, en cas de défaut du défendeur, si seules les demandes reconventionnelles formées par celui-ci dépassent le taux de sa compétence en dernier ressort, quels que soient la nature et le montant de cette demande.Si une demande reconventionnelle est reconnue non fondée et formée uniquement en vue de rendre le jugement susceptible d'appel, l'auteur de cette demande peut être condamné à des dommages-intérêts envers l'autre partie, même au cas où, en appel, le jugement en premier ressort n'a été confirmé que partiellement."
    },
    {
      "provision_ref": "art205-1",
      "section": "205-1",
      "title": "Article 205-1",
      "content": "Le président du tribunal du travail connaît des demandes formées en référé."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "Appel peut être interjeté dans les formes prévues à l'article 190.\n\nL'appel est transmis dans la huitaine à la Cour d'appel avec une expédition du jugement et des lettres, mémoires et documents, déposés par les parties en première instance et en appel.\n\nL'appel est jugé sur pièces. Toutefois, les parties peuvent demander à être entendues ; en ce cas, la représentation des parties obéit aux règles fixées par l'article 192."
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "La Cour de cassation connaît des recours en cassation contre les jugements rendus en dernier ressort.Les dispositions du présent article sont applicables aux recours dirigés à l'encontre des décisions rendues à compter de la date d'entrée en vigueur du présent décret."
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208",
      "content": "Des arrêtés du chef de groupe de territoires, de territoire non groupé ou sous tutelle déterminent les modalités d'application du présent chapitre, notamment la contexture des registres et les délais de distance."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "Tout différend collectif est immédiatement notifié par les parties à l'inspecteur du travail et des lois sociales, qui intervient pour aider à son règlement.En cas d'échec, il est soumis à la procédure de conciliation.Les différends collectifs du travail sont portés en conciliation devant la commission consultative du travail à la demande de l'une des parties et, à défaut, sur l'initiative de son président. La commission consultative du travail peut, chaque fois qu'elle le juge nécessaire, notamment en raison de l'éloignement, donner délégation à une commission spéciale de conciliation composée d'un nombre égal de représentants d'employeurs et de travailleurs et présidée par l'inspecteur du travail et des lois sociales.Les accords de conciliation signés par les parties sont immédiatement exécutoires."
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Article 210",
      "content": "En cas d'échec de la procédure de conciliation, le différend est soumis à la procédure de recommandation."
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "Lorsque la tentative de conciliation n'a pas abouti, le procès-verbal de non-conciliation est dressé. Il est signé par les parties et mentionne l'objet du conflit et les points qui seront soumis à la procédure de recommandation.Dans le délai de quatre jours à compter de la notification aux parties de l'échec de la conciliation par le président de la commission consultative du travail ou, le cas échéant, de la commission prévue à l'article 209, les parties sont tenues de désigner un expert ; à défaut, cette désignation est faite, dans les quarante-huit heures, par le chef de territoire ou de groupe de territoires compétent.L'expert ne peut être choisi ni parmi les fonctionnaires d'autorité, ni parmi les dirigeants des entreprises impliquées dans le conflit, ni parmi les personnes ayant participé à la procédure de conciliation.Chaque année, le chef de groupe de territoires, de territoire non groupé ou sous tutelle, établit par arrêté, pris après avis de la commission consultative du travail, la liste des magistrats et des personnalités appelées à remplir les fonctions d'expert. Les personnes qui seront choisies en fonction de leur autorité morale et de leurs compétences économique et sociale ne doivent pas exercer, nécessairement, leur activité professionnelle ou avoir leur résidence dans le territoire ou le groupe de territoires intéressés par le conflit."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Article 212",
      "content": "L'expert devra se prononcer sur tous les objets déterminés par le procès-verbal de non-conciliation et sur tous autres qui pourraient être en relation avec le différend en cours."
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "Article 213",
      "content": "L'expert a les plus larges pouvoirs pour s'informer de la situation économique des entreprises et de la situation sociale des travailleurs intéressés par le conflit.Dans ce but, il peut, notamment, enquêter auprès des entreprises et des syndicats, réclamer aux parties tous documents ou renseignements d'ordre comptable et financier susceptibles de lui être utiles. Il peut recourir aux offices de toute personne qualifiée susceptible de l'éclairer, tels les experts comptables agréés.L'expert est tenu au secret professionnel, quant aux documents à lui confiés.De leur côté, les parties remettent à l'expert un mémoire et les observations qu'elles jugeront utiles de présenter."
    },
    {
      "provision_ref": "art214",
      "section": "214",
      "title": "Article 214",
      "content": "Dans un délai de huit jours, l'expert dresse un rapport motivé de ses investigations. Les conclusions de ce rapport établissent, sous forme de recommandation, un projet de règlement des points en litige.Le rapport et la recommandation finale sont communiqués aux parties dans les vingt-quatre heures. Ils sont publiés, diffusés et traduits dans des conditions qui seront fixées par les arrêtés pris en application de l'article 71 du présent code. Ils sont, dans tous les cas, immédiatement publiés au Journal officiel du territoire."
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Article 215",
      "content": "A l'expiration d'un délai de cinq jours francs, à compter de la notification du rapport aux parties et si aucune de celles-ci n'a manifesté son opposition, la recommandation acquiert force exécutoire.L'opposition, à peine de nullité, est formée, dans le délai ci-dessus indiqué, par lettre recommandée adressée à l'expert lui-même. Le récépissé d'expédition fera foi de la date de formation de l'opposition.La date d'application des dispositions de la recommandation, en cas de silence de celle-ci sur ce point, est celle de l'introduction de la demande de conciliation.Les frais exposés par les experts dans leur mission leur sont remboursés, dans des conditions fixées par un décret du ministre de la France d'outre-mer, sur le budget du territoire ou des territoires intéressés par le conflit."
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Article 216",
      "content": "Les recommandations ne peuvent faire l'objet que d'un recours pour excès de pouvoir ou violation de la loi qui est porté devant la Cour supérieure d'arbitrage.Le recours est instruit et jugé conformément aux dispositions du chapitre IV du titre II de la loi du 11 février 1950 relative aux conventions collectives et aux procédures du règlement des conflits collectifs du travail."
    },
    {
      "provision_ref": "art217",
      "section": "217",
      "title": "Article 217",
      "content": "Lorsqu'un accord de conciliation ou une recommandation devenu exécutoire porte sur l'interprétation des clauses d'une convention collective, sur les salaires ou sur les conditions de travail, cet accord ou cette recommandation produira les effets d'une convention collective de travail.Si l'accord ou la recommandation est intervenu en vue de régler un conflit survenu dans une branche d'activité ayant fait l'objet d'une convention collective étendue, cet accord ou cette recommandation devra faire l'objet d'un arrêté d'extension de la convention.Si l'accord ou la recommandation porte sur l'application des dispositions d'un arrêté réglementaire à défaut d'une convention collective, selon l'article 78, un nouvel arrêté sera pris automatiquement."
    },
    {
      "provision_ref": "art218",
      "section": "218",
      "title": "Article 218",
      "content": "Sont interdits tout lock-out et toute grève déclenchés avant épuisement des procédures de conciliation et de recommandation ou en violation des dispositions d'un accord de conciliation ou d'une recommandation ayant acquis force exécutoire.Le lock-out ou la grève engagé en contravention des dispositions de la présente loi peut entraîner par sentence de la cour supérieure d'arbitrage :a) Pour les employeurs, le payement aux travailleurs des journées de salaires perdues de ce fait et, pendant une période de deux ans au minimum, l'inéligibilité aux fonctions de membres des chambres de commerce, l'interdiction de faire partie d'une commission consultative du travail et d'un conseil d'arbitrage, de participer, sous une forme quelconque, à une entreprise de travaux ou un marché de fournitures pour le compte de l'Etat, du territoire ou d'une collectivité publique ;b) Pour les travailleurs, la perte du droit à l'indemnité de préavis et aux dommages-intérêts pour rupture de contrat.La grève déclenchée après notification de l'opposition à ce que la recommandation de l'expert acquière force exécutoire n'entraîne pas la rupture du contrat de travail."
    },
    {
      "provision_ref": "art218quater",
      "section": "218quater",
      "title": "Article 218quater",
      "content": "A Wallis-et-Futuna, l'employeur veille à ce que chaque travailleur salarié reçoive régulièrement une information appropriée sur les risques naturels majeurs auxquels il est exposé sur son lieu de travail ainsi que sur les mesures prises pour leur prévention. Les modalités de cette information sont déterminées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art218ter",
      "section": "218ter",
      "title": "Article 218ter",
      "content": "Par des conventions passées avec le territoire, l'Etat apporte son concours aux programmes de formation professionnelle élaborés par le territoire dans le cadre de ses objectifs propres de développement économique, social et culturel, et tendant notamment à la coordination d'actions concertées entre le territoire, les entreprises publiques et privées, les divers types d'établissements d'enseignement, les associations et les organisations professionnelles, syndicales et familiales."
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Article 219",
      "content": "Dans le territoire des îles Wallis-et-Futuna, les directeurs ou administrateurs de syndicat qui auront commis des infractions aux dispositions des articles 3, 5, 6, 18 et 25 seront punis d'une amende de 25.000 F (1).\n\nLa dissolution du syndicat ou de l'union de syndicats pourra, en outre, être prononcée à la diligence du procureur de la République.\n\nSera punie d'une amende de 25.000 F (1)  toute personne qui, à l'occasion du dépôt des statuts d'un syndicat professionnel, effectue sciemment une fausse déclaration quant aux statuts, aux noms ou qualités des directeurs ou administrateurs de ce syndicat.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "Dans le territoire des îles Wallis-et-Futuna, toute infraction à l'article 36 ci-dessus sera punie d'une amende de 25.000 F (1) et, en cas de récidive, d'une amende de 50.000 F (1).\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "Dans le territoire des îles Wallis et Futuna, toute infraction, sauf celle intéressant l'affichage du prix des marchandises mises en vente, aux dispositions des articles 110 et 111 ci-dessus sera punie d'une amende de 25.000 F (1) et, en cas de récidive, d'une amende de 50.000 F (1).\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "Article 222",
      "content": "Dans le territoire des îles Wallis et Futuna, quiconque aura porté atteinte ou tenté de porter atteinte soit à la libre désignation des délégués du personnel prévus aux articles 164 à 168 ci-dessus, soit à l'exercice régulier de leurs fonctions, notamment par la méconnaissance des dispositions de l'article 167, sera puni d'un emprisonnement d'un an  et d'une amende de 25.000 F (1) ou de l'une de ces deux peines seulement.\n\nEn cas de récidive, l'emprisonnement peut être porté à deux ans et l'amende à 50.000 F (1).\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art223",
      "section": "223",
      "title": "Article 223",
      "content": "Dans le territoire des îles Wallis et Futuna, est passible d'un emprisonnement d'un an et d'une amende de 25.000 F (1) ou de l'une de ces deux peines seulement quiconque met obstacle à l'accomplissement des devoirs d'un inspecteur ou d'un contrôleur du travail ou d'un chef de circonscription administrative agissant comme suppléant de l'inspecteur du travail et des lois sociales.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art224",
      "section": "224",
      "title": "Article 224",
      "content": "Dans le territoire des îles Wallis et Futuna, toute infraction à l'article 178 sera punie d'un emprisonnement de six mois et d'une amende de 25.000 F (1) ou de l'une de ces deux peines seulement.\n\nEn cas de récidive, l'emprisonnement pourra être porté à un an et l'amende à 50 000 F (1).\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225",
      "content": "Dans le territoire des îles W allis et Futuna, sera puni d'une amende de 25.000 F (1) quiconque aura fait sciemment une fausse déclaration d'accident du travail ou de maladie professionnelle.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art226",
      "section": "226",
      "title": "Article 226",
      "content": "Les chefs d'établissement, directeurs, gérants ou préposés qui, par leur faute personnelle, ont enfreint les dispositions de l'article 133 bis ou les dispositions prises pour son application sont punis d'une amende de 25 000 F.L'amende est appliquée autant de fois qu'il y a de salariés de l'entreprise concernés par la ou les infractions relevées dans le procès-verbal visé à l'article 153.Conformément à l'article 132-3 du code pénal, le cumul des peines prévues au présent article avec les peines de même nature encourues pour les infractions prévues par les articles 221-6, 222-19 et 222-20 du même code ne peut dépasser le maximum légal de la peine de même nature la plus élevée qui est encourue.Seront punis des mêmes peines les chefs d'établissement, directeurs, gérants ou préposés qui, par leur faute personnelle, ont enfreint les dispositions des troisième et quatrième alinéas de l'article 134 ou les dispositions prises pour leur application."
    },
    {
      "provision_ref": "art227",
      "section": "227",
      "title": "Article 227",
      "content": "Lorsqu'une infraction aux règles mentionnées à l'article 133 bis, ayant provoqué la mort ou des blessures dans les conditions définies aux articles 221-6, 222-19 et 222-20 du code pénal ou, involontairement, des blessures, coups ou maladies n'entraînant pas une incapacité totale de travail personnelle supérieure à trois mois, a été commise par un préposé, le tribunal peut, compte tenu des circonstances de fait et des conditions de travail de l'intéressé, décider que le paiement des amendes prononcées et des frais de justice sera mis, en totalité ou en partie, à la charge de l'employeur.En cas de récidive, ces infractions sont passibles d'un emprisonnement d'un an et d'une amende de 60 000 F ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art228",
      "section": "228",
      "title": "Article 228",
      "content": "Les peines prévues par le premier alinéa de l'article 226 et, en cas de récidive par le deuxième alinéa de l'article 227, sont applicables aux travailleurs indépendants ainsi qu'aux employeurs, lorsqu'ils exercent eux-mêmes une activité sur un chantier de bâtiment ou de génie civil, qui n'ont pas mis en oeuvre les obligations qui leur incombent en application du 4° de l'article 133 bis."
    },
    {
      "provision_ref": "art229",
      "section": "229",
      "title": "Article 229",
      "content": "Seront punis d'une amende de 25.000 francs (1) et, en cas de récidive, d'une amende de 100.000 francs les auteurs d'infractions aux dispositions des articles 110, sauf en matière d'affichage, 111 et 178.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art230",
      "section": "230",
      "title": "Article 230",
      "content": "Sera punie d'une amende de 25.000 (1) et d'un emprisonnement de trois mois ou de l'une de ces deux peines seulement toute personne qui s'est opposée ou a tenté de s'opposer à l'exécution des obligations ou à l'exercice des pouvoirs qui incombent aux inspecteurs et contrôleurs du travail et aux chefs de circonscriptions administratives agissant comme suppléant de l'inspecteur du travail et des lois sociales.\n\nEn cas de récidive, l'amende est de 50.000 (1) et l'emprisonnement de six mois.\n\nEn cas de double récidive, l'emprisonnement est obligatoirement prononcé.\n\nLes dispositions du code pénal qui prévoient et répriment les actes de résistance, les outrages et les violences contre les officiers de police judiciaire sont, en outre, applicables à ceux qui se rendent coupables de faits de même nature à l'égard des inspecteurs ou de leurs suppléants.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art231",
      "section": "231",
      "title": "Article 231",
      "content": "Sera puni des peines prévues à l'article 408 du code pénal tout employeur qui aura retenu ou utilisé dans son intérêt personnel ou pour les besoins de son entreprise les sommes ou titre remis en cautionnement."
    },
    {
      "provision_ref": "art232",
      "section": "232",
      "title": "Article 232",
      "content": "L'article 463 du code pénal et la loi de sursis sont applicables à toutes les infractions prévues et réprimées au présent titre.Lorsqu'une amende est prononcée en vertu du présent titre, elle est encourue autant de fois qu'il y a eu d'infractions, sans que cependant le montant total des amendes infligées puisse excéder cinquante fois les taux maxima prévus ci-dessus.Cette règle s'applique notamment au cas où plusieurs travailleurs auraient été employés dans des conditions contraires à la présente loi.Pour l'application des articles 221, 222, 223, 224, 225, 226, 227, il y a récidive lorsque, dans les douze mois antérieurs au fait poursuivi, le contrevenant a déjà subi condamnation pour un fait identique."
    },
    {
      "provision_ref": "art233",
      "section": "233",
      "title": "Article 233",
      "content": "Les chefs d'entreprises sont civilement responsables des condamnations prononcées contre leurs fondés de pouvoir ou préposés."
    },
    {
      "provision_ref": "art234",
      "section": "234",
      "title": "Article 234",
      "content": "Les dispositions de la présente loi sont de plein droit applicables aux contrats individuels en cours.Elles ne peuvent constituer une cause de rupture de ces contrats.Toute clause d'un contrat en cours qui ne serait pas conforme aux dispositions de la présente loi, ou d'un décret ou arrêté pris pour son application, sera modifiée dans un délai de six mois à compter de la publication de la présente loi ou du décret ou arrêté en cause.Au cas de refus de l'une des parties, la juridiction compétente pourra ordonner, sous peine d'astreinte, de procéder aux modifications qui seront jugées nécessaires."
    },
    {
      "provision_ref": "art235",
      "section": "235",
      "title": "Article 235",
      "content": "Aussi longtemps que de nouvelles conventions collectives n'auront pas été établies dans le cadre de la présente loi, les conventions antérieures resteront en vigueur en celles de leurs dispositions qui ne lui sont pas contraires. Ces conventions sont susceptibles de faire l'objet d'arrêtés d'extension dans les conditions prévues au chapitre des conventions collectives."
    },
    {
      "provision_ref": "art236",
      "section": "236",
      "title": "Article 236",
      "content": "L'orientation et la formation professionnelles seront organisées par décrets du Président de la République, pris sur le rapport du ministre de la France d'outre-mer et après avis de l'assemblée de l'Union française.Les dépenses afférentes à l'orientation et à la formation professionnelles sont inscrites pour les parts incombant aux budgets généraux et locaux, au titre des dépenses obligatoires."
    },
    {
      "provision_ref": "art237",
      "section": "237",
      "title": "Article 237",
      "content": "Les chefs de territoires sont habilités à prendre des arrêtés, après avis des commissions consultatives du travail et des assemblées représentatives, instituant des prestations familiales pour tous les travailleurs régis par le présent code et des caisses de compensation pour assurer le versement de ces prestations.Ces arrêtés seront soumis à l'approbation du ministre de la France d'outre-mer."
    },
    {
      "provision_ref": "art238",
      "section": "238",
      "title": "Article 238",
      "content": "Il sera créé, partout où cela sera jugé possible, par décret du Président de la République pris sur proposition du ministre de la France d'outre-mer, des caisses chargées du financement des oeuvres sociales d'entreprises, telles que cantines, coopératives de consommation, organisation des loisirs et de l'habitat.Ces caisses seront alimentées par des cotisations d'employeurs et des subventions des pouvoirs publics ; elles pourront également recevoir des dons et legs.Elles seront gérées avec le concours des représentants des travailleurs."
    },
    {
      "provision_ref": "art239",
      "section": "239",
      "title": "Article 239",
      "content": "Les institutions et procédures existant en application de règlements antérieurement en vigueur en matière de travail, de sécurité sociale et de prestations familiales continueront à être valables jusqu'au moment où seront effectivement mises en place les institutions et procédures découlant de la présente loi et des actes subséquents."
    },
    {
      "provision_ref": "art240",
      "section": "240",
      "title": "Article 240",
      "content": "Les décrets et les arrêtés du ministre de la France d'outre-mer, des chefs de groupe de territoires et des chefs de territoire prévus par le présent code, devront être pris dans le délai d'un an qui suivra la promulgation de la présente loi."
    },
    {
      "provision_ref": "art241",
      "section": "241",
      "title": "Article 241",
      "content": "Sont abrogées toutes dispositions contraires à la présente loi."
    }
  ]
}