{
  "id": "jorftext000037111503",
  "type": "statute",
  "title": "LOI n°2018-515 du 27 juin 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037111503",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I., IV. et V.-A modifié les dispositions suivantes :\n\nII.-Les statuts initiaux de la société nationale SNCF, de la société SNCF Réseau, de sa filiale chargée de la gestion unifiée des gares de voyageurs mentionnée au 5° de l'article L. 2111-9 du code des transports et de la société SNCF Voyageurs sont fixés par décret en Conseil d'État. Ils sont par la suite modifiés selon les règles prévues par le code de commerce.\n\nIII.-Les I et II du présent article entrent en vigueur le 1er janvier 2020.\n\nLes modifications de l'organisation du groupe public ferroviaire mentionné à l'article L. 2101-1 du code des transports, dans sa rédaction antérieure à la présente loi, rendues nécessaires par la mise en œuvre des dispositions prévues au présent article au 1er janvier 2020 ne portent pas atteinte aux dispositions législatives, réglementaires ou contractuelles régissant les situations des personnels employés à cette date par les établissements publics SNCF, SNCF Réseau et SNCF Voyageurs.\n\n-Code des transports"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La SNCF, SNCF Réseau et SNCF Mobilités peuvent procéder jusqu'au 31 décembre 2019 à des recrutements de personnels soumis au statut mentionné à l'article L. 2101-2 du code des transports."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi pour assurer la transformation du groupe public ferroviaire mentionné à l'article L. 2101-1 du code des transports, ainsi que des filiales des entités constituant celui-ci, en un groupe public unifié tel qu'issu de l'article L. 2101-1 du même code dans sa rédaction résultant de la présente loi à compter du 1er janvier 2020, dans le contexte de l'achèvement de l'ouverture à la concurrence des services de transport ferroviaire et dans le respect des engagements de la France dans la lutte contre le réchauffement climatique et à ce titre :1° Fixer les conditions de création du groupe public constitué par la société nationale SNCF et ses filiales, en prévoyant notamment :a) L'attribution aux sociétés SNCF, SNCF Voyageurs, SNCF Réseau et, le cas échéant, à leurs filiales, chacune selon son objet, ou le retour à l'État, de tout ou partie des biens, droits et obligations des établissements publics nationaux à caractère industriel et commercial constituant le groupe public ferroviaire au sens de l'article L. 2101-1 du code des transports dans sa rédaction antérieure à la présente loi ;b) Des mesures d'application aux sociétés mentionnées au a du présent 1° de la législation applicable aux établissements publics nationaux à caractère industriel et commercial, ou d'adaptation de cette législation, notamment en matière de protection de l'environnement, d'urbanisme, de maîtrise d'ouvrage et de commande publique ;c) Les conditions dans lesquelles certaines missions de la société nationale SNCF sont assurées au sein du groupe public ;d) Les conditions dans lesquelles les contrats de travail se poursuivent pour assurer la mise en œuvre du groupe public et les effets en résultant sur le droit social applicable ;e) La réunification de la gestion des gares de voyageurs ;f) Les modalités transitoires de gestion des sociétés composant le groupe public constitué par la société nationale SNCF et ses filiales jusqu'à l'installation des différents organes prévus par leurs statuts ;g) Les mesures transitoires ou, le cas échéant, dérogatoires à l'application des dispositions du code de commerce relatives aux sociétés anonymes durant les premiers exercices suivant la date de constitution de la société nationale SNCF et de ses filiales ;2° Fixer les conditions de fonctionnement du groupe public constitué par la société nationale SNCF et ses filiales, en prévoyant notamment :a) Les modalités de sa gouvernance, en veillant à garantir la représentation adaptée des acteurs du système ferroviaire et notamment une représentation des collectivités territoriales concernées, des usagers ainsi que des salariés, dans le respect de l'article 7 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique ;b) Les garanties propres à assurer l'indépendance de SNCF Réseau, dans le respect des exigences de la directive 2012/34/ UE du Parlement européen et du Conseil du 21 novembre 2012 établissant un espace ferroviaire unique européen, en veillant à l'introduction d'un avis conforme de l'Autorité de régulation des transports sur la nomination, le renouvellement et la révocation de son dirigeant afin de garantir son indépendance à l'égard des entreprises exerçant, directement ou par l'intermédiaire d'une filiale, une activité d'entreprise ferroviaire ;c) Les modalités de contractualisation entre l'État et tout ou partie des entités du groupe public unifié, en veillant à prendre en compte, en particulier, les objectifs assignés à la gestion de l'infrastructure ;3° Déterminer le régime des biens dont le groupe public ferroviaire mentionné à l'article L. 2101-1 du code des transports dans sa rédaction antérieure à la présente loi est propriétaire ou affectataire, dans le respect du caractère public des biens affectés à des missions de service public ;4° Fixer les conditions de recrutement, d'emploi et de représentation du personnel ainsi que de la négociation collective au sein des sociétés composant le groupe public."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article s'applique à compter du 1er janvier 2019 en tant qu'il concerne les demandes d'accès au réseau ferroviaire pour les services librement organisés de transport ferroviaire de voyageurs en vue de leur exploitation à compter du 12 décembre 2020.Les articles L. 1263-2, L. 2121-12 et L. 2133-1 du code des transports, dans leur rédaction antérieure à la présente loi, continuent à s'appliquer aux services de transport ferroviaire de personnes mentionnés à l'article L. 2121-12 dans sa rédaction antérieure à la présente loi et effectués jusqu'au 11 décembre 2020.\n\n-Code des transports"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi pour assurer la transposition de la directive 2012/34/UE du Parlement européen et du Conseil du 21 novembre 2012 établissant un espace ferroviaire unique européen, dans sa rédaction résultant de la directive (UE) 2016/2370 du Parlement européen et du Conseil du 14 décembre 2016 modifiant la directive 2012/34/UE en ce qui concerne l'ouverture du marché des services nationaux de transport de voyageurs par chemin de fer et la gouvernance de l'infrastructure ferroviaire."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-A modifié les dispositions suivantes :\n\ncréé les dispositions suivantes :\n\nII.-Le présent article s'applique aux contrats de service public en cours d'exécution au lendemain de la publication de la présente loi. Toutefois, sous réserve des dispositions relatives aux modalités d'exécution des services ferroviaires mentionnés à l'article L. 1241-1 du code des transports attribués à SNCF Voyageurs, les articles L. 2121-15 et L. 2121-17 du même code, dans leur rédaction résultant du présent article, entrent en vigueur le 25 décembre 2023.\n\n-Code des\n\n-Code des"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - L'accord de branche mentionné à l'article L. 2121-23 du code des transports dans sa rédaction résultant du présent article est conclu dans un délai de six mois à compter de la promulgation de la présente loi. À défaut d'accord conclu dans ce délai, les dispositions prévues par le même article L. 2121-23 sont fixées par décret en Conseil d'État dans un délai de neuf mois à compter de la promulgation de la présente loi.III. - L'accord de branche mentionné à l'article L. 2121-27 du code des transports dans sa rédaction résultant du présent article est conclu au plus tard dix-huit mois après la promulgation de la présente loi.\n\n- Code des transports"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-La ou les conventions conclues entre l'État et SNCF Voyageurs avant le 25 décembre 2023 en application de l'article L. 2141-1 du code des transports se poursuivent jusqu'au terme qu'elles ont fixé, leur durée ne pouvant excéder dix ans.II.-Entre le 3 décembre 2019 et le 24 décembre 2023, l'État peut, par dérogation à l'article L. 2141-1 du code des transports, attribuer des contrats de service public relatifs à des services de transport ferroviaire de personnes d'intérêt national après publicité et mise en concurrence.III.-L'application des dispositions du présent article relatives aux conditions de poursuite et d'extinction des droits exclusifs attribués à SNCF Voyageurs ne donne lieu au versement d'aucune indemnité.Sauf stipulation contraire prévue par la convention, dans l'hypothèse où l'État souhaite en remettre en cause soit la durée, soit le périmètre, SNCF Voyageurs est indemnisé de plein droit pour la résiliation de tout ou partie de cette convention."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Les conventions conclues avant le 25 décembre 2023 en application des articles L. 2121-4 ou L. 2121-6 du code des transports se poursuivent jusqu'au terme qu'elles ont fixé, leur durée ne pouvant excéder dix ans.IV.-Entre le 3 décembre 2019 et le 24 décembre 2023, les régions peuvent, par dérogation aux articles L. 2121-4, L. 2121-6 et L. 2141-1 du code des transports :1° Fournir elles-mêmes des services publics de transport ferroviaire de personnes d'intérêt régional ou attribuer des contrats de service public relatifs à ces services dans les conditions prévues au 2 de l'article 5 du règlement (CE) n° 1370/2007 du Parlement européen et du Conseil du 23 octobre 2007 relatif aux services publics de transport de voyageurs par chemin de fer et par route, et abrogeant les règlements (CEE) n° 1191/69 et (CEE) n° 1107/70 du Conseil ;2° Attribuer des contrats de service public relatifs à des services de transport ferroviaire de personnes d'intérêt régional après publicité et mise en concurrence.V.-L'application des dispositions du présent article relatives aux conditions de poursuite et d'extinction des droits exclusifs attribués à SNCF Voyageurs ne donne lieu au versement d'aucune indemnité.Sauf stipulation contraire prévue par la convention, dans l'hypothèse où la région souhaite en remettre en cause soit la durée, soit le périmètre, SNCF Voyageurs est indemnisé de plein droit pour la résiliation de tout ou partie de cette convention.\n\n-Code des transports"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article entre en vigueur le 1er janvier 2020.\n\n-Code des transports"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-Les matériels roulants utilisés pour la poursuite des missions prévues par un contrat de service public attribué en application de l'article L. 2141-1 du code des transports, dans sa rédaction antérieure au 25 décembre 2023, sont transférés à l'autorité organisatrice concernée, à sa demande et dans un délai raisonnable qu'elle fixe.Ce transfert se fait moyennant le versement d'une indemnité égale à la valeur nette comptable, nette de toutes subventions. Il ne donne lieu au versement d'aucune autre somme, ni à perception d'impôts, de droits ou de taxes de quelque nature que ce soit.L'autorité organisatrice prend en charge les coûts de démantèlement des matériels roulants qu'elle ne reprend pas à proportion de la durée d'utilisation de ces matériels dans le cadre des contrats de service public de son ressort, déduction faite des provisions qui lui auraient été déjà facturées.\n\nLe premier alinéa ne s'applique pas aux matériels roulants apportés par SNCF Voyageurs pour l'exécution d'un contrat de service public attribué en application de l'article L. 2141-1 du code des transports dans sa rédaction antérieure au 25 décembre 2023 et concourant, dès l'origine, concomitamment et substantiellement à l'exploitation des services de transport ferroviaire de voyageurs ne faisant pas l'objet d'un contrat de service public.\n\nII.- SNCF Voyageurs transmet à l'autorité organisatrice tous les éléments nécessaires à l'exploitation du matériel roulant transféré de nature à garantir le niveau de sécurité requis de ce matériel. La liste minimale de ces éléments et le délai dans lequel, après la demande de transfert, SNCF Voyageurs les met à disposition de l'autorité organisatrice, sont fixés par décret en Conseil d'Etat.\n\nSNCF Voyageurs cède l'ensemble des éléments mentionnés au présent II à l'autorité organisatrice cessionnaire sans contrepartie financière.\n\nIII.-Le transfert d'un matériel roulant s'accompagne simultanément, à la demande de l'autorité organisatrice concernée, d'une dotation par SNCF Voyageurs à cette autorité organisatrice d'un stock de pièces consommables et réparables et d'outillages spécifiques nécessaire à la continuité du service public défini d'un commun accord entre les parties.\n\nA défaut d'accord, la dotation en pièces consommables et réparables est proportionnelle au volume de matériels roulants faisant l'objet d'un transfert par rapport au parc total de matériels roulants de la même série et dont SNCF Voyageurs est propriétaire.\n\nLorsqu'elle n'a pas été financée en totalité par l'autorité organisatrice dans le cadre de la convention de financement de l'acquisition du matériel ou de la convention d'exploitation, cette dotation se fait en contrepartie du versement d'une somme égale à la valeur de marché des pièces transférées, le cas échéant réduite en proportion de la part qui a été financée.\n\nSNCF Voyageurs transmet à l'autorité organisatrice, dans les trois mois suivant la demande de transfert, les références, sources d'approvisionnement, descriptifs et plans des pièces consommables et réparables correspondant à cette série de matériel.\n\nIV.-Lors du transfert d'un matériel roulant à une autorité organisatrice, SNCF Voyageurs cède à cette dernière, pour les droits et obligations se rapportant aux matériels transférés, sa qualité de partie au contrat d'acquisition dudit matériel roulant conclu avec le constructeur ainsi qu'à tout autre contrat indispensable à l'exploitation de ce matériel roulant, conclu par SNCF Voyageurs avec un tiers.\n\nLes droits et obligations résultant du contrat d'acquisition ou du contrat avec le tiers se rapportant au matériel concerné sont transférés de SNCF Voyageurs à l'autorité organisatrice cessionnaire. Le constructeur ou le tiers, à qui SNCF Voyageurs notifie cette cession ainsi que l'identité de l'autorité organisatrice cessionnaire, ne peut s'opposer à la cession. La cession est effectuée sans modification des engagements contractuels et des conditions de mise en œuvre du contrat. Elle n'entraîne le versement d'aucune indemnité au profit du constructeur ou du tiers dès lors que les droits et obligations de celui-ci demeurent inchangés vis-à-vis de l'autorité organisatrice cessionnaire.\n\nLe constructeur ou le tiers cède sans contrepartie financière à l'autorité organisatrice cessionnaire les droits de propriété intellectuelle sur les logiciels et documents nécessaires à l'exploitation et la maintenance du matériel roulant transféré identiques à ceux accordés à SNCF Voyageurs en application du contrat les liant.\n\nV.-Les équipements installés dans les matériels roulants à la demande de l'autorité organisatrice en application des stipulations contractuelles conclues avec SNCF Voyageurs ou nécessaires à l'exploitation du service sont transférés par ce dernier avec les matériels roulants dont l'autorité organisatrice demande le transfert.\n\nVI.-Les ateliers de maintenance majoritairement utilisés pour l'exécution de services faisant l'objet d'un contrat de service public de transport ferroviaire de voyageurs attribué en application de l'article L. 2141-1 du code des transports, dans sa rédaction antérieure au 25 décembre 2023, ainsi que les terrains y afférents, sont transférés à l'autorité organisatrice concernée, à sa demande et dans un délai raisonnable qu'elle fixe.\n\nCe transfert se fait moyennant le versement à leurs propriétaires respectifs d'une indemnité égale à la valeur nette comptable, nette de toutes subventions, pour les ateliers de maintenance et à la valeur vénale, nette de toutes subventions, pour les terrains y afférents. Il ne donne lieu au versement d'aucune autre somme, ni à perception d'impôts, de droits ou de taxes de quelque nature que ce soit.\n\nVII.-Un atelier de maintenance désigne toute installation de maintenance, comprenant les équipements, notamment les voies, installations fixes et outillages, immeubles par nature ou par destination, et les éventuels bâtiments qui les entourent, nécessaires à la réalisation d'opérations de maintenance du matériel roulant utilisé pour l'exécution du contrat de service public.\n\nSont exclus du champ du transfert les ateliers de maintenance exclusivement affectés à la réalisation d'opérations de maintenance lourde.\n\nVIII.-L'utilisation majoritaire d'un atelier de maintenance s'apprécie au regard du volume d'activité consacré à la maintenance des matériels roulants affectés au contrat de service public, par rapport au volume d'activité consacré à la maintenance des matériels roulants ferroviaires des autres utilisateurs de cet atelier. Les conditions d'évaluation de ces volumes d'activité sont fixées par voie réglementaire.\n\nIX.-Les autres biens, créés, acquis ou utilisés par SNCF Voyageurs, à la demande de l'autorité organisatrice en application des stipulations contractuelles conclues avec SNCF Voyageurs ou strictement nécessaires à la continuité et à la sécurité de l'exploitation ferroviaire, et majoritairement utilisés pour l'exécution d'un contrat de service public de transport ferroviaire de voyageurs attribué en application de l'article L. 2141-1 du code des transports, dans sa rédaction antérieure au 25 décembre 2023, ainsi que les terrains y afférents sont transférés à l'autorité organisatrice concernée, à sa demande et dans un délai raisonnable qu'elle fixe.\n\nCe transfert se fait moyennant le versement à leurs propriétaires respectifs d'une indemnité égale à la valeur nette comptable, nette de toutes subventions, pour les installations, et à la valeur vénale, nette de toutes subventions, pour les terrains y afférents. Il ne donne lieu au versement d'aucune autre somme, ni à perception d'impôts, de droits ou de taxes de quelque nature que ce soit.\n\nA modifié les dispositions suivantes :\n\nabrogé les dispositions suivantes :\n\n-Code des\n\n-Code des"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé, pour assurer la continuité et améliorer la qualité, l'efficacité et la performance des services publics de transport ferroviaire de voyageurs et en assurer l'ouverture à la concurrence, à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi pour :1° Compléter et préciser l'application des dispositions du règlement (CE) n° 1370/2007 du Parlement européen et du Conseil du 23 octobre 2007 relatif aux services publics de transport de voyageurs par chemin de fer et par route, et abrogeant les règlements (CEE) n° 1191/69 et (CEE) n° 1107/70 du Conseil en ce qui concerne les conditions dans lesquelles les autorités compétentes en matière de service public de transport ferroviaire de voyageurs définissent les spécifications des obligations de service public ainsi qu'en ce qui concerne les conditions et procédures de passation et d'exécution des contrats de service public de transport ferroviaire de voyageurs ;2° Préciser les modalités de transfert aux autorités organisatrices de transport des matériels roulants et des installations de service, en prévoyant notamment le transfert des éléments nécessaires à l'exploitation de ces biens, à l'appréciation de leur état et de leur valeur, dont les carnets d'entretien à jour, et déterminer le devenir des autres biens matériels ou immatériels reçus, créés, acquis ou utilisés par SNCF Mobilités pour l'exécution d'un contrat de service public de transport ferroviaire de voyageurs attribué avant le 25 décembre 2023 ;3° Déterminer les exceptions aux règles applicables aux services publics de transport ferroviaire de voyageurs concernant le devenir des biens employés par une entreprise pour l'exécution d'un contrat de service public de transport ferroviaire de voyageurs concourant également à l'exploitation de services de transport ferroviaire de voyageurs librement organisés ;4° Prendre toute autre mesure nécessaire pour assurer la conformité de la législation au règlement (CE) n° 1370/2007 du Parlement européen et du Conseil du 23 octobre 2007 précité dans sa rédaction résultant du règlement (UE) 2016/2338 du Parlement Européen et du Conseil du 14 décembre 2016 modifiant le règlement (CE) n° 1370/2007 en ce qui concerne l'ouverture du marché des services nationaux de transport de voyageurs par chemin de fer."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code des transports\n\nII. - Le I entre en vigueur le 3 décembre 2019."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement une évaluation des lignes les moins circulées du réseau ferré national, en vue d'établir une classification actualisée au regard de l'état des infrastructures, du nombre de circulations et de voyageurs empruntant chaque ligne, de leur utilité collective et de leur contribution à l'aménagement du territoire, en concertation avec les autorités organisatrices et en tenant compte des variations saisonnières de fréquentation."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance, pour adapter le système ferroviaire dans le cadre de l'ouverture à la concurrence, toute mesure relevant du domaine de la loi afin de :1° Définir et harmoniser les contraintes d'exploitation des services de transport ferroviaire de voyageurs ainsi que, conformément au paragraphe 2 de l'article 3 du règlement (CE) n° 1370/2007 du Parlement européen et du Conseil du 23 octobre 2007 précité, les règles générales, applicables à toutes les entreprises de transport ferroviaire, fixant des obligations de service public visant à établir des tarifs maximaux pour l'ensemble des voyageurs ou pour certaines catégories d'entre eux, les modalités de consultation des régions lors de la définition de ces tarifs, ainsi que les modalités de compensation de ces obligations de service public ;2° Préciser les règles en matière de vente de titres de transport, d'information, d'assistance, de réacheminement et d'indemnisation des voyageurs ferroviaires, en vue notamment de permettre la commercialisation et la distribution des titres de transport dans des conditions garantissant une concurrence libre et loyale entre les entreprises de transport ferroviaire de voyageurs ;3° Déterminer le cadre d'exécution des prestations de services ferroviaires successifs par une ou plusieurs entreprises de transport ferroviaire ;4° Compléter et renforcer les modalités de régulation, de gestion et d'exploitation des installations de service reliées au réseau ferroviaire et des prestations fournies par leurs exploitants, ainsi que les modalités d'accès à ces installations et à ces prestations ;5° Modifier les modalités de gestion et d'exploitation des gares de voyageurs utilisées principalement par des services publics de transport ferroviaire, en permettant notamment aux autorités compétentes d'inclure, à leur demande, dans le périmètre des contrats de service public de transport ferroviaire de voyageurs tout ou partie des prestations de gestion ou d'exploitation de gares ;6° Définir les conditions de fourniture ainsi que les principes et le cadre de régulation de prestations rendues par les entités du groupe public ferroviaire au bénéfice des acteurs du système de transport ferroviaire national."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi pour assurer la transposition de la directive (UE) 2016/797 du Parlement européen et du Conseil du 11 mai 2016 relative à l'interopérabilité du système ferroviaire au sein de l'Union européenne et de la directive (UE) 2016/798 du Parlement européen et du Conseil du 11 mai 2016 relative à la sécurité ferroviaire ainsi qu'à prendre les mesures d'adaptation et de simplification de la législation liées à cette transposition afin de favoriser le développement du transport ferroviaire de voyageurs comme de marchandises et à intégrer dans la législation les modifications et mesures d'adaptation rendues nécessaires par le règlement (UE) 2016/796 du Parlement européen et du Conseil du 11 mai 2016 relatif à l'Agence de l'Union européenne pour les chemins de fer et abrogeant le règlement (CE) n° 881/2004."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi permettant de favoriser le développement de la négociation collective au sein de la branche ferroviaire et de tirer les conséquences de l'absence de conclusion d'accords collectifs dans un délai déterminé."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code des\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de neuf mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi pour :1° Modifier les modalités, les critères et la procédure de fixation des redevances d'infrastructure liées à l'utilisation du réseau ferré national, en prévoyant le cas échéant leur pluriannualité ;2° Mieux coordonner l'élaboration et la révision du contrat mentionné à l'article L. 2111-10 du code des transports avec la procédure de fixation de ces redevances ;3° Renforcer les modalités d'association et de consultation de l'       Autorité de régulation des transports lors de l'élaboration et de la révision du contrat de performance mentionné au même article L. 2111-10 ;4° Préciser les modalités de consultation de l'       Autorité de régulation des transports lors de la fixation des redevances d'infrastructure ainsi que les règles et critères que l'autorité prend en compte pour émettre un avis conforme sur ces redevances ;5° Définir la procédure permettant au gestionnaire d'infrastructure de lever les réserves partielles ou totales de l'       Autorité de régulation des transports sur ses propositions de redevances d'infrastructure, notamment le délai qui lui est imparti pour saisir l'autorité d'un nouveau projet, qui ne peut excéder trois mois à compter de l'avis de l'autorité, ainsi que les règles applicables en matière de tarification dans le cas où il n'aurait pu obtenir un avis conforme de l'autorité en temps utile avant le début de l'horaire de service concerné, l'évolution du montant des redevances par rapport à la dernière tarification ayant fait l'objet d'un avis conforme ne pouvant, dans ce cas, être supérieure à la hausse de l'indice des prix à la consommation prévue pour l'année suivant l'horaire de service de cette dernière tarification approuvée."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure de coordination et de mise en cohérence relevant du domaine de la loi rendue nécessaire par les dispositions de la présente loi et par les ordonnances prises sur le fondement des articles 5, 11, 22, 28, 30, 32 et 33 de la présente loi afin d'harmoniser l'état du droit, d'assurer la cohérence des textes, d'abroger les dispositions devenues sans objet et de remédier aux éventuelles erreurs."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Pour chacune des ordonnances prévues aux articles 5, 11, 22, 28, 30, 32, 33 et 34 de la présente loi, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Le Gouvernement remet au Parlement, dans un délai de cinq mois à compter de la promulgation de la présente loi, un rapport présentant et analysant, notamment en termes de coûts, l'intégration d'indicateurs dits « évènementiels » au sein de la réglementation relative aux nuisances sonores des infrastructures ferroviaires et permettant de retranscrire l'exposition de la population à des sources de bruit présentant un caractère évènementiel (pics de bruit).La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}