{
  "id": "jorftext000000317293",
  "type": "statute",
  "title": "Loi n° 85-30 du 9 janvier 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000317293",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La République française reconnaît la montagne comme un ensemble de territoires dont le développement équitable et durable constitue un objectif d'intérêt national en raison de leur rôle économique, social, environnemental, paysager, sanitaire et culturel. La montagne est source d'aménités patrimoniales, environnementales, économiques et sociétales.Le développement équitable et durable de la montagne s'entend comme une dynamique de progrès initiée, portée et maîtrisée par les populations de montagne et appuyée par la collectivité nationale, dans une démarche d'autodéveloppement, qui doit permettre à ces territoires d'accéder à des niveaux et conditions de vie, de protection sociale et d'emploi comparables à ceux des autres régions et d'offrir à la société des services, produits, espaces et ressources naturelles de haute qualité. Cette dynamique doit permettre également à la société montagnarde d'évoluer sans rupture brutale avec son passé et ses traditions en conservant, en renouvelant et en valorisant sa culture et son identité. Elle doit enfin répondre aux défis du changement climatique, permettre la reconquête de la biodiversité et préserver la nature et les paysages.L'Etat, les collectivités territoriales et leurs groupements, dans le cadre de leurs compétences respectives, mettent en œuvre des politiques publiques articulées au sein d'une politique nationale répondant aux spécificités du développement équitable et durable de la montagne, notamment aux enjeux liés au changement climatique, à la reconquête de la biodiversité et à la préservation de la nature et des paysages ainsi que des milieux aquatiques, et aux besoins des populations montagnardes permanentes et saisonnières, en tenant compte des enjeux transfrontaliers liés à ces territoires. Dans le cadre de cette politique, l'action de l'Etat a, en particulier, pour finalités :1° De faciliter l'exercice de nouvelles responsabilités par les collectivités territoriales, les institutions spécifiques de la montagne et les organisations montagnardes dans la définition et la mise en œuvre de la politique de la montagne et des politiques de massifs ;2° De prendre en compte les disparités démographiques et la diversité des territoires ;3° De prendre en compte et d'anticiper les effets du changement climatique en soutenant l'adaptation de l'ensemble des activités économiques à ses conséquences, notamment dans les domaines agricole, forestier et touristique ;4° D'encourager le développement économique de la montagne, notamment en soutenant les activités industrielles et l'artisanat liés à la montagne ou présents en montagne et la formation de grappes d'entreprises ;5° De réaffirmer l'importance de soutiens spécifiques aux zones de montagne, permettant une compensation économique de leurs handicaps naturels, assurant le dynamisme de l'agriculture et garantissant un développement équilibré de ces territoires ;6° De développer un tourisme hivernal et estival orienté sur la mise en valeur des richesses patrimoniales des territoires de montagne ;7° De soutenir, dans tous les secteurs d'activités, les politiques de qualité, de maîtrise de filière, de développement de la valeur ajoutée et de rechercher toutes les possibilités de diversification ;8° De favoriser une politique d'usage partagé de la ressource en eau ;9° D'encourager et d'accompagner la gestion durable des forêts et le développement de l'industrie de transformation des bois, de préférence à proximité des massifs forestiers ;10° De veiller à la préservation du patrimoine naturel ainsi que de la qualité des espaces naturels et des paysages ;11° De promouvoir la richesse du patrimoine culturel, de protéger les édifices traditionnels et de favoriser la réhabilitation du bâti existant ;12° D'assurer une meilleure maîtrise de la gestion et de l'utilisation de l'espace montagnard par les populations et les collectivités de montagne ;13° De réévaluer le niveau des services publics et des services au public en montagne et d'en assurer la pérennité, la qualité, l'accessibilité et la proximité, en tenant compte, notamment en matière d'organisation scolaire, d'offre de soins et de transports, des temps de parcours et des spécificités géographiques, démographiques et saisonnières des territoires de montagne ;14° D'encourager les innovations techniques, économiques, institutionnelles, sociales et sociétales ;15° De soutenir la transition numérique et le développement de services numériques adaptés aux usages et contraintes des populations de montagne ;16° De favoriser les travaux de recherche et d'observation portant sur les territoires de montagne et leurs activités ;17° De procéder à l'évaluation et de veiller à la prévention des risques naturels prévisibles en montagne."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'Etat, les collectivités territoriales et leurs groupements, dans le cadre de leurs compétences respectives, promeuvent auprès de l'Union européenne et des instances internationales concernées la reconnaissance du développement équitable et durable de la montagne comme un enjeu majeur.A cet effet, ils peuvent proposer toute action ou initiative pouvant concourir à cet objectif et y associent, le cas échéant, le Conseil national de la montagne, les comités de massif intéressés et les organisations représentatives des populations de montagne.En outre, l'Etat et, dans les limites de leurs compétences et le respect des engagements internationaux de la France, les collectivités territoriales et leurs groupements, veillent à la prise en compte des objectifs définis à l'article 1er dans les politiques de l'Union européenne, notamment celles relatives à l'agriculture, au développement rural, à la cohésion économique et sociale et à l'environnement, ainsi que dans les accords et les conventions, internationaux ou transfrontaliers, auxquels ils sont partie."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les zones de montagne se caractérisent par des handicaps significatifs entraînant des conditions de vie plus difficiles et restreignant l'exercice de certaines activités économiques. Elles comprennent, en métropole, les communes ou parties de communes caractérisées par une limitation considérable des possibilités d'utilisation des terres et un accroissement important des coûts des travaux dus :\n\n1° Soit à l'existence, en raison de l'altitude, de conditions climatiques très difficiles se traduisant par une période de végétation sensiblement raccourcie ;\n\n2° Soit à la présence, à une altitude moindre, dans la majeure partie du territoire, de fortes pentes telles que la mécanisation ne soit pas possible ou nécessite l'utilisation d'un matériel particulier très onéreux ;\n\n3° Soit à la combinaison de ces deux facteurs lorsque l'importance du handicap, résultant de chacun d'eux pris séparément, est moins accentuée ; dans ce cas, le handicap résultant de cette combinaison doit être équivalent à celui qui découle des situations visées aux 1° et 2° ci-dessus.\n\nChaque zone de montagne est délimitée par arrêté interministériel et rattachée par décret à l'un des massifs visés à l'article 5.\n\nEn cas de création d'une commune nouvelle en application de l'article L. 2113-2 du code général des collectivités territoriales, le classement en zone de montagne est maintenu pour les parties de la commune nouvelle correspondant au territoire des anciennes communes précédemment classées en zone de montagne."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans les départements d'outre-mer, les zones de montagne comprennent les communes et parties de communes situées à une altitude supérieure à 500 mètres dans le département de la Réunion et à 350 mètres dans les département de la Guadeloupe et de la Martinique.\n\nPeuvent, en outre, être classées dans les zones de montagne de ces départements les communes et parties de communes situées à des altitudes inférieures à celles indiquées à l'alinéa précédent mais supérieures à 100 mètres, dont la majeure partie du territoire présente des pentes de 15% au moins.\n\nChaque zone est délimitée par arrêté interministériel."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "- En métropole, chaque zone de montagne et les zones qui lui sont immédiatement contiguës et forment avec elle une même entité géographique, économique et sociale constituent un massif.\n\nLes massifs sont les suivants : Alpes, Corse, Massif central, Massif jurassien, Pyrénées, Massif vosgien.\n\nLa délimitation de chaque massif est faite par décret et peut être modifiée après avis du comité de massif concerné et de la commission permanente du Conseil national de la montagne.\n\nDans les départements d'outre-mer, il y a un massif par département. Il comprend exclusivement les zones de montagne."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est créé un conseil national pour le développement, l'aménagement et la protection de la montagne dénommé Conseil national de la montagne.Ce conseil est le lieu de concertation privilégié entre le Gouvernement et les représentants de la montagne sur l'avenir des territoires de montagne et sur les politiques publiques à mettre en œuvre.Il est présidé par le Premier ministre ou, en son absence, par le ministre chargé de l'aménagement du territoire.Sa composition et son fonctionnement sont fixés par décret.Le conseil comprend notamment des représentants du Parlement, des conseils régionaux et départementaux concernés par un ou plusieurs massifs, des assemblées permanentes des trois établissements publics consulaires, des organisations nationales représentant le milieu montagnard et de chacun des comités de massif créés par l'article 7. L'Assemblée nationale et le Sénat sont représentés, respectivement, par cinq députés et par cinq sénateurs, dont deux désignés par la commission permanente chargée des affaires économiques et deux désignés par la commission permanente chargée de l'aménagement du territoire au sein de chaque assemblée.Le président de la commission permanente du Conseil national de la montagne mentionnée à l'avant-dernier alinéa du présent article est de droit vice-président du Conseil national de la montagne. Sur proposition du ministre chargé de l'aménagement du territoire, le Premier ministre peut désigner un second vice-président parmi les membres du Conseil national de la montagne.Le conseil définit les objectifs et précise les actions qu'il juge souhaitables pour le développement, l'aménagement et la protection de la montagne. Il a notamment pour objet de faciliter, par ses avis et ses propositions, la coordination des actions publiques dans les zones de montagne.Le conseil est consulté sur les projets de loi et de décret spécifiques à la montagne et sur les priorités d'intervention et les conditions générales d'attribution des aides accordées aux zones de montagne par le Fonds national d'aménagement et de développement du territoire.Il est informé des investissements de l'Etat mis en œuvre dans les conventions interrégionales et les programmes européens spécifiques aux massifs de montagne ainsi que du bilan d'activité des comités de massif.Il est réuni au moins une fois par an.Le Conseil national de la montagne constitue en son sein une commission permanente à laquelle il peut déléguer tout ou partie de ses compétences. Celle-ci élit son président en son sein.Le président de la commission permanente du Conseil national de la montagne peut saisir le Conseil national d'évaluation des normes dans les conditions prévues au V de l'article L. 1212-2 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art6bis",
      "section": "6bis",
      "title": "Article 6bis",
      "content": "Une entente de massif peut être constituée par les régions dont le territoire est compris en totalité ou en partie dans un massif, sous la forme d'une entente interrégionale chargée de mener pour le compte de ses membres la politique de massif ou d'un syndicat mixte ayant le même objet et associant les départements du massif. Quand la formule du syndicat mixte est choisie, les départements et régions participent solidairement au financement de toutes les opérations d'intérêt interrégional mises en oeuvre par l'entente selon la règle fixée par la décision institutive.Si toutes les régions intéressées ont adhéré à l'entente de massif, celle-ci désigne les représentants des régions au comité de massif prévu à l'article 7 et signe la convention interrégionale de massif passée avec l'Etat en application de l'article 9.Si tous les départements intéressés ont adhéré à l'entente de massif, celle-ci désigne les représentants des départements au comité de massif."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-Il est créé un comité pour le développement, l'aménagement et la protection de chacun des massifs de montagne, dénommé comité de massif.\n\nCe comité est composé, en majorité, de représentants des régions, des départements et des communes et de leurs groupements, notamment des communes forestières. Il comprend également deux députés et deux sénateurs ainsi que des représentants des trois établissements publics consulaires, des parcs nationaux et naturels régionaux, des organisations socioprofessionnelles et des associations concernées par le développement, l'aménagement et la protection du massif.\n\nIl constitue une commission permanente, composée en majorité de représentants des collectivités territoriales et de leurs groupements. Cette commission élit son président en son sein.\n\nLe comité est coprésidé par le préfet coordonnateur de massif, représentant de l'Etat désigné pour assurer la coordination dans le massif, et par le président de la commission permanente mentionnée au troisième alinéa du présent I. Le président du conseil exécutif de Corse préside le comité pour le développement, l'aménagement et la protection du massif de Corse. Il peut déléguer, par arrêté, la présidence à l'un des membres du comité.\n\nII.-Le comité de massif définit les objectifs et précise les actions qu'il juge souhaitables pour le développement, l'aménagement et la protection du massif. Il a notamment pour objet de faciliter, par ses avis et ses propositions, la coordination des actions publiques dans le massif et l'organisation des services publics.\n\nIl peut saisir la commission permanente du Conseil national de la montagne de toute question concernant son territoire.\n\nIl prépare le schéma interrégional d'aménagement et de développement de massif mentionné à l'article 9 bis.\n\nIl élabore un plan stratégique d'adaptation au changement climatique, identifiant notamment les voies de diversification des activités économiques et touristiques face à l'augmentation du niveau moyen des températures en zones de montagne.\n\nIl est informé au moyen d'un rapport annuel établi par le préfet coordonnateur de massif des décisions d'attribution des crédits inscrits dans les conventions interrégionales de massif et par le responsable de l'autorité de gestion concernée des décisions d'attribution des crédits inscrits dans les programmes européens interrégionaux en vigueur sur le territoire du massif.\n\nEn Corse, les crédits relatifs à la montagne mentionnés au quatrième alinéa du présent II font l'objet, dans des conditions déterminées en loi de finances, d'une subvention globale à la collectivité territoriale de Corse. Cette subvention est répartie par l'Assemblée de Corse, sur proposition du conseil exécutif et après avis du représentant de l'Etat, entre les différents projets à réaliser en zone de montagne. Le comité de massif en est informé au moyen d'un rapport annuel établi par le président du conseil exécutif.\n\nLe comité de massif est également consulté sur l'élaboration des prescriptions particulières de massif, sur les projets de directives territoriales d'aménagement et de développement durables, dans les conditions prévues à l'article L. 102-6 du code de l'urbanisme, et sur les projets de schémas de cohérence territoriale, dans les conditions prévues à l'article L. 143-20 du même code.\n\nIl est informé de tout projet d'inventaire et de son résultat, du classement des espaces naturels définis au livre III du code de l'environnement, de la désignation des sites Natura 2000 prévue à l'article L. 414-1 du même code et des conditions de gestion de ces espaces.\n\nIl peut proposer une modification de la délimitation des massifs. Il est en outre saisi pour avis de tout projet de modification de la délimitation de ces massifs.\n\nIl est consulté sur les conventions interrégionales et les programmes européens spécifiques au massif ainsi que sur les contrats de plan conclus entre l'Etat et les régions et les programmes opérationnels européens des régions concernées en tout ou partie par le massif. Il est associé à l'élaboration des schémas régionaux d'aménagement, de développement durable et d'égalité des territoires dans les conditions prévues au I de l'article L. 4251-5 du code général des collectivités territoriales.\n\nIl peut être associé à l'élaboration du schéma régional de développement économique, d'innovation et d'internationalisation mentionné à l'article L. 4251-13 du même code.\n\nIII.-Le comité de massif organise ses activités. Il désigne en son sein au moins trois commissions spécialisées compétentes, respectivement, en matière d'espaces et d'urbanisme, en matière de développement des produits de montagne et en matière de transports et de mobilités, dont la composition et les missions sont précisées par décret.\n\nIV.-Un décret précise la composition de chacun des comités de massif et leurs règles de fonctionnement. Ces règles sont adaptées à la taille des massifs, notamment en ce qui concerne l'organisation interne du comité.\n\nPar dérogation au premier alinéa du présent IV, la composition et les règles de fonctionnement du comité pour le développement, l'aménagement et la protection du massif de Corse sont fixées par délibération de l'Assemblée de Corse, qui prévoit la représentation des personnes morales concernées par le développement, l'aménagement et la protection du massif, notamment celle de l'Etat, des autres collectivités territoriales de l'île et du parc naturel régional."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les dispositions de portée générale ainsi que les politiques publiques et les mesures prises pour leur application relatives, notamment, au numérique et à la téléphonie mobile, à la construction et à l'urbanisme, à l'éducation, à l'apprentissage et à la formation professionnelle, à la santé, aux transports, au développement économique, social et culturel, au développement touristique, à l'agriculture, à l'environnement ainsi qu'à la protection de la montagne sont, éventuellement après expérimentation, adaptées à la spécificité de la montagne ou à la situation particulière de chaque massif ou partie de massif."
    },
    {
      "provision_ref": "art8bis",
      "section": "8bis",
      "title": "Article 8bis",
      "content": "Sans préjudice de la présente loi, et pour l'application et l'interprétation de celle-ci notamment, la spécificité de la Corse, territoire montagneux et insulaire présentant le caractère d'\" île-montagne \", par suite soumise à un cumul de contraintes, est prise en considération conformément à l'article 174 du traité sur le fonctionnement de l'Union européenne.L'Etat et la collectivité territoriale de Corse, en concertation avec les collectivités territoriales et établissements publics de l'île, veillent conjointement à la mise en œuvre en Corse de l'article 8 de la présente loi."
    },
    {
      "provision_ref": "art8ter",
      "section": "8ter",
      "title": "Article 8ter",
      "content": "Les spécificités des zones de montagne dans les collectivités régies par l'article 73 de la Constitution, soumises à un cumul de contraintes, sont prises en compte dans l'adaptation des dispositions de portée générale, des politiques publiques et de leurs mesures d'application."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "La convention interrégionale de massif est un contrat conclu, pour chaque massif, entre l'Etat et les régions concernées. Elle traduit les priorités de l'action de l'Etat et des régions concernées en faveur du développement économique, social et culturel, de l'aménagement et de la protection du massif et prévoit les mesures et les financements mis en œuvre dans ce cadre.\n\nLes départements et les métropoles concernés en tout ou partie par le massif sont consultés lors de l'élaboration de la convention.\n\nDans les départements d'outre-mer, le conseil régional précise les objectifs et les actions qu'il estime devoir mener pour le développement et l'aménagement des zones de montagne, notamment dans le cadre de l'élaboration du schéma d'aménagement régional prévu à l'article 3 de la loi n° 84-747 du 2 août 1984 relative aux compétences des régions de Guadeloupe, de Guyane, de Martinique et de la Réunion."
    },
    {
      "provision_ref": "art9bis",
      "section": "9bis",
      "title": "Article 9bis",
      "content": "Les massifs de montagne s'étendant sur plusieurs régions font l'objet de politiques interrégionales. Ces politiques sont retracées dans un schéma interrégional d'aménagement et de développement de massif qui constitue le document d'orientation stratégique du massif.Ce schéma est préparé par le comité de massif et approuvé par les conseils régionaux concernés, après avis des conseils départementaux concernés. Il prend en compte les chartes de parc national ou de parc naturel régional.Il comprend des volets transversaux relatifs, d'une part, aux mobilités, à l'eau, au climat, à l'air et à l'énergie, à la prévention et la gestion des déchets, à l'usage durable des ressources et aux continuités écologiques et, d'autre part, au développement économique, à l'innovation, à l'internationalisation et au développement de l'aménagement numérique. Ces volets transversaux peuvent être complétés par des chapitres sectoriels consacrés à des questions relatives à l'agriculture, notamment pastorale, à la forêt, à l'industrie, à l'artisanat, au tourisme ou aux services.Le schéma interrégional d'aménagement et de développement de massif prend en compte les orientations nationales pour la préservation et la remise en bon état des continuités écologiques mentionnées à l'article L. 371-2 du code de l'environnement et les schémas directeurs d'aménagement et de gestion des eaux mentionnés à l'article L. 212-1 du même code, tout en veillant à ce qu'ils soient adaptés aux spécificités des zones de montagne. Les schémas d'aménagement et de gestion des eaux mentionnés à l'article L. 212-3 dudit code peuvent être adaptés aux spécificités des zones de montagne.Les politiques interrégionales de massif s'inscrivent dans les orientations définies par la présente loi ainsi que par les schémas de services collectifs prévus à l'article 2 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire. Les schémas régionaux d'aménagement, de développement durable et d'égalité des territoires mentionnés à l'article L. 4251-1 du code général des collectivités territoriales prennent en compte les schémas interrégionaux d'aménagement et de développement de massif."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le schéma prévisionnel des formations des collèges, des lycées et des établissements d'éducation spéciale, le programme régional d'apprentissage et de formation professionnelle continue, les programmes pluriannuels d'intérêt régional en matière de recherche et, le cas échéant, les plans régionaux de développement des formations de l'enseignement supérieur, établis par les régions, prennent en compte les dispositions relatives au développement économique, social, sportif et culturel de chacun des massifs de montagne contenues dans le plan régional."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les établissements de formation professionnelle situés en zone de montagne tiennent compte, dans l'élaboration de leur offre de formation, des spécificités de l'économie montagnarde. Ils répondent aux enjeux de la pluriactivité, notamment en encourageant la bi-qualification, et aux enjeux, le cas échéant, des activités transfrontalières."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "En zone de montagne, les procédures de mise en oeuvre des crédits de l'Etat affectés à des investissements dans le domaine du bâtiment et des travaux publics tiennent compte des contraintes climatiques."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Pour l'application des articles 25,29 et 30 (dispositions déclarées inséparables des articles 39 et 41 de la présente loi par décision du conseil constitutionnel n° 86-217 DC du 18 septembre 1986) de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, des aménagements techniques particuliers peuvent être autorisés afin de permettre, en zone de montagne, une bonne réception des émissions des services de radiodiffusion sonore ou de télévision, sous réserve du respect des conventions internationales régissant l'attribution des fréquences et du bon fonctionnement des services de radiodiffusion et de sécurité.\n\nL'Autorité de régulation des communications électroniques et des postes décline, par zone de montagne, les données et cartes numériques de couverture mentionnées au 11° de l'article L. 36-7 du code des postes et des communications électroniques. L'autorité met également à disposition du public des indicateurs de couverture en montagne par génération de réseaux fixes et mobiles et par opérateur."
    },
    {
      "provision_ref": "art16bis",
      "section": "16bis",
      "title": "Article 16bis",
      "content": "Sans préjudice des objectifs énoncés à l'article L. 32-1 du code des  postes et des communications électroniques, l'Etat, dans les zones de  montagne, met en œuvre une politique de nature à assurer le bon  fonctionnement des moyens de communications électroniques, fixes ou  mobiles, dans les meilleures conditions économiques et techniques. A  cette fin, les ministres chargés de l'aménagement du territoire et des  communications électroniques ainsi que l'Autorité de régulation des  communications électroniques et des postes veillent, dans le cadre de  leurs attributions respectives, à :1° Prendre en  compte les contraintes physiques propres aux milieux montagnards dans  les procédures de mise en œuvre des investissements publics et, le cas  échéant, dans les conventions conclues avec les opérateurs de  communications électroniques, en matière d'équipement, de raccordement  ou de maintenance ;2° Favoriser les  expérimentations de solutions innovantes de nature à améliorer la  couverture des zones de montagne et reposant soit sur les différentes  solutions technologiques disponibles, soit sur le recours à des “ mix  technologiques ”, modalités combinées de mise en œuvre de technologies  existantes. La pérennisation de ces expérimentations est conditionnée à  l'accès à un niveau de service au moins équivalent à celui du standard  technologique retenu sur le reste du territoire ;3° Développer des services et usages numériques adaptés aux besoins et  contraintes spécifiques des populations de montagne, en priorité dans  les domaines de la médiation numérique, du télétravail, de la formation à  distance et des activités collaboratives."
    },
    {
      "provision_ref": "art16quater",
      "section": "16quater",
      "title": "Article 16quater",
      "content": "L'Etat, dans les zones de montagne, met en œuvre une politique de nature à assurer le bon développement des radios locales et des télévisions locales dans les meilleures conditions économiques et techniques. A cette fin, les ministres chargés de l'aménagement du territoire, de la ruralité et des collectivités territoriales ainsi que l'Autorité de régulation de la communication audiovisuelle et numérique veillent, dans le cadre de leurs attributions respectives, à prendre en compte les contraintes géographiques et démographiques propres au milieu montagnard."
    },
    {
      "provision_ref": "art16ter",
      "section": "16ter",
      "title": "Article 16ter",
      "content": "L'autorité compétente de l'Etat publie chaque année une évaluation du  déploiement des réseaux ouverts au public à très haut débit dans les  zones de montagne, en comparaison des autres zones du territoire. Cette  évaluation comprend une analyse des performances de chaque opérateur,  notamment au regard de ses engagements de couverture."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans le cadre de la politique nationale de la montagne, les soutiens spécifiques à l'agriculture de montagne ont pour objectif de compenser les handicaps naturels de la montagne. Ces mesures comprennent, d'une part, une aide directe au revenu bénéficiant à tout exploitant agricole en montagne et proportionnée au handicap objectif et permanent qu'il subit et, d'autre part, l'accompagnement apporté aux constructions et installations nécessaires à l'exploitation agricole et aux outils de production et de transformation.Les soutiens spécifiques à l'agriculture de montagne sont mis en œuvre dans le cadre d'une approche territoriale garantissant le développement économique, reconnaissant les diverses formes d'organisation collective agricole et pastorale et assurant le maintien d'une population active sur ces territoires."
    },
    {
      "provision_ref": "art18bis",
      "section": "18bis",
      "title": "Article 18bis",
      "content": "Dans le cadre de la politique nationale de la montagne, des mesures spécifiques en faveur de la forêt en montagne ont pour objectifs de faciliter l'accès aux massifs forestiers en vue de leur exploitation, d'encourager leur aménagement durable, de favoriser le reboisement et d'encourager l'entreposage et le stockage de bois sur des sites appropriés et la présence d'outils de transformation à proximité des zones d'exploitation du bois. Ces objectifs peuvent être pris en compte par les documents d'urbanisme."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "En zone de montagne, après un appel d'offres infructueux ou dans le cadre d'un marché négocié d'un montant inférieur à un seuil fixé par décret, les collectivités territoriales, les associations foncières, les associations syndicales autorisées de propriétaires fonciers peuvent dans les conditions prévues au premier alinéa de l'article 308 et au 2° de l'article 312 du code des marchés publics, avoir recours aux services d'une coopérative d'utilisation de matériel agricole pour la réalisation de travaux agricoles ou d'aménagement rural conformes à l'objet de cette coopérative.\n\nLorsque les statuts de la coopérative ne prévoient pas l'admission au bénéfice de ses services de tiers non coopérateurs, les personnes morales visées au précédent alinéa sont toutefois assimilées à des tiers non associés pour l'application des dispositions de l'article 6 de l'ordonnance n° 67-813 du 26 septembre 1967 relative aux sociétés coopératives agricoles, à leurs unions et aux sociétés mixtes d'intérêt agricole."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "La loi n° 79-475 du 19 juin 1979 relative aux transports publics d'intérêt local est abrogé à l'exception de son article 4, premier et deuxième alinéas, et de son article 9, deuxième alinéa."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. - Paragraphe modificateurII. - AbrogéIII. - Abrogé"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "L'existence en zone de montagne d'un équipement commercial, d'un artisanat de services et d'une assistance médicale répondant aux besoins courants des populations et contribuant au maintien de la vie locale est d'intérêt général.L'Etat, les collectivités territoriales et les établissements publics, dans la limite de leurs compétences respectives, prennent en compte la réalisation de cet objectif dans le cadre des actions qu'ils conduisent en matière de développement économique et social. Cette prise en compte peut, notamment en cas de carence ou de défaillance de l'initiative privée, porter sur :- le maintien, sur l'ensemble du territoire montagnard, d'un réseau commercial de proximité compatible avec la transformation de l'appareil commercial de la nation ;- l'amélioration des conditions d'exercice des activités commerciales et artisanales de services en milieu rural de montagne en favorisant l'évolution et la modernisation."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Les travailleurs pluriactifs bénéficient d'une protection sociale qui prend en considération les conditions particulières dans lesquelles ils exercent leurs activités professionnelles.\n\nA cette fin, la protection sociale des travailleurs qui exercent simultanément ou successivement plusieurs activités professionnelles relevant de régimes de sécurité sociale différents est organisée dans des conditions leur assurant une continuité de garantie pour les risques dont la couverture est subordonnée à une durée minimale d'assurance ou un montant minimum de cotisation.\n\nAfin de préserver les intéressés des excès de complexité que peut engendrer la pluralité des régimes de protection sociale dans les zones de montagne au sens de la présente loi, les organismes de sécurité sociale mettent en place des guichets uniques d'information et de conseil destinés aux travailleurs pluriactifs.\n\nDes décrets en Conseil déterminent :\n\n- les modalités de la coordination ;\n\n- les conditions de définition de l'activité principale en fonction notamment de la nature de la pluriactivité, de la durée du travail et de l'importance des revenus acquis dans chaque activité ;\n\n- les conditions dans lesquelles sont déterminées les cotisations dues pour les activités secondaires, de sorte notamment que les assurés ne subissent pas du fait de leur pluriactivité une charge de cotisations plus importante que s'ils exerçaient une seule activité, sans préjudice toutefois de l'application des taux de cotisations correspondant à leurs différents régimes d'affiliation et sous réserve que le régime qui supporte la charge des prestations encaisse un montant minimum de cotisations."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Dans les zones de montagne, l'exercice de plusieurs activités professionnelles par une même personne ne peut, par lui-même, faire obstacle à l'attribution d'aides de l'Etat en vertu de l'une de ces activités, sous réserve des restrictions qui peuvent résulter de l'application de règles relatives au revenu tiré d'activités autres que celles pour laquelle l'aide est demandée ou de seuils d'activité fixés par décret."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I.-Pour une durée de trois ans à compter de la promulgation de la loi n° 2016-1888 du 28 décembre 2016 de modernisation, de développement et de protection des territoires de montagne, est mise en place une expérimentation visant à adapter le dispositif de l'activité partielle aux régies dotées de la seule autonomie financière qui gèrent un service public à caractère industriel et commercial de remontées mécaniques ou de pistes de ski, qui remplissent les conditions mentionnées à l'article L. 2221-1 et au 2° de l'article L. 2221-4 du code général des collectivités territoriales et dont les collectivités territoriales ou établissements publics de rattachement se sont portés volontaires pour cette expérimentation. Dans la mesure du possible, cette expérimentation s'effectue sur un échantillon représentatif des différents territoires de montagne.Cette expérimentation inclut la mise en place par les collectivités territoriales et les régies concernées, avec l'appui des services de l'Etat compétents, d'une part, d'une analyse des possibilités de développement économique des petites stations et, d'autre part, d'une démarche active et territorialisée de gestion prévisionnelle des emplois et des compétences, afin de sécuriser les parcours professionnels des salariés saisonniers.II.-Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement réalise une évaluation de l'impact de l'expérimentation sur la situation économique et financière des régies concernées et sur la situation de l'emploi dans les territoires participants, ainsi que de l'impact des actions complémentaires mises en place par les régies afin de faire face aux difficultés entraînant une baisse de leur activité.III.-Dans le cadre de cette expérimentation, les salariés employés par les régies mentionnées au I du présent article peuvent être placés en activité partielle dès lors qu'ils sont soumis aux dispositions du code du travail et que leur employeur a adhéré au régime d'assurance chômage en application du 1° de l'article L. 5424-2 du même code.IV.-Le dispositif expérimental est financé par l'Etat et par l'Union nationale interprofessionnelle pour l'emploi dans l'industrie et le commerce, dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Une loi particulière étendra, en tant que de besoin, après avis des instances représentatives des maires des départements concernés, aux départements de la Moselle, du Bas-Rhin et du Haut-Rhin tout ou partie des dispositions des articles 65, 66 et 68. Jusqu'à l'entrée en vigueur de cette loi, les dispositions applicables dans ces départements avant la promulgation de la présente loi le demeurent."
    },
    {
      "provision_ref": "art74bis",
      "section": "74bis",
      "title": "Article 74bis",
      "content": "I.-La création ou l'extension d'une unité touristique nouvelle peut être  réalisée dans le cadre d'une procédure intégrée pour les unités  touristiques nouvelles, dans les conditions définies à l'article L.  300-6 et au I bis de l'article L. 300-6-1 du code de l'urbanisme.La procédure intégrée pour les unités touristiques nouvelles est  conduite dans un délai de quinze mois à compter de son engagement pour  les unités touristiques nouvelles structurantes et dans un délai de  douze mois à compter de son engagement pour les unités touristiques  nouvelles locales. Lorsque la mise en compatibilité du document  d'urbanisme n'est pas approuvée dans ces délais, l'autorité  administrative compétente de l'Etat peut finaliser la procédure, après  avoir demandé aux collectivités territoriales ou à leurs groupements  compétents pour élaborer le document d'urbanisme de lui communiquer les  motifs justifiant la méconnaissance de ces délais.II.-Le présent article fait l'objet d'une évaluation dans un délai de  trois ans à compter de la promulgation de la loi n° 2016-1888 du 28  décembre 2016 de modernisation, de développement et de protection des  territoires de montagne."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Lorsque, pour assurer le service public de secours, les opérations de sauvetage en montagne nécessitent la conduite d'une action d'ensemble d'une certaine importance, le représentant de l'Etat dans le département peut mettre en oeuvre un plan d'urgence, ainsi qu'il est prévu par l'article L741-6 du code de la sécurité intérieure."
    },
    {
      "provision_ref": "art96bis",
      "section": "96bis",
      "title": "Article 96bis",
      "content": "Dans le cadre de ses pouvoirs de police administrative définis aux articles L. 2212-1 et L. 2212-2 du code général des collectivités territoriales, le maire peut confier à un opérateur public ou privé, exploitant de remontées mécaniques ou de pistes de ski ou gestionnaire de site nordique, des missions de sécurité sur les pistes de ski, sous réserve que cet opérateur dispose des moyens matériels adaptés et des personnels qualifiés. Il peut lui confier, dans les mêmes conditions, la distribution de secours aux personnes sur les pistes de ski, le cas échéant étendue aux secteurs hors-pistes accessibles par remontées mécaniques et revenant gravitairement sur le domaine skiable."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Les articles 7, 23 à 26, 42 à 54, 71 à 75, 81 à 89 ne sont pas applicables dans les départements de la Guadeloupe, de la Martinique et de la Réunion."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Dans les départements d'outre-mer, les conditions d'aménagement des zones de montagne font l'objet de prescriptions particulières établies sur proposition ou après avis des communes ou groupements de communes concernés dans des conditions fixées par décret en Conseil d'Etat en application de l'article L. 111-2 du code de l'urbanisme."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I, II, III, IV [alinéas modificateurs du code rural]\n\nV - Sont étendues aux départements d'outre-mer les dispositions du titre IV du livre IV du code de l'organisation judiciaire"
    }
  ]
}