{
  "id": "jorftext000000508807",
  "type": "statute",
  "title": "Loi n° 87-39 du 27 janvier 1987",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000508807",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Le régime spécial de sécurité sociale dans les mines est chargé de la gestion de l'ensemble des risques d'accidents du travail et de maladies professionnelles concernant ses ressortissants aussi bien pour la période d'incapacité temporaire que pour celle d'incapacité permanente.II. - Un décret fixera les conditions d'application des dispositions du paragraphe I."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-Le correspondant local de la presse régionale ou départementale contribue, selon le déroulement de l'actualité, à la collecte de toute information de proximité relative à une zone géographique déterminée ou à une activité sociale particulière pour le compte d'une entreprise éditrice.\n\nCette contribution consiste en l'apport d'informations soumises avant une éventuelle publication à la vérification ou à la mise en forme préalable par un journaliste professionnel.\n\nLe correspondant local de la presse régionale et départementale est un travailleur indépendant et ne relève pas au titre de cette activité du 16° de l'article L. 311-3 du code de la sécurité sociale ni de l'article L. 761-2 du code du travail.\n\nII.-Lorsque le revenu tiré de leur activité n'excède pas 15 % du plafond annuel de la sécurité sociale, les correspondants locaux de la presse régionale et départementale visés au I ne sont affiliés au régime de sécurité sociale dont relèvent les travailleurs indépendants que s'ils le demandent.\n\nIII.-Lorsque le revenu tiré de leur activité reste inférieur à 25 % du plafond mentionné au II, les correspondants locaux de la presse régionale et départementale visés au II bénéficient d'un abattement de 50 % pris en charge par l'Etat sur leurs cotisations d'assurance maladie-maternité et d'assurance vieillesse."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "III. - L'article 17 de la loi n° 49-946 du 16 juillet 1949 portant création d'un budget annexe des prestations familiales agricoles et fixation de ce budget pour l'exercice 1949 et les articles 1106-16 et 1162 du code rural sont abrogés.\n\nIV. - Les dispositions du présent article sont applicables à compter du 1er janvier 1987."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "A titre transitoire, les prestations et les salaires ou revenus servant de base à leur calcul mentionnés aux articles L. 341-6 et L. 351-11 du code de la sécurité sociale, ainsi que les prestations, salaires et revenus dont les modalités de revalorisation et de majoration sont identiques, sont revalorisés de 1,8 p. 100 au 1er janvier 1987 et de 1 p. 100 au 1er juillet 1987."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "II. - A titre transitoire, pendant un délai de deux mois à compter de la publication de la présente loi, les médecins mentionnés au présent article peuvent demander à être affiliés au régime des travailleurs non-salariés des professions non-agricoles."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Tous les actes pris en application de la convention nationale conclue le 29 juillet 1982 instituant une remise conventionnelle pour les pharmaciens, en application de la loi n° 79-1129 du 28 décembre 1979 portant diverses mesures de financement de la sécurité sociale, sont validés."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "II. - L'agrément d'une association intermédiaire lui permet de bénéficier, dans les mêmes conditions, du régime applicable aux associations d'intérêt général, sans but lucratif et à gestion désintéressée défini au 5 de l'article 206 et 1° du 7 de l'article 261 du code général des impôts."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Dans l'attente de l'entrée en vigueur des textes réglementaires prévus à l'article 23, les praticiens qui bénéficieraient des dispositions du 2° de l'article 2 de la loi n° 82-916 du 28 octobre 1982 modifiant l'article L. 680 du code de la santé publique relatif aux activités de secteur privé dans les établissements d'hospitalisation publics peuvent continuer à exercer leur activité de clientèle privée dans les conditions antérieurement en vigueur."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "II. - Le deuxième alinéa de l'article 5 de la loi n° 86-33 du 9 janvier 1986 précitée est abrogé.V. - Les pharmaciens résidents en fonctions lorsque le décret en Conseil d'Etat mentionné à l'article L. 685 du code de la santé publique leur deviendra applicable peuvent demander à conserver leur situation statutaire antérieure."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "V. - Les dispositions du présent article sont applicables dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Sont abrogés, à compter du 1er janvier 1987, les articles 4 et 5 de l'ordonnance n° 82-290 du 30 mars 1982 relative à la limitation des possibilités de cumuls entre pensions de retraite et revenus d'activité, les articles L. 651-10 et L. 651-11 du code de sécurité sociale, la loi n° 86-75 du 17 janvier 1986 portant modification de l'ordonnance n° 82-290 du 30 mars 1982 et de la loi n° 84-575 du 9 juillet 1984 et relative à la limitation des possibilités de cumuls entre pensions de retraite et revenus d'activité et le dernier alinéa de l'article 12 et le titre III de la loi n° 86-19 du 6 janvier 1986 relative à l'abaissement à soixante ans de l'âge de la retraite des personnes non salariées des professions agricoles."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "II. - Les dispositions du paragraphe I ci-dessus s'appliquent aux rémunérations versées à compter du 1er avril 1987."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 86-225 DC du 23 janvier 1987.)"
    }
  ]
}