{
  "id": "loi-n-2000-614-du-5-juillet-2000",
  "type": "statute",
  "title": "Loi n° 2000-614 du 5 juillet 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000583573",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Les communes participent à l'accueil des personnes dites gens du voyage et dont l'habitat traditionnel est constitué de résidences mobiles installées sur des aires d'accueil ou des terrains prévus à cet effet.\n\nCe mode d'habitat est pris en compte par les politiques et les dispositifs d'urbanisme, d'habitat et de logement adoptés par l'Etat et par les collectivités territoriales.\n\nII. - Dans chaque département, au vu d'une évaluation préalable des besoins et de l'offre existante, notamment de la fréquence et de la durée des séjours des gens du voyage, de l'évolution de leurs modes de vie et de leur ancrage, des possibilités de scolarisation des enfants, d'accès aux soins et d'exercice des activités économiques, un schéma départemental prévoit les secteurs géographiques d'implantation et les communes où doivent être réalisés :\n\n1° Des aires permanentes d'accueil, ainsi que leur capacité ;\n\n2° Des terrains familiaux locatifs aménagés et implantés dans les conditions prévues à l'article L. 444-1 du code de l'urbanisme et destinés à l'installation prolongée de résidences mobiles, le cas échéant dans le cadre des mesures définies par le plan départemental d'action pour le logement et l'hébergement des personnes défavorisées, ainsi que le nombre et la capacité des terrains ;\n\n3° Des aires de grand passage, destinées à l'accueil des gens du voyage se déplaçant collectivement à l'occasion des rassemblements traditionnels ou occasionnels, ainsi que la capacité et les périodes d'utilisation de ces aires.\n\nLe schéma départemental définit les conditions dans lesquelles l'Etat intervient pour assurer le bon déroulement des rassemblements traditionnels ou occasionnels et des grands passages.\n\nLes communes de plus de 5 000 habitants figurent obligatoirement au schéma départemental. Celui-ci définit la nature des actions à caractère social destinées aux gens du voyage.\n\nDeux annexes au schéma départemental recensent les terrains privés aménagés dans les conditions prévues à l'article L. 444-1 du code de l'urbanisme pour l'installation de résidences mobiles et les terrains mis à la disposition des gens du voyage par leurs employeurs, notamment dans le cadre d'emplois saisonniers.\n\nLe schéma départemental tient compte de l'existence de sites inscrits ou classés sur le territoire des communes concernées. La réalisation des aires permanentes d'accueil doit respecter la législation applicable, selon les cas, à chacun de ces sites.\n\nIII. - Le schéma départemental est élaboré par le représentant de l'Etat dans le département et le président du conseil départemental. Après avis de l'organe délibérant des communes et des établissements publics de coopération intercommunale concernés et de la commission consultative prévue au IV, il est approuvé conjointement par le représentant de l'Etat dans le département et le président du conseil départemental dans un délai de dix-huit mois à compter de la publication de la présente loi. Passé ce délai, il est approuvé par le représentant de l'Etat dans le département. Il fait l'objet d'une publication.\n\nA l'initiative du représentant de l'Etat dans le département ou du président du conseil départemental, le schéma départemental est révisé selon la même procédure au moins tous les six ans à compter de sa publication. Il est tenu compte, lors de sa révision, des évolutions du schéma départemental de coopération intercommunale mentionné à l'article L. 5210-1-1 du code général des collectivités territoriales.\n\nIII bis.-Le schéma qui s'applique sur les territoires du département du Rhône et de la métropole de Lyon est dénommé \" schéma départemental-métropolitain \". Il est élaboré par le représentant de l'Etat dans le département, le président du conseil départemental et le président du conseil de la métropole de Lyon selon la procédure prévue au III du présent article.\n\nLe schéma élaboré avant la création de la métropole de Lyon par le représentant de l'Etat dans le département et le président du conseil départemental demeure applicable jusqu'à l'approbation du schéma mentionné à l'alinéa précédent ou au plus tard jusqu'à sa révision.\n\nIII ter.-En Corse, chaque schéma départemental est élaboré et approuvé par le représentant de l'Etat dans le département et le président du conseil exécutif.\n\nIII quater.-Dans le Bas-Rhin et dans le Haut-Rhin, chaque schéma départemental est élaboré et approuvé par le représentant de l'Etat dans le département et le président du conseil départemental de la Collectivité européenne d'Alsace.\n\nIV. - Dans chaque département, une commission consultative, comprenant notamment des représentants des communes et des établissements publics de coopération intercommunale concernés, des représentants des gens du voyage et des associations intervenant auprès des gens du voyage, est associée à l'élaboration et à la mise en oeuvre du schéma. Elle est présidée conjointement par le représentant de l'Etat dans le département et par le président du conseil départemental ou par leurs représentants.\n\nLa commission consultative établit chaque année un bilan d'application du schéma. Elle peut désigner un médiateur chargé d'examiner les difficultés rencontrées dans la mise en oeuvre de ce schéma et de formuler des propositions de règlement de ces difficultés. Le médiateur rend compte à la commission de ses activités.\n\nIV bis.-La commission consultative du département du Rhône est compétente également sur le territoire de la métropole de Lyon. Elle est dénommée \" commission consultative départementale-métropolitaine \". Elle est présidée par le représentant de l'Etat dans le département, le président du conseil départemental du Rhône et le président du conseil de la métropole de Lyon ou par leurs représentants.\n\nIV ter.-En Corse, la commission consultative est présidée conjointement par le représentant de l'Etat dans le département et par le président du conseil exécutif ou par leurs représentants.\n\nIV quater.-Dans le Bas-Rhin et dans le Haut-Rhin, chaque commission consultative est présidée conjointement par le représentant de l'Etat dans le département et par le président du conseil départemental de la Collectivité européenne d'Alsace ou par leurs représentants.\n\nV. - Le représentant de l'Etat dans la région coordonne les travaux d'élaboration des schémas départementaux. Il s'assure de la cohérence de leur contenu et de leurs dates de publication. Il réunit à cet effet une commission constituée des représentants de l'Etat dans les départements, du président du conseil régional et des présidents des conseils départementaux, ou de leurs représentants. Il coordonne l'action de l'Etat sur les grands passages.\n\nV bis.-Le représentant de l'Etat dans la collectivité de Corse coordonne les travaux d'élaboration des schémas départementaux. Il s'assure de la cohérence de leur contenu et de leurs dates de publication. Il réunit à cet effet une commission constituée des représentants de l'Etat dans les départements, du président du conseil exécutif ou de son représentant et de deux conseillers à l'Assemblée de Corse élus en son sein."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A.-Les communes figurant au schéma départemental et les établissements publics de coopération intercommunale compétents en matière de création, d'aménagement, d'entretien et de gestion des aires d'accueil des gens du voyage et des terrains familiaux locatifs définis aux 1° à 3° du II de l'article 1er sont tenus, dans un délai de deux ans suivant la publication de ce schéma, de participer à sa mise en œuvre.B.-Les communes membres d'un établissement public de coopération intercommunale compétent remplissent leurs obligations en accueillant sur leur territoire les aires et terrains mentionnés au A du présent I.L'établissement public de coopération intercommunale compétent remplit ses obligations en créant, en aménageant, en entretenant et en assurant la gestion des aires et terrains dont le schéma départemental a prévu la réalisation sur son territoire. Il peut retenir un terrain d'implantation pour une aire ou un terrain situé sur le territoire d'une commune membre autre que celle figurant au schéma départemental, à la condition qu'elle soit incluse dans le même secteur géographique d'implantation.L'établissement public de coopération intercommunale compétent peut également remplir ses obligations en contribuant au financement de la création, de l'aménagement, de l'entretien et de la gestion d'aires ou de terrains situés hors de son territoire. Il peut, à cette fin, conclure une convention avec un ou plusieurs autres établissements publics de coopération intercommunale.C.-Les communes qui ne sont pas membres d'un établissement public de coopération intercommunale compétent remplissent leurs obligations en créant, en aménageant, en entretenant et en assurant la gestion des aires et terrains dont le schéma départemental a prévu la réalisation sur leur territoire. Elles peuvent également contribuer au financement de la création, de l'aménagement, de l'entretien et de la gestion d'aires ou de terrains situés hors de leur territoire. Elles peuvent, à cette fin, conclure une convention avec d'autres communes ou établissements publics de coopération intercommunale compétents.\n\nII.-Les communes ou les établissements publics de coopération intercommunale compétents assurent la gestion de ces aires et terrains ou la confient par convention à une personne publique ou privée.\n\nII bis. - Un décret en Conseil d'Etat détermine :\n\n1° En ce qui concerne les aires permanentes d'accueil : les règles applicables à leur aménagement, leur équipement, leur gestion, leur usage et les conditions de leur contrôle périodique, les modalités de coordination locale des périodes de fermeture temporaire, les modalités de calcul du droit d'usage et de la tarification des prestations fournies, le règlement intérieur type ;\n\n2° En ce qui concerne les terrains familiaux locatifs : les règles applicables à leur aménagement, leur équipement, leur gestion et leur usage ;\n\n3° En ce qui concerne les aires de grand passage : les règles applicables à leur aménagement, leur équipement, leur gestion et leur usage, les modalités de calcul du droit d'usage et de la tarification des prestations fournies, le règlement intérieur type.\n\nIII. - Le délai de deux ans prévu au I est prorogé de deux ans, à compter de sa date d'expiration, lorsque la commune ou l'établissement public de coopération intercommunale a manifesté, dans ce délai, la volonté de se conformer à ses obligations :\n\n- soit par la transmission au représentant de l'Etat dans le département d'une délibération ou d'une lettre d'intention comportant la localisation de l'opération de réalisation ou de réhabilitation de l'aire permanente d'accueil, des terrains familiaux locatifs ou de l'aire de grand passage ;\n\n- soit par l'acquisition des terrains ou le lancement d'une procédure d'acquisition des terrains sur lesquels les aménagements sont prévus ;\n\n- soit par la réalisation d'une étude préalable.\n\nLe délai d'exécution de la décision d'attribution de subvention, qu'il s'agisse d'un acte unilatéral ou d'une convention, concernant les communes ou établissements publics de coopération intercommunale qui se trouvent dans la situation ci-dessus est prorogé de deux ans.\n\nIV. - Un délai supplémentaire est accordé, jusqu'au 31 décembre 2008 à compter de la date d'expiration du délai prévu au III, à la commune ou à l'établissement public de coopération intercommunale qui a manifesté, dans les conditions fixées au III, la volonté de se conformer à ses obligations et qui, au terme de ce délai, n'a pu néanmoins s'en acquitter."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.   -   Si, à l'expiration des délais prévus à l'article 2, une commune ou un établissement public de coopération intercommunale auquel a été transféré l'exercice de la compétence afférente n'a pas rempli les obligations mises à sa charge par le schéma départemental en matière d'aménagement, d'entretien et de gestion des aires permanentes d'accueil, des aires de grand passage et des terrains familiaux locatifs aménagés dans les conditions prévues à l'article L. 444-1 du code de l'urbanisme, le représentant de l'Etat dans le département met en demeure la commune ou l'établissement public de coopération intercommunale de prendre les mesures nécessaires selon un calendrier déterminé, en évaluant le montant des dépenses afférentes."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'Etat prend en charge, dans la limite d'un plafond fixé par décret, les investissements nécessaires à l'aménagement et à la réhabilitation des aires permanentes d'accueil prévues au 1° du II de l'article 1er, dans la proportion de 70 % des dépenses engagées dans les délais fixés aux I et III de l'article 2. Cette proportion est de 50 % pour les dépenses engagées dans le délai prévu au IV du même article 2.\n\nPour les aires de grand passage prévues au 3° du II de l'article 1er, le représentant de l'Etat dans le département peut, après avis de la commission consultative départementale, faire application d'un taux maximal de subvention de 100 % du montant des dépenses engagées dans le délai fixé à l'article 2, dans la limite d'un plafond fixé par décret. L'Etat peut assurer la maîtrise d'ouvrage de ces aires. Dans ce cas, le montant des dépenses qu'il engage est soumis au plafond précité.\n\nLa région, le département et les caisses d'allocations familiales peuvent accorder des subventions complémentaires pour la réalisation des aires d'accueil visées au présent article."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Les modalités de mise en oeuvre des actions de caractère social mentionnées au II de l'article 1er, dont le financement incombe à l'Etat, au département et, le cas échéant, aux organismes sociaux concernés, dans le cadre de leurs compétences respectives, sont fixées par des conventions passées entre ces personnes morales et les gestionnaires des aires d'accueil prévues par le schéma départemental.II. - Des conventions passées entre le gestionnaire d'une aire d'accueil et le département déterminent les conditions dans lesquelles celui-ci participe aux dépenses de frais de fonctionnement des aires d'accueil prévues au schéma départemental, sans que cette participation puisse excéder le quart des dépenses correspondantes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-Le maire d'une commune membre d'un établissement public de coopération intercommunale compétent en matière de création, d'aménagement, d'entretien et de gestion des aires d'accueil des gens du voyage et des terrains familiaux locatifs définis aux 1° à 3° du II de l'article 1er peut, par arrêté, interdire en dehors de ces aires et terrains le stationnement sur le territoire de la commune des résidences mobiles mentionnées au même article 1er, dès lors que l'une des conditions suivantes est remplie :1° L'établissement public de coopération intercommunale a satisfait aux obligations qui lui incombent en application de l'article 2 ;2° L'établissement public de coopération intercommunale bénéficie du délai supplémentaire prévu au III du même article 2 ;3° L'établissement public de coopération intercommunale dispose d'un emplacement provisoire agréé par le préfet ;4° L'établissement public de coopération intercommunale est doté d'une aire permanente d'accueil, de terrains familiaux locatifs ou d'une aire de grand passage, sans qu'aucune des communes qui en sont membres soit inscrite au schéma départemental prévu à l'article 1er ;5° L'établissement public de coopération intercommunale a décidé, sans y être tenu, de contribuer au financement d'une telle aire ou de tels terrains sur le territoire d'un autre établissement public de coopération intercommunale ;6° La commune est dotée d'une aire permanente d'accueil, de terrains familiaux locatifs ou d'une aire de grand passage conformes aux prescriptions du schéma départemental, bien que l'établissement public de coopération intercommunale auquel elle appartient n'ait pas satisfait à l'ensemble de ses obligations.L'agrément prévu au 3° du présent I est délivré pour une durée ne pouvant excéder six mois, en fonction de la localisation, de la capacité et de l'équipement de l'emplacement concerné, dans des conditions définies par décret.L'agrément d'un emplacement provisoire n'exonère pas l'établissement public de coopération intercommunale des obligations qui lui incombent dans les délais prévus à l'article 2.\n\nI bis.-Le maire d'une commune qui n'est pas membre d'un établissement public de coopération intercommunale compétent en matière de création, d'aménagement, d'entretien et de gestion des aires d'accueil des gens du voyage et des terrains familiaux locatifs définis aux 1° à 3° du II de l'article 1er peut, par arrêté, interdire en dehors de ces aires et terrains le stationnement sur le territoire de la commune des résidences mobiles mentionnées au même article 1er, dès lors que l'une des conditions suivantes est remplie :1° La commune a satisfait aux obligations qui lui incombent en application de l'article 2 ;2° La commune bénéficie du délai supplémentaire prévu au III du même article 2 ;3° La commune dispose d'un emplacement provisoire agréé par le préfet, dans les conditions prévues aux deux derniers alinéas du I du présent article ;4° La commune, sans être inscrite au schéma départemental prévu à l'article 1er, est dotée d'une aire permanente d'accueil, de terrains familiaux locatifs ou d'une aire de grand passage ;5° La commune a décidé, sans y être tenue, de contribuer au financement d'une telle aire ou de tels terrains sur le territoire d'une autre commune.\n\nII.-En cas de stationnement effectué en violation de l'arrêté prévu au I ou au I bis, le maire, le propriétaire ou le titulaire du droit d'usage du terrain occupé peut demander au préfet de mettre en demeure les occupants de quitter les lieux.\n\nLa mise en demeure ne peut intervenir que si le stationnement est de nature à porter atteinte à la salubrité, la sécurité ou la tranquillité publiques.\n\nLa mise en demeure est assortie d'un délai d'exécution qui ne peut être inférieur à vingt-quatre heures. Elle est notifiée aux occupants et publiée sous forme d'affichage en mairie et sur les lieux. Le cas échéant, elle est notifiée au propriétaire ou titulaire du droit d'usage du terrain.\n\nCette mise en demeure reste applicable lorsque la résidence mobile se retrouve à nouveau, dans un délai de sept jours à compter de sa notification aux occupants, en situation de stationnement illicite sur le territoire de la commune ou de tout ou partie du territoire de l'intercommunalité concernée en violation du même arrêté du maire ou, s'il est compétent, du président de l'établissement public de coopération intercommunale prévu au I et de nature à porter la même atteinte à la salubrité, à la sécurité ou à la tranquillité publiques.\n\nLorsque la mise en demeure de quitter les lieux n'a pas été suivie d'effets dans le délai fixé et n'a pas fait l'objet d'un recours dans les conditions fixées au II bis, le préfet peut procéder à l'évacuation forcée des résidences mobiles, sauf opposition du propriétaire ou du titulaire du droit d'usage du terrain dans le délai fixé pour l'exécution de la mise en demeure.\n\nLorsque le propriétaire ou le titulaire du droit d'usage du terrain fait obstacle à l'exécution de la mise en demeure, le préfet peut lui demander de prendre toutes les mesures nécessaires pour faire cesser l'atteinte à la salubrité, à la sécurité ou la tranquillité publiques dans un délai qu'il fixe.\n\nLe fait de ne pas se conformer à l'arrêté pris en application de l'alinéa précédent est puni de 3 750 Euros d'amende.\n\nII bis.-Les personnes destinataires de la décision de mise en demeure prévue au II, ainsi que le propriétaire ou le titulaire du droit d'usage du terrain peuvent, dans le délai fixé par celle-ci, demander son annulation au tribunal administratif. Le recours suspend l'exécution de la décision du préfet à leur égard. Le président du tribunal ou son délégué statue dans un délai de quarante-huit heures à compter de sa saisine.\n\nIII. (Abrogé)\n\nIV.-En cas d'occupation, en violation de l'arrêté prévu au I ou au I bis, d'un terrain privé affecté à une activité à caractère économique, et dès lors que cette occupation est de nature à entraver ladite activité, le propriétaire ou le titulaire d'un droit réel d'usage sur le terrain peut saisir le président du tribunal de grande instance aux fins de faire ordonner l'évacuation forcée des résidences mobiles. Dans ce cas, le juge statue en référé."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Dans les communes non inscrites au schéma départemental et non mentionnées à l'article 9, le préfet peut mettre en oeuvre la procédure de mise en demeure et d'évacuation prévue au II du même article, à la demande du maire, du propriétaire ou du titulaire du droit d'usage du terrain, en vue de mettre fin au stationnement non autorisé de résidences mobiles de nature à porter atteinte à la salubrité, la sécurité ou la tranquillité publiques.\n\nLes personnes objets de la décision de mise en demeure bénéficient des voies de recours mentionnées au II bis du même article."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "Afin d'organiser l'accueil des personnes dites gens du voyage, tout stationnement d'un groupe de plus de cent cinquante résidences mobiles est notifié par les représentants du groupe au représentant de l'Etat dans la région de destination, au représentant de l'Etat dans le département et au président du conseil départemental concernés trois mois au moins avant l'arrivée sur les lieux pour permettre l'identification d'une aire de stationnement correspondant aux besoins exprimés.Le représentant de l'Etat dans le département concerné informe le maire de la commune et le président de l'établissement public de coopération intercommunale à fiscalité propre sur le territoire desquels est située l'aire désignée pour cet accueil deux mois au moins avant son occupation. Il précise les conditions de cette occupation.Par dérogation à l'article L. 2212-1 du code général des collectivités territoriales, en cas de stationnement de plus de cent cinquante résidences mobiles sur le territoire d'une commune, le maire, s'il n'est pas en mesure d'assurer le bon ordre, la sûreté, la sécurité et la salubrité publiques, peut demander au représentant de l'Etat dans le département de prendre les mesures nécessaires."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-Les schémas départementaux établis en application de l'article 28 de la loi n° 90-449 du 31 mai 1990 visant à la mise en oeuvre du droit au logement, publiés antérieurement à l'entrée en vigueur de la présente loi, font l'objet d'un nouvel examen dans les conditions et délais prévus à l'article 1er ci-dessus.II.-L'article 28 de la loi n° 90-449 du 31 mai 1990 précitée est abrogé. Toutefois, dans les départements qui ne disposent pas d'un schéma départemental approuvé dans les conditions définies à l'article 1er ci-dessus, les deux derniers alinéas de cet article restent en vigueur."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "I.-La Commission nationale consultative des gens du voyage comprend parmi ses membres un député et un sénateur.II.-Les missions, la composition, l'organisation et le fonctionnement de la commission sont précisés par décret."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Un décret en Conseil d'Etat détermine les conditions d'application de la présente loi."
    }
  ]
}