{
  "id": "loi-n-2003-6-du-3-janvier-2003",
  "type": "statute",
  "title": "Loi n° 2003-6 du 3 janvier 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000777093",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - L'application des dispositions du code de commerce et du code du travail dans leur rédaction issue des articles 96, 97, 98, 99, 100, 101, 102, 104, 106, 109 et 116 de la loi n° 2002-73 du 17 janvier 2002 de modernisation sociale est suspendue pour une période maximale de vingt-quatre mois à compter de la promulgation de la présente loi, sous réserve des dispositions prévues au II.II. - La suspension des dispositions mentionnées au I est maintenue pour une durée d'un an à compter du dépôt d'un projet de loi intervenant au cours de cette période et définissant, au vu des résultats de la négociation interprofessionnelle engagée entre les organisations professionnelles et syndicales représentatives au niveau national, les procédures relatives à la prévention des licenciements économiques, aux règles d'information et de consultation des représentants du personnel et aux règles relatives au plan de sauvegarde de l'emploi. La mention de la date du dépôt du projet de loi maintenant la suspension fait l'objet d'un avis publié au Journal officiel de la République française.III. - Pendant les périodes de suspension prévues aux I et II, les dispositions des articles L. 321-1-1, L. 321-3, L. 321-4-1, L. 321-7, L. 321-9, L. 432-1, L. 432-1 bis, L. 434-6, L. 435-3 et L. 439-2 du code du travail antérieures à leur modification par les articles de la loi n° 2002-73 du 17 janvier 2002 précitée mentionnés au I sont rétablies."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - A titre expérimental et, le cas échéant, par dérogation aux dispositions des livres III et IV du code du travail, des accords d'entreprise peuvent fixer les modalités d'information et de consultation du comité d'entreprise lorsque l'employeur projette de prononcer le licenciement pour motif économique d'au moins dix salariés sur une même période de trente jours. Ces accords peuvent fixer les conditions dans lesquelles le comité d'entreprise est réuni, a la faculté de formuler des propositions alternatives au projet économique à l'origine d'une restructuration ayant des incidences sur l'emploi et peut obtenir une réponse motivée de l'employeur à ses propositions.Ces accords peuvent aussi déterminer les conditions dans lesquelles l'établissement du plan de sauvegarde de l'emploi prévu à l'article L. 321-4-1 du code du travail fait l'objet d'un accord.II. - Les accords prévus au I ne peuvent déroger aux dispositions des onze premiers alinéas de l'article L. 321-4 du code du travail et à celles de l'article L. 321-9 du même code.III. - La validité des accords prévus au I est subordonnée à une consultation du comité d'entreprise et à leur signature par une ou plusieurs organisations syndicales représentatives dans l'entreprise ayant recueilli la majorité des suffrages exprimés lors du premier tour des dernières élections au comité d'entreprise.IV. - Les accords prévus au I peuvent être conclus dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi et pour une durée déterminée n'excédant pas deux ans. Avant l'expiration du délai de vingt-quatre mois, le Gouvernement présentera au Parlement un rapport sur l'application du présent article après avoir recueilli l'avis motivé de la Commission nationale de la négociation collective."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les dispositions du code du travail mentionnées au I de l'article 1er restent applicables aux procédures de licenciement pour motif économique en cours à la date de promulgation de la présente loi, sauf accord d'entreprise passé dans les conditions prévues à l'article 2."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validés les actes pris après avis de la Commission supérieure du personnel et des affaires sociales instituée par le décret n° 90-1122 du 18 décembre 1990 relatif à la Commission supérieure du personnel et des affaires sociales du service public des postes et télécommunications, en tant que leur régularité serait mise en cause sur le fondement de la composition irrégulière de cette commission entre le 1er janvier 1991 et le 18 juillet 1995."
    }
  ]
}