{
  "id": "loi-n-85-691-du-10-juillet-1985",
  "type": "statute",
  "title": "Loi n° 85-691 du 10 juillet 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000878583",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sont abrogées l'ordonnance n° 59-227 du 4 février 1959 modifiée relative à l'élection des députés à l'Assemblée nationale représentant les territoires d'outre-mer, la loi n° 66-1023 du 29 décembre 1966 relative à l'élection des députés à l'Assemblée nationale représentant les territoires d'outre-mer et la loi n° 76-1218 du 28 décembre 1976 relative à la représentation à l'Assemblée nationale de Mayotte et de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art22-1",
      "section": "22-1",
      "title": "Article 22-1",
      "content": "L'ordonnance n° 58-1098 du 15 novembre 1958 relative à l'élection des sénateurs est abrogée.Ont force de loi les dispositions de l'ordonnance n° 58-1098 du 15 novembre 1958 contenues dans le code électoral (partie Législative), telles que modifiées et complétées par les textes subséquents."
    },
    {
      "provision_ref": "artANNEXE",
      "section": "ANNEXE",
      "title": "Article ANNEXE",
      "content": "Tableau des circonscriptions électorales de la Nouvelle-Calédonie et dépendances et de la Polynésie française (élection des députés).NOUVELLE-CALEDONIE et dépendances (2 circonscriptions)1re circonscription : Communes de : l'Ile des Pins, Lifou, Maré, Nouméa, Ouvéa.2e circonscription : Communes de : Belep, Bouloupari, Bourail, Canala, Dumbéa, Farino, Hienghène, Houaïlou, Kaala-Gomen, Koné, Kouaoua, Koumac, La Foa, Moindou, Mont-Doré, Ouegoa, Païta, Poindimié, Ponérihouen, Pouebo, Pouembout, Poum, Poya, Sarraméa, Thio, Touho, Voh, Yaté.POLYNESIE FRANCAISE (2 circonscriptions)1re circonscription : Communes de : Bora-Bora, Faaa, Huahine, Maupiti, Moorea-Maiao, Paea, Papeete, Punaauia, Raivavae, Rapa, Rimatara, Rurutu, Tahaa, Taputapuatea, Tubuaï, Tumaraa, Uturoa.2e circonscription : Communes de : Anaa, Arue, Arutua, Fakarava, Fangatau, Fatu-Hiva, Gambier, Hao, Hikueru, Hitiaa O Te Ra, Hiva Oa, Mahina, Makemo, Manihi, Napuka, Nuku Hiva, Nukutavake, Papara, Pirae, Puka Puka, Rangiroa, Reao, Tahuata, Taiarapu-Est, Taiarapu-Ouest, Takaroa, Tatakoto, Teva-I-Uta, Tureia, Ua-Huka, Ua-Pou."
    }
  ]
}