{
  "id": "loi-n-2021-953-du-19-juillet-2021",
  "type": "statute",
  "title": "LOI n°2021-953 du 19 juillet 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043805899",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Par dérogation aux premier et troisième alinéas du I de l'article 220 quinquies du code général des impôts, le déficit constaté au titre du premier exercice déficitaire clos à compter du 30 juin 2020 et jusqu'au 30 juin 2021 peut, sur option, être imputé sur le bénéfice déclaré de l'exercice précédent et, le cas échéant, sur celui de l'avant-dernier exercice, puis sur celui de l'antépénultième exercice.L'option mentionnée au premier alinéa du présent I peut, par dérogation à la première phrase du premier alinéa du II de l'article 220 quinquies du code général des impôts, être exercée jusqu'à la date limite de dépôt de la déclaration de résultats d'un exercice clos au 30 juin 2021, et au plus tard avant que la liquidation de l'impôt sur les sociétés dû au titre de l'exercice suivant celui au titre duquel l'option est exercée ne soit intervenue.Le déficit d'ensemble constaté au titre du premier exercice déficitaire clos au cours de la période mentionnée au premier alinéa du présent I est, par dérogation au a du 1 de l'article 223 G du code général des impôts, imputable sur les bénéfices d'ensemble déclarés ou, le cas échéant, sur les bénéfices que la société mère a déclarés au titre des exercices précédant l'application du régime prévu à l'article 223 A du même code, dans les conditions prévues aux deux premiers alinéas du présent I.Pour l'application des trois premiers alinéas, les bénéfices d'imputation des trois exercices précédant celui au titre duquel l'option est exercée, déterminés dans les conditions prévues à l'article 220 quinquies du code général des impôts, sont diminués du montant des déficits constatés au titre des exercices antérieurs pour lesquels l'entreprise a opté pour le report en arrière.Au titre de chacun des trois exercices précédant celui au titre duquel l'option est exercée, l'excédent de bénéfice résultant de l'application des quatre premiers alinéas du présent I fait naître au profit de l'entreprise une créance égale au produit de cet excédent par le taux de l'impôt sur les sociétés prévu au deuxième alinéa du I de l'article 219 du code général des impôts ainsi que, le cas échéant, par celui prévu au b du même I, chacun à hauteur de la fraction de bénéfice concernée, dans leur rédaction applicable aux exercices ouverts à compter du 1er janvier 2022. Le taux d'impôt sur les sociétés retenu pour la détermination de ce produit est déterminé sur la base du chiffre d'affaires de l'exercice au titre duquel cette même option est exercée.La créance de report en arrière de déficit déterminée dans les conditions prévues aux cinq premiers alinéas du présent I est minorée du montant de la créance de report en arrière déjà liquidée lorsque l'option pour le report en arrière a déjà été exercée au titre de ce même déficit dans les conditions prévues au II de l'article 220 quinquies du code général des impôts et éventuellement restituée. Cette créance ne peut pas bénéficier des dispositions de l'article 5 de la loi n° 2020-935 du 30 juillet 2020 de finances rectificative pour 2020.II. -A modifié les dispositions suivantes :\n\nIII.-Le 3° du A du III de l'article 1er de la loi n° 2020-473 du 25 avril 2020 précitée entre en vigueur à une date fixée par décret qui ne peut être postérieure de plus de quinze jours à la date de réception par le Gouvernement de la décision de la Commission européenne permettant de le considérer comme conforme au droit de l'Union européenne en matière d'aides d'Etat.IV et V.-(Abrogés).\n\n- LOI n°2020-473 du 25 avril 2020"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique aux cessions ou rachats de droits sociaux et aux distributions réalisés à compter du 30 juin 2021."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - La prime exceptionnelle de pouvoir d'achat attribuée, dans les conditions prévues aux II et III du présent article, à leurs salariés ou à leurs agents par les employeurs mentionnés à l'article L. 3311-1 du code du travail bénéficie de l'exonération prévue au V du présent article.Cette prime peut être attribuée par l'employeur à l'ensemble des salariés et des agents qu'il emploie ou à ceux dont la rémunération est inférieure à un plafond.L'entreprise utilisatrice mentionnée au 1° de l'article L. 1251-1 du code du travail qui attribue cette prime à ses salariés en informe l'entreprise de travail temporaire dont relève le salarié mis à disposition. L'entreprise de travail temporaire verse la prime au salarié mis à disposition selon les conditions et les modalités fixées par l'accord ou la décision de l'entreprise utilisatrice mentionné au III du présent article. La prime ainsi versée bénéficie de l'exonération prévue au V lorsque les conditions prévues aux II et III sont remplies par l'entreprise utilisatrice.Le premier alinéa du présent I est applicable, dans les conditions prévues au IV, aux travailleurs handicapés bénéficiant d'un contrat de soutien et d'aide par le travail mentionné à l'article L. 311-4 du code de l'action sociale et des familles et relevant des établissements et services d'aide par le travail mentionnés à l'article L. 344-2 du même code.II. - L'exonération prévue au V du présent article est applicable à la prime exceptionnelle de pouvoir d'achat bénéficiant aux personnes mentionnées au premier alinéa du I lorsque cette prime satisfait aux conditions suivantes :1° Elle bénéficie aux salariés liés à l'entreprise par un contrat de travail, aux intérimaires mis à disposition de l'entreprise utilisatrice ou aux agents publics relevant de l'établissement public à la date de versement de cette prime ou à la date de dépôt de l'accord mentionné au III auprès de l'autorité compétente ou de la signature de la décision unilatérale mentionnée au même III ;2° Son montant peut être modulé selon les bénéficiaires en fonction de la rémunération, du niveau de classification, de la durée de présence effective pendant l'année écoulée ou de la durée de travail prévue par le contrat de travail mentionnée à la dernière phrase du deuxième alinéa du III de l'article L. 241-13 du code de la sécurité sociale. Les congés prévus au chapitre V du titre II du livre II de la première partie du code du travail sont assimilés à des périodes de présence effective ;3° Elle est versée entre le 1er juin 2021 et le 31 mars 2022 ;4° Elle ne peut se substituer à aucun des éléments de rémunération, au sens de l'article L. 242-1 du code de la sécurité sociale, versés par l'employeur ou qui deviennent obligatoires en vertu de règles légales, contractuelles ou d'usage. Elle ne peut non plus se substituer à des augmentations de rémunération ni à des primes prévues par un accord salarial, par le contrat de travail ou par les usages en vigueur dans l'entreprise ou l'établissement public.III. - Le montant de la prime exceptionnelle de pouvoir d'achat ainsi que, le cas échéant, le plafond mentionné au deuxième alinéa du I et les conditions de modulation de son niveau selon les bénéficiaires, dans les conditions prévues au 2° du II, font l'objet d'un accord d'entreprise ou de groupe conclu selon les modalités énumérées à l'article L. 3312-5 du code du travail ou d'une décision unilatérale de l'employeur. En cas de décision unilatérale, l'employeur en informe, avant le versement de la prime, le comité social et économique mentionné à l'article L. 2311-2 du même code.IV. - Lorsqu'elle satisfait aux conditions mentionnées aux 2° à 4° du II du présent article et qu'elle bénéficie à l'ensemble des travailleurs handicapés liés à un établissement ou service d'aide par le travail mentionné à l'article L. 344-2 du code de l'action sociale et des familles par un contrat de soutien et d'aide par le travail mentionné à l'article L. 311-4 du même code à la date de versement, la prime exceptionnelle de pouvoir d'achat bénéficie de l'exonération prévue au V du présent article.V. - La prime exceptionnelle de pouvoir d'achat attribuée, dans les conditions prévues aux II et III, aux salariés ou aux agents publics ayant perçu, au cours des douze mois précédant son versement, une rémunération inférieure à trois fois la valeur annuelle du salaire minimum de croissance correspondant à la durée de travail prévue au contrat mentionnée à la dernière phrase du deuxième alinéa du III de l'article L. 241-13 du code de la sécurité sociale est exonérée, dans la limite de 1 000 € par bénéficiaire, d'impôt sur le revenu, de toutes les cotisations et contributions sociales d'origine légale ou conventionnelle ainsi que des participations, taxes et contributions prévues à l'article 235 bis du code général des impôts et à l'article L. 6131-1 du code du travail, dans leur rédaction en vigueur à la date de son versement.Elle est exclue des ressources prises en compte pour le calcul de la prime d'activité mentionnée à l'article L. 841-1 du code de la sécurité sociale et pour l'attribution de l'allocation aux adultes handicapés mentionnée à l'article L. 821-1 du même code.VI. - La limite de 1 000 € prévue au premier alinéa du V est portée à 2 000 € pour les employeurs :1° Mettant en œuvre un accord d'intéressement à la date de versement de la prime exceptionnelle de pouvoir d'achat ou ayant conclu, avant cette même date, un accord prenant effet avant la date limite prévue au 3° du II, en application du chapitre II du titre Ier du livre III de la troisième partie du code du travail ;2° Ou couverts par un accord de branche ou par un accord d'entreprise, lequel identifie les salariés qui, en raison de la nature de leurs tâches, ont contribué directement à la continuité de l'activité économique et au maintien de la cohésion sociale et dont l'activité s'est exercée, en 2020 ou en 2021, uniquement ou majoritairement sur site pendant les périodes d'état d'urgence sanitaire déclaré en application du chapitre Ier bis du titre III du livre Ier de la troisième partie du code de la santé publique.Cet accord est conclu dans le respect du livre II de la deuxième partie du code du travail et vise à valoriser les métiers des salariés identifiés en application du premier alinéa du présent 2° en portant sur au moins deux des cinq thèmes suivants :a) La rémunération, au sens de l'article L. 3221-3 du code du travail, et les classifications, notamment au regard de l'objectif d'égalité professionnelle entre les femmes et les hommes ;b) La nature du contrat de travail ;c) La santé et la sécurité au travail ;d) La durée du travail et l'articulation entre la vie professionnelle et la vie personnelle et familiale ;e) La formation et l'évolution professionnelles ;3° Ou couverts par un accord de branche ou par un accord d'entreprise, lequel identifie les salariés qui, en raison de la nature de leurs tâches, ont contribué directement à la continuité de l'activité économique et au maintien de la cohésion sociale et dont l'activité s'est exercée, en 2020 ou en 2021, uniquement ou majoritairement sur site pendant les périodes d'état d'urgence sanitaire déclaré en application du chapitre Ier bis du titre III du livre Ier de la troisième partie du code de la santé publique.Cet accord est conclu dans le respect du livre II de la deuxième partie du code du travail et prévoit l'engagement des parties à ouvrir des négociations sur la valorisation des métiers des salariés identifiés en application du premier alinéa du présent 3°, portant sur au moins deux des cinq thèmes suivants :a) La rémunération, au sens de l'article L. 3221-3 du code du travail, et les classifications, notamment au regard de l'objectif d'égalité professionnelle entre les femmes et les hommes ;b) La nature du contrat de travail ;c) La santé et la sécurité au travail ;d) La durée du travail et l'articulation entre la vie professionnelle et la vie personnelle et familiale ;e) La formation et l'évolution professionnelles.Il fixe le calendrier et les modalités de suivi des négociations, lesquelles doivent s'ouvrir dans un délai maximal de deux mois à compter de la signature de l'accord ;4° Ou ayant engagé une négociation d'entreprise sur l'accord mentionné au 2° du présent VI ou dont l'activité principale relève d'une branche ayant engagé de telles négociations.Les organisations professionnelles d'employeurs participant aux négociations de branche mentionnées au premier alinéa du présent 4° informent par tout moyen les entreprises relevant du champ d'application de la branche de l'engagement de ces négociations.VII. - Les conditions prévues aux 1° à 4° du VI ne sont applicables ni aux entreprises de moins de cinquante salariés, ni aux associations et aux fondations mentionnées aux a et b du 1 des articles 200 et 238 bis du code général des impôts pour le versement de la prime mentionnée au I du présent article et portée à 2 000 € en application du premier alinéa du VI.VIII. - Pour l'application du présent article à Mayotte et à Saint-Pierre-et-Miquelon, les références au code de la sécurité sociale sont remplacées par les références aux dispositions applicables localement ayant le même objet.IX et X. - (Abrogés)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les majorations exceptionnelles de l'indemnisation des gardes et des gardes supplémentaires prévues aux III et IV de l'article 1er de l'arrêté du 8 juin 2020 relatif à la majoration exceptionnelle de l'indemnisation du temps de travail additionnel et des gardes pour les personnels médicaux exerçant en établissements publics de santé et à la majoration exceptionnelle de l'indemnité de garde hospitalière des praticiens des armées sont exonérées d'impôt sur le revenu, dans la limite d'un plafond de 7 500 €.II. - (Abrogé)."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-A.-Les 1°, 3° et 5° et le a des 7°, 8° et 10° du I ainsi que les a et c du 1°, les b et c du 2° et les 3° et 5° du II s'appliquent aux produits soumis à la taxe prévue à l'article 265 du code des douanes pour lesquels cette taxe devient exigible à compter du 1er juillet 2021 et aux fournitures d'électricité pour lesquelles le fait générateur et l'exigibilité de la taxe prévue à l'article 266 quinquies C du même code interviennent à compter de cette même date.\n\nLes 2°, 9° et 11° du I et le e du 2° du II du présent article s'appliquent aux travaux réalisés à compter de cette même date.\n\nB.-(Abrogé)\n\nV.-(Abrogé).\n\n-Code des douanes\n\n-Code des douanes\n\n-LOI n° 2013-1278 du 29 décembre 2013"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Est autorisée, au-delà de l'entrée en vigueur de la présente loi, la perception des rémunérations de services instituées par le décret n° 2020-1455 du 27 novembre 2020 portant réforme de la responsabilité élargie des producteurs."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Pour 2021, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et la variation des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros [*])\n\nII. - Pour 2021 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n;2° Le plafond de la variation nette, appréciée en fin d'année et en valeur nominale, de la dette négociable de l'Etat d'une durée supérieure à un an demeure inchangé.III. - Pour 2021, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, demeure inchangé.\n\nRessources\n\nCharges\n\nSolde\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes / dépenses brutes\n\n1 125\n\n20 105\n\nleft\n\nA déduire : Remboursements et dégrèvements\n\n5\n\n5\n\nleft\n\nRecettes fiscales nettes / dépenses nettes\n\n1 120\n\n20 100\n\nleft\n\nRecettes non fiscales\n\n1 160\n\nleft\n\nleft\n\nRecettes totales nettes / dépenses nettes\n\n2 280\n\n20 100\n\nleft\n\nA déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n- 731\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n3 011\n\n20 100\n\n- 17 089\n\nÉvaluation des fonds de concours et crédits correspondants\n\nleft\n\nleft\n\nleft\n\nMontants nets pour le budget général y compris fonds de concours\n\n3 011\n\n20 100\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes\n\nleft\n\nleft\n\nleft\n\nÉvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes y compris fonds de concours\n\nleft\n\nleft\n\nleft\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n- 5 200\n\n- 5 200\n\n0\n\nComptes de concours financiers\n\nleft\n\n800\n\n- 800\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\nleft\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\nleft\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n- 800\n\nSolde général\n\nleft\n\nleft\n\n- 17 889\n\n(*) Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\n1\n\ncenter\n\nBesoin de financement\n\nleft\n\nAmortissement de la dette à moyen et long termes\n\n118,3\n\nDont remboursement du nominal à valeur faciale\n\n117,5\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n0,8\n\nAmortissement de la dette reprise de SNCF Réseau\n\n1,3\n\nAmortissement des autres dettes reprises\n\n0,0\n\nDéficit budgétaire\n\n220,1\n\nAutres besoins de trésorerie\n\n- 1,4\n\nTotal\n\n338,3\n\nRessources de financement\n\nleft\n\nÉmission de dette à moyen et long termes, nette des rachats\n\n260,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n0,0\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n19,5\n\nVariation des dépôts des correspondants\n\n3,9\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n48,4\n\nAutres ressources de trésorerie\n\n6,5\n\nTotal\n\n338,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Il est ouvert aux ministres, pour 2021, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 21 608 857 341 € et de 21 798 557 341 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi.II. - Il est annulé pour 2021, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 2 139 590 208 € et de 1 693 525 343 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Il est annulé pour 2021, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 5 200 000 000 € et de 5 200 000 000 €, conformément à la répartition par mission donnée à l'état D annexé à la présente loi.II. - Il est ouvert aux ministres, pour 2021, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 800 000 000 € et de 800 000 000 €, conformément à la répartition par mission donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le taux de la réduction d'impôt prévue au 1 de l'article 200 du code général des impôts est porté à 75 % pour les dons et versements, y compris l'abandon exprès de revenus ou produits, effectués entre le 2 juin 2021 et le 31 décembre 2022, au profit d'associations cultuelles ou d'établissements publics des cultes reconnus d'Alsace-Moselle. Les versements réalisés en 2021 sont retenus dans la limite de 554 €. Pour les versements réalisés en 2022, cette limite est relevée dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu de l'année 2021. Le montant obtenu est arrondi, s'il y a lieu, à l'euro supérieur.Il n'est pas tenu compte de ces versements pour l'application de la limite de 20 % du revenu imposable mentionnée au même 1."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Le I s'applique aux versements effectués à compter d'une date fixée par décret, qui ne peut être postérieure de plus de deux mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer la disposition lui ayant été notifiée comme étant conforme au droit de l'Union européenne, ou aux versements effectués à compter du 1er janvier 2022 si cette réception a lieu avant cette date.IV. -(Abrogé).\n\n- Code général des impôts, CGI.\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Par dérogation au I de l'article 1639 A bis du code général des impôts, les communes et les établissements publics de coopération intercommunale à fiscalité propre peuvent, par délibération prise au plus tard le 1er octobre 2021, instituer un dégrèvement de la cotisation de taxe foncière sur les propriétés bâties due au titre de 2021 afférente aux locaux utilisés par les établissements ayant fait l'objet d'une fermeture administrative continue entre le 15 mars 2020 et le 8 juillet 2021 en raison de la crise sanitaire due à l'épidémie de covid-19 et dont les propriétaires ont accordé une remise totale de loyers au titre de 2020.La délibération porte sur la part revenant à chaque commune ou établissement public de coopération intercommunale à fiscalité propre.Le dégrèvement ne s'applique pas aux taxes suivantes ni aux prélèvements opérés par l'Etat sur ces taxes en application de l'article 1641 du même code :1° La taxe pour la gestion des milieux aquatiques et la prévention des inondations prévue à l'article 1530 bis dudit code ;2° La taxe additionnelle spéciale annuelle au profit de la région d'Île-de-France prévue à l'article 1599 quater D du même code ;3° La taxe d'enlèvement des ordures ménagères prévue à l'article 1520 du même code ;4° Les taxes spéciales d'équipement additionnelles à la taxe foncière sur les propriétés bâties prévues aux articles 1607 bis, 1607 ter et 1609 B à 1609 G du même code ;5° Les contributions fiscalisées additionnelles à la taxe foncière sur les propriétés bâties levées conformément à l'article 1609 quater du même code.II. - Le bénéfice du dégrèvement est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.III. - Les dégrèvements accordés en application du I du présent article sont à la charge de la commune ou de l'établissement public de coopération intercommunale. Ils s'imputent sur les attributions mentionnées aux articles L. 2332-2, L. 3662-2 et L. 5219-8-1 du code général des collectivités territoriales.IV. - Le bénéfice du dégrèvement est subordonné à la condition que le propriétaire souscrive, avant le 1er novembre 2021, une déclaration au service des impôts assortie de la justification de la remise des loyers et de l'utilisation des locaux afférents par un établissement mentionné au I."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Par dérogation aux articles L. 2333-8 et L. 2333-10 du code général des collectivités territoriales ainsi qu'au A de l'article L. 2333-9 du même code, les communes, les établissements publics de coopération intercommunale et la métropole de Lyon ayant choisi d'instaurer une taxe locale sur la publicité extérieure avant le 1er juillet 2019 peuvent, par une délibération prise avant le 1er octobre 2021, adopter un abattement compris entre 10 % et 100 % applicable au montant de cette taxe due par chaque redevable au titre de l'année 2021. Le taux de cet abattement doit être identique pour tous les redevables d'une même commune, d'un même établissement public de coopération intercommunale ou de la métropole de Lyon."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n°2020-289 du 23 mars 2020\n\nII.-Le présent article est applicable à compter du 1er juillet 2021."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - A. - Les employeurs mentionnés au B bénéficient, dans les conditions prévues au présent article, d'une aide au paiement de leurs cotisations et contributions sociales égale à 15 % du montant des rémunérations des salariés mentionnés au II de l'article L. 241-13 du code de la sécurité sociale, déterminées en application de l'article L. 242-1 du même code ou de l'article L. 741-10 du code rural et de la pêche maritime, dues au titre de périodes d'emploi définies par décret et pouvant courir jusqu'au 31 août 2021.L'aide est imputable sur l'ensemble des sommes dues au titre des années 2021 et 2022 aux organismes de recouvrement mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale et à l'article L. 725-3 du code rural et de la pêche maritime, ainsi qu'à l'organisme mentionné au e de l'article L. 5427-1 du code du travail, après application de toute autre exonération totale ou partielle. Pour l'application des articles L. 131-7, L. 133-4-2 et L. 242-1-1 du code de la sécurité sociale, cette aide est assimilée à une mesure de réduction.B. - Sont éligibles à cette aide les employeurs, dont l'effectif est inférieur à deux cent cinquante salariés, mentionnés aux a et b du 1° du B du I de l'article 9 de la loi n° 2020-1576 du 14 décembre 2020 de financement de la sécurité sociale pour 2021. Un décret peut réserver l'aide à ceux parmi ces employeurs qui ont constaté, sur des périodes d'emploi antérieures à juin 2021, une forte baisse de leur chiffre d'affaires par rapport à la même période de l'une des deux années précédentes, dans les conditions qu'il détermine, le cas échéant.C. - L'aide au paiement prévue au présent article n'est pas cumulable, au titre d'une même période d'emploi, avec l'aide au paiement mentionnée au II de l'article 9 de la loi n° 2020-1576 du 14 décembre 2020 précitée.II. - Les travailleurs indépendants mentionnés à l'article L. 611-1 du code de la sécurité sociale qui n'ont pas exercé l'option prévue à l'article L. 613-7 du même code et les travailleurs non-salariés agricoles mentionnés aux articles L. 722-4 et L. 781-9 du code rural et de la pêche maritime, lorsqu'ils satisfont aux mêmes conditions que celles mentionnées au B du I du présent article pour les employeurs, bénéficient d'une réduction des cotisations et contributions de sécurité sociale dues au titre de l'année 2021. Le montant de la réduction est fixé par décret.III. - Dans les mêmes conditions, lorsque l'entreprise dont ils sont mandataires satisfait à la condition d'effectif mentionnée au B du I du présent article, les mandataires sociaux mentionnés au dernier alinéa du III de l'article 9 de la loi n° 2020-1576 du 14 décembre 2020 précitée bénéficient d'une réduction des cotisations et contributions de sécurité sociale dues au titre de l'année 2021. Le montant de la réduction est fixé par décret.IV. - Lorsqu'ils satisfont aux mêmes conditions que celles mentionnées au B du I du présent article pour les employeurs, les travailleurs indépendants relevant du dispositif mentionné à l'article L. 613-7 du code de la sécurité sociale peuvent déduire des montants de chiffre d'affaires ou de recettes déclarés au titre des échéances mensuelles ou trimestrielles de l'année 2021 les montants correspondant au chiffre d'affaires ou aux recettes réalisés au titre du mois de mai 2021.V. - Lorsqu'ils satisfont à une condition de baisse de revenu tiré d'activités artistiques, appréciée sur l'ensemble de l'année 2021 par rapport à l'année 2019, les artistes-auteurs mentionnés à l'article L. 382-1 du code de la sécurité sociale bénéficient d'une réduction des cotisations et contributions de sécurité sociale dont ils sont redevables au titre de l'année 2021. Un décret précise les conditions de bénéfice de cette réduction ainsi que le montant de celle-ci, qui tient compte du revenu tiré d'activités artistiques en 2019. Ce montant tient également compte du niveau de la baisse de revenu tiré d'activités artistiques en 2021.VI. - Le cotisant ne peut bénéficier des I à IV du présent article en cas de condamnation en application des articles L. 8221-1, L. 8221-3 et L. 8221-5 du code du travail au cours des cinq années précédentes.VII. - Tout acte de recouvrement qui aurait dû être émis par les organismes de recouvrement des régimes obligatoires de sécurité sociale ou leurs délégataires à une date comprise entre le 2 juin 2021 et le 30 juin 2022 peut être valablement émis dans un délai d'un an à compter de cette date.A compter de la promulgation de la présente loi et jusqu'au 30 juin 2022, les organismes mentionnés au premier alinéa du présent VII peuvent adresser aux cotisants un document récapitulant l'ensemble de leurs dettes à la date de l'envoi. Ce document précise la cause, la nature et le montant des sommes dues par le cotisant ainsi que la période à laquelle elles se rapportent. L'envoi de ce document, qui emporte, pour les dettes qu'il mentionne et qui n'ont encore jamais fait l'objet d'une mise en recouvrement, les mêmes effets que ceux mentionnés à l'article L. 244-2 du code de la sécurité sociale, se substitue à la lettre recommandée prévue au même article L. 244-2. Par dérogation également audit article L. 244-2, ce document invite le cotisant à régler sa dette soit dans le cadre des plans d'apurement conclus, le cas échéant, avec ces organismes, soit, notamment à défaut de conclusion ou de respect d'un tel plan ou d'envoi d'une mise en demeure, dans un délai de trois mois à compter de sa réception. Ce document, qui mentionne les voies et délais de recours, peut être contesté selon les règles de droit commun applicables au contentieux de la sécurité sociale.VIII. - Le présent article est applicable à Mayotte et à Saint-Pierre-et-Miquelon, sous réserve des adaptations liées aux modalités d'application du régime de sécurité sociale dans ces collectivités.IX. - Un décret peut prolonger les périodes prévues au A du I au plus tard jusqu'au dernier jour de la période d'emploi qui court jusqu'au 31 décembre 2021."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Il est institué, en 2021 et en 2022, une dotation au profit des régies constituées auprès des communes, des établissements publics de coopération intercommunale, de leurs établissements publics, des syndicats mixtes et des départements pour l'exploitation d'un service public à caractère industriel et commercial en application de l'article L. 1412-1 du code général des collectivités territoriales et confrontées en 2020 ou en 2021, du fait de l'épidémie de covid-19, à une diminution de leurs recettes réelles de fonctionnement et de leur épargne brute.Pour l'application du premier alinéa du présent I, l'évolution de l'épargne brute, entendue comme la différence entre les recettes réelles de fonctionnement et les dépenses réelles de fonctionnement, est obtenue, en 2021, par la comparaison du niveau constaté en 2020 avec le niveau constaté en 2019 et, en 2022, par la comparaison du niveau constaté en 2021 avec le niveau constaté en 2019.II. - La dotation prévue au I n'est pas due :1° Aux régies constituées pour l'exploitation des services publics suivants :a) Production ou distribution d'énergie électrique ou gazière, abattoirs, gestion de l'eau ou assainissement des eaux usées, collecte et traitement des déchets des ménages et déchets assimilés, chauffage urbain, pompes funèbres, aménagement, entretien des voiries, laboratoires d'analyse, numérique et secours et lutte contre l'incendie ;b) Organisation de la mobilité au sens du titre III du livre II de la première partie du code des transports, exploitation de remontées mécaniques ;2° Lorsque les dépenses réelles de fonctionnement de l'année 2019 de la régie étaient supérieures de 50 % aux recettes réelles de fonctionnement de la même année.III. - En 2021, le montant de la dotation prévue au I est égal au montant de la diminution de l'épargne brute définie au second alinéa du même I. En 2022, le montant de la dotation prévue audit I est égal à 50 % du montant de la diminution de l'épargne brute définie au second alinéa du même I.IV. - Il est institué une dotation au profit des communes, des établissements publics de coopération intercommunale au sens de l'article L. 5210-1-1 A du code général des collectivités territoriales, des établissements publics territoriaux de la métropole du Grand Paris et des syndicats mixtes mentionnés aux articles L. 5711-1 et L. 5721-8 du même code qui ont subi en 2020 ou en 2021, d'une part, une perte d'épargne brute de leur budget principal supérieure à 6,5 % par rapport à 2019 et, d'autre part, une perte de recettes tarifaires au titre de leurs services publics à caractère administratif, qu'ils soient exploités directement ou selon les conditions fixées à l'article L. 1412-2 dudit code, ou une perte de recettes de redevances versées par les délégataires de service public.L'épargne brute mentionnée au premier alinéa du présent IV est entendue comme la différence entre les recettes réelles de fonctionnement et les dépenses réelles de fonctionnement du budget principal des collectivités bénéficiaires. Les recettes tarifaires correspondent à l'ensemble des titres de recettes comptabilisés en tant que redevances et droits des services à caractère culturel, social, sportif et de loisir et les redevances et droits des services périscolaires et d'enseignement. Ces recettes tarifaires intègrent l'ensemble des titres de recettes émis sur le budget principal, sur les budgets annexes à caractère administratif, sur le budget principal du centre communal ou intercommunal d'action sociale au sens des articles L. 123-4 et L. 123-4-1 du code de l'action sociale et des familles et sur le budget des caisses des écoles au sens de l'article L. 212-10 du code de l'éducation. Les recettes de redevances versées par les délégataires de service public correspondent à l'ensemble des titres de recettes émis sur le budget principal et sur les budgets annexes.La dotation n'est pas due aux établissements publics de coopération intercommunale sans fiscalité propre dont l'exploitation des services publics mentionnés au 1° du II du présent article représente l'activité principale.En 2021, pour les collectivités éligibles, le montant de la dotation est égal à la différence, si elle est positive, entre :1° La perte de recettes tarifaires et de redevances versées par les délégataires de service public constatée entre 2019 et 2020 ;2° Et un montant égal à 2,5 % des recettes réelles de fonctionnement de leur budget principal constatées en 2019.\n\nEn 2022, le montant de la dotation est égal à la différence, si elle est positive, entre :a) La perte de recettes tarifaires et de redevances versées par les délégataires de service public constatée entre 2019 et 2021 ;b) Et un montant égal à 2,5 % des recettes réelles de fonctionnement de leur budget principal constatées en 2019.Le montant de la dotation ne peut pas être supérieur à la différence entre le montant de l'épargne brute de leur budget principal en 2019, diminué de 6,5 %, et le montant de l'épargne brute de leur budget principal en 2020 ou en 2021.V. - Les dotations prévues aux I et IV sont versées, en 2021 et en 2022, dans la limite de 1,8 million d'euros cumulés par régie exploitant un service public à caractère industriel et commercial et par commune ou groupement de communes. En 2021 ou en 2022, elles ne sont pas versées si leur montant est inférieur à 1 000 euros.Le montant de ces dotations est notifié au plus tard le 31 décembre 2021, au titre des pertes subies en 2020, et au plus tard le 30 juin 2022, au titre des pertes subies en 2021.VI. - Les modalités d'application du présent article sont précisées par décret."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - De la promulgation de la présente loi au 31 décembre 2021, le ministre chargé de l'économie et des finances informe, avant de l'autoriser, les présidents et les rapporteurs généraux des commissions de l'Assemblée nationale et du Sénat chargées des finances de toute opération d'investissement mobilisant les autorisations d'engagements et crédits de paiement du compte d'affectation spéciale « Participations financières de l'Etat » résultant d'un versement préalable du programme 358 « Renforcement exceptionnel des participations financières de l'Etat dans le cadre de la crise sanitaire » de la mission « Plan d'urgence face à la crise sanitaire » ou du programme 367 « Financement des opérations patrimoniales envisagées en 2021 sur le compte d'affectation spéciale “Participations financières de l'Etat” » de la mission « Économie », dont le montant excède un milliard d'euros.Cette information n'est pas rendue publique.II. - Jusqu'au 31 décembre 2021, au moins trois jours avant la publication d'un décret prévu au premier alinéa de l'article 11 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances occasionnant une répartition de crédits excédant 100 millions d'euros, le ministre chargé des finances informe les présidents et rapporteurs généraux des commissions des finances de l'Assemblée nationale et du Sénat du montant, des programmes concernés et du motif de cette répartition."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. et II.\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - Dans la limite de respectivement 25 millions d'euros et 20 millions d'euros en capital, le ministre chargé de l'économie est autorisé à abandonner les créances détenues sur la société Liberty Ascoval au titre des prêts accordés par arrêté du 10 mai 2019 et par l'arrêté du 19 mars 2021 relatif au versement d'un prêt du Fonds de développement économique et social à la société LIBERTY ASCOVAL imputés sur le compte de concours financier Prêts et avances à des particuliers ou à des organismes privés créé en application du III de l'article 46 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006. Il est également autorisé à abandonner les intérêts contractuels courus et échus.Les décisions d'abandons mentionnées au premier alinéa du présent III sont prises par arrêté.\n\n- Loi n°2005-1719 du 30 décembre 2005\n\n- Loi n°78-741 du 13 juillet 1978"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Sont ratifiées les ouvertures et les annulations de crédits opérées par le décret n° 2021-620 du 19 mai 2021 portant ouverture et annulation de crédits à titre d'avance.La présente loi sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "artÉTATA",
      "section": "ÉTATA",
      "title": "Article ÉTATA",
      "content": "(Article 15 de la loi)VOIES ET MOYENS POUR 2021 RÉVISÉSI. - BUDGET GÉNÉRAL\n\n(En euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En euros)\n\nII. - BUDGETS ANNEXES\n\n(En euros)\n\nIII. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluations pour 2021\n\nleft\n\n1. Recettes fiscales\n\nleft\n\nleft\n\n11. Impôt sur le revenu\n\n+ 3 032 314 218\n\n1101\n\nImpôt sur le revenu\n\n+ 3 032 314 218\n\nleft\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n- 649 500 000\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n- 649 500 000\n\nleft\n\n13. Impôt sur les sociétés\n\n- 5 777 666 704\n\n1301\n\nImpôt sur les sociétés\n\n- 5 777 666 704\n\nleft\n\n13 bis. Contribution sociale sur les bénéfices des sociétés\n\n- 4 224 146\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n- 4 224 146\n\nleft\n\n13 ter. Contribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n+ 81 700 000\n\n1303\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n+ 81 700 000\n\nleft\n\n14. Autres impôts directs et taxes assimilées\n\n- 359 935 745\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n- 182 085 670\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n- 126 785 083\n\n1406\n\nImpôt sur la fortune immobilière\n\n+ 10 000 000\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n- 16 956 482\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n- 3 434 490\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n- 1 031 520\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n- 11 570 768\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n- 12 111 862\n\n1416\n\nTaxe sur les surfaces commerciales\n\n- 10 223 626\n\n1427\n\nPrélèvements de solidarité\n\n+ 350 174 130\n\n1430\n\nTaxe sur les services numériques\n\n- 44 223 149\n\n1431\n\nTaxe d'habitation sur les résidences principales\n\n- 310 651 309\n\n1497\n\nCotisation sur la valeur ajoutée des entreprises (affectation temporaire à l'Etat en 2010)\n\n+ 136 000 000\n\n1499\n\nRecettes diverses\n\n- 137 035 916\n\nleft\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n- 92 990 922\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n- 92 990 922\n\nleft\n\n16. Taxe sur la valeur ajoutée\n\n+ 3 970 627 873\n\n1601\n\nTaxe sur la valeur ajoutée\n\n+ 3 970 627 873\n\nleft\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n+ 924 570 020\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n- 45 310 734\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n+ 3 841 436\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n- 245 000 000\n\n1706\n\nMutations à titre gratuit par décès\n\n+ 1 491 000 000\n\n1707\n\nContribution de sécurité immobilière\n\n+ 15 678 015\n\n1711\n\nAutres conventions et actes civils\n\n- 15 241 901\n\n1713\n\nTaxe de publicité foncière\n\n+ 11 971 442\n\n1714\n\nPrélèvement sur les sommes versées par les organismes d'assurances et assimilés à raison des contrats d'assurances en cas de décès\n\n+ 65 734 892\n\n1716\n\nRecettes diverses et pénalités\n\n- 83 710 869\n\n1721\n\nTimbre unique\n\n- 154 902 445\n\n1726\n\nProduit de la taxe additionnelle à la taxe sur les certifications d'immatriculation des véhicules\n\n- 188 096 418\n\n1753\n\nAutres taxes intérieures\n\n- 91 352 293\n\n1754\n\nAutres droits et recettes accessoires\n\n+ 9 215 269\n\n1756\n\nTaxe générale sur les activités polluantes\n\n- 122 097 929\n\n1761\n\nTaxe et droits de consommation sur les tabacs\n\n+ 23 927 243\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n+ 1 742 931\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n+ 6 474 153\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n+ 1 963 028\n\n1785\n\nProduits des jeux exploités par la Française des jeux (hors paris sportifs)\n\n+ 102 433 202\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n- 324 232 107\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n+ 19 499 669\n\n1788\n\nPrélèvement sur les paris sportifs\n\n+ 153 646 298\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n+ 3 473 249\n\n1797\n\nTaxe sur les transactions financières\n\n+ 152 000 000\n\n1799\n\nAutres taxes\n\n+ 131 913 889\n\nleft\n\n2. Recettes non fiscales\n\nleft\n\nleft\n\n21. Dividendes et recettes assimilées\n\n- 920 021 455\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n- 15 000 010\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n- 905 021 445\n\nleft\n\n22. Produits du domaine de l'Etat\n\n- 56 167 750\n\n2203\n\nRevenus du domaine privé\n\n- 48 167 750\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n- 8 000 000\n\nleft\n\n23. Produits de la vente de biens et services\n\n+ 147 041 409\n\n2304\n\nRémunération des prestations assurées par les services du Trésor Public au titre de la collecte de l'épargne\n\n- 2 958 591\n\n2399\n\nAutres recettes diverses\n\n+ 150 000 000\n\nleft\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n- 14 981 328\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n- 30 186 336\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n+ 1 711 708\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n+ 16 693 300\n\n2499\n\nAutres remboursements d'avances, de prêts et d'autres créances immobilisées\n\n- 3 200 000\n\nleft\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n+ 536 069 213\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n- 129 524 312\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n+ 446 750 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n+ 85 243 525\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n+ 133 600 000\n\nleft\n\n26. Divers\n\n+ 1 467 831 178\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n+ 800 000 000\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n- 70 884 692\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n- 1 000 266\n\n2616\n\nFrais d'inscription\n\n- 3 540 725\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n- 2 811 457\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n- 3 119 045\n\n2697\n\nRecettes accidentelles\n\n- 145 797\n\n2698\n\nProduits divers\n\n+ 873 019 639\n\n2699\n\nAutres produits divers\n\n- 123 686 479\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\nleft\n\nleft\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n+ 47 800 000\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée (FCTVA)\n\n+ 22 000 000\n\n3142\n\nSoutien exceptionnel de l'Etat au profit des régions d'outre-mer confrontées à des pertes de recettes d'octroi de mer et de taxe spéciale de consommation du fait de la crise sanitaire\n\n+ 20 000 000\n\n3143\n\nSoutien exceptionnel de l'Etat au profit de la collectivité de Corse confrontée à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n+ 4 400 000\n\n3144\n\nSoutien exceptionnel de l'Etat au profit de Saint-Pierre-et-Miquelon, Saint-Martin, Saint-Barthélemy et Wallis-et-Futuna confrontées à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n+ 1 400 000\n\nleft\n\n32. Prélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n- 779 000 000\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget de l'Union européenne\n\n- 779 000 000\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluations pour 2021\n\nleft\n\n1. Recettes fiscales\n\n+ 1 124 894 594\n\n11\n\nImpôt sur le revenu\n\n+ 3 032 314 218\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n- 649 500 000\n\n13\n\nImpôt sur les sociétés\n\n- 5 777 666 704\n\n13 bis\n\nContribution sociale sur les bénéfices des sociétés\n\n- 4 224 146\n\n13 ter\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n+ 81 700 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n- 359 935 745\n\n15\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n- 92 990 922\n\n16\n\nTaxe sur la valeur ajoutée\n\n+ 3 970 627 873\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n+ 924 570 020\n\nleft\n\n2. Recettes non fiscales\n\n+ 1 159 771 267\n\n21\n\nDividendes et recettes assimilées\n\n- 920 021 455\n\n22\n\nProduits du domaine de l'Etat\n\n- 56 167 750\n\n23\n\nProduits de la vente de biens et services\n\n+ 147 041 409\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n- 14 981 328\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n+ 536 069 213\n\n26\n\nDivers\n\n+ 1 467 831 178\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\n- 731 200 000\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n+ 47 800 000\n\n32\n\nPrélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n- 779 000 000\n\nleft\n\nTotal des recettes, nettes des prélèvements (1 + 2 - 3)\n\n+ 3 015 865 861\n\n1\n\nNuméro de ligne\n\nIntitulé de la recette\n\nRévision des évaluations pour 2021\n\nleft\n\nContrôle et exploitation aériens\n\n0\n\n7010\n\nVentes de produits fabriqués et marchandises\n\n- 27 902\n\n7061\n\nRedevances de route\n\n- 119 387 034\n\n7062\n\nRedevance océanique\n\n- 1 719 302\n\n7063\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n- 21 856 301\n\n7064\n\nRedevances pour services terminaux de la circulation aérienne pour l'outre-mer\n\n- 3 967 621\n\n7067\n\nRedevances de surveillance et de certification\n\n- 2 975 018\n\n7068\n\nPrestations de service\n\n- 401 087\n\n7080\n\nAutres recettes d'exploitation\n\n- 98 630\n\n7500\n\nAutres produits de gestion courante\n\n- 2 779\n\n7501\n\nTaxe de l'aviation civile\n\n- 48 545 371\n\n7502\n\nFrais d'assiette et recouvrement sur taxes perçues pour le compte de tiers\n\n- 632 194\n\n7600\n\nProduits financiers\n\n- 327\n\n7781\n\nProduits exceptionnels hors cessions\n\n- 56 308\n\n7782\n\nProduit de cession des immobilisations affectées à la dette (art. 61 de la loi de finances pour 2011)\n\n- 330 126\n\n9700\n\nProduit brut des emprunts\n\n+ 200 000 000\n\nleft\n\nTotal des recettes\n\n0\n\n1\n\nNuméro de ligne\n\nIntitulé de la recette\n\nRévision des évaluationspour 2021\n\nleft\n\nParticipations financières de l'Etat\n\n- 5 200 000 000\n\n6\n\nVersement du budget général\n\n- 5 200 000 000\n\nleft\n\nTotal\n\n- 5 200 000 000\n\n1"
    },
    {
      "provision_ref": "artÉTATB",
      "section": "ÉTATB",
      "title": "Article ÉTATB",
      "content": "(Article 16 de la loi)RÉPARTITION DES CRÉDITS POUR 2021 OUVERTS ET ANNULÉS, PAR MISSION ET PROGRAMME, AU TITRE DU BUDGET GÉNÉRALBUDGET GÉNÉRAL\n\nMission / Programme\n\nAutorisationsd'engagementsupplémentairesouvertes\n\nCrédits de paiementsupplémentaires ouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiement annulés\n\nAction extérieure de l'Etat\n\nleft\n\nleft\n\n31 000 000\n\n31 000 000\n\nAction de la France en Europe et dans le monde\n\nleft\n\nleft\n\n19 813 135\n\n19 813 135\n\nDiplomatie culturelle et d'influence\n\nleft\n\nleft\n\n6 579 104\n\n6 579 104\n\nFrançais à l'étranger et affaires consulaires\n\nleft\n\nleft\n\n4 607 761\n\n4 607 761\n\nAdministration générale et territoriale de l'Etat\n\nleft\n\nleft\n\n24 771 188\n\n24 771 188\n\nAdministration territoriale de l'Etat\n\nleft\n\nleft\n\n11 572 206\n\n11 572 206\n\nConduite et pilotage des politiques de l'intérieur\n\nleft\n\nleft\n\n13 198 982\n\n13 198 982\n\nAgriculture, alimentation,forêt et affaires rurales\n\n350 000 000\n\n350 000 000\n\n1 634 388\n\n1 634 388\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\n314 000 000\n\n314 000 000\n\nleft\n\nleft\n\nSécurité et qualité sanitaires de l'alimentation\n\n36 000 000\n\n36 000 000\n\nleft\n\nleft\n\nConduite et pilotage des politiques de l'agriculture\n\nleft\n\nleft\n\n1 634 388\n\n1 634 388\n\nAnciens combattants, mémoireet liens avec la Nation\n\nleft\n\nleft\n\n5 570 923\n\n5 570 923\n\nLiens entre la Nation et son armée\n\nleft\n\nleft\n\n604 537\n\n604 537\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\nleft\n\nleft\n\n4 966 386\n\n4 966 386\n\nCohésion des territoires\n\n727 000 000\n\n727 000 000\n\n12 487 758\n\n12 487 758\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\n700 000 000\n\n700 000 000\n\nleft\n\nleft\n\nUrbanisme, territoires et amélioration de l'habitat\n\nleft\n\nleft\n\n8 682 556\n\n8 682 556\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\nleft\n\nleft\n\n3 169 240\n\n3 169 240\n\nPolitique de la ville\n\n27 000 000\n\n27 000 000\n\nleft\n\nleft\n\nInterventions territoriales de l'Etat\n\nleft\n\nleft\n\n635 962\n\n635 962\n\nConseil et contrôle de l'Etat\n\nleft\n\nleft\n\n1 459 371\n\n1 459 371\n\nConseil d'Etat et autres juridictions administratives\n\nleft\n\nleft\n\n1 330 050\n\n1 330 050\n\nConseil économique, social et environnemental\n\nleft\n\nleft\n\n129 321\n\n129 321\n\nCrédits non répartis\n\n1 500 000 000\n\n1 500 000 000\n\nleft\n\nleft\n\nDépenses accidentelles et imprévisibles\n\n1 500 000 000\n\n1 500 000 000\n\nleft\n\nleft\n\nCulture\n\n5 000 000\n\n5 000 000\n\n10 152 386\n\n10 152 386\n\nPatrimoines\n\nleft\n\nleft\n\n5 523 163\n\n5 523 163\n\nCréation\n\n5 000 000\n\n5 000 000\n\nleft\n\nleft\n\nTransmission des savoirs et démocratisation de la culture\n\nleft\n\nleft\n\n3 988 744\n\n3 988 744\n\nSoutien aux politiques du ministère de la culture\n\nleft\n\nleft\n\n640 479\n\n640 479\n\nDirection de l'action du Gouvernement\n\nleft\n\nleft\n\n4 737 650\n\n4 737 650\n\nCoordination du travail gouvernemental\n\nleft\n\nleft\n\n4 000 000\n\n4 000 000\n\nPrésidence française du Conseil de l'Union européenne en 2022\n\nleft\n\nleft\n\n737 650\n\n737 650\n\nÉcologie, développement et mobilité durables\n\nleft\n\nleft\n\n36 694 484\n\n36 694 484\n\nAffaires maritimes\n\nleft\n\nleft\n\n2 308 277\n\n2 308 277\n\nExpertise, information géographique et météorologie\n\nleft\n\nleft\n\n2 510 404\n\n2 510 404\n\nPrévention des risques\n\nleft\n\nleft\n\n10 298 636\n\n10 298 636\n\nÉnergie, climat et après-mines\n\nleft\n\nleft\n\n18 409 025\n\n18 409 025\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\nleft\n\nleft\n\n3 168 142\n\n3 168 142\n\nÉconomie\n\n2 000 000 000\n\n2 000 000 000\n\n8 548 707\n\n21 284 898\n\nDéveloppement des entreprises et régulations\n\nleft\n\nleft\n\n5 101 417\n\n5 101 417\n\nPlan “France Très haut débit”\n\nleft\n\nleft\n\nleft\n\n12 736 191\n\nStatistiques et études économiques\n\nleft\n\nleft\n\n2 375 424\n\n2 375 424\n\nStratégies économiques\n\nleft\n\nleft\n\n1 071 866\n\n1 071 866\n\nFinancement des opérations patrimoniales envisagées en 2021 sur le compte d'affectation spéciale “Participations financières de l'Etat”\n\n2 000 000 000\n\n2 000 000 000\n\nleft\n\nleft\n\nEngagements financiers de l'Etat\n\n1 900 000 000\n\n1 900 000 000\n\n995 000 000\n\n995 000 000\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\n1 900 000 000\n\n1 900 000 000\n\nleft\n\nleft\n\nAppels en garantie de l'Etat (crédits évaluatifs)\n\nleft\n\nleft\n\n995 000 000\n\n995 000 000\n\nEnseignement scolaire\n\nleft\n\nleft\n\n16 284 058\n\n16 284 058\n\nEnseignement scolaire public du premier degré\n\nleft\n\nleft\n\n1 596 457\n\n1 596 457\n\nEnseignement scolaire public du second degré\n\nleft\n\nleft\n\n4 207 699\n\n4 207 699\n\nVie de l'élève\n\nleft\n\nleft\n\n6 304 935\n\n6 304 935\n\nEnseignement privé du premier et du second degrés\n\nleft\n\nleft\n\n1 949 117\n\n1 949 117\n\nEnseignement technique agricole\n\nleft\n\nleft\n\n2 225 850\n\n2 225 850\n\nGestion des finances publiques\n\nleft\n\nleft\n\n15 109 769\n\n15 109 769\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\nleft\n\nleft\n\n2 903 531\n\n2 903 531\n\nConduite et pilotage des politiques économiques et financières\n\nleft\n\nleft\n\n7 432 448\n\n7 432 448\n\nFacilitation et sécurisation des échanges\n\nleft\n\nleft\n\n4 773 790\n\n4 773 790\n\nImmigration, asile et intégration\n\nleft\n\nleft\n\n9 656 530\n\n9 656 530\n\nIntégration et accès à la nationalité française\n\nleft\n\nleft\n\n9 656 530\n\n9 656 530\n\nInvestissements d'avenir\n\n4 000 000\n\n4 000 000\n\n50 000 000\n\n50 000 000\n\nValorisation de la recherche\n\nleft\n\nleft\n\n50 000 000\n\n50 000 000\n\nAccélération de la modernisation des entreprises\n\n4 000 000\n\n4 000 000\n\nleft\n\nleft\n\nJustice\n\nleft\n\nleft\n\n50 000 000\n\n50 000 000\n\nAdministration pénitentiaire\n\nleft\n\nleft\n\n26 662 901\n\n26 662 901\n\nProtection judiciaire de la jeunesse\n\nleft\n\nleft\n\n6 919 732\n\n6 919 732\n\nAccès au droit et à la justice\n\nleft\n\nleft\n\n10 384 529\n\n10 384 529\n\nConduite et pilotage de la politique de la justice\n\nleft\n\nleft\n\n5 995 132\n\n5 995 132\n\nConseil supérieur de la magistrature\n\nleft\n\nleft\n\n37 706\n\n37 706\n\nMédias, livre et industries culturelles\n\nleft\n\nleft\n\n2 847 616\n\n2 847 616\n\nPresse et médias\n\nleft\n\nleft\n\n1 354 134\n\n1 354 134\n\nLivre et industries culturelles\n\nleft\n\nleft\n\n1 493 482\n\n1 493 482\n\nOutre-mer\n\n82 000 000\n\n82 000 000\n\n26 231 216\n\n26 231 216\n\nEmploi outre-mer\n\nleft\n\nleft\n\n26 231 216\n\n26 231 216\n\nConditions de vie outre-mer\n\n82 000 000\n\n82 000 000\n\nleft\n\nleft\n\nPlan de relance\n\n4 674 000 000\n\n4 892 000 000\n\n474 000 000\n\nleft\n\nÉcologie\n\nleft\n\n260 000 000\n\n474 000 000\n\nleft\n\nCompétitivité\n\n534 000 000\n\n492 000 000\n\nleft\n\nleft\n\nCohésion\n\n4 140 000 000\n\n4 140 000 000\n\nleft\n\nleft\n\nPlan d'urgence face à la crise sanitaire\n\n9 803 000 000\n\n9 803 000 000\n\nleft\n\nleft\n\nPrise en charge du chômage partiel et financement des aides d'urgence aux employeurs et aux actifs précaires à la suite de la crise sanitaire\n\n2 200 000 000\n\n2 200 000 000\n\nleft\n\nleft\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\n3 603 000 000\n\n3 603 000 000\n\nleft\n\nleft\n\nCompensation à la sécurité sociale des allègements de prélèvements pour les entreprises les plus touchées par la crise sanitaire\n\n4 000 000 000\n\n4 000 000 000\n\nleft\n\nleft\n\nRecherche et enseignement supérieur\n\n187 343 314\n\n187 343 314\n\n32 804 561\n\n32 804 561\n\nVie étudiante\n\n150 000 000\n\n150 000 000\n\nleft\n\nleft\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\nleft\n\nleft\n\n24 851 695\n\n24 851 695\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n37 343 314\n\n37 343 314\n\nleft\n\nleft\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\nleft\n\nleft\n\n5 684 983\n\n5 684 983\n\nEnseignement supérieur et recherche agricoles\n\nleft\n\nleft\n\n2 267 883\n\n2 267 883\n\nRégimes sociaux et de retraite\n\nleft\n\nleft\n\n2 398 474\n\n2 398 474\n\nRégimes de retraite des mines, de la SEITA et divers\n\nleft\n\nleft\n\n2 398 474\n\n2 398 474\n\nRelations avec les collectivités territoriales\n\n43 300 000\n\n15 000 000\n\nleft\n\nleft\n\nConcours spécifiques et administration\n\n43 300 000\n\n15 000 000\n\nleft\n\nleft\n\nRemboursements et dégrèvements\n\n203 214 027\n\n203 214 027\n\n198 074 957\n\n198 074 957\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\nleft\n\nleft\n\n198 074 957\n\n198 074 957\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n203 214 027\n\n203 214 027\n\nleft\n\nleft\n\nSanté\n\nleft\n\nleft\n\n6 969 635\n\n6 969 635\n\nProtection maladie\n\nleft\n\nleft\n\n6 969 635\n\n6 969 635\n\nSécurités\n\nleft\n\nleft\n\n20 398 694\n\n20 398 694\n\nPolice nationale\n\nleft\n\nleft\n\n7 516 077\n\n7 516 077\n\nGendarmerie nationale\n\nleft\n\nleft\n\n10 128 036\n\n10 128 036\n\nSécurité et éducation routières\n\nleft\n\nleft\n\n645 768\n\n645 768\n\nSécurité civile\n\nleft\n\nleft\n\n2 108 813\n\n2 108 813\n\nSport, jeunesse et vie associative\n\n130 000 000\n\n130 000 000\n\nleft\n\nleft\n\nSport\n\n130 000 000\n\n130 000 000\n\nleft\n\nleft\n\nDont titre 2\n\n984 000\n\n984 000\n\nleft\n\nleft\n\nTransformation et fonction publiques\n\nleft\n\nleft\n\n5 239 529\n\n20 438 473\n\nRénovation des cités administratives et autres sites domaniaux multi-occupants\n\nleft\n\nleft\n\nleft\n\n15 198 944\n\nFonds pour la transformation de l'action publique\n\nleft\n\nleft\n\n2 265 401\n\n2 265 401\n\nFonds d'accompagnement interministériel Ressources humaines\n\nleft\n\nleft\n\n2 854 352\n\n2 854 352\n\nInnovation et transformation numériques\n\nleft\n\nleft\n\n119 776\n\n119 776\n\nTravail et emploi\n\nleft\n\nleft\n\n97 518 314\n\n97 518 314\n\nAccès et retour à l'emploi\n\nleft\n\nleft\n\n50 000 000\n\n50 000 000\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nleft\n\nleft\n\n47 518 314\n\n47 518 314\n\nTotal\n\n21 608 857 341\n\n21 798 557 341\n\n2 139 590 208\n\n1 693 525 343\n\n1"
    },
    {
      "provision_ref": "artÉTATD",
      "section": "ÉTATD",
      "title": "Article ÉTATD",
      "content": "(Article 17 de la loi)RÉPARTITION DES CRÉDITS POUR 2021 OUVERTS ET ANNULÉS, PAR MISSION ET PROGRAMME, AU TITRE DES COMPTES SPÉCIAUXI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagementsupplémentairesouvertes\n\nCrédits de paiementsupplémentaires ouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiement annulés\n\nParticipations financières de l'Etat\n\nleft\n\nleft\n\n5 200 000 000\n\n5 200 000 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\nleft\n\nleft\n\n5 200 000 000\n\n5 200 000 000\n\nTotal\n\nleft\n\nleft\n\n5 200 000 000\n\n5 200 000 000\n\n1\n\nMission / Programme\n\nAutorisationsd'engagementsupplémentairesouvertes\n\nCréditsde paiementsupplémentaires ouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiement annulés\n\nAvances à divers services de l'Etatou organismes gérant des services publics\n\n200 000 000\n\n200 000 000\n\nleft\n\nleft\n\nAvances à des services de l'Etat\n\n200 000 000\n\n200 000 000\n\nleft\n\nleft\n\nPrêts et avances à des particuliersou à des organismes privés\n\n600 000 000\n\n600 000 000\n\nleft\n\nleft\n\nPrêts pour le développement économique et social\n\n600 000 000\n\n600 000 000\n\nleft\n\nleft\n\nTotal\n\n800 000 000\n\n800 000 000\n\nleft\n\nleft\n\n1"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2021 s'établit comme suit :\n\nCadre potentiel LPFP (En points de produit intérieur brut [*])\n\nExécution pour 2020\n\nPrévision pour 2021\n\nSolde structurel (1)\n\n- 1,3\n\n- 6,3\n\nSolde conjoncturel (2)\n\n- 5,0\n\n- 3,0\n\nMesures ponctuelles et temporaires (3)\n\n- 2,9\n\n- 0,1\n\nSolde effectif (1 + 2 + 3)\n\n- 9,2\n\n- 9,4\n\n(*) Les montants figurant dans le présent tableau sont arrondis au dixième de point le plus proche ; il résulte de l'application de ce principe que le montant arrondi du solde effectif peut ne pas être égal à la somme des montants entrant dans son calcul.\n\n1\n\ncenter"
    }
  ]
}