{
  "id": "loi-n-93-1352-du-30-decembre-1993",
  "type": "statute",
  "title": "Loi n° 93-1352 du 30 décembre 1993",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000509319",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir, continue d'être effectuée pendant l'année 1994 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 1993 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 1993 ;3° A compter du 1er janvier 1994 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La limite de versement mentionnée au premier alinéa du 4 de l'article 200 du code général des impôts est portée à 1 000 F."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le gain net imposable retiré de la cession de parts ou actions mentionnées au 1 bis de l'article 92 B du code général des impôts réalisée du 1er octobre 1993 au 31 décembre 1994 peut, sur demande du contribuable, être exonéré lorsque le produit de la cession est investi dans un délai de deux mois dans l'acquisition ou la construction d'un immeuble affecté exclusivement à l'habitation et situé en France ou dans la réalisation de travaux de reconstruction ou d'agrandissement.Cette disposition est applicable aux dépenses de grosses réparations visées au a du III de l'article 199 sexies C du code général des impôts. L'exonération n'est applicable qu'à une opération déterminée mentionnée au II du même article, à condition que le montant des dépenses soit au moins égal à 30 000 F. Lorsque le contribuable opte pour le bénéfice de cette disposition, les dépenses concernées ne peuvent bénéficier de la réduction d'impôt sur le revenu prévue au même article. L'exonération est accordée sur présentation de factures dans les conditions prévues au cinquième alinéa du I du même article.Cette exonération s'applique lorsque le produit de la cession est investi dans l'achat d'un terrain destiné à la construction d'un logement individuel, sous réserve du dépôt du permis de construire avant le 30 septembre 1994 et à condition que les fondations soient achevées au plus tard le 31 décembre 1994.Cette exonération s'applique dans la limite d'un montant de cession de 600 000 F pour un contribuable célibataire, veuf ou divorcé ou 1 200 000 F pour des contribuables mariés soumis à imposition commune. Ces limites s'apprécient sur la période mentionnée au premier alinéa.En cas de franchissement de ces limites, la fraction de la plus-value dont le montant est exonéré est déterminée selon le rapport existant entre 600 000 F ou 1 200 000 F, selon le cas, et le montant de la cession. Pour l'année 1994, les montants de 600 000 F et de 1 200 000 F sont diminués, le cas échéant, du montant des cessions réalisées en 1993 ayant ouvert droit au bénéfice de l'exonération.Lorsque l'exonération est demandée, les limites mentionnées au I et au I bis de l'article 92 B du code général des impôts sont appréciées, pour l'imposition des autres gains nets réalisés au cours de la même année par le foyer fiscal, en faisant abstraction du montant de la cession correspondant à la plus-value ainsi exonérée.Ces dispositions sont exclusives de l'application de la mesure prévue à l'article 199 undecies du même code.Un décret précise les modalités d'application du présent article, notamment les obligations déclaratives des contribuables et des intermédiaires."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. et II. Paragraphes modificateursIII. Ces dispositions s'appliquent aux dépenses payées à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I s'appliquent aux souscriptions réalisées à compter du 1er juillet 1993."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. L'exonération prévue à l'article 8 de la présente loi s'applique dans les mêmes conditions lorsque le contribuable investit le produit de la cession dans l'augmentation de capital en numéraire de sociétés dont les titres ne sont pas admis à la négociation sur un marché français ou étranger.Dans ce cas, l'exonération est en outre subordonnée aux conditions suivantes :la société bénéficiaire doit exercer une activité industrielle ou commerciale au sens de l'article 44 sexies du code général des impôts et être soumise à l'impôt sur les sociétés dans les conditions de droit commun ;les actions ou parts représentatives de l'apport en numéraire ne peuvent être cédées à titre onéreux avant l'expiration d'un délai de cinq ans à compter de la réalisation de l'apport ;la société ne doit procéder à aucune réduction de capital non motivée par des pertes ni à aucun prélèvement sur le compte primes d'émission pendant une période commençant le 1er octobre 1993 et s'achevant cinq ans après la réalisation de l'apport.II. L'exonération prévue à l'article 8 de la présente loi s'applique également dans les mêmes conditions lorsque le contribuable met le produit de la cession à la disposition d'une société dont les titres ne sont pas admis à la négociation sur un marché français ou étranger en le portant sur un compte bloqué individuel dans les conditions fixées à l'article 125 C du code général des impôts. La société bénéficiaire doit exercer une activité industrielle ou commerciale au sens de l'article 44 sexies du code général des impôts et être soumise à l'impôt sur les sociétés dans les conditions de droit commun.III. Les exonérations prévues aux I et II s'appliquent ensemble dans des limites identiques à celles mentionnées à l'article 8 de la présente loi.Elles sont exclusives de l'application des dispositions des articles 199 undecies, 199 terdecies A et 238 bis HE du code général des impôts.Le non-respect de l'une des conditions prévues pour l'application du présent article entraîne, nonobstant toutes dispositions contraires, l'exigibilité immédiate de l'impôt sur la plus-value, sans préjudice de l'intérêt de retard prévu à l'article 1727 du code général des impôts décompté de la date à laquelle cet impôt aurait dû être acquitté.IV. Un décret précise les modalités d'application du présent article, notamment les obligations déclaratives des contribuables et des intermédiaires."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. Par dérogation aux dispositions de l'article 109 de la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989), les titulaires d'un plan d'épargne populaire qui retirent leurs fonds entre le 22 septembre 1993 et le 31 décembre 1995 bénéficient du versement de la somme des primes et de leurs intérêts capitalisés.Le bénéfice de cette mesure est subordonné à la condition que le plan ait été ouvert avant le 25 août 1993 et que le titulaire justifie qu'il remplit les conditions requises pour bénéficier du droit à la prime d'épargne au cours de l'une des années de la durée du plan.Lorsque la clôture intervient dans ces conditions, seuls les versements effectués avant le 25 août 1993 ouvrent droit à la prime d'épargne.II. et III. Paragraphes modificateurs."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. à III. Paragraphes modificateursIV. Les dispositions du présent article sont applicables aux actes des huissiers de justice accomplis à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions des I et II s'appliquent aux opérations réalisées à compter du 15 octobre 1993."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La limite de 65 000 F prévue au 4 de l'article 39 du code général des impôts est portée à 75 000 F pour les véhicules dont la première mise en circulation est intervenue à compter du 1er novembre 1993."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions du présent article s'appliquent aux opérations intervenues à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. Le prélèvement social institué par l'article 1er de la loi n° 87-516 du 10 juillet 1987 portant diverses mesures relatives au financement de la sécurité sociale, modifié par la loi de finances rectificative pour 1990 (n° 90-1169 du 29 décembre 1990), s'applique dans les mêmes conditions aux revenus des années 1993 à 1996 soumis à l'impôt sur le revenu.II. Le prélèvement social institué par l'article 2 de la loi n° 87-516 du 10 juillet 1987 précitée s'applique dans les mêmes conditions aux produits de placement sur lesquels est opéré au cours des années 1994 à 1997 le prélèvement prévu à l'article 125 A du code général des impôts."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les dispositions de l'article 59 de la loi n° 90-669 du 30 juillet 1990 relative à la révision générale des évaluations des immeubles retenus pour la détermination des bases des impôts directs locaux sont maintenues pour les impositions établies au titre de 1994."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. et II. Paragraphes modificateursIII. Ces dispositions s'appliquent pour les exercices ouverts à compter du 1er janvier 1994. Toutefois, les exploitants soumis de droit au régime transitoire peuvent opter avant le 1er mai 1994 pour un régime réel d'imposition au titre de l'exercice ouvert le 1er janvier 1994 dans les conditions prévues pour l'application de l'article 69 du code général des impôts."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. Paragraphe modificateurII. Cette disposition s'applique à compter de l'imposition des revenus de 1994."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. Les plus-values réalisées à l'occasion de la cession de matériels agricoles ou forestiers par les entreprises de travaux agricoles ou forestiers sont exonérées si le chiffre d'affaires de ces entreprises est inférieur à 1 000 000 F et si les autres conditions mentionnées à l'article 151 septies du code général des impôts sont remplies. Le chiffre d'affaires annuel de 1 000 000 F, prévu au présent alinéa, s'entend tous droits et taxes compris.II. Un décret précisera les modalités d'application du I."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Le produit des droits prévus aux articles 402  bis, 403, 406 A, 438 et 520 A du code général des impôts perçu à compter du 1er janvier 1994 est affecté au fonds de solidarité vieillesse visé à l'article L. 135-1 du code de la sécurité sociale, institué à l'article 1er de la loi n° 93-936 du 22 juillet 1993 relative aux pensions de retraite et à la sauvegarde de la protection sociale, à l'exception du produit du droit de consommation prévu par l'article 403 du même code perçu dans les départements de la Corse et du prélèvement effectué au profit du budget annexe des prestations sociales agricoles selon les dispositions de l'article 1615 bis du code général des impôts."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Le tarif des redevances instituées par l'article 2 du décret n° 54-982 du 1er octobre 1954 créant un Fonds national pour le développement des adductions d'eau dans les communes rurales, modifié par l'article 35 de la loi de finances pour 1991 (n° 90-1168 du 29 décembre 1990), est porté, pour l'eau tarifée au mètre cube utilisée pour les besoins domestiques, de 10,5 centimes par mètre cube à 12,5 centimes par mètre cube au 1er janvier 1994. Les autres tarifs, quel que soit le mode de tarification, sont relevés dans les mêmes proportions."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Le bénéfice du Fonds national pour le développement des adductions d'eau dans les communes rurales institué par le décret n° 54-982 du 1er octobre 1954 est étendu à la collectivité territoriale de Mayotte."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. Le montant de la dotation globale de fonctionnement versée par l'Etat aux collectivités locales et à certains de leurs groupements est fixé, pour l'exercice 1994, à 98 143,5 millions de francs.Pour 1995, la dotation mentionnée à l'alinéa précédent est arrêtée en appliquant au montant de 1994 le taux prévisionnel d'évolution de la moyenne annuelle du prix de la consommation des ménages (hors tabac) calculé à partir des estimations figurant dans la projection économique annexée au projet de loi de finances.II. A compter du projet de loi de finances initiale pour 1996, la dotation globale de fonctionnement évolue chaque année en fonction d'un indice égal à la somme du taux prévisionnel d'évolution de la moyenne annuelle du prix de la consommation des ménages (hors tabac) de l'année de versement et de la moitié du taux d'évolution du produit intérieur brut en volume de l'année en cours, sous réserve que celui-ci soit positif.La dotation inscrite dans le projet de loi de finances initiale est arrêtée dans les conditions suivantes :1° L'indice afférent à la dotation globale de fonctionnement de l'année en cours, ajusté le cas échéant afin de prendre en compte les derniers taux d'évolution connus sans toutefois que le taux d'évolution du produit intérieur brut puisse être négatif, est appliqué au montant définitif de la dotation globale de fonctionnement de l'année précédente.2° L'indice prévisionnel défini au premier alinéa du présent paragraphe est appliqué au montant ainsi obtenu.III. A compter de 1996, il est procédé, au plus tard le 31 juillet à la régularisation du montant de la dotation afférente à l'exercice précédent lorsque l'indice, calculé sur la base du taux d'évolution de la moyenne annuelle du prix de la consommation des ménages (hors tabac) relatif à cet exercice et, le cas échéant, sur la base du taux d'évolution du produit intérieur brut total en volume relatif au pénultième exercice tels qu'ils sont constatés à cette date, appliqué au montant de la dernière dotation définitive connue, entraîne un produit différent du montant prévisionnel de la dotation inscrite en loi de finances.Si ce produit est supérieur, il est réparti entre les bénéficiaires de la dotation globale de fonctionnement. S'il est inférieur, la différence est imputée sur la dotation globale de fonctionnement du plus prochain exercice.IV. Le montant prévisionnel de la dotation globale de fonctionnement est arrêté, pour être inscrit dans le projet de loi de finances, après avis du comité des finances locales institué par l'article L. 234-20 du code des communes qui est saisi des éléments d'évaluation fournis par le ministre chargé du budget.V. Paragraphe modificateur."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. A compter de 1994, la somme versée à chaque collectivité locale, groupement de communes doté d'une fiscalité propre ou fonds départemental de la taxe professionnelle, en application du IV de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986), modifié par l'article 46 de la loi de finances pour 1992 (n° 91-1322 du 30 décembre 1991) et l'article 124 de la loi d'orientation n° 92-125 du 6 février 1992 relative à l'administration territoriale de la République, pour compenser la perte de recettes résultant de l'article 1472 A bis du code général des impôts, est diminuée de 15 p. 100 de son montant lorsque le produit des rôles généraux de taxe professionnelle émis au profit de la collectivité locale ou du groupement de communes, a été multiplié, entre 1987 et l'année précédant celle au titre de laquelle la compensation est versée, par un coefficient supérieur à 1,2 et inférieur ou égal à 1,8. Pour l'application de cette disposition aux communes, départements, groupements de communes dotés d'une fiscalité propre et fonds départementaux de la taxe professionnelle, le produit des rôles généraux de taxe professionnelle est majoré du montant perçu l'année précédente au titre respectivement de la part de la dotation forfaitaire prévue à l'article L. 2334-7 du code général des collectivités territoriales, de la part de la dotation forfaitaire prévue à l'article L. 3334-3 du même code, de la part de la dotation de compensation prévue à l'article L. 5211-28-1 dudit code et de l'article 55 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003), correspondant au montant antérieurement versé en application du I du D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998) ; pour les régions, ce produit est majoré du montant perçu en 2003 en application du I du D de l'article 44 précité et du 1 du III de l'article 29 de la loi de finances pour 2003 (n° 2002-1575 du 30 décembre 2002) indexé, chaque année entre 2004 et l'année précédant celle où la compensation doit être versée, selon les modalités prévues pour la dotation forfaitaire mentionnée à l'article L. 4332-7 du code général des collectivités territoriales.Ce pourcentage est porté à 35 p. 100 lorsque le coefficient est supérieur à 1,8 et inférieur ou égal à 3 ; à 50 p. 100, lorsque le coefficient est supérieur à 3.Pour 1995, les coefficients 1,2, 1,8 et 3 sont portés respectivement à 1,35, 1,95 et 3,25. A compter de 1996, les coefficients de 1,35, 1,95 et 3,25 sont corrigés chaque année en fonction du rapport constaté au niveau national entre, d'une part, les produits des rôles généraux de taxe professionnelle émis au profit des collectivités locales, de leurs groupements et des fonds départementaux de péréquation de la taxe professionnelle et, d'autre part, les produits émis au titre de 1994. Ces produits sont majorés dans les conditions prévues au premier alinéa.La diminution de la compensation résultant des dispositions ci-dessus ne peut excéder 2 p. 100 du produit des rôles généraux des taxes foncières, de la taxe d'habitation et de la taxe professionnelle émis, au titre de l'année précédente au profit de la collectivité locale, du groupement de communes ou du fonds départemental de péréquation de la taxe professionnelle. Ce produit est majoré dans les conditions prévues au premier alinéa ; toutefois, pour les régions, il est également majoré du montant perçu en 2003 au titre de l'article 11 de la loi de finances rectificative pour 2000 (n° 2000-656 du 13 juillet 2000) indexé, chaque année entre 2004 et l'année précédant celle où la compensation doit être versée, selon les modalités prévues pour la dotation forfaitaire mentionnée à l'article L. 4332-7 du code général des collectivités territoriales.II. Lorsqu'un groupement de communes est substitué aux communes membres pour la perception de la taxe professionnelle en application des dispositions de l'article 1609 nonies C du code général des impôts ou du II de l'article 1609 quinquies C du même code, la compensation mentionnée au I versée à chaque commune membre est, à compter de la deuxième année de perception de la taxe professionnelle par le groupement, égale au montant de la compensation versée l'année de la substitution du groupement aux communes pour la perception de la taxe professionnelle actualisée chaque année dans les conditions prévues au IV de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986).La compensation mentionnée au I versée aux établissements publics de coopération intercommunale à fiscalité propre existant en 1986 et faisant application, à compter de 2000, des dispositions du I de l'article 1609 nonies C du code général des impôts ou du II de l'article 1609 quinquies C du même code est égale au montant de la compensation versée l'année d'entrée en vigueur de ces dispositions, actualisée chaque année dans les conditions prévues au IV de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986).III. Le Gouvernement déposera devant le Parlement, avant le 2 octobre 1995, un rapport dressant le bilan de l'application du dispositif prévu aux I et II ci-dessus pour l'exercice 1995."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le dégrèvement accordé à un contribuable, en application de l'article 1647 B sexies du code général des impôts, ne peut excéder un milliard de francs pour les impositions établies au titre de 1994 et des années suivantes."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. Il est ouvert aux ministres, pour 1994, au titre des mesures nouvelles des opérations définitives des dépenses en capital des comptes d'affectation spéciale, des autorisations de programme s'élevant à la somme de 8 010 900 000 F.II. Il est ouvert aux ministres, pour 1994, au titre des mesures nouvelles des opérations définitives des comptes d'affectation spéciale, des crédits de paiement s'élevant à la somme totale de 8 215 683 800 F ainsi répartie :Dépenses ordinaires civiles : 1 251 200 000 FDépenses civiles en capital : 6 964 483 800 FTotal : 8 215 683 800 FIII. (Abrogé)"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "A. et B. Paragraphes modificateursC. Les dispositions du présent article s'appliquent à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. à IV. Paragraphes modificateurs.V. Les dispositions du présent article s'appliquent à compter du 1er août 1994."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. En cas de rattachement d'une commune à un groupement soumis aux dispositions de l'article 1609 nonies C du code général des impôts ou à une communauté ou à un syndicat d'agglomération nouvelle, le taux de taxe professionnelle de la commune est rapproché du taux de taxe professionnelle du groupement, de la communauté ou du syndicat d'agglomération nouvelle.L'écart constaté l'année au cours de laquelle le rattachement est décidé, entre le taux de taxe professionnelle de la commune et celui du groupement, de la communauté ou du syndicat d'agglomération nouvelle est réduit chaque année dans les conditions fixées aux a et b ci-après :a. Cet écart est réduit :par dixième, lorsque le taux le moins élevé est inférieur à 10 p. 100 du taux le plus élevé ;par neuvième, lorsque le taux le moins élevé est égal ou supérieur à 10 p. 100 du taux le plus élevé et inférieur à 20 p. 100 ;par huitième, lorsque le taux le moins élevé est égal ou supérieur à 20 p. 100 du taux le plus élevé et inférieur à 30 p. 100 ;par septième, lorsque le taux le moins élevé est égal ou supérieur à 30 p. 100 du taux le plus élevé et inférieur à 40 p. 100 ;par sixième, lorsque le taux le moins élevé est égal ou supérieur à 40 p. 100 du taux le plus élevé et inférieur à 50 p. 100 ;par cinquième, lorsque le taux le moins élevé est égal ou supérieur à 50 p. 100 du taux le plus élevé et inférieur à 60 p. 100 ;par quart, lorsque le taux le moins élevé est égal ou supérieur à 60 p. 100 du taux le plus élevé et inférieur à 70 p. 100 ;par tiers, lorsque le taux le moins élevé est égal ou supérieur à 70 p. 100 du taux le plus élevé et inférieur à 80 p. 100 ;par moitié, lorsque le taux le moins élevé est égal ou supérieur à 80 p. 100 du taux le plus élevé et inférieur à 90 p. 100.Lorsque le taux le moins élevé est égal ou supérieur à 90 p. 100 du taux le plus élevé, le taux du groupement, de la communauté ou du syndicat d'agglomération nouvelle s'applique immédiatement ;b. Lorsque des taux de taxe professionnelle différents du taux du groupement sont appliqués dans les communes déjà membres du groupement, l'écart de taux peut être réduit, chaque année, par parts égales, en proportion du nombre d'années restant à courir jusqu'à l'application d'un taux de taxe professionnelle unique dans le groupement ; l'application de cette disposition ne peut toutefois avoir pour effet de supprimer cet écart dans un délai plus court que celui résultant des dispositions du a.II. Pour l'application des dispositions du I, le taux de taxe professionnelle de la commune doit, lorsque celle-ci appartient également à une communauté urbaine, à un district à fiscalité propre ou à une communauté de communes, être majoré du taux de taxe professionnelle voté par ces groupements l'année au cours de laquelle le rattachement est décidé.III. Les dispositions des I et II sont également applicables dans les communes ou parties de communes qui sont incorporées dans une zone d'activités économiques où il est fait application des dispositions du II de l'article 1609 quinquies C du code général des impôts.Toutefois, le conseil municipal de la commune et l'organe délibérant du groupement peuvent décider, par délibérations concordantes, que le taux de taxe professionnelle appliqué dans la commune ou partie de commune incorporée dans la zone est, dès la première année, celui fixé par le groupement."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. et II. Paragraphes modificateursIII. Dans un délai de six mois à compter de l'entrée en vigueur du présent article, le Gouvernement présentera un rapport au Parlement évaluant les incidences et tirant les conséquences de ce dispositif sur la situation financière des départements."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. et II. Paragraphes modificateursIII. Ces dispositions sont applicables aux locations conclues à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. et II. Paragraphes modificateursIII. Les procédures en cours à la date d'entrée en vigueur du présent article seront transférées en l'état aux juridictions nouvellement compétentes sans qu'il y ait lieu de renouveler les actes, formalités et jugements avant dire droit régulièrement intervenus antérieurement à cette date."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. Paragraphe modificateurII. Les invalides titulaires d'une pension temporaire ou définitive comportant le bénéfice des dispositions de l'article L. 16 du code des pensions militaires d'invalidité et des victimes de la guerre pourront obtenir la révision de leur pension sur le fondement des dispositions du I, sans autre condition que de présenter une demande à cet effet.III. Les dispositions du présent article prennent effet au 1er janvier 1994."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Le Gouvernement adressera au Parlement un rapport analysant les incidences du décret n° 91-396 du 24 avril 1991 modifiant le code de la Légion d'honneur et de la médaille militaire et réglementant les conditions d'attribution du traitement lié à ces décorations, sur la situation des anciens combattants qui auraient été susceptibles d'en bénéficier sous l'empire des règles antérieurement en vigueur."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "La dette de l'Agence centrale des organismes de sécurité sociale à l'égard de la Caisse des dépôts et consignations constatée au 31 décembre 1993 est transférée à l'Etat, dans la limite de 110 milliards de francs, à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I. à VI. Paragraphes modificateursVI. Les dispositions de la loi n° 49-420 du 25 mars 1949 précitée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1993.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1993 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.VII. Les actions ouvertes par la loi n° 49-420 du 25 mars 1949 précitée, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée par la loi de finances pour 1993 précitée, pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.VIII. Les taux de majoration fixés au IV ci-dessus sont applicables, sous les mêmes conditions de date, aux rentes viagères visées par la loi n° 48-957 du 9 juin 1948 portant majoration des rentes viagères constituées au profit des anciens combattants auprès des caisses autonomes mutualistes et par l'article 1er de la loi n° 51-695 du 24 mai 1951 précitée ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "A compter du 1er janvier 1994, l'établissement public Météo-France est subrogé dans les droits et obligations détenus par l'Etat au titre de la météorologie nationale.La subrogation de l'établissement public Météo-France dans les droits et obligations de l'Etat prévue à l'alinéa précédent ainsi que le transfert des biens de l'Etat à Météo-France prévu par l'article 20 du décret n° 93-861 du 18 juin 1993 portant création de l'établissement public Météo-France ne donnent lieu à aucune indemnité ou perception d'impôts, droits ou taxes, ni à aucun versement au profit des agents de l'Etat d'honoraires             ou de la contribution prévue à l'article 879 du code général des impôts ."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Le montant des redevances d'exploitation auxquelles sont assujettis les exploitants d'installations nucléaires de base en application de l'article 17 de la loi de finances rectificative pour 1975 (n° 75-1242 du 27 décembre 1975), qui a été fixé en dernier lieu par l'article 114 de la loi de finances pour 1993 précitée, est revalorisé de 14 p. 100 à compter du 1er janvier 1994."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I. L'effet des dispositions suivantes est suspendu pour 1994 :1° Article 108 de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat ;2° Dernière phrase des premiers alinéas des articles 16 et 17 de la loi n° 83-663 du 22 juillet 1983 complétant la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat.II. Les dotations aux collectivités locales, faisant l'objet de la suspension d'indexation prévue au I ci-dessus, sont fixées ainsi qu'il suit en 1994 :1° La dotation globale d'équipement des communes est fixée à 3 543,515 millions de francs en autorisations de programme et à 3 309,589 millions de francs en crédits de paiement ;2° La dotation globale d'équipement des départements est fixée à 2 351,060 millions de francs en autorisations de programme et à 2 272,828 millions de francs en crédits de paiement ;3° La dotation régionale d'équipement scolaire est fixée à 2 946,854 millions de francs en autorisations de programme et à 2 835,313 millions de francs en crédits de paiement ;4° La dotation départementale d'équipement des collèges est fixée à 1 457,793 millions de francs en autorisations de programme et à 1 402,614 millions de francs en crédits de paiement."
    }
  ]
}