{
  "id": "loi-n-87-571-du-23-juillet-1987",
  "type": "statute",
  "title": "Loi n° 87-571 du 23 juillet 1987",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000874956",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les contribuables autres que les entreprises sont autorisés à déduire de leur revenu imposable les versements qu'ils ont effectués au profit du comité d'organisation des seizièmes jeux Olympiques d'hiver d'Albertville et de la Savoie dans la limite fixée au deuxième alinéa du 4 de l'article 238 bis du code général des impôts."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "Tout organisme bénéficiaire de dons de personnes physiques ou morales ouvrant droit, au bénéfice des donateurs, à un avantage fiscal                  doit assurer, dans des conditions déterminées par décret en Conseil d'Etat, la publicité par tous moyens et la certification de ses comptes annuels au-dessus d'un montant de dons de 153 000 euros par an.\n\nLes dispositions de l'alinéa qui précède ne sont pas applicables aux associations et fondations. Lorsque le montant annuel des dons reçus excède un seuil fixé par décret, celles-ci sont soumises aux prescriptions de l'article L. 612-4 du code de commerce."
    },
    {
      "provision_ref": "art4-2",
      "section": "4-2",
      "title": "Article 4-2",
      "content": "I.-A l'exception des associations mentionnées aux articles 18 et 19 de la loi du 9 décembre 1905 concernant la séparation des Eglises et de l'Etat et à l'article 4 de la loi du 2 janvier 1907 concernant l'exercice public des cultes, les associations mentionnées au second alinéa de l'article 4-1 de la présente loi bénéficiant directement ou indirectement d'avantages ou de ressources versés en numéraire ou consentis en nature par un Etat étranger, par une personne morale étrangère, par tout dispositif juridique de droit étranger comparable à une fiducie ou par une personne physique non résidente en France tiennent un état séparé de ces avantages et ressources. Cet état séparé, dont les modalités sont précisées par un règlement de l'Autorité des normes comptables, est intégré à l'annexe des comptes annuels.Les avantages et ressources soumis à l'obligation prévue au premier alinéa du présent I sont notamment les apports en fonds propres, les prêts, les subventions, les dons manuels, les mécénats de compétences, les prêts de main-d'œuvre, les dépôts, les libéralités et les contributions volontaires, qu'ils soient réalisés par ou sans l'intermédiaire d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement ou d'un organisme ou service mentionné à l'article L. 518-1 du code monétaire et financier.II.-Les avantages et ressources soumis à l'obligation mentionnée au I du présent article sont les suivants :1° Les avantages et ressources apportés directement à l'association bénéficiaire ;2° Les avantages et ressources apportés à toute association ou à toute société sous contrôle exclusif, sous contrôle conjoint ou sous influence notable de l'association bénéficiaire, au sens des II et III de l'article L. 233-16 et de l'article L. 233-17-2 du code de commerce ;3° Les avantages et ressources apportés à toute entité structurée ou organisée de manière telle que son activité est en fait exercée pour le compte de l'association bénéficiaire ou de toute association ou société mentionnée au 2° du présent II ;4° Les avantages et ressources apportés aux associations, sociétés ou entités mentionnées aux 1° à 3° par l'intermédiaire d'une personne morale ou d'une fiducie, sous contrôle exclusif, sous contrôle conjoint ou sous influence notable d'un Etat étranger ou d'une personne morale étrangère ou de tout dispositif juridique de droit étranger comparable à une fiducie ;5° Les avantages et ressources apportés aux associations, sociétés ou entités mentionnées aux mêmes 1° à 3° par l'intermédiaire d'une personne morale, d'une fiducie ou d'une personne physique de manière telle qu'ils le sont en fait pour le compte d'un Etat étranger, d'une personne morale étrangère, de tout dispositif juridique de droit étranger comparable à une fiducie ou d'une personne physique non résidente en France.Les fiducies et personnes morales de droit français mentionnées aux 2° à 5° assurent la certification de leurs comptes dans des conditions déterminées par décret en Conseil d'Etat, sans préjudice de l'application de l'article 4-1.III.-Le non-respect des obligations prévues au présent article est puni d'une amende de 3 750 euros, dont le montant peut être porté au quart de la somme des avantages et ressources non inscrits dans l'état séparé mentionné au premier alinéa du I.Le fait, pour un dirigeant, un administrateur ou un fiduciaire, de ne pas respecter l'obligation mentionnée au dernier alinéa du II est puni de 9 000 euros d'amende.IV.-Un décret en Conseil d'Etat fixe les modalités d'application du présent article, en particulier les conditions dans lesquelles les fiducies ou les personnes morales mentionnées au dernier alinéa du II doivent assurer la certification de leurs comptes ainsi que le montant des avantages et ressources à compter duquel s'applique l'obligation de certification."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-(paragraphe modificateur).\n\nII.-Les établissements d'utilité publique autorisés à recevoir des versements pour le compte d'œuvres ou d'organismes mentionnés au 1 de l'article 238 bis du code général des impôts, ainsi que les oeuvres et organismes qui reçoivent des versements par l'intermédiaire de ces établissements, doivent établir des comptes annuels selon les principes définis au code de commerce.\n\nLes peines prévues par l'article L. 242-8 du code de commerce précité sont applicables aux dirigeants des personnes morales visées à l'alinéa précédent qui n'auront pas établi les comptes annuels précités.\n\nLes établissements d'utilité publique mentionnés au premier alinéa du présent II sont tenus de nommer au moins un commissaire aux comptes et, lorsque les conditions définies au troisième alinéa du I de l'article L. 821-40 du code de commerce sont réunies, un suppléant, choisis sur la liste mentionnée au I de l'article L. 821-13 du même code, qui exercent leurs fonctions dans les conditions prévues par ladite loi sous réserve des règles qui sont propres à ces établissements. Les dispositions de l'article L. 821-9 du code de commerce sont applicables aux commissaires aux comptes ainsi nommés ; les dispositions de l'article L. 821-6 du même code sont applicables aux dirigeants de ces établissements.\n\nL'autorisation accordée aux établissements d'utilité publique de recevoir des versements pour le compte d'œuvres ou d'organismes est rapportée par décret en Conseil d'Etat en cas de non-observation de l'obligation d'établir des comptes annuels ou de nommer au moins un commissaire aux comptes."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les entreprises qui achètent, à compter du 1er juillet 1987, des oeuvres originales d'artistes vivants et les inscrivent à un compte d'actif immobilisé peuvent déduire du résultat imposable de l'exercice d'acquisition et des dix-neuf années suivantes, par fractions égales, une somme égale au prix d'acquisition.La déduction ainsi effectuée au titre de chaque exercice ne peut excéder la limite de 3 p. 1 000 du chiffre d'affaires, minorée du total des déductions mentionnées à l'article 238 bis AA du code général des impôts.Pour bénéficier de la déduction prévue au premier alinéa, l'entreprise doit exposer au public le bien qu'elle a acquis.L'entreprise doit inscrire à un compte de réserve spéciale au passif du bilan une somme égale à la déduction opérée en application du premier alinéa. Cette somme est réintégrée au résultat imposable en cas de changement d'affectation ou de cession de l'oeuvre ou de prélèvement sur le compte de réserve.L'entreprise peut constituer une provision pour dépréciation lorsque la dépréciation de l'oeuvre excède le montant des déductions déjà opérées au titre des alinéas qui précèdent."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La fondation est l'acte par lequel une ou plusieurs personnes physiques ou morales décident l'affectation irrévocable de biens, droits ou ressources à la réalisation d'une oeuvre d'intérêt général et à but non lucratif.\n\nLorsque l'acte de fondation a pour but la création d'une personne morale, la fondation ne jouit de la capacité juridique qu'à compter de la date d'entrée en vigueur du décret en Conseil d'Etat accordant la reconnaissance d'utilité publique. Elle acquiert alors le statut de fondation reconnue d'utilité publique.\n\nLa reconnaissance d'utilité publique peut être retirée dans les mêmes formes.\n\nUne fondation ne peut être reconnue d'utilité publique que si elle respecte les principes du contrat d'engagement républicain mentionné à l'article 10-1 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations.\n\nLorsqu'une fondation reconnue d'utilité publique est créée à l'initiative d'une ou plusieurs sociétés commerciales ou d'un ou plusieurs établissements publics à caractère industriel et commercial, la raison sociale ou la dénomination d'au moins l'une ou l'un d'entre eux peut être utilisée pour la désignation de cette fondation.\n\nLes dispositions des trois premiers alinéas du II de l'article 5 de la présente loi sont étendues à toutes les fondations reconnues d'utilité publique."
    },
    {
      "provision_ref": "art18-1",
      "section": "18-1",
      "title": "Article 18-1",
      "content": "La dotation initiale d'une fondation reconnue d'utilité publique peut être versée en plusieurs fractions sur une période maximum de dix ans à compter de la date de publication au Journal officiel du décret qui lui accorde la reconnaissance d'utilité publique."
    },
    {
      "provision_ref": "art18-2",
      "section": "18-2",
      "title": "Article 18-2",
      "content": "Un legs peut être fait au profit d'une fondation qui n'existe pas au jour de l'ouverture de la succession sous la condition qu'elle obtienne, après les formalités de constitution, la reconnaissance d'utilité publique.La demande de reconnaissance d'utilité publique doit, à peine de nullité du legs, être déposée auprès de l'autorité administrative compétente dans l'année suivant l'ouverture de la succession.Par dérogation aux dispositions du deuxième alinéa de l'article 18, la personnalité morale de la fondation reconnue d'utilité publique rétroagit au jour de l'ouverture de la succession.A défaut de désignation par le testateur des personnes chargées de constituer la fondation et d'en demander la reconnaissance d'utilité publique, il est procédé à ces formalités par une fondation reconnue d'utilité publique désignée par le représentant de l'Etat dans la région du lieu d'ouverture de la succession.Pour l'accomplissement de ces formalités, les personnes mentionnées à l'alinéa précédent ont la saisine sur les meubles et immeubles légués. Elles disposent à leur égard d'un pouvoir d'administration à moins que le testateur ne leur ait conféré des pouvoirs plus étendus."
    },
    {
      "provision_ref": "art18-3",
      "section": "18-3",
      "title": "Article 18-3",
      "content": "Une fondation reconnue d'utilité publique peut recevoir et détenir des parts sociales ou des actions d'une société ayant une activité industrielle ou commerciale, sans limitation de seuil de capital ou de droits de vote.Lorsque ces parts ou ces actions confèrent à la fondation le contrôle de la société au sens de l'article L. 233-3 du code de commerce, les statuts de la fondation indiquent comment, en application du principe de spécialité, cette dernière assure la gestion de ces parts ou actions sans s'immiscer dans la gestion de la société et les conditions dans lesquelles la fondation se prononce notamment sur l'approbation des comptes de la société, la distribution de ses dividendes, l'augmentation ou la réduction de son capital ainsi que sur les décisions susceptibles d'entraîner une modification de ses statuts."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les sociétés civiles ou commerciales, les établissements publics à caractère industriel et commercial, les coopératives, les institutions de prévoyance ou les mutuelles peuvent créer, en vue de la réalisation d'une oeuvre d'intérêt général, une personne morale, à but non lucratif, dénommée fondation d'entreprise. Lors de la constitution de la fondation d'entreprise, le ou les fondateurs s'engagent à effectuer les versements mentionnés à l'article 19-7 de la présente loi."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "La fondation d'entreprise jouit de la capacité juridique à compter de la publication au Journal officiel de l'autorisation administrative qui lui confère ce statut.Cette autorisation est réputée acquise à l'expiration d'un délai de quatre mois à compter du dépôt de la demande. Elle fait alors l'objet de la publication prévue à l'alinéa ci-dessus.La fondation d'entreprise fait connaître à l'autorité administrative toute modification apportée à ses statuts ; ces modifications sont autorisées dans les mêmes formes que les statuts initiaux. La majoration du programme d'action pluriannuel est déclarée sous la forme d'un avenant aux statuts."
    },
    {
      "provision_ref": "art19-2",
      "section": "19-2",
      "title": "Article 19-2",
      "content": "La fondation d'entreprise est créée pour une durée déterminée qui ne peut être inférieure à cinq ans. Aucun fondateur ne peut s'en retirer s'il n'a pas payé intégralement les sommes qu'il s'est engagé à verser. A l'expiration de cette période, les fondateurs ou certains d'entre eux seulement peuvent décider la prorogation de la fondation pour une durée au moins égale à trois ans. Lors de la prorogation, le fondateurs s'engagent sur un nouveau programme d'action pluriannuel au sens de l'article 19-7 ci-dessous et complètent, si besoin est, la dotation définie à l'article 19-6.\n\nLa prorogation est déclarée à l'autorité administrative. Cette déclaration est assortie du nouveau programme d'action pluriannuel ainsi que, le cas échéant, des noms des fondateurs supplémentaires. Toute autre modification des statuts est autorisée dans les mêmes formes que les statuts initiaux. La déclaration de prorogation est également assortie du dépôt de la caution bancaire prévue au dernier alinéa de l'article 19-7. Elle est publiée au Journal officiel."
    },
    {
      "provision_ref": "art19-3",
      "section": "19-3",
      "title": "Article 19-3",
      "content": "La fondation d'entreprise peut, sous réserve des dispositions de l'article 19-8, faire tous les actes de la vie civile qui ne sont pas interdits par ses statuts mais elle ne peut acquérir ou posséder d'autres immeubles que ceux nécessaires au but qu'elle se propose. Toutes les valeurs mobilières doivent être placées en titres nominatifs, en titres pour lesquels est établi le bordereau de références nominatives prévu à l'article 55 de la loi n° 87-416 du 17 juin 1987 sur l'épargne ou en valeurs admises par la Banque de France en garanties d'avances. Lorsque la fondation d'entreprise détient des actions des sociétés fondatrices ou de sociétés contrôlées par elles, la fondation ne peut exercer les droits de vote attachés à ces actions."
    },
    {
      "provision_ref": "art19-4",
      "section": "19-4",
      "title": "Article 19-4",
      "content": "La fondation d'entreprise est administrée par un conseil d'administration composé pour les deux tiers au plus des fondateurs ou de leurs représentants et de représentants du personnel, et pour un tiers au moins de personnalités qualifiées dans ses domaines d'intervention. Les personnalités sont choisies par les fondateurs ou leurs représentants et nommées lors de la première réunion constitutive du conseil d'administration.Les statuts déterminent les conditions de nomination et de renouvellement des membres du conseil.Les membres du conseil exercent leur fonction à titre gratuit."
    },
    {
      "provision_ref": "art19-5",
      "section": "19-5",
      "title": "Article 19-5",
      "content": "Le conseil d'administration prend toutes décisions dans l'intérêt de la fondation d'entreprise. Il décide des actions en justice, vote le budget, approuve les comptes ; il décide des emprunts.Le président représente la fondation en justice et dans les rapports avec les tiers."
    },
    {
      "provision_ref": "art19-6",
      "section": "19-6",
      "title": "Article 19-6",
      "content": "A compter de la date de publication de la loi n° 2002-5 du 4 janvier 2002 relative aux musées de France, les fondations d'entreprise créées antérieurement dont les fondateurs auront décidé la prorogation sont autorisées à consacrer les fonds de leur dotation initiale aux dépenses prévues par leur nouveau programme d'action pluriannuel."
    },
    {
      "provision_ref": "art19-7",
      "section": "19-7",
      "title": "Article 19-7",
      "content": "Les statuts de la fondation d'entreprise comprennent un programme d'action pluriannuel dont le montant ne peut être inférieur à une somme fixée par voie réglementaire.Les sommes correspondantes peuvent être versées en plusieurs fractions sur une période maximale de cinq ans.Les sommes que chaque membre fondateur s'engage à verser sont garanties par une caution bancaire."
    },
    {
      "provision_ref": "art19-8",
      "section": "19-8",
      "title": "Article 19-8",
      "content": "Les ressources de la fondation d'entreprise comprennent :\n\n1° Les versements des fondateurs à l'exception de la dotation initiale si celle-ci a été constituée et n'a pas fait l'objet de l'affectation prévue à l'article 19-6 ;\n\n2° Les subventions de l'Etat, des collectivités territoriales et de leurs établissements publics ;\n\n3° Le produit des rétributions pour services rendus ;\n\n4° Les revenus de la dotation initiale si celle-ci a été constituée et n'a pas fait l'objet de l'affectation prévue à l'article 19-6 et des ressources mentionnés aux 1°, 2° et 3° ci-dessus.\n\nSous peine de retrait de l'autorisation administrative prévue à l'article 19-1, la fondation d'entreprise ne peut faire appel à la générosité du public ; elle ne peut recevoir de dons ni de legs. Elle peut toutefois recevoir des dons effectués par les salariés, mandataires sociaux, sociétaires, adhérents ou actionnaires de l'entreprise fondatrice ou des entreprises du groupe, au sens de l'article 223 A du code général des impôts, auquel appartient l'entreprise fondatrice."
    },
    {
      "provision_ref": "art19-9",
      "section": "19-9",
      "title": "Article 19-9",
      "content": "Les fondations d'entreprise établissent chaque année un bilan, un compte de résultats et une annexe. Elles nomment au moins un commissaire aux comptes et, lorsque les conditions définies au troisième alinéa du I de l'article L. 821-40 du code de commerce sont réunies, un suppléant, choisis sur la liste mentionnée au I de l'article L. 821-13 du même code, qui exercent leurs fonctions dans les conditions prévues par cette loi ; les dispositions de l'article L. 820-7 du code de commerce leur sont applicables. Les peines prévues à l'article L. 242-8 du même code sont applicables au président et aux membres des conseils de fondations d'entreprise qui n'auront pas, chaque année, établi un bilan, un compte de résultat et une annexe. Les dispositions de l'article L. 820-4 dudit code leur sont également applicables.\n\nLe commissaire aux comptes peut appeler l'attention du président ou des membres du conseil de la fondation d'entreprise sur tout fait de nature à compromettre la continuité de l'activité qu'il a relevé au cours de sa mission ; il peut demander au conseil d'administration d'en délibérer ; il assiste à la réunion ; en cas d'inobservation de ces dispositions ou si, en dépit des décisions prises, il constate que la continuité de l'activité reste compromise, le commissaire aux comptes établit un rapport spécial qu'il adresse à l'autorité administrative."
    },
    {
      "provision_ref": "art19-10",
      "section": "19-10",
      "title": "Article 19-10",
      "content": "L'autorité administrative s'assure de la régularité du fonctionnement de la fondation d'entreprise ; à cette fin, elle peut se faire communiquer tous documents et procéder à toutes investigations utiles.La fondation d'entreprise adresse, chaque année, à l'autorité administrative un rapport d'activité auquel sont joints le rapport du commissaire aux comptes et les comptes annuels."
    },
    {
      "provision_ref": "art19-11",
      "section": "19-11",
      "title": "Article 19-11",
      "content": "Lorsque la fondation est dissoute, soit par l'arrivée du terme, soit à l'amiable par le retrait de l'ensemble des fondateurs, sous réserve qu'ils aient intégralement payé les sommes qu'ils se sont engagés à verser, un liquidateur est nommé par le conseil d'administration. Si le conseil n'a pu procéder à cette nomination ou si la dissolution résulte du retrait de l'autorisation, le liquidateur est désigné par l'autorité judiciaire.La nomination du liquidateur est publiée au Journal officiel."
    },
    {
      "provision_ref": "art19-12",
      "section": "19-12",
      "title": "Article 19-12",
      "content": "En cas de dissolution d'une fondation d'entreprise, les ressources non employées et la dotation si celle-ci a été constituée et n'a pas fait l'objet de l'affectation prévue à l'article 19-6, sont attribuées par le liquidateur à un ou plusieurs établissements publics ou reconnus d'utilité publique dont l'activité est analogue à celle de la fondation d'entreprise dissoute."
    },
    {
      "provision_ref": "art19-13",
      "section": "19-13",
      "title": "Article 19-13",
      "content": "Un décret en Conseil d'Etat fixe les modalités d'application des articles 18 à 19-12 de la présente loi."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Seules les fondations reconnues d'utilité publique peuvent faire usage, dans leur intitulé, leurs statuts, contrats, documents ou publicité, de l'appellation de fondation. Toutefois, peut également être dénommée fondation l'affectation irrévocable, en vue de la réalisation d'une oeuvre d'intérêt général et à but non lucratif, de biens, droits ou ressources à une fondation reconnue d'utilité publique dont les statuts ont été approuvés à ce titre, dès lors que ces biens, droits ou ressources sont gérés directement par la fondation affectataire, et sans que soit créée à cette fin une personne morale distincte.\n\nSeules les fondations d'entreprise répondant aux conditions prévues aux articles 19-1 à 19-10 de la présente loi peuvent faire usage, dans leur intitulé, leurs statuts, contrats, documents ou publicité, de l'appellation de fondation d'entreprise. Elle peut être accompagnée du ou des noms des fondateurs.\n\nLes groupements constitués avant la publication de la présente loi, qui utilisent dans leur dénomination les termes de fondation ou de fondation d'entreprise, doivent se conformer à ses dispositions avant le 31 décembre 1991.\n\nLes présidents, administrateurs ou directeurs des groupements qui enfreindront les dispositions du présent article seront punis d'une amende de 3750 euros."
    },
    {
      "provision_ref": "art20-1",
      "section": "20-1",
      "title": "Article 20-1",
      "content": "I.-La fusion de plusieurs fondations dotées de la personnalité morale est décidée par des délibérations concordantes adoptées dans les conditions requises par leurs statuts pour leur dissolution. Lorsque la fusion est réalisée par voie de création d'une nouvelle fondation, le projet de statuts de la nouvelle fondation est approuvé par délibérations concordantes de chacune des fondations qui disparaissent et il n'y a pas lieu à approbation de l'opération par la nouvelle fondation.\n\nLa scission d'une fondation dotée de la personnalité morale est décidée dans les conditions requises par ses statuts pour sa dissolution. Lorsque la scission est réalisée par apport à une nouvelle fondation, le projet de statuts de la nouvelle fondation est approuvé par délibération de la fondation scindée et il n'y a pas lieu à approbation de l'opération par la nouvelle fondation.\n\nL'apport partiel d'actif entre fondations dotées de la personnalité morale est décidé par des délibérations concordantes adoptées dans les conditions requises par leurs statuts.\n\nLes fondations qui participent à l'une des opérations mentionnées aux trois premiers alinéas établissent un projet de fusion, de scission ou d'apport partiel d'actif, qui fait l'objet d'une publication sur un support habilité à recevoir des annonces légales, dans des conditions et délais fixés par voie réglementaire.\n\nLorsque la valeur totale de l'ensemble des apports est d'un montant au moins égal à un seuil fixé par voie réglementaire, les délibérations prévues aux trois premiers alinéas sont précédées de l'examen d'un rapport établi par un commissaire à la fusion, à la scission ou aux apports, désigné d'un commun accord par la ou les fondations qui procèdent à l'apport. Le rapport se prononce sur les méthodes d'évaluation et sur la valeur de l'actif et du passif des fondations concernées et expose les conditions financières de l'opération. Pour l'exercice de sa mission, le commissaire peut obtenir auprès de chacune des fondations communication de tous documents utiles et procéder aux vérifications nécessaires.\n\nII.-La fusion ou la scission entraîne la dissolution sans liquidation des fondations qui disparaissent et la transmission universelle de leur patrimoine aux fondations bénéficiaires, dans l'état où il se trouve à la date de réalisation définitive de l'opération. L'apport partiel d'actif n'entraîne pas la dissolution de la fondation qui apporte une partie de son actif.\n\nLes articles L. 236-14, L. 236-20 et L. 236-21 du code de commerce sont applicables aux fusions et aux scissions de fondations.\n\nIII.-Sauf stipulation contraire du traité d'apport, la fusion, la scission ou l'apport partiel d'actif prend effet :\n\n1° En cas de création d'une ou de plusieurs fondations nouvelles, à la date d'entrée en vigueur de l'acte nécessaire à la constitution de la nouvelle fondation ou de la dernière d'entre elles ;\n\n2° Lorsque l'opération entraîne une modification statutaire soumise à une approbation administrative, à la date d'entrée en vigueur de celle-ci ;\n\n3° Dans les autres cas, à la date de la dernière délibération ayant approuvé l'opération.\n\nIV.-Lorsqu'une fondation bénéficiant d'une autorisation administrative, d'un agrément, d'un conventionnement ou d'une habilitation participe à une fusion, à une scission ou à un apport partiel d'actif et qu'elle souhaite savoir si la fondation résultant de la fusion ou de la scission ou bénéficiaire de l'apport bénéficiera de l'autorisation, de l'agrément, du conventionnement ou de l'habilitation pour la durée restant à courir, elle peut interroger l'autorité administrative, qui se prononce sur sa demande :\n\n1° Si elles existent, selon les règles prévues pour autoriser la cession de l'autorisation, de l'agrément, du conventionnement ou de l'habilitation ;\n\n2° Pour les autres cas, dans les conditions et délais prévus pour accorder le conventionnement, l'autorisation, l'agrément ou l'habilitation.\n\nLe présent IV n'est pas applicable à la reconnaissance d'utilité publique.\n\nV.-La dissolution sans liquidation d'une fondation reconnue d'utilité publique qui disparaît du fait d'une fusion ou d'une scission est approuvée par décret en Conseil d'Etat. Ce même décret abroge le décret de reconnaissance d'utilité publique de la fondation dissoute.\n\nVI.-Le présent article est applicable aux opérations intervenant entre une ou plusieurs fondations dotées de la personnalité morale et une ou plusieurs associations. La dissolution sans liquidation d'une association reconnue d'utilité publique qui disparaît du fait d'une fusion est approuvée par décret en Conseil d'Etat. Ce même décret abroge le décret de reconnaissance d'utilité publique de l'association absorbée.\n\nVII.-Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art20-2",
      "section": "20-2",
      "title": "Article 20-2",
      "content": "Une association régie par la loi du 1er juillet 1901 relative au contrat d'association ou par les articles 21 à 79 du code civil local applicable aux départements du Bas-Rhin, du Haut-Rhin et de la Moselle peut être transformée en une fondation reconnue d'utilité publique sans donner lieu à dissolution ni à création d'une personne morale nouvelle.La transformation de l'association est décidée par une délibération adoptée dans les conditions requises par ses statuts pour sa dissolution.La transformation prend effet à la date d'entrée en vigueur du décret en Conseil d'Etat accordant la reconnaissance d'utilité publique. Le cas échéant, ce décret abroge le décret de reconnaissance d'utilité publique de l'association transformée.\n\nLorsque l'association jouissant d'un agrément souhaite savoir si la fondation reconnue d'utilité publique issue de la transformation bénéficiera de l'agrément, elle peut interroger l'autorité administrative, qui se prononce sur sa demande selon les règles prévues pour autoriser le transfert de l'agrément, si elles existent, le cas échéant pour la durée restant à courir. Dans les autres cas, l'autorité administrative l'informe des conditions et des délais prévus pour accorder cet agrément."
    },
    {
      "provision_ref": "art20-3",
      "section": "20-3",
      "title": "Article 20-3",
      "content": "Une fondation dotée de la personnalité morale peut être transformée en une fondation reconnue d'utilité publique, sans donner lieu à dissolution ni à création d'une personne morale nouvelle.\n\nLa transformation de la fondation est décidée par une délibération adoptée dans les conditions requises par ses statuts pour sa dissolution.\n\nLa transformation prend effet à la date d'entrée en vigueur du décret en Conseil d'Etat accordant la reconnaissance d'utilité publique."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Lorsque la valeur d'un legs fait à l'Etat et portant sur un bien qui présente un intérêt pour le patrimoine historique, artistique ou culturel de la nation excède la quotité disponible, l'Etat peut, quel que soit cet excédent, réclamer en totalité le bien légué, sauf à récompenser préalablement les héritiers en argent."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-En raison de la destruction partielle, le 28 février 1987, de la documentation de la recette-conservation des hypothèques de Bastia, la responsabilité de l'Etat susceptible d'être engagée en application des articles 2450 à 2452 du code civil est limitée à l'exploitation et à la reproduction des informations telles qu'elles figurent dans la documentation subsistante ou reçue postérieurement au constat établi par ordonnance sur requête du président du   tribunal judiciaire de Bastia.\n\nIl est fait application des dispositions de l'article 1125 du code général des impôts pour les actes et pièces exigés en vue de la reconstitution de la documentation hypothécaire ayant été détruite.\n\nII.-Un décret détermine, au vu du constat mentionné au paragraphe I, le cadre, les limites et le délai de rétablissement de la documentation hypothécaire.\n\nA l'expiration d'un délai de deux ans à compter de la publication du décret précité, les inscriptions, saisies et mentions en marge dont le rétablissement est prévu sont réputées périmées.\n\nIII.-Par dérogation aux articles L. 256 et L. 275 du livre des procédures fiscales et aux articles L. 211-2 à L. 211-7 du code des relations entre le public et l'administration, le paiement des créances fiscales et domaniales mises en recouvrement à la recette divisionnaire des impôts de Bastia et non acquittées à la date du 28 février 1987 peut être poursuivi en vertu d'un avis de mise en recouvrement qui comporte la nature et le montant des sommes restant dues.\n\nCes avis se substituent à ceux précédemment notifiés."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les articles 5, 18 à 20, 20-2, 20-3, 22 et 23 de la présente loi, dans leur rédaction résultant de la loi n° 2021-875 du 1er juillet 2021 visant à améliorer la trésorerie des associations, sont applicables dans les îles Wallis et Futuna et en Nouvelle-Calédonie sous réserve des modifications suivantes :\n\n1° Le premier alinéa du II de l'article 5 est ainsi rédigé :\n\nLes établissements d'utilité publique autorisés à recevoir des versements pour le compte d'œuvres ou d'organismes d'intérêt général ayant un caractère philanthropique, éducatif, scientifique, social, humanitaire, sportif, familial, culturel ou concourant à la mise en valeur du patrimoine artistique, à la défense de l'environnement naturel ou à la diffusion de la culture, de la langue et des connaissances scientifiques françaises, ainsi que les œuvres et organismes qui reçoivent des versements par l'intermédiaire de ces établissements, doivent établir des comptes annuels selon les principes définis au code de commerce ;\n\n2° Pour l'application du quatrième alinéa de l'article 18-2, les mots : \" dans la région\" sont supprimés ;\n\n3° En l'absence d'adaptations prévues par la présente loi, les références opérées par elle à des dispositions qui ne sont pas applicables dans les îles Wallis et Futuna et en Nouvelle-Calédonie sont remplacées par les références aux dispositions ayant le même objet applicables localement."
    }
  ]
}