{
  "id": "loi-n-84-595-du-12-juillet-1984",
  "type": "statute",
  "title": "Loi n° 84-595 du 12 juillet 1984",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000878050",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Est qualifié de location-accession et soumis aux dispositions de la présente loi le contrat par lequel un vendeur s'engage envers un accédant à lui transférer, par la manifestation ultérieure de sa volonté exprimée par lettre recommandée avec demande d'avis de réception et après une période de jouissance à titre onéreux, la propriété de tout ou partie d'un immeuble moyennant le paiement fractionné ou différé du prix de vente et le versement d'une redevance jusqu'à la date de levée de l'option.La redevance est la contrepartie du droit de l'accédant à la jouissance du logement et de son droit personnel au transfert de propriété du bien."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de la présente loi s'appliquent aux contrats de location-accession portant sur des immeubles à usage d'habitation ou à usage professionnel et d'habitation, achevés ou en construction à la date de la signature de la convention. Elles ne s'appliquent pas aux contrats prévus par le titre II et l'article 22 de la loi n° 71-579 du 16 juillet 1971 relative à diverses opérations de construction."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le contrat de location-accession peut être précédé d'un contrat préliminaire par lequel, en contrepartie d'un dépôt de garantie effectué par l'accédant à un compte spécial, le vendeur s'engage à réserver à l'accédant un immeuble ou une partie d'immeuble.Ce contrat doit comporter les indications essentielles prévues à l'article 5, sa durée maximale de validité et l'indication que les fonds déposés en garantie seront, à la signature du contrat, restitués à l'accédant ou imputés sur les premières redevances. Faute d'indication dans le contrat préliminaire, les fonds seront restitués à l'accédant.Les fonds déposés en garantie ne peuvent excéder 5 p. 100 du montant du prix de l'immeuble faisant l'objet du contrat. Ils sont disponibles, incessibles et insaisissables jusqu'à la conclusion du contrat de location-accession. Ils sont restitués sans frais à l'accédant si le contrat n'est pas conclu au plus tard trois mois après la signature du contrat préliminaire si l'immeuble est achevé à la date de cette signature, ou dans les deux mois suivant l'achèvement de l'immeuble dans le cas contraire.Est nulle toute autre promesse de location-accession."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le contrat de location-accession est conclu par acte authentique et    publié au fichier immobilier.Il est réputé emporter restriction au droit de disposer au sens et pour l'application du 2° de l'article 28 du décret n° 55-22 du 4 janvier 1955 portant réforme de la publicité foncière."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le contrat de location-accession doit préciser :1° la description de l'immeuble ou de la partie d'immeuble faisant l'objet du contrat ainsi que, en annexes ou par référence à des documents déposés chez un notaire, les indications utiles relatives à la consistance et aux caractéristiques techniques de l'immeuble ;2° le prix de vente du bien, les modalités de paiement ainsi que, le cas échéant, la faculté pour l'accédant de payer par anticipation tout ou partie du prix et les modalités de révision de celui-ci, s'il est révisable. Cette révision ne porte que sur la fraction du prix restant due après chaque versement de la redevance ;3° l'intention de l'accédant de payer le prix, directement ou indirectement, même en partie, à l'exclusion du versement de la redevance, avec ou sans l'aide d'un ou plusieurs prêts régis par les articles L. 312-2 à L. 313-1 du code de la consommation ;4° la date d'entrée en jouissance et le délai dans lequel l'accédant devra exercer la faculté qui lui est reconnue d'acquérir la propriété ainsi que les conditions de résiliation anticipée du contrat ;5° le montant de la redevance mise à la charge de l'accédant, sa périodicité et, le cas échéant, les modalités de sa révision ;6° les modalités d'imputation de la redevance sur le prix ;7° les modalités de calcul des sommes visées à l'article 10 ainsi que des indemnités visées aux articles 11 et 13 ;8° la nature de la garantie visée à l'article 14 et, s'il y a lieu, la raison sociale et l'adresse du garant ;9° les catégories de charges incombant à l'accédant et une estimation de leur montant prévisionnel pour la première année d'exécution du contrat ;10° l'absence de maintien de plein droit dans les lieux sous réserve des dispositions de l'article 9, en cas de résolution du contrat ou de non-levée de l'option ;11° les références des contrats d'assurance souscrits en application des articles L. 241-1 et L. 242-1 du code des assurances ainsi que les références des contrats d'assurance garantissant l'immeuble."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I - Lorsque le contrat est signé avant l'achèvement de l'immeuble il doit comporter la garantie d'achèvement de celui-ci.Cette garantie, lorsqu'elle est donnée par un des organismes financiers mentionnés à l'article 15, prend la forme :- soit d'une ouverture de crédit par laquelle celui qui la consent s'oblige à avancer au vendeur ou à payer pour son compte les sommes nécessaires à l'achèvement de l'immeuble ;- soit d'une convention de cautionnement aux termes de laquelle la caution s'oblige envers l'acquéreur, solidairement avec le vendeur, à payer les sommes nécessaires à l'achèvement de l'immeuble. Cette convention doit stipuler au profit de l'acquéreur le droit d'en exiger l'exécution.La garantie d'achèvement peut résulter de la qualité du vendeur lorsque celui-ci remplit les conditions fixées par l'article 17.La garantie d'achèvement prend fin à l'achèvement de l'immeuble.    II - Lorsque le contrat est signé avant l'achèvement de l'immeuble, aucun versement ne peut être fait au titre de la partie de la redevance correspondant au droit de l'accédant à la jouissance du logement avant la date d'entrée en jouissance."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La révision prévue aux 2° et 5° de l'article 5 ne peut excéder la variation d'un indice de référence des loyers publié par l'Institut national de la statistique et des études économiques chaque trimestre et qui correspond à la moyenne, sur les douze derniers mois, de l'évolution des prix à la consommation hors tabac et hors loyers."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Un état des lieux est établi contradictoirement par les parties, lors de la remise des clés à l'accédant ou lors de la signature du contrat si l'accédant est déjà dans les lieux.En cas de résiliation du contrat ou lorsque le transfert de propriété prévu au terme du contrat n'a pas lieu, un état des lieux doit être également établi contradictoirement lors de la restitution des clés au vendeur.A défaut, et huit jours après mise en demeure restée sans effet, l'état des lieux est établi par huissier de justice à l'initiative de la partie la plus diligente, l'autre partie dûment appelée. Les frais sont supportés par moitié par les deux parties."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Lorsque le contrat de location-accession est résilié ou lorsque le transfert de propriété n'a pas lieu au terme convenu, l'occupant ne bénéficie d'aucun droit au maintien dans les lieux, sauf stipulations contraires du contrat de location-accession et sous réserve des dispositions figurant à l'article 13.Toutefois, lorsque le contrat de location-accession porte sur un logement qui a bénéficié d'une décision d'agrément prise par le représentant de l'Etat dans le département, dans des conditions prévues par décret, le vendeur est tenu, au plus tard dans un délai de six mois à partir de la date limite fixée pour la levée d'option, de proposer par lettre recommandée avec demande d'avis de réception trois offres de relogement correspondant aux besoins et aux possibilités de l'occupant dès lors que ses revenus n'excèdent pas le niveau de ressources prévu à l'article L. 441-1 du code de la construction et de l'habitation. L'occupant dispose d'un délai d'un mois pour répondre à chacune de ces offres. A défaut d'acceptation des offres de relogement, à l'expiration d'un délai de trois mois à compter de la troisième offre, il est déchu de tout titre d'occupation du logement. En cas d'acceptation d'une offre, si le vendeur est un organisme mentionné à l'article L. 411-2 dudit code, le relogement ne fait pas l'objet de la procédure d'attribution prévue aux articles L. 441-2 et suivants du même code. A compter de la date limite fixée pour la levée d'option et jusqu'au départ des lieux, l'occupant verse une indemnité d'occupation qui ne peut être supérieure au montant de la redevance diminué de la fraction imputable sur le prix de l'immeuble.Il reste tenu du paiement des redevances échues et non réglées ainsi que des dépenses résultant des pertes et dégradations survenues pendant l'occupation et des frais dont le vendeur pourrait être tenu en ses lieu et place en application de l'article 28 ou du deuxième alinéa de l'article 32."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Dans les cas visés à l'article 9, le vendeur doit restituer à l'accédant les sommes versées par ce dernier correspondant à la fraction de la redevance imputable sur le prix de l'immeuble. Lorsque le prix de vente est révisable, ces sommes sont révisées dans les mêmes conditions.Elles doivent être restituées dans un délai maximum de trois mois à compter du départ de l'occupant, déduction faite, le cas échéant, des sommes restant dues au vendeur."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Lorsque le contrat est résilié pour inexécution par l'accédant de ses obligations, le vendeur peut obtenir, sans préjudice des dispositions des articles 9 et 10, une indemnité qui ne peut dépasser 2 p. 100 du prix de l'immeuble objet du contrat.Lorsque du fait de l'accédant, le transfert de propriété n'a pas lieu au terme convenu pour une cause autre que celle visée à l'alinéa précédent, le vendeur peut obtenir, sans préjudice des dispositions des articles 9 et 10, une indemnité qui ne peut dépasser 1 p. 100 du prix de l'immeuble objet du contrat. Cette indemnité n'est pas due lorsque le contrat porte sur un logement qui a bénéficié d'une décision d'agrément prise par le représentant de l'Etat dans le département, dans des conditions prévues par décret.Toutefois, lorsque le contrat porte sur un immeuble ou une partie d'immeuble achevé depuis moins de cinq ans ou qui, dans les cinq ans de cet achèvement, n'a pas déjà fait l'objet d'une cession à titre onéreux à une personne n'intervenant pas en qualité de marchand de biens, l'indemnité visée aux deux alinéas précédents peut être fixée à 3 p. 100 à compter du 1er janvier de la cinquième année suivant celle de l'achèvement de l'immeuble ou de la partie de l'immeuble faisant l'objet du contrat.Lorsqu'une telle majoration a été prévue au contrat dans les conditions définies à l'alinéa précédent, le contrat de location-accession est assimilé à une vente pure et simple pour l'application de la taxe sur la valeur ajoutée à la date à compter de laquelle cette indemnité majorée est susceptible d'être demandée.Dans ce cas, la taxe est assise sur le prix fixé au contrat pour la date visée à l'alinéa précédent sous réserve que la variation annuelle du prix fixé au contrat n'excède pas, à compter de cette date, celle de l'indice visé à l'article 7.Les dispositions des deux alinéas précédents ne sont pas applicables aux contrats de location-accession à la propriété immobilière portant sur des logements qui ont fait l'objet d'une décision d'agrément prise, dans des conditions fixées par décret, par le représentant de l'Etat dans le département."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Aucune indemnité autre que celle mentionnée à l'article précédent ne peut être mise à la charge de l'accédant. Toutefois, le vendeur pourra demander à l'accédant défaillant le remboursement sur justification des frais taxables qui lui auront été occasionnés par cette défaillance, à l'exclusion de tout remboursement forfaitaire de frais de recouvrement."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Lorsque le contrat est résilié pour inexécution par le vendeur de ses obligations, l'accédant est remboursé dans leur intégralité des sommes visées à l'article 10 et peut obtenir une indemnité qui ne peut être supérieure à 3 p. 100 du prix de l'immeuble objet du contrat.L'accédant bénéficie d'un droit au maintien dans les lieux pour une durée qui ne peut être inférieure à trois mois à compter de la résiliation ou de la date prévue pour la levée de l'option. Le vendeur ne peut exiger la libération des locaux qu'après remboursement des sommes visées à l'article 10. L'indemnité d'occupation ne peut être supérieure au montant de la redevance diminué de la fraction imputable sur le prix de l'immeuble objet du contrat."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le remboursement par le vendeur des sommes visées à l'article 10 doit être garanti par un cautionnement, par le privilège de l'accédant ou par une garantie liée à la qualité du vendeur, dans les conditions prévues aux articles suivants."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "La garantie de remboursement peut revêtir la forme d'une convention de cautionnement aux termes de laquelle la caution s'oblige envers l'accédant, solidairement avec le vendeur, à rembourser les sommes visées à l'article 10. Cette garantie doit être donnée   par une banque, une société de financement, un établissement financier habilité à délivrer des cautions ou à réaliser des opérations de financement immobilier, une entreprise d'assurance agréée à cet effet ou une société de caution mutuelle constituée conformément aux dispositions de la loi du 13 mars 1917 ayant pour objet l'organisation du crédit au petit et au moyen commerce, à la petite et à la moyenne industrie. La liste des organismes financiers habilités à donner leur garantie est fixée par décret."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La garantie de remboursement peut également revêtir la forme de l'hypothèque légale du 6° de l'article 2402 du code civil à la condition que les sommes correspondant au prix de l'immeuble payables avant le transfert de propriété n'excèdent pas 50 p. 100 de cette valeur et que ce privilège ne soit, à la date du contrat de location-accession, ni primé, ni en concurrence avec une autre hypothèque, dont les causes ne seraient pas éteintes à la même date.\n\nToutefois, si au plus tard à la date du contrat les créanciers hypothécaires du vendeur consentent par acte authentique à céder leur rang à l'accédant, celui-ci est réputé venir en premier rang au sens du présent article, encore que les formalités de l'article 2425 du code civil ne soient pas accomplies à la date du contrat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La garantie de remboursement résulte également de la qualité du vendeur lorsqu'il s'agit d'une société dans laquelle l'Etat ou une collectivité publique détient la majorité du capital social.Il en est de même lorsque le vendeur est un organisme visé par l'article L. 411-2 du code de la construction et de l'habitation, bénéficiant d'un agrément délivré par l'Etat à cet effet."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Lorsque la redevance est employée au remboursement de créanciers privilégiés ou hypothécaires du vendeur, l'accédant n'est subrogé de plein droit dans leur sûreté que pour la partie de la redevance imputable sur le prix."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'accédant peut disposer, au bénéfice de tiers, mais pour leur totalité uniquement, des droits qu'il tient du contrat sauf opposition justifiée du vendeur, fondée sur des motifs sérieux et légitimes tels que l'insolvabilité du cessionnaire. Le vendeur peut également s'opposer à la cession lorsque l'acquéreur ne remplit pas les conditions exigées pour l'octroi des prêts ayant assuré le financement de la construction de l'immeuble."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'aliénation de l'immeuble substitue de plein droit le nouveau propriétaire dans les droits et obligations du vendeur.\n\nSi la garantie de remboursement ne revêt pas la forme de l'hypothèque légale du 6° de l'article 2402 du code civil dans les conditions fixées à l'article 16, l'aliénation est subordonnée à la fourniture, par le nouveau propriétaire, de l'une des autres garanties prévues par la présente loi."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les dispositions des articles L. 312-24 à L. 312-31 du code de la consommation ne sont pas applicables aux contrats de location accession régis par la présente loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Avant la signature du contrat de location-accession, le vendeur ne peut exiger ni accepter de l'accédant, au titre de la location-accession, aucun versement, aucun dépôt, aucune souscription ou acceptation d'effets de commerce, aucun chèque ou aucune autorisation de prélèvement sur compte bancaire ou postal au profit du vendeur ou pour le compte de celui-ci, à l'exception des sommes prévues à l'article 3."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le vendeur doit notifier à l'accédant, par lettre recommandée avec demande d'avis de réception, le projet de contrat de location-accession un mois au moins avant la date de sa signature. La notification oblige le vendeur à maintenir les conditions du projet de contrat jusqu'à cette date.Le cas échéant, le règlement de copropriété ou le cahier des charges est joint au projet de contrat."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Lorsque le contrat indique que l'accédant entend recourir à un ou plusieurs prêts régis par lees articles L. 312-2 à L. 312-23 du code de la consommation, le transfert de propriété est subordonné à la condition suspensive de l'obtention du ou des prêts qui en assurent le financement. Cette condition doit être réalisée à la date d'exigibilité du paiement.Un organisme prêteur peut refuser l'octroi du ou des prêts pour des motifs sérieux et légitimes tels que l'insolvabilité de l'accédant."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Lorsque le contrat de location-accession indique que le prix sera payé sans l'aide d'un ou plusieurs prêts, cet acte doit porter, de la main de l'accédant ou de son mandataire, une mention par laquelle celui-ci reconnaît avoir été informé que s'il recourt néanmoins à un prêt il ne peut se prévaloir des dispositions de l'article 24.En l'absence de l'indication prescrite à l'article précédent ou si la mention exigée au premier alinéa du présent article manque ou n'est pas de la main de l'accédant ou de son mandataire, et si un prêt est néanmoins demandé, le transfert de propriété est subordonné à la condition suspensive prévue à l'article précédent."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Trois mois avant le terme prévu pour la levée de l'option, le vendeur doit, par lettre recommandée avec demande d'avis de réception, mettre l'accédant en demeure d'exercer dans le délai convenu la faculté qui lui est reconnue d'acquérir la propriété de l'immeuble faisant l'objet du contrat.La mise en demeure indique à peine de nullité l'état des créances garanties par des inscriptions prises sur l'immeuble. Lorsque le montant de ces créances excède celui du prix restant dû par l'accédant, ce dernier peut renoncer à l'acquisition. Il bénéficie des dispositions de l'article 13.Le paiement par anticipation de la totalité du prix entraîne également transfert de propriété."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le transfert de propriété est constaté par acte authentique. L'acte constatant le transfert de propriété emporte adhésion de l'accédant à toutes les organisations visées à l'article 33.L'accédant est tenu de prendre les lieux dans l'état où ils se trouvent lors du transfert de propriété, sans préjudice, le cas échéant, du droit de mettre en oeuvre les garanties liées à la construction de l'immeuble."
    },
    {
      "provision_ref": "art27-1",
      "section": "27-1",
      "title": "Article 27-1",
      "content": "Après le transfert de propriété d'un logement qui a bénéficié d'une décision d'agrément prise par le représentant de l'Etat dans le département, dans des conditions prévues par décret, et lorsque la garantie de relogement est mise en oeuvre par l'accédant dans des conditions définies par arrêté, les offres de relogement ne font pas l'objet de la procédure d'attribution prévue aux articles L. 441-2 et suivants du code de la construction et de l'habitation dès lors que le vendeur est un organisme mentionné à l'article L. 411-2 dudit code."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L'accédant est tenu des obligations principales suivantes :- d'user de l'immeuble en bon père de famille et suivant la destination qui lui a été donnée par le contrat de location-accession ;- de s'assurer pour les risques dont il répond en sa qualité d'occupant ;- du paiement des charges annuelles telles que les contributions, taxes et impôts.Avant le transfert de propriété, il ne peut permettre l'occupation à quelque titre que ce soit de l'immeuble objet du contrat sauf accord préalable et écrit du vendeur."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Dès la date d'entrée en jouissance, l'entretien et les réparations de l'immeuble incombent à l'accédant.Toutefois, le vendeur conserve la charge des réparations relatives aux éléments porteurs concourant à la stabilité ou à la solidité du bâtiment ainsi qu'à tous autres éléments qui leur sont intégrés ou forment corps avec eux, et aux éléments qui assurent le clos, le couvert et l'étanchéité à l'exclusion de leurs parties mobiles."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le vendeur qui, avant la date de levée de l'option, est contraint de réaliser ou de participer au paiement de travaux d'amélioration d'un montant supérieur à 10 p. 100 du prix de l'immeuble, qui lui seraient imposés dans le cadre de la copropriété et porteraient sur un des éléments visés à l'article 29, peut proposer à l'accédant une modification correspondante des charges visées au 9° de l'article 5 ainsi qu'une réévaluation du prix de l'immeuble compensant la dépense qu'il a faite.Cette réévaluation de prix ne peut excéder la dépense réellement effectuée éventuellement révisée dans les conditions prévues à l'article 7.A défaut d'accord entre le vendeur et l'accédant, ce dernier peut mettre fin au contrat. Dans ce cas, les dispositions de l'article 11 ne sont pas applicables."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "A compter de la signature du contrat de location-accession, l'accédant peut, en cas de défaillance du vendeur, mettre en oeuvre les garanties résultant des articles L. 241-1 et L. 242-1 du code des assurances.Il peut être autorisé par décision de justice rendue contradictoirement à exécuter les travaux et à percevoir les indemnités dues sur présentation des factures correspondantes."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour l'application des dispositions de la loi n° 65-557 du 10 juillet 1965 fixant statut de la copropriété des immeubles bâtis, la signature d'un contrat de location-accession est assimilée à une mutation et l'accédant est subrogé dans les droits et obligations du vendeur, sous réserve des dispositions suivantes :- le vendeur est tenu de garantir le paiement des charges incombant à l'accédant en application de l'article 29 de la présente loi et l'hypothèque légale, prévue à l'article 19 de la loi n° 65-557 du 10 juillet 1965 précitée, ne peut être inscrite qu'après mise en demeure restée infructueuse adressée par le syndic au vendeur ;- le vendeur dispose du droit de vote pour toutes les décisions de l'assemblée générale des copropriétaires concernant des réparations mises à sa charge en application de l'article 29 de la présente loi, ou portant sur un acte de disposition visé aux articles 26 ou 35 de la loi n° 65-557 du 10 juillet 1965 précitée. Il exerce également les actions qui ont pour objet de contester les décisions pour lesquelles il dispose du droit de vote ;- chacune des deux parties au contrat de location-accession peut assister à l'assemblée générale des copropriétaires et y formuler toutes observations sur les questions pour lesquelles elle ne dispose pas du droit de vote."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Pour l'application des dispositions régissant les immeubles ou groupes d'immeubles compris dans le périmètre d'une association syndicale prévue par l'ordonnance n° 2004-632 du 1er juillet 2004 relative aux associations syndicales de propriétaires, la signature d'un contrat de location-accession est assimilée à une mutation et l'accédant est subrogé dans les droits et obligations du vendeur au sein des organisations juridiques ayant pour objet de recevoir la propriété ou la gestion d'équipements communs dont bénéficie l'immeuble. Toutefois, le vendeur dispose du droit de vote à l'assemblée générale pour les décisions concernant des réparations mises à sa charge en application de l'article 29.Chacune des deux parties au contrat de location-accession peut assister à l'assemblée générale et y formuler toutes observations sur les questions pour lesquelles elle ne dispose pas du droit de vote."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "L'hypothèque légale prévue à l'article L. 322-9, alinéa premier, du code de l'urbanisme, et portant sur un immeuble faisant l'objet d'un contrat de location-accession, ne peut être inscrite que dans les conditions prévues à l'article 32."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "A défaut de stipulations contraires, tous les droits et taxes du contrat de location-accession et de l'acte constatant le transfert de propriété sont à la charge de l'accédant."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Toute publicité faite, reçue ou perçue en France qui, quel que soit son support, porte sur un contrat régi par la présente loi, doit préciser l'identité du vendeur, la nature et l'objet du contrat."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les modalités d'application de la présente loi seront définies, en tant que de besoin, par décret en Conseil d'Etat.La présente loi sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Pour l'application à Mayotte de la présente loi :\n\nI. - A l'article 2, les mots : \"aux contrats prévus par le titre II et l'article 22 de la loi n° 71-579 du 16 juillet 1971 relative à diverses opérations de construction\" sont remplacés par les mots : \"aux contrats passés par les sociétés constituées en vue de l'attribution d'immeubles aux associés par fraction divise, dont les sociétés ayant pour objet la construction d'immeuble à usage principal d'habitation, et par leurs associés, ainsi qu'au contrat de transfert de propriété passé entre la société coopérative de construction et un associé\".\n\nII. - L'article 4 est remplacé par les dispositions suivantes :\n\n\"Art. 4. - Le contrat de location-accession est conclu par un acte authentique publié au service de la conservation de la propriété immobilière.\n\n\"Il constate des clauses d'inalinéabilité temporaire et toutes autres restrictions au droit de disposer.\"\n\nIII. - L'article 7 est applicable aux contrats en cours.\n\nIV. - A l'article 15, les mots : \"de la loi du 13 mars 1917 ayant pour objet l'organisation du crédit au petit et au moyen commerce, à la petite et à la moyenne industrie\" sont remplacés par les mots : \"des articles L. 515-4 à L. 515-12 du code monétaire et financier\".\n\nV. - L'article 21 est remplacé par les dispositions suivantes :\n\n\"Art. 21. - Les dispositions relatives à la location-vente et à la location assortie d'une promesse de vente ne sont pas applicables aux contrats de location régis par la présente loi.\"\n\nVI. - Au premier alinéa des articles 23 et 26, après les mots : \"lettre recommandée avec demande d'avis de réception\", sont ajoutés les mots : \"ou remise contre récépissé\"."
    }
  ]
}