{
  "id": "loi-n-2018-607-du-13-juillet-2018",
  "type": "statute",
  "title": "LOI n°2018-607 du 13 juillet 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037192797",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A titre transitoire, par dérogation au 2° de l'article L. 4139-7 du code de la défense, dans sa rédaction résultant du I du présent article, les officiers généraux sont placés sur leur demande en congé du personnel navigant, sous réserve d'en remplir les conditions, pour une durée égale à :1° Trois ans pour ceux nés avant le 1er janvier 1963 ;2° Deux ans et six mois pour ceux nés en 1963 ;3° Deux ans pour ceux nés en 1964 ;4° Un an et six mois pour ceux nés en 1965 ;5° Un an pour ceux nés en 1966 ;6° Six mois pour ceux nés en 1967.III.-La limite d'âge de cinquante-neuf ans mentionnée au troisième alinéa du 2° du I de l'article L. 4139-16 du code de la défense s'applique aux officiers généraux du corps des officiers de l'air nés à compter du 1er janvier 1968.Pour les officiers généraux du corps des officiers de l'air dont la limite d'âge était de cinquante-six ans en application de l'article L. 4139-16 du code de la défense, dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, et qui sont nés avant le 1er janvier 1968, la limite d'âge qui leur est applicable est fixée à :1° 56 ans pour ceux nés avant le 1er janvier 1963 ;2° 56 ans et six mois pour ceux nés en 1963 ;3° 57 ans pour ceux nés en 1964 ;4° 57 ans et six mois pour ceux nés en 1965 ;5° 58 ans pour ceux nés en 1966 ;6° 58 ans et six mois pour ceux nés en 1967.IV.-Le présent article entre en vigueur le 1er janvier 2019, à l'exception des b et c du 1° du I, qui entrent en vigueur le 1er janvier 2027.\n\n-Code de la défense."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le premier jour du mois suivant la publication de la présente loi.\n\n- Code de la défense."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le conseil consultatif de la garde nationale comprend notamment un député, désigné par le président de l'Assemblée nationale, et un sénateur, désigné par le président du Sénat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Un décret en Conseil d'Etat détermine les conditions d'application du I aux agents publics civils et militaires.\n\n-Code du travail"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\n- Code de la défense.\n\nIII. - Les I et II du présent article ne sont pas applicables aux militaires et aux anciens militaires inscrits avant l'entrée en vigueur de la présente loi sur les listes d'aptitude aux emplois réservés mentionnées à l'article L. 242-3 du code des pensions militaires d'invalidité et des victimes de guerre."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. et III. - A modifié les dispositions suivantes :\n\nII. - Sont applicables aux personnels à statut ouvrier régis par le régime des pensions des ouvriers des établissements industriels de l'Etat l'article 25 septies de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et, en tant qu'il se rapporte à l'application du même article 25 septies, l'article 25 octies de la même loi.\n\n- Loi n°2007-148 du 2 février 2007\n\n- Code de la défense."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi visant à :1° Etendre le congé du blessé à d'autres hypothèses que celles prévues à l'article L. 4138-3-1 du code de la défense ;2° Simplifier les procédures des dispositifs de reconversion dans la fonction publique prévus aux articles L. 4139-2 et L. 4139-3 du même code, pour en améliorer l'efficacité et opérer dans le code des pensions militaires d'invalidité et des victimes de guerre les modifications qui en résultent ;3° Proroger pour la période s'étendant du 1er janvier 2020 au 31 décembre 2025 et selon des modalités de contingentement triennales, en les adaptant, les dispositions des articles 36, 37 et 38 de la loi n° 2013-1168 du 18 décembre 2013 relative à la programmation militaire pour les années 2014 à 2019 et portant diverses dispositions concernant la défense et la sécurité nationale ;4° Proroger pour la période s'étendant du 1er janvier 2020 au 31 décembre 2025, en les adaptant, les dispositions de l'article 150 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 qui permettent d'attribuer une indemnité de départ volontaire aux ouvriers de l'Etat du ministère de la défense lorsqu'ils quittent le service dans le cadre d'une restructuration ou d'une réorganisation.Les ordonnances sont prises, après avis du Conseil supérieur de la fonction militaire en ce qui concerne les 1° à 3°, dans un délai de six mois à compter de la publication de la présente loi. Le projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - A titre expérimental, à compter du 1er janvier 2019 et jusqu'au 31 décembre 2022, et par dérogation à l'article 19 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, des fonctionnaires du premier grade du corps des techniciens supérieurs d'études et de fabrications du ministère de la défense peuvent être recrutés dans les conditions prévues au présent I dans les régions Bourgogne-Franche-Comté, Centre-Val de Loire, Grand Est, Hauts-de-France, Provence-Alpes-Côte d'Azur et Ile-de-France.Ces recrutements sont ouverts aux personnes détentrices, à la date de leur nomination, de l'un des diplômes ou titres requis pour être recrutées au sein du corps de fonctionnaires concerné ou d'une autre qualification garantissant un niveau de compétence équivalent. Les candidats sont sélectionnés de manière objective et impartiale par une commission comportant en son sein une majorité de personnes extérieures au ministère de la défense et dont la composition et les modalités d'organisation sont fixées par décret. La commission vérifie l'aptitude des candidats à assurer les missions qui leur seront confiées en tenant également compte des acquis de l'expérience professionnelle et, à aptitude égale, de leur motivation.Ce mode de recrutement n'est pas ouvert aux militaires, ni aux magistrats, ni aux fonctionnaires relevant de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, en activité, en détachement ou en congé parental ni aux agents en fonction dans une organisation internationale intergouvernementale.Le nombre de postes offerts, au titre d'une année, au recrutement par la voie prévue au présent I ne peut être supérieur à 50 %, arrondi à l'entier inférieur, du nombre total de postes à pourvoir par cette voie et par la voie des concours mentionnés à l'article 19 de la loi n° 84-16 du 11 janvier 1984 précitée.II. - A titre expérimental, à compter du 1er janvier 2019 et jusqu'au 31 décembre 2022, afin de faire face à une vacance temporaire d'emploi qui s'est prolongée plus de six mois dans l'attente du recrutement d'un fonctionnaire dans les régions prévues au I, le ministère de la défense peut recruter des agents contractuels dans les spécialités renseignement , génie civil , systèmes d'information et de communication , santé et sécurité au travail ainsi que dans les domaines de la gestion de la paie ou de la solde et du maintien en condition opérationnelle des matériels terrestres pour une durée qui, par dérogation au principe énoncé à l'article 6 quinquies de la loi n° 84-16 du 11 janvier 1984 précitée, ne peut au total excéder trois années, renouvelable une fois.III. - Une évaluation des expérimentations prévues aux I et II, portant notamment sur le nombre d'emplois ainsi pourvus, est présentée au Parlement un an avant leur terme."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Le service militaire volontaire, placé sous l'autorité du ministre de la défense, vise à favoriser l'insertion sociale et professionnelle des jeunes, dans la limite de la capacité d'accueil des centres désignés par ce ministre pour mettre en œuvre ce dispositif.Peuvent demander à accomplir le service militaire volontaire les Françaises et les Français âgés de dix-huit ans révolus et de moins de vingt-six ans à la date de recrutement qui ont leur résidence habituelle en métropole ou à l'étranger. Ils doivent remplir les conditions statutaires mentionnées aux 1° et 2° de l'article L. 4132-1 du code de la défense et être en règle avec les obligations mentionnées au premier alinéa de l'article L. 111-2 du code du service national.Le contrat de volontaire stagiaire du service militaire volontaire est souscrit pour une durée de six à douze mois, renouvelable pour une durée de deux à six mois dans la limite d'une durée totale de douze mois.Durant cet engagement, les volontaires stagiaires servent au premier grade de militaire du rang et sont considérés comme des militaires d'active au sens de l'article L. 4132-5 du code de la défense. En cette qualité, ils sont soumis au statut général des militaires prévu au livre Ier de la quatrième partie du même code, à l'exclusion de l'article L. 4123-7, et peuvent effectuer, dans le cadre légal des réquisitions ou des demandes de concours, des missions de sécurité civile. Ils peuvent également participer, dans le cadre de leur formation, à des chantiers d'application à la demande de l'Etat, des collectivités territoriales, de leurs établissements publics et des associations à but non lucratif déclarées d'utilité publique.Les volontaires stagiaires sont encadrés par des militaires, assistés de militaires volontaires dans les armées. Des conventions peuvent prévoir la participation au dispositif du service militaire volontaire d'intervenants extérieurs au ministère de la défense.Les volontaires stagiaires perçoivent une solde et bénéficient de prestations en nature.Le service militaire volontaire comporte une formation militaire ainsi que diverses formations à caractère professionnel, civique ou scolaire visant à favoriser l'insertion sociale et professionnelle des volontaires.II. - Les volontaires stagiaires du service militaire volontaire ont la qualité de stagiaires de la formation professionnelle au sens du titre IV du livre III de la sixième partie du code du travail.Pendant la durée des actions de formation suivies en leur qualité de stagiaire de la formation professionnelle, les chapitres Ier et III du même titre IV leur sont applicables, sans préjudice de la solde qu'ils perçoivent et des prestations en nature dont ils bénéficient en leur qualité de volontaires stagiaires du service militaire volontaire. Ils bénéficient également du compte personnel d'activité prévu à l'article L. 5151-2 du même code.Le service relevant du ministère de la défense chargé du service militaire volontaire est regardé comme un organisme de formation pour l'application du livre III de la sixième partie dudit code. Il n'est pas soumis aux titres V et VI du même livre III.III. - Un décret en Conseil d'Etat précise les modalités d'application du présent article.\n\nIV. - A abrogé les dispositions suivantes :\n\nV. - Le présent article entre en vigueur le 1er janvier 2019.\n\n- LOI n° 2015-917 du 28 juillet 2015"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-Les I à III du présent article entrent en vigueur le 1er janvier 2020 ou lors du prochain renouvellement général des conseils municipaux s'il intervient avant cette date.\n\n-Code électoral\n\n-Code général des collectivités territoriales\n\n-Code de la défense."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Pour l'application du IV de l'article L. 2331-1 du code de la défense, dans sa rédaction résultant de la présente loi :1° Les autorisations d'exportation délivrées sur le fondement de l'article L. 2335-2 du même code à destination de l'Islande et de la Norvège antérieurement à la publication de la présente loi conservent leur validité jusqu'à leur terme ;2° Les autorisations d'importation délivrées antérieurement à la publication de la présente loi sur le fondement de l'article L. 2335-1 dudit code en provenance de l'Islande et de la Norvège et concernant les matériels de guerre figurant sur la liste mentionnée au second alinéa de l'article L. 2335-2 du même code conservent leur validité jusqu'à leur terme.\n\n- Code de la défense."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - L'article L. 113-6 du code des pensions militaires d'invalidité et des victimes de guerre, dans sa rédaction résultant du I du présent article, est applicable aux demandes tendant à l'attribution d'une pension déposées à compter du 9 février 2018, ainsi qu'aux instances en cours à la date de la publication de la présente loi.\n\n- Code des pensions militaires d'invalidité et des victimes de guerre."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Sous réserve des accords internationaux applicables et des conditions de l'article 696-4 du code de procédure pénale, les stipulations de la convention entre les Etats parties au traité de l'Atlantique Nord sur le statut de leurs forces, signée à Londres le 19 juin 1951, s'appliquent aux membres militaires et civils, à leurs personnes à charge et aux biens d'un Etat membre de l'Organisation du traité de l'Atlantique Nord ou du partenariat pour la paix dans le cadre des activités de coopération dans le domaine de la défense ou de la sécurité civile et de la gestion de crise conduites sur le territoire national ou à bord des aéronefs d'Etat, au sens de l'article 3 de la convention relative à l'aviation civile internationale, signée à Chicago le 7 décembre 1944, ou des navires d'Etat, au sens de l'article 96 de la Convention des Nations Unies sur le droit de la mer, signée à Montego Bay le 10 décembre 1982."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\n- Code de la défense.\n\n- Loi n°2000-597 du 30 juin 2000\n\n- Code de justice administrative\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\nV. - Le I entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2020. A cette date, les procédures en cours devant les tribunaux des pensions et celles en cours devant les cours régionales des pensions et les cours des pensions sont transférées en l'état, respectivement, aux tribunaux administratifs et aux cours administratives d'appel territorialement compétents, sans qu'il y ait lieu de renouveler les actes, formalités et jugements régulièrement intervenus antérieurement.VI. - Une fois le I entré en vigueur, et au plus tard le 1er janvier 2021, le Gouvernement remet au Parlement un rapport annuel sur le suivi du transfert du contentieux des pensions d'invalidité à la juridiction administrative et sur la mise en place du recours administratif préalable obligatoire."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances les dispositions relevant du domaine de la loi nécessaires pour :1° Harmoniser, clarifier et compléter les procédures d'information et de participation du public ou de consultation relatives à la réalisation de certains projets, plans, travaux et opérations ayant un caractère dérogatoire ou spécifique justifié par des motifs liés aux impératifs de la défense nationale ;2° Prévoir des dérogations à l'obligation d'organiser une enquête publique préalablement à l'institution de servitudes prévues par le code de la défense et le code des postes et des communications électroniques ;3° Faire bénéficier les projets et plans dont il est nécessaire de protéger la confidentialité, en vue d'assurer la sauvegarde des intérêts fondamentaux de la Nation, d'une procédure unique permettant, après la reconnaissance de ce caractère par l'autorité administrative, l'application conjointe des dispositions dérogatoires ou spécifiques mentionnées aux 1° et 2° ;Les ordonnances sont prises dans un délai de dix-huit mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication des ordonnances."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\nII. - Le 1° de l'article L. 121-2 du code des pensions militaires d'invalidité et des victimes de guerre, dans sa rédaction résultant de la présente loi, s'applique aux demandes de pension se rapportant aux blessures imputables à un accident survenu après la publication de la présente loi."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Sont ratifiées :1° L'ordonnance n° 2015-1534 du 26 novembre 2015 prise en application de l'article 30 de la loi n° 2015-917 du 28 juillet 2015 et portant diverses dispositions concernant la défense, les anciens combattants et l'action de l'Etat en mer ;2° L'ordonnance n° 2015-1781 du 28 décembre 2015 relative à la partie législative du code des pensions militaires d'invalidité et des victimes de guerre ;3° L'ordonnance n° 2016-982 du 20 juillet 2016 prise en application de l'article 30 de la loi n° 2015-917 du 28 juillet 2015 actualisant la programmation militaire pour les années 2015 à 2019 et portant diverses dispositions concernant la défense."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - L'ordonnance n° 2018-20 du 17 janvier 2018 relative au service de santé des armées et à l'Institution nationale des invalides est ratifiée.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances les dispositions relevant du domaine de la loi permettant de modifier la loi n° 94-589 du 15 juillet 1994 relative à la lutte contre la piraterie et aux modalités de l'exercice par l'Etat de ses pouvoirs de police en mer afin de définir les conditions d'exercice des nouvelles compétences de police en mer de l'Etat résultant de la ratification du protocole relatif à la convention pour la répression d'actes illicites contre la sécurité de la navigation maritime fait à Londres le 14 octobre 2005, de simplifier et réorganiser les dispositions de la loi n° 94-589 du 15 juillet 1994 précitée et de prendre les mesures de cohérence nécessaires.L'ordonnance est prise dans un délai de douze mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé, à des fins d'harmonisation, d'actualisation et de mise en cohérence, à prendre par ordonnances les dispositions relevant du domaine de la loi permettant :1° D'harmoniser, en fonction du régime juridique applicable, la terminologie utilisée au titre III du livre III de la deuxième partie du code de la défense et au titre Ier du livre III du code de la sécurité intérieure pour qualifier les matériels de guerre, armes, munitions et leurs éléments relevant des catégories A, B, C et D mentionnées à l'article L. 2331-1 du code de la défense et à l'article L. 311-2 du code de la sécurité intérieure, les matériels de guerre et matériels assimilés figurant sur la liste mentionnée au second alinéa de l'article L. 2335-2 du code de la défense et les produits liés à la défense figurant sur la liste mentionnée au second alinéa de l'article L. 2335-9 du même code ;2° De modifier et, le cas échéant, réorganiser les différents livres du code de la défense relatifs à l'outre-mer afin d'assurer une meilleure distinction entre les dispositions applicables de plein droit et celles qui font l'objet d'une extension ou d'une adaptation expresse aux départements, collectivités et territoires mentionnés à l'article 72-3 de la Constitution.Les ordonnances sont prises dans un délai de dix-huit mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication des ordonnances."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. à XIII. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- au premier alinéa de l'article L. 388, la référence : \"n° 2017-1339 du 15 septembre 2017 pour la confiance dans la vie politique\" est remplacée par la référence : \"n° 2018-607 du 13 juillet 2018 relative à la programmation militaire pour les années 2019 à 2025 et portant diverses dispositions intéressant la défense\" ;- au premier alinéa de l'article L. 437, les mots : \"à la date d'entrée en vigueur de la loi n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral\" sont remplacés par les mots : \"résultant de la loi n° 2018-607 du 13 juillet 2018 relative à la programmation militaire pour les années 2019 à 2025 et portant diverses dispositions intéressant la défense\" ;\n\nb) Le dernier alinéa du a du 3° du I de l'article 15 de la loi n° 2016-1048 du 1er août 2016 rénovant les modalités d'inscription sur les listes électorales est supprimé et le 5° du même I est abrogé ;2° Si celui-ci intervient entre l'entrée en vigueur de la loi n° 2016-1048 du 1er août 2016 précitée et le 1er janvier 2020, le premier alinéa du I de l'article L. 388 et le premier alinéa de l'article L. 437 du code électoral est modifié dans les conditions prévues au 1° du V du présent article.\n\n- Code général des collectivités territoriales\n\n- Code des postes et des communications électroniques\n\n- ORDONNANCE n° 2015-899 du 23 juillet 2015\n\n- Code de l'environnement\n\n- Code de la défense.\n\n- Code électoral\n\n- Code de procédure pénale\n\n- Code des communes de la Nouvelle-Calédonie\n\n- Code de la construction et de l'habitation.\n\n- Code de la défense.\n\n- Code des communes de la Nouvelle-Calédonie\n\n- Code de l'environnement\n\n- Code général de la propriété des personnes publiques.\n\n- LOI n° 86-1290 du 23 décembre 1986\n\n- Code de la sécurité intérieure\n\nXIV. - Le II de l'article 43 et les articles 50 et 57 de la présente loi sont applicables dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises.XV. - A. - Le I, les 2° et 3° du V et le VIII du présent article entrent en vigueur le 1er janvier 2020 ou lors du prochain renouvellement général des conseils municipaux s'il intervient avant cette date.B. - Sous réserve du C du présent XV, le 1° du V du présent article entre en vigueur le 1er janvier 2020.C. - Par dérogation au B du présent XV, à compter du prochain renouvellement général des conseils municipaux :1° Si celui-ci intervient avant l'entrée en vigueur de la loi n° 2016-1048 du 1er août 2016 rénovant les modalités d'inscription sur les listes électorales :a) Le livre V du code électoral est ainsi modifié :"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "A modifié les dispositions suivantes :\n\nRAPPORT ANNEXÉ\n\n1. UNE LPM DE RENOUVEAU, AU SERVICE D'UNE AMBITION POUR LA FRANCE ET POUR L'EUROPE1.1. Un monde entré dans une ère de turbulence1.1.1. Un environnement international durablement instable et incertain1.1.2. Des conflits, plus durs et plus ambigus, étendus à de nouveaux espaces1.2. Une Ambition 2030 pour construire un modèle d'armée à la hauteur des enjeux stratégiques1.2.1. Une Ambition pour faire face aux menaces et aux défis futurs1.2.2. Un socle de capacités opérationnelles fondamentales1.2.3. Un lien affirmé entre autonomie stratégique nationale et construction d'une autonomie stratégique européenne1.2.4. La régénération du capital opérationnel et la préparation de l'avenir1.2.5. Une Ambition déclinée en axes prioritaires dans la loi de programmation militaire 201920252. DES FONCTIONS STRATÉGIQUES, DES CONTRATS OPÉRATIONNELS ET DES FORMATS DÉFINIS PAR L'AMBITION 20302.1. Une consolidation des cinq fonctions stratégiques2.1.1. Un effort particulier sur les fonctions \"connaissance et anticipation\" et \"prévention\"2.1.2. Une consolidation des fonctions \"dissuasion\", \"intervention\" et \"protection\"2.2. Des contrats opérationnels et des formats au service de l'Ambition 20302.2.1. Une Ambition déclinée en contrats opérationnels2.2.2. Des formats adaptés aux contrats opérationnels3. UNE LPM STRUCTURÉE AUTOUR DES AXES PRIORITAIRES DE L'AMBITION 20303.1. Placer la LPM \"à hauteur d'homme\"3.1.1. Améliorer les conditions d'exercice du métier des armes, pour permettre de remplir les missions opérationnelles de manière durable et soutenable3.1.2. Améliorer le \"quotidien du soldat\", les conditions de vie et de travail du personnel3.1.3. Gérer les ressources humaines de manière plus dynamique3.1.4. Renforcer le lien entre soldat, armées et Nation3.2. Renouveler les capacités opérationnelles des armées3.2.1. Moderniser les principaux programmes conventionnels3.2.2. Renouveler les programmes liés à la dissuasion3.2.3. Moderniser les infrastructures de défense3.3. Garantir notre autonomie et soutenir la construction d'une autonomie stratégique européenne3.3.1. Accentuer notre effort en matière de connaissance, d'anticipation et de prévention3.3.2. Développer une politique volontariste de coopération européenne et internationale3.3.3. Agir dans les nouveaux espaces de confrontation stratégique3.4. Innover et se transformer pour répondre aux défis futurs3.4.1. Des moyens accrus et une organisation renouvelée pour renforcer et accélérer l'innovation au service de nos armées3.4.2. Préparer les grands programmes audelà de 20303.4.3. Renforcer la BITD pour garantir notre autonomie stratégique3.4.4. nnovation et numérisation au cœur de la transformation du ministère4. DES RESSOURCES À LA HAUTEUR DES AMBITIONS4.1. Une remontée vers les 2 % du PIB à horizon 20254.1.1. Des ressources adaptées à l'Ambition 20304.1.2. Un effort financier marqué au profit des équipements et de leur modernisation4.1.3. Des dépenses de fonctionnement maîtrisées qui accompagnent une consolidation indispensable de l'activité4.1.4. Un effort financier marqué en faveur de la politique immobilière4.2. Un rehaussement de la provision au profit des opérations extérieures et des missions intérieures4.3. Des mécanismes assurant une exécution conforme de la LPM5. LE CONTRÔLE PARLEMENTAIRE\n\nRAPPORT ANNEXÉ\n\nLa loi de programmation militaire 2019-2025 consacre la remontée de l'effort de défense de la France, voulue par le Président de la République, pour faire face aux menaces décrites par la Revue stratégique d'octobre 2017. Première étape de la mise en œuvre de l'Ambition de la France pour ses armées à l'horizon 2030, elle renouvelle la stratégie de défense et confère aux armées les moyens et capacités nécessaires pour remplir leurs contrats opérationnels.A cet effet, la loi de programmation militaire porte une double ambition. D'une part, redonner dès à présent aux armées les moyens de remplir durablement leurs missions. D'autre part, préparer la défense de la France pour demain.Au cours des prochaines années, les armées disposeront ainsi de moyens modernisés, et ceux qui les servent bénéficieront de conditions d'exercice de leur métier qui seront améliorées.Pour préparer l'avenir et faire face à l'évolution du contexte géostratégique et des menaces, deux autres axes complémentaires seront privilégiés.Ainsi, les fonctions stratégiques seront rééquilibrées pour plus de souplesse et d'agilité d'emploi de nos armées, afin de garantir notre autonomie stratégique et, de manière indissociable, contribuer à la construction de l'autonomie stratégique européenne au moyen d'une politique volontariste de coopération avec nos partenaires les plus capables et volontaires.Parallèlement, le ministère des armées consentira un effort important en matière d'innovation pour faire face aux défis du futur, afin d'atteindre un haut niveau d'excellence technologique et militaire, nécessaire à la préservation de la supériorité opérationnelle des armées.Cette ambition, dont la finalité est d'assurer la protection de la France et de l'Europe, s'inscrit dans la volonté du Président de la République de porter l'effort de défense de la Nation à 2 % du PIB à l'horizon 2025. La loi de programmation militaire 2019-2025 engage ainsi un profond renouveau de notre défense.\n\n1.-UNE LPM DE RENOUVEAU, AU SERVICE D'UNE AMBITION POUR LA FRANCE ET POUR L'EUROPE1.1. Un monde entré dans une ère de turbulences\n\nLa Revue stratégique d'octobre 2017 a montré que les menaces et les risques identifiés dans le Livre blanc de 2013 se sont manifestés plus rapidement et avec une intensité plus forte que ce qui avait été anticipé. La France, engagée militairement sur plusieurs théâtres de crise, est directement exposée, comme ses voisins européens, à une instabilité croissante de l'environnement international.\n\n1.1.1. Un environnement international durablement instable et incertain\n\nEn termes de défis sécuritaires, le terrorisme jihadiste demeure une menace prioritaire pour les sociétés et les populations de France, d'Europe et du monde. Alors qu'il a frappé à plusieurs reprises le territoire national comme celui d'autres Etats européens, il se recompose et s'étend à de nouvelles régions, en prospérant sur les situations de chaos, de guerre civile et sur les fragilités des Etats.Dans le même temps, le continent européen connaît, à ses portes, le retour de la guerre ouverte, des démonstrations de force et une concentration de défis liés aux crises migratoires, aux vulnérabilités persistantes dans la bande sahélo-saharienne ou à une déstabilisation durable au Proche-Orient et au Moyen-Orient. Par ailleurs, les rives sud de la Méditerranée, les Balkans et l'Afrique subsaharienne requièrent une vigilance renforcée. Ces tensions, avérées ou potentielles, s'ajoutent à celles que connaît l'Union européenne confrontée, depuis 2008, à des doutes et à des contestations internes ou aux incertitudes sur la crédibilité des alliances.Des défis plus lointains, notamment en Asie, sont également susceptibles d'avoir un impact croissant, non seulement sur les alliés et les partenaires stratégiques de la France dans la région, mais également sur ses intérêts et sur ceux de l'Europe.En outre, les effets des dérèglements climatiques, la menace de conflits hydriques, les risques pandémiques, les trafics et la criminalité organisée, accentués par les interdépendances qui découlent des échanges de personnes, de biens et de données, constituent autant de menaces transnationales qui aggravent les tensions et multiplient les vulnérabilités et les risques de déstabilisation. En pratique, cela place l'Europe au contact des crises internationales, même les plus éloignées.Réalités géostratégiques récentes rappelées par la Revue stratégique, cyberespace et champ de l'information constituent, de même, des espaces aussi vulnérables qu'accessibles à des actions malveillantes ou des agressions, qui exposent très directement les Etats, leur population, leurs services publics ou leurs entreprises à des dommages potentiels de grande ampleur.Cette dégradation de l'environnement sécuritaire se double d'une contestation du système multilatéral issu de la guerre froide. Les mutations rapides de la hiérarchie de la puissance internationale, plus instable et imprévisible, se manifestent par une compétition accrue, d'abord économique et technologique, mais qui s'étend de plus en plus au domaine militaire.L'affirmation d'un nombre croissant de puissances, établies ou émergentes, dans des régions sous tension (Levant, golfe Arabo-persique, Asie), s'accompagne de politiques de rapports de forces, voire de fait accompli. Elle nourrit également des logiques de compétition pour l'accès aux ressources et pour le contrôle des espaces stratégiques, matériels et immatériels (maritime, aérien, exoatmosphérique, numérique). L'influence accrue des acteurs non étatiques (organisations terroristes ou criminelles, puissantes multinationales, diasporas) accentue ces dynamiques.Parallèlement, les institutions et les normes internationales, chargées d'encadrer le recours à la force, voient leur légitimité et leur action contestées ou contournées, y compris par de grandes puissances censées en être les garantes. Leur affaiblissement pèsera durablement sur les relations internationales.\n\n1.1.2. Des conflits, plus durs et plus ambigus, étendus à de nouveaux espaces\n\nDans le monde, les dépenses de défense et les arsenaux s'accroissent. Les grandes puissances accélèrent leurs efforts de modernisation ou de rattrapage technologique, en les concentrant notamment sur les systèmes de haute technologie.La dissémination d'équipements conventionnels modernes ou la poursuite préoccupante des logiques de prolifération des armes de destruction massive, comme de leurs vecteurs, permettent à des puissances plus modestes, voire à des acteurs non étatiques (mouvements terroristes ou proto-étatiques), de disposer de moyens militaires avancés, tandis que les nouvelles technologies, issues du secteur civil, rendent accessibles des capacités dont seuls quelques Etats étaient dotés jusqu'alors.Plus spécifiquement, le renouveau des capacités de défense russes s'accompagne d'une politique d'affirmation militaire à l'égard de son voisinage et d'un recours préoccupant à des formes d'intimidation stratégique. En Asie, le développement des capacités militaires chinoises sert également une politique de puissance, notamment en mer de Chine, accroissant les tensions et fragilisant les équilibres régionaux.Ces évolutions favorisent un durcissement généralisé des conflits, dégradant les conditions d'engagement des forces françaises et de leurs alliés, désormais confrontés à des adversaires potentiels mieux armés et équipés. La dissémination de systèmes conventionnels sophistiqués, tels que les systèmes de déni d'accès et d'interdiction de zone (notamment défense sol-air) ou de capacités de frappe à distance (missiles balistiques ou de croisière), représente notamment un obstacle nouveau à la liberté d'action de nos forces, contestant leur aptitude à entrer en premier ou à mettre en œuvre leurs capacités de projection.Cette dynamique de durcissement s'accompagne d'une accélération de la prolifération : banalisation de l'emploi des armes chimiques, développement des risques biologiques, multipolarité nucléaire et hypothèses d'emploi de capacités nucléaires tactiques, où les postures opaques de nouveaux acteurs rendent l'équation de la dissuasion plus instable. La lutte contre la prolifération nucléaire s'impose comme une nécessité objective, alors que le Joint Comprehensive Plan of Action (JCPOA), l'accord sur le programme nucléaire iranien, est fragilisé et que le défi stratégique posé par la Corée du Nord se poursuit et vient bouleverser les équilibres stratégiques régionaux et, à terme, globaux.Combinées à des modes d'action innovants, ces évolutions tendent en outre à niveler les rapports de force et à éroder les facteurs classiques, opérationnels comme technologiques, de supériorité militaire. Elles s'observent d'ores et déjà dans tous les milieux de lutte traditionnels (terrestre, naval, aérien), notamment au travers de la prolifération de systèmes dronisés, et s'expriment également dans les nouveaux champs de confrontation stratégique.Dans l'espace exoatmosphérique, les progrès technologiques duaux et la multiplication des acteurs soulèvent ainsi le problème de l'arsenalisation et de l'occupation croissante de ce nouvel espace de confrontation stratégique. Dans le cyberespace, domaine en évolution rapide, les difficultés d'attribution des attaques et les dommages potentiels sur le fonctionnement des sociétés comme des Etats font de la capacité à agir de manière souveraine dans l'espace numérique un enjeu prioritaire.Enfin, le développement de nouvelles formes de conflictualité et de nouveaux modes opératoires fondés sur l'ambiguïté des intentions, la combinaison de moyens d'actions, militaires ou non, à des fins d'intimidation, de manipulation de l'opinion publique par l'utilisation massive des médias numériques et des réseaux sociaux avec pour objectif l'altération du fonctionnement normal des institutions démocratiques, ou de déstabilisation, impliquent des risques élevés d'escalade en contribuant à alimenter un état de tension endémique qui affecte les relations entre puissances. Le recours à l'ambiguïté se vérifie également dans le domaine nucléaire : la modernisation des capacités de plusieurs Etats se double d'un recours croissant à des postures opaques, notamment en termes de doctrine publique, ou agressives, incluant une dimension de chantage.Au bilan, ces évolutions de la conflictualité accroissent l'instabilité géopolitique et les risques d'escalade militaire entre Etats, qui disposent de capacités d'agression nouvelles brouillant, dans le même temps, la perception de la menace et pouvant conduire à une interprétation ou une évaluation erronées des intentions adverses.\n\n1.2. Une Ambition 2030 pour construire un modèle d'armée à la hauteur des enjeux stratégiques\n\nFace à la dégradation du contexte géostratégique décrite dans la Revue stratégique, cette dernière préconise le maintien d'un modèle d'armée complet et équilibré, en mesure de renforcer des aptitudes clés : renseigner et commander, entrer en premier, combattre et protéger, soutenir et durer. Ce modèle s'appuie également sur des femmes et des hommes formés, entraînés et valorisés. Il permettra aux armées françaises d'agir sur tout le spectre des opérations, dans le cadre de coopérations opérationnelles maîtrisées, bilatérales, européennes, transatlantiques ou en coalition.\n\n1.2.1. Une Ambition pour faire face aux menaces et aux défis futurs\n\nCette ambition, portée pour nos armées à l'horizon 2030, confère à nos forces une indispensable capacité d'autonomie stratégique, gage d'indépendance et de crédibilité internationale. Cette autonomie répond ainsi aux priorités fixées par le Président de la République et permet à la France de répondre aux enjeux auxquels elle aura à faire face dans les prochaines années.Par leur simultanéité, leur complexité et leur dispersion géographique, les crises, au titre desquelles les armées françaises sont actuellement engagées en opération, mettent leurs capacités et leurs ressources sous forte tension. Ainsi, tout en garantissant la permanence et la sûreté de la dissuasion, elles sont déployées au Sahel dans un cadre national avec le soutien de nos partenaires, contribuent au Levant à une coalition internationale et participent à la posture de défense et de dissuasion au profit de nos alliés sur le flanc Est de l'Europe. Elles assurent, dans le même temps, la défense et la protection du territoire national, de ses approches et de ses approvisionnements par voie maritime.Dans les années à venir et d'ici à 2030, les armées continueront à assumer la responsabilité de ces missions essentiellement pour la protection de la France et des Français, pour celle de l'Europe et des Européens pour conforter la place de notre pays dans le monde. Elles devront être en mesure de le faire de manière soutenable dans la durée, c'est-à-dire en maintenant un niveau d'engagement conforme aux contrats opérationnels qui leur sont fixés, sans dégrader leur capital opérationnel à la fois en termes de ressources humaines et de matériels.\n\n1.2.2. Un socle de capacités opérationnelles fondamentales\n\nPour cela, l'Ambition 2030 doit, tout d'abord, permettre aux armées de disposer des capacités opérationnelles indispensables à la garantie de notre souveraineté et de notre autonomie stratégique. Ainsi, la dissuasion demeure la clé de voûte de notre stratégie de défense. A ce titre, elle continuera de se fonder sur la posture permanente des deux composantes océanique et aéroportée, renouvelées et modernisées.Les armées françaises devront, en outre, être capables d'assurer en permanence la défense et la protection du territoire national et de ses approches, tout en étant en mesure de se déployer en opérations extérieures pour défendre les intérêts nationaux et les ressortissants, assumer les accords de défense, les engagements et les responsabilités internationales de la France, notamment celles qui découlent de son statut de membre permanent du Conseil de sécurité de l'Organisation des Nations-Unies.Elles devront conduire ces opérations dans le cadre d'une approche globale élargie, permise notamment par un dispositif de forces prépositionnées et de forces de souveraineté, toutes deux dotées des effectifs suffisants et des équipements adéquats, par des relais étendus dans les postes diplomatiques et les organisations internationales intéressées aux questions de défense et de sécurité. Elles devront enfin disposer des moyens autonomes d'appréciation de situation, seuls à même de garantir une prise de décision indépendante et souveraine.\n\n1.2.3. Un lien affirmé entre autonomie stratégique nationale et construction d'une autonomie stratégique européenne\n\nAu-delà de ces capacités fondamentales, qui constituent le socle de notre défense, l'Ambition 2030 définit un certain nombre de priorités pour les années à venir : accentuer l'effort sur le renseignement, consolider la capacité des armées à prévenir les crises internationales, renforcer notre présence dans les nouveaux espaces de confrontation stratégique, en particulier en matière de cyberdéfense, développer notre capacité d'innovation et entretenir une ambition industrielle et technologique élevée.L'autonomie stratégique qui est au cœur de l'Ambition 2030 est indissociable de la construction d'une autonomie stratégique européenne. Dans le contexte actuel, la prise de conscience d'intérêts de sécurité partagés progresse en Europe, tout comme l'ambition de disposer de moyens d'action plus autonomes. Cet effort nécessite de renouveler notre approche des coopérations européennes, afin de donner un nouvel élan à des partenariats de défense équilibrés, contribuant à la maîtrise des capacités nécessaires à des interventions sur tout le spectre des engagements.L'ensemble des priorités ainsi définies doit permettre à la France de disposer des capacités et des aptitudes à haute valeur ajoutée, susceptibles de fédérer, dans le cadre d'une coopération ou d'une coalition, les capacités militaires mises à disposition par nos partenaires et alliés, notamment européens. Forte de capacités nouvelles et discriminantes, la France entend agir avec détermination pour soutenir et fédérer les volontés de ceux qui veulent s'engager et qui disposent de capacités militaires complémentaires. Les opérations menées en commun doivent permettre de créer ou de renforcer des solidarités de fait, qui reposent sur une prise en compte par chacun des priorités de sécurité respectives des partenaires.En particulier, ces capacités opérationnelles contribueront à la consolidation et au développement d'une culture stratégique commune, au sein d'une Europe de la défense plus forte. Afin de faciliter nos engagements conjoints en opération, la France soutiendra le développement de coopérations opérationnelles pragmatiques et maîtrisées, qui permettront de dynamiser la relation avec nos partenaires les plus capables militairement et de renforcer notre interopérabilité dans l'ensemble des scénarios d'engagement de nos forces.Cet effort nécessitera en complément une stratégie proactive de développement de coopérations technologiques et industrielles à la fois bilatérales et européennes, au travers d'un degré de dépendance mutuelle consentie adaptée aux technologies concernées.\n\n1.2.4. La régénération du capital opérationnel et la préparation de l'avenir\n\nDans le cadre de cette Ambition 2030, définissant des capacités fondamentales et de priorités opérationnelles pour les années à venir, les armées devront disposer de moyens humains et matériels leur permettant de remplir leurs missions de manière soutenable, dans la durée.Il s'agit d'abord d'un impératif immédiat visant à régénérer le capital opérationnel des armées, soumis à une usure accélérée découlant de l'emploi des parcs de matériels déjà anciens et de l'intensité des engagements récents des forces au-delà des contrats opérationnels définis dans le Livre Blanc de 2013.Il s'agit aussi de préparer l'avenir, d'être capable de faire face aux défis futurs, en disposant des matériels et des technologies, ainsi que des compétences indispensables pour garantir, sur le long terme, la supériorité opérationnelle des armées françaises.\n\n1.2.5. Une Ambition déclinée en axes prioritaires dans la loi de programmation militaire 2019-2025\n\nPour réaliser l'Ambition 2030, la loi de programmation militaire 2019-2025 initie la construction d'un modèle d'armée dont l'équilibre repose sur quatre axes complémentaires.Les deux premiers axes visent à redonner dès à présent aux armées les moyens de remplir durablement leurs missions.Il s'agira, en premier lieu, d'améliorer les conditions d'exercice du métier militaire. Parallèlement, une attention particulière sera portée au \"quotidien du soldat\", c'est-à-dire aux conditions de vie et de travail du personnel militaire comme civil, et de leurs familles. Enfin, des effectifs supplémentaires sont prévus pour répondre aux besoins nouveaux et prioritaires. Cet axe contribue à l'objectif de disposer d'un modèle d'armée complet, soutenable dans la durée.Il conviendra, en second lieu de renouveler les capacités opérationnelles des armées, à travers deux actions complémentaires l'une de l'autre, à savoir réduire les impasses capacitaires consenties par la précédente LPM et moderniser les équipements des armées de manière accélérée. Ce renouvellement permet de répondre aux besoins opérationnels immédiats et de faire face aux engagements futurs.Les deux derniers axes permettent de préparer l'avenir et faire face à l'évolution du contexte géostratégique et des menaces.D'une part, les cinq fonctions stratégiques couvrant la mise en œuvre de la stratégie de défense et de sécurité gardent toute leur pertinence, mais seront rééquilibrées en renforçant en particulier les capacités de \"connaissance et d'anticipation\" et de \"prévention\", afin d'assurer la complémentarité entre autonomie stratégique nationale et européenne. Ce rééquilibrage permet davantage de souplesse et d'agilité dans l'emploi des forces, ainsi capables d'agir en amont comme en aval des crises, y compris dans les nouveaux espaces de confrontation, et favorise la capacité de la France à jouer un rôle moteur et fédérateur dans la consolidation d'une défense en Europe, au travers d'une stratégie proactive et pragmatique de coopération avec nos partenaires européens.D'autre part, l'innovation tiendra une place centrale dans la préservation de la supériorité opérationnelle des armées à long terme, au moyen d'équipements tirant pleinement avantage de la révolution numérique ou des technologies de rupture, désormais plus fréquemment issues des développements du secteur civil, dans des temps de plus en plus courts. Cette innovation permettra aux armées de disposer des équipements adaptés aux menaces futures. Elle sera également au cœur de la transformation d'un ministère plus performant.\n\n2.-DES FONCTIONS STRATÉGIQUES, DES CONTRATS OPÉRATIONNELS ET DES FORMATS DÉFINIS PAR L'AMBITION 20302.1. Une consolidation des cinq fonctions stratégiques\n\nLa Revue stratégique a conclu à la nécessité de consolider les cinq fonctions stratégiques qui sont interdépendantes et dont l'équilibre garantit la cohérence et la crédibilité du modèle d'armée complet qui structure la Défense française et préserve l'autonomie stratégique de notre pays.L'Ambition 2030 requiert un rééquilibrage visant à porter l'effort sur la fonction \"connaissance et anticipation\" et à rendre à la fonction \"prévention\" toute son importance, dans une logique d'approche globale et de coopération accrue avec nos partenaires et alliés dans la gestion et la prévention des crises. Ce rééquilibrage ne remet pas en cause la distinction entre les fonctions qui sont préservées.\n\n2.1.1. Un effort particulier sur les fonctions \"connaissance et anticipation\" et \"prévention\"\n\nUn effort particulier est porté sur les fonctions \"connaissance et anticipation\" et \"prévention\" afin de mieux garantir notre souveraineté et de permettre à la France de jouer un rôle moteur et fédérateur à l'égard de ses partenaires et alliés, notamment européens.\n\n2.1.1.1. La connaissance et l'anticipation\n\nLa fonction \"connaissance et anticipation\" met à disposition des autorités politiques et militaires les capacités d'appréciation autonome de situation, indispensables à la prise de décision libre et souveraine, d'une part, et à la conduite de l'action, d'autre part. Elle permet en outre à nos forces de conserver la supériorité informationnelle dans les opérations.Source de cette supériorité informationnelle, le renseignement repose sur un socle de capacités nationales, humaines et techniques, ainsi que sur tous les dispositifs qui contribuent à enrichir la connaissance de notre environnement stratégique (déploiements opérationnels, forces de souveraineté, forces de présence, réseau des personnels militaires déployés à l'étranger). Sans remettre en cause l'autonomie de la France, la fonction \"connaissance et anticipation\" est également soutenue et complétée par l'apport de partenaires, en particulier de l'Alliance atlantique.La fonction \"connaissance et anticipation\" est une priorité de la stratégie de défense définie par l'Ambition 2030, avec un effort accru en matière d'effectifs pour le renseignement sur 2019-2025 (+ 1 500), mais aussi d'équipements dans le domaine du renseignement, avec notamment l'acquisition de deux avions légers de surveillance et de reconnaissance, de trois avions de reconnaissance stratégique (CUGE) et la commande d'un bâtiment léger de surveillance et de reconnaissance, ainsi que la mise en service des systèmes spatiaux CERES (Capacité d'Ecoute et de Renseignement Electromagnétique Spatiale) et MUSIS (Multinational Space-based Imaging System for Surveillance, Reconnaissance and Observation).Les effectifs supplémentaires sont principalement consacrés au renforcement des capacités humaines et techniques de traitement des données collectées et à la recherche humaine, afin de mieux anticiper les évolutions liées à la nouvelle donne stratégique. En outre, le recours à l'intelligence artificielle vise à améliorer la sécurisation, le traitement et l'exploitation des flux d'informations en croissance exponentielle. Essentielle dans le traitement de données de masse, l'intelligence artificielle complète le travail humain effectué pour recueillir et traiter le renseignement. Dans un univers industriel dominé par des entreprises étrangères et caractérisé par des innovations technologiques rapides, le développement de ces technologies s'avère ainsi un enjeu majeur de souveraineté.Dans le domaine du cyberespace et des moyens techniques associés, les activités du renseignement sont développées afin de consolider nos capacités de recherche dans la profondeur de l'espace numérique et d'être en mesure d'y rechercher le renseignement utile. Il s'agit également d'être en mesure d'attribuer, avec une certitude suffisante, les éventuelles attaques, d'évaluer les capacités offensives des adversaires potentiels et, si nécessaire, d'y réagir.Cet effort se traduit également par l'organisation d'une posture permanente \"renseignement stratégique\", fédérant les moyens de collecte (satellites, moyens fixes et déployables, renseignement humain, cyber...) et d'analyse du ministère (animation, exploitation et diffusion du renseignement).Dans le même temps, les services de renseignement poursuivront leur transformation pour s'adapter aux nouvelles exigences légales, conforter leur résilience et continuer l'adaptation et la modernisation de leurs capacités de recueil et d'analyse, conformément au plan national d'orientation du renseignement (PNOR). La modernisation et l'accroissement des moyens des services de renseignement rendent nécessaire un renforcement du contrôle du Parlement sur l'action du Gouvernement en matière de renseignement et d'évaluation de la politique publique en ce domaine. Le Gouvernement travaillera en concertation avec la Délégation parlementaire au renseignement afin de proposer au Parlement, d'ici 2020, les voies et moyens de ce renforcement. Enfin, la communauté française du renseignement est consolidée sous l'égide du coordonnateur national du renseignement et de la lutte contre le terrorisme. La mutualisation des moyens est poursuivie dans le sens d'une meilleure interopérabilité et d'un partage des efforts entre les services.Les moyens de prospective stratégique du ministère des armées coordonnés par la direction générale des relations internationales et de la stratégie seront renforcés et continueront de s'appuyer sur le monde universitaire et les instituts de recherche.\n\n2.1.1.2. La prévention\n\nEn outre, les conclusions de la Revue stratégique appellent à rendre à la fonction \"prévention\" toute son importance dans une logique d'approche globale pour la gestion des crises. La prévention vise à agir en amont, sur leurs facteurs de déclenchement, pour en réduire les risques d'occurrence et en maîtriser les effets. Son renforcement permettrait de susciter une mobilisation accrue de nos partenaires et alliés, notamment européens, dans le cadre d'une approche préventive conjointe.Pour répondre à cet impératif, la configuration du réseau de bases opérationnelles avancées (Côte-d'Ivoire, Djibouti, Emirats arabes unis) et de pôles opérationnels de coopération (Gabon et Sénégal) est confirmée. Instrument clé de la stabilisation et de l'anticipation des crises, ce réseau de points d'appui concourt directement à la mise en œuvre de la fonction \"intervention\" et autorise une meilleure réactivité en cas de crise. Il facilite notamment la bascule d'effort d'une zone à l'autre et permet de bâtir, dès le temps de paix, des partenariats élargis avec les Etats hôtes ou avec les pays de la région. Leurs effectifs sont renforcés de manière ciblée (jusqu'à 300 effectifs supplémentaires notamment au profit des soutiens) et la rénovation des infrastructures d'accueil est prévue. Les capacités à former et entraîner sur place des militaires de nations partenaires et alliées (passage de 20 000 à 30 000 stagiaires formés par an) sont accrues.Après l'accord des nations hôtes, la possibilité est ouverte aux Etats européens qui le souhaitent d'y stationner des unités, afin d'améliorer la capacité globale de prévention à partir de ces bases. A long terme, cette évolution permet d'accompagner le renforcement de la sécurité du continent africain, d'accroître la réactivité des armées ainsi que notre influence dans le monde.En outre, la prévention s'appuie sur les déploiements navals ou des manœuvres aériennes, ponctuels ou récurrents, mobilisant des moyens des trois armées et des forces spéciales. Ainsi, les forces françaises sont en mesure d'assurer dans la durée deux à trois déploiements maritimes. Elles contribueront à développer des coopérations régionales, à accroître notre connaissance des espaces concernés et à marquer la présence de la France. Ces déploiements pourront concerner tous types d'unités (bâtiments de projection et de commandement-BPC, sous-marins nucléaires d'attaque-SNA, frégates, patrouilleurs, avions de chasse, de surveillance et d'intervention ou de patrouille maritime, systèmes de détection et de contrôle aéroportés AWACS, hélicoptères, forces spéciales...). De même, au-delà de leur mission de protection, les forces de souveraineté contribuent à la prévention des crises par les partenariats régionaux dans lesquels elles s'inscrivent.Enfin, au titre du renforcement de la fonction \"prévention\", les armées continueront à assurer des déploiements de circonstance, notamment dans le cadre des mesures de la posture de défense et de dissuasion de l'OTAN, afin de marquer notre solidarité avec nos alliés dans le respect de nos engagements internationaux. Notre participation au dispositif de présence avancée renforcée sera ainsi pérennisée (Enhanced Forward Presence, Air Baltic, déploiements navals en mer Baltique, en mer Méditerranée et en mer Noire, police du ciel européen).\n\n2.1.2. Une consolidation des fonctions \"dissuasion\", \"intervention\" et \"protection\"2.1.2.1. La dissuasion\n\nLa loi de programmation militaire prévoit les moyens nécessaires au maintien sur le long terme de la dissuasion nucléaire, conformément aux orientations du Président de la République, telles que rappelées dans la préface de la Revue stratégique. Clé de voûte de la stratégie de défense, la dissuasion nucléaire, strictement défensive et suffisante, demeure au cœur de la protection et de l'indépendance de la Nation. Elle permet à la France de préserver ses intérêts vitaux contre toute agression d'origine étatique, d'où qu'elle vienne et quelle qu'en soit la forme. Elle contribue de facto à la sécurité de l'Alliance atlantique et à celle de l'Europe.La posture permanente de dissuasion s'appuie sur deux composantes, océanique et aéroportée, indissociables, qui sont soutenues par un ensemble de capacités conventionnelles renforcées. Leur complémentarité offre au Président de la République une gamme élargie d'options stratégiques. Leurs performances, leur adaptabilité et leurs caractéristiques maintiennent un système strictement suffisant, qui restera crédible à long terme grâce notamment aux capacités de simulation assurant la fiabilité et la sûreté des armes nucléaires.La modernisation des deux composantes garantit notre capacité à répondre à l'évolution du contexte stratégique et à l'émergence de nouvelles menaces. Les effets de cette modernisation se répercutent sur les autres fonctions stratégiques, les principes de dualité et de mutualisation continuant à guider les stratégies d'acquisition et d'emploi.\n\n2.1.2.2. La protection\n\nLa fonction \"protection\" a pour objet de garantir l'intégrité du territoire et d'assurer aux Français une protection efficace contre l'ensemble des menaces, physiques comme immatérielles, soulignées par la Revue stratégique. En métropole et outre-mer, les armées assurent en permanence la sûreté du territoire, de l'espace aérien et des approches maritimes.La fonction \"protection\" s'articule autour des postures permanentes de sûreté aérienne et de sauvegarde maritime et intègre la posture de protection terrestre, mise en place à la suite des attentats de 2015 et 2016. La fonction \"protection\" est ainsi consolidée, en particulier concernant l'action des armées sur le territoire national. La posture de protection terrestre est pérennisée dans sa nouvelle forme (jusqu'à 10 000 militaires en trois échelons et pendant un mois), organisant ainsi les conditions d'une contribution durable des armées à la défense et à la sécurité de notre territoire, face à la menace terroriste d'inspiration jihadiste.Les moyens dédiés aux postures permanentes de sûreté aérienne et de sauvegarde maritime sont modernisés, notamment à travers le programme système de commandement et de conduite des opérations aériennes (SCCOA) et l'augmentation du nombre de patrouilleurs. Cela permettra de mieux protéger nos territoires ultra-marins et nos zones économiques exclusives, de lutter plus efficacement contre les trafics de tous ordres et de faire face à la multiplication des phénomènes climatiques extrêmes. Compte tenu des spécificités qu'ils représentent, notamment dans les domaines de la sécurité maritime, de la protection des ressources et de la préservation des richesses écologiques, les outre-mer français et les zones économiques exclusives qui leur sont rattachées constituent un enjeu stratégique pour la France.Les forces stationnées dans les départements, régions et collectivités d'outre-mer sont positionnées pour leur part sur cinq implantations (Nouvelle-Calédonie, Polynésie française, Guyane, Antilles, La Réunion-Mayotte). A leur mission principale, centrée sur la protection et le maintien de notre souveraineté et la préservation des ressources présentes dans les zones sous juridiction française (ZEE), s'ajoutent la coopération militaire régionale, l'assistance et la capacité de réaction immédiate face aux crises grâce aux moyens qui y sont stationnés, renforcés, si nécessaire, par des moyens déployés depuis la métropole ou d'autres implantations françaises.La Revue stratégique souligne par ailleurs la réalité et la permanence d'une menace cybernétique significative. Dans le cadre de cette loi de programmation militaire, le ministère des armées érige en axe d'effort prioritaire la réponse qui y sera apportée afin de garantir son propre fonctionnement et sa résilience, tout en contribuant à la continuité des grandes fonctions vitales de la Nation. Ainsi, le contrat de protection est également étendu au domaine de la cyberdéfense, avec la création d'une posture permanente \"cyber\".Enfin, pour répondre aux menaces croissantes dans les nouveaux espaces de compétition stratégique, un renforcement de nos capacités de détection et de réaction dans l'espace exoatmosphérique est mis en œuvre, en s'appuyant sur des moyens, des équipements et la recherche de partenariats efficaces, notamment européens, ayant pour objet de réduire la vulnérabilité de nos propres capacités.Enfin, la vocation de cette loi de programmation militaire étant de répondre aux besoins des armées, elle est concentrée sur la mission \"Défense\". A ce titre, elle n'aborde pas la question des capacités du ministère de l'intérieur (notamment la capacité blindée de la gendarmerie nationale) qui contribuent directement à la fonction \"protection\" de la politique de défense et de sécurité nationale et sont indispensables à la continuité de l'action de l'Etat.\n\n2.1.2.3. L'intervention\n\nLa fonction \"intervention\" vise à agir au loin pour défendre nos intérêts, protéger nos ressortissants ou honorer nos responsabilités comme nos engagements internationaux. La défense de l'avant contribue ainsi directement à la sécurité du territoire national. Elle doit s'inscrire systématiquement dans le cadre d'une approche globale.Elle repose sur des capacités de projection de force et de puissance, ainsi que sur des aptitudes robustes \"d'entrée en premier\", seul ou avec des alliés, dans un environnement durci, ainsi que sur la capacité à être \"Nation-cadre\" au sein d'opérations multinationales. La France doit ainsi continuer de disposer d'une capacité d'intervention autonome dans le monde.Les armées sont susceptibles d'être engagées en gestion de crise, jusqu'à trois théâtres simultanément, afin d'assumer les responsabilités de la France dans l'espace euro-méditerranéen ou en Afrique, de respecter les accords de défense et de défense collective (au titre de l'article 5 du traité de l'Atlantique Nord et du 7 de l'article 42 du traité sur l'Union européenne) et de mettre en œuvre les partenariats stratégiques, notamment avec l'Inde et l'Australie. La dispersion des théâtres d'opérations et la possibilité de crises simultanées et cumulatives imposent cependant une masse critique disponible en termes d'équipements majeurs, de combattants et de stocks.En outre, pour disposer en permanence d'une capacité de réponse immédiate aux crises, les armées maintiennent un échelon national d'urgence en alerte (réservoir de forces de 5 000 militaires et équipements dédiés à l'intervention d'urgence) et disposent d'une capacité de frappe immédiate à partir de nos moyens déployés outre-mer ou sur le territoire national.Parallèlement, notre capacité à mener une opération de coercition majeure en coalition est maintenue (capacité à armer trois composantes terre-mer-air et les structures de commandement associées). Enfin, il convient de noter que la modernisation des équipements permettra aux forces françaises de conserver leur capacité à entrer en premier dans un environnement non-permissif, en particulier face au développement des moyens dits \"A2AD\" (Anti access area denial). En la matière, les études relatives à l'aviation de combat du futur et au successeur du porte-avions Charles de Gaulle seront fondamentales pour garantir nos capacités d'intervention dans le haut du spectre.La fonction \"intervention\" doit cependant relever le défi de stratégies hybrides et de déni d'accès dans tous les milieux. La montée en compétence technologique et opérationnelle des différentes menaces exige, dès lors, que les armées françaises conservent un différentiel technologique suffisant et demeurent interopérables avec leurs alliés occidentaux les plus capables.Enfin, pour agir dans l'urgence et sans certitude d'engagement militaire de nos partenaires, la France doit conserver les capacités lui permettant de garantir son autonomie d'action. Cette autonomie et l'expérience opérationnelle au combat lui confèreront de surcroît la crédibilité indispensable à la génération de forces partenaires, qui permet de partager la \"charge\", d'alléger les dispositifs pour in fine permettre le désengagement.\n\n2.2. Des contrats opérationnels et des formats au service de l'Ambition 2030\n\nSur le plan opérationnel, l'Ambition 2030 se définit par un certain nombre de contrats qui se déclinent selon les cinq fonctions stratégiques, la mutualisation des capacités rares et critiques devant être maintenue.Dans un environnement opérationnel toujours plus exigeant, le modèle d'armée, complet et équilibré, défini par l'Ambition 2030, doit permettre d'atteindre les effets militaires recherchés sur la totalité du spectre des menaces et des engagements possibles, y compris les plus critiques, mais le modèle restera dynamique pour s'adapter à l'évolution des conflits.\n\n2.2.1 Une Ambition déclinée en contrats opérationnels\n\nLes armées doivent ainsi être capables d'assurer les postures permanentes de dissuasion, de sûreté et de protection du territoire national, de renseignement stratégique, de cyberdéfense, ainsi que de conduire des opérations de stabilisation, de contre-terrorisme ou de contre-insurrection et de s'engager, y compris sur très faible préavis, en opération de haute intensité, dans les milieux terrestre, maritime ou aérien, et d'opérer dans les espaces exoatmosphérique et numérique.En matière de gestion des crises et d'intervention, les armées pourront être engagées dans la durée et simultanément sur trois théâtres d'opération, avec la capacité à assumer le rôle de Nation-cadre sur un théâtre et à être un contributeur majeur au sein d'une coalition.En termes de volume cumulé de forces, pourront ainsi être mobilisés :\n\n-un état-major interarmées de niveau stratégique, un état-major de niveau opératif et les systèmes de commandement associés, ainsi que des moyens de renseignement interarmées, de guerre électronique, de soutien santé, munitions et pétrolier, cyber et soutien de l'homme adaptés aux opérations menées ;-l'équivalent d'une brigade interarmes (6 000 à 7 000 hommes), incluant 4 groupements tactiques interarmes (GTIA), équipés de blindés modernisés, 1 bataillon du génie, 1 à 2 groupements d'artillerie, 1 à 2 groupements aéromobiles, 1 groupement de renseignement multi-capteurs, 1 groupement de transmissions et jusqu'à 3 groupements logistiques ;-le porte-avions (hors arrêt technique majeur) avec son groupe aérien, ainsi que des capacités amphibies incluant 1 à 2 bâtiments de projection et de commandement (BPC). Les escortes incluront jusqu'à 6 frégates et un patrouilleur, jusqu'à 3 avions de patrouille maritime (ATL2), 1 à 2 pétroliers ravitailleurs, 1 sous-marin nucléaire d'attaque et 1 groupe de guerre des mines. Ces moyens s'appuient sur les éléments constituant l'échelon national d'urgence (ENU) ;-2 à 3 bases aériennes projetées incluant leur poste de commandement air (PC Air), 14 avions de chasse, 4 avions de ravitaillement en vol MRTT, 5 avions de transport tactique, jusqu'à 6 systèmes de drones moyenne altitude longue endurance-MALE (dont l'armement programmé permettra d'élargir le champ d'emploi opérationnel), 1 à 2 avions de guerre électronique, 1 plot d'hélicoptères de manœuvre pour les missions de recherche et sauvetage au combat (RESCO) et jusqu'à 7 avions légers de surveillance et de reconnaissance (ALSR) ;-pour les forces spéciales, 2 groupements et un détachement de forces spéciales, 2 plots hélicoptères et des avions de transport tactique.\n\nLes armées devront pouvoir également être engagées dans une opération majeure de coercition, tout en maintenant un niveau d'engagement adapté sur les théâtres de gestion de crise déjà ouverts. Dans ce cadre, les armées devront être capables de mener, en coalition, sur un théâtre d'engagement unique, une opération à dominante de coercition, dans un contexte de combats de haute intensité. Elles pourront assumer tout ou partie du commandement de l'opération et auront la capacité, dans les trois milieux, de participer à une opération d'entrée en premier sur un théâtre de guerre. Cette hypothèse d'intervention se caractérise par un engagement majeur aux côtés de nos alliés.La France pourra ainsi déployer :\n\n-un état-major interarmées de niveau stratégique, un état-major de niveau opératif et les systèmes de commandement associés, ainsi que des moyens de renseignement interarmées, de guerre électronique, une capacité de commandement d'un groupement de soutien interarmées de théâtre intégrant les soutiens santé, munitions et pétrolier, cyber et soutien de l'homme adaptés aux opérations menées ;-une capacité de commandement terrestre de niveau corps d'armée (CRR-FR [1]), et les moyens organiques de nature à permettre d'assumer les responsabilités de Nation-cadre correspondant au niveau divisionnaire (systèmes de commandement, renseignement, logistique …). Jusqu'à 2 brigades interarmes représentant environ 15 000 hommes des forces terrestres, mettant en œuvre près d'un millier de véhicules de combat (dont environ 140 LECLERC, 130 JAGUAR et 800 véhicules de combat d'infanterie), 64 hélicoptères et 48 CAESAR, susceptibles d'être renforcées par des brigades alliées pour constituer une division de type OTAN ;-une capacité de commandement d'opérations aériennes de type Joint Force Air Command (JFAC), jusqu'à 45 avions de chasse hors groupe aérien embarqué, 9 avions de transport stratégique et de ravitaillement, 16 avions de transport tactique, 4 systèmes de drones armés, jusqu'à 4 avions légers de surveillance et de reconnaissance (ALSR), 2 à 3 bases aériennes projetées, des moyens de défense anti-aérienne de théâtre, des moyens de sauvetage au combat ;-une capacité de commandement de force navale à la mer, une force navale composée du porte-avions (hors arrêt technique majeur) avec son groupe aérien, ainsi que 2 bâtiments de projection et de commandement, disposant de moyens de commandement à la mer et d'accompagnement intégrant jusqu'à 8 frégates (frégates multi-missions-FREMM, frégates de défense aérienne-FDA ou frégates de taille intermédiaire-FTI), 2 sous-marins nucléaires d'attaque de type Suffren, 5 avions de patrouille maritime et des moyens de guerre des mines et de ravitaillement à la mer ;-des forces spéciales s'appuyant sur des capacités adaptées (PC de composante SOCC (2), véhicules tactiques protégés, avions de transport tactique, hélicoptères, insertion maritime avec moyens de mise en œuvre associés, drones tactiques polyvalents et ISR …) ;-une composante \"cyber\".\n\nLes forces engagées bénéficieront d'un soutien adapté dans les domaines munitions, systèmes d'information et de communication, carburant, santé, soutien de l'homme et infrastructures.Pour garantir leur capacité de réaction autonome, les armées maintiendront un échelon national d'urgence de 5 000 hommes en alerte permanente. Possédant tout l'éventail des capacités des armées, il constitue la réserve d'intervention immédiate apte, entre autres, à saisir un point d'entrée, à renforcer en urgence un dispositif ou à évacuer des ressortissants. Cet échelon d'alerte permet de mettre sur pied une force interarmées de réaction immédiate (FIRI) de 2 300 hommes. Cette force sera projetable à 3 000 km du territoire national ou depuis une implantation à l'étranger, dans un délai de 7 jours. Avant ce délai, la France restera capable de mener de façon immédiate (moins de 48 heures) et autonome des frappes dans la profondeur par des moyens aériens et navals.La FIRI sera composée de forces spéciales, d'un groupement tactique interarmes de 1 500 hommes comprenant des blindés et des hélicoptères, d'un groupe naval constitué autour d'un bâtiment de projection et de commandement et pouvant comprendre frégates, pétroliers ravitailleurs et sous-marins, ainsi que d'une composante aérienne comprenant une dizaine d'avions de chasse, notamment pour la frappe immédiate, des aéronefs de transport et de ravitaillement, des aéronefs de renseignement, des avions de patrouille maritime, un plot d'hélicoptères de manœuvre pour les missions de recherche et sauvetage au combat (RESCO), ainsi que des moyens de commandement et de contrôle associés. La FIRI pourra être renforcée à hauteur de 5 000 hommes sous 30 jours, équipés de moyens complémentaires dont des systèmes sol-air moyenne portée terrestre (SAMP/ T) et drones MALE.En outre, les armées doivent être en mesure d'agir de façon autonome et durable dans les domaines du renseignement (autonomie d'appréciation), du commandement des opérations, des opérations spéciales, de la protection face aux menaces asymétriques, de la démonstration de puissance en appui de la volonté politique, ou encore des actions d'influence. Dans ces domaines, les contributions de partenaires pourront être recherchées pour amplifier l'efficacité de nos forces, sans pour autant constituer un préalable à l'engagement opérationnel.Enfin, l'engagement des armées démontre la qualité des équipements produits par l'industrie française, dans un contexte opérationnel. C'est pourquoi, au-delà des engagements opérationnels définis par les contrats, les armées pourront être sollicitées pour apporter leur expertise dans les actions de soutien aux exportations des matériels (SOUTEX).\n\n2.2.2 Des formats adaptés aux contrats opérationnels2.2.2.1 Les capacités de commandement et de contrôle (C2)\n\nLes capacités de commandement et de contrôle des armées seront renforcées pour leur permettre de planifier et de commander des opérations de manière autonome ou comme Nation-cadre au sein d'une coalition.Les armées seront ainsi en mesure de déployer des systèmes de commandement et de coordination logistique de théâtre dans les différents milieux pour des opérations de niveau d'une division ou équivalent. Dans le cadre d'un engagement majeur, notamment au sein de l'OTAN, les armées conserveront la capacité de mettre sur pied des commandements de composantes terrestre, maritime et aérienne du niveau d'un corps d'armée ou équivalent.Ces capacités s'appuieront notamment sur le Système d'information des armées (SIA) qui fournira à l'ensemble des acteurs opérationnels les outils indispensables au commandement et à la conduite des opérations militaires, tant au niveau stratégique qu'opératif : SIA C2 pour les fonctions métiers C2 et l'obtention des effets, SORIA (3) et SILRIA (4) pour les fonctions renseignement et logistique. En s'appuyant sur un socle technique commun interarmées (STCIA) et des applications logicielles communes, il facilitera la numérisation de l'espace des opérations. Utilisé par l'ensemble des composantes militaires, il permettra à la France de tenir ses engagements vis-à-vis de ses alliés pour la conduite des opérations interarmées, en national comme en coalition (NATO Response Force, Nation-cadre …).\n\n2.2.2.2 Armée de terre/ Forces terrestres et aéroterrestres\n\nLes forces aéroterrestres reposeront sur des unités adaptées à l'évolution de la menace. Elles s'appuieront sur une force opérationnelle terrestre de 77 000 hommes, déployable à l'extérieur comme sur le territoire national, comprenant un état-major de commandement de niveau corps d'armée (CRR-FR), les forces spéciales terrestres, une force interarmes SCORPION à deux divisions englobant six brigades interarmes, une brigade d'aérocombat, des unités d'appui et de soutien opérationnel, les unités prépositionnées à l'étranger et celles implantées dans les outre-mer, ainsi que la contribution française à la brigade franco-allemande. Les six brigades interarmes seront articulées en trois composantes complémentaires (blindée, médiane et légère) qui garantiront l'aptitude à s'engager sur tout le spectre des opérations, y compris dans l'urgence.Des commandements spécialisés du renseignement, des systèmes d'information et de communication, de la logistique et de la maintenance des forces regrouperont l'ensemble des moyens et expertises de chaque domaine, pour soutenir et optimiser le combat interarmes et le connecter à l'interarmées.Quatre commandements valoriseront en outre l'expertise de l'armée de Terre dans les domaines de l'engagement sur le territoire national, des forces spéciales, du partenariat militaire opérationnel et de l'aérocombat. Par ailleurs, les forces terrestres s'appuieront sur des moyens complémentaires (écoles et centres) participant à leur formation et à leur préparation opérationnelle ainsi que sur des structures dédiées à la régénération des matériels (maintenance industrielle).En matière d'équipements, ces forces disposeront à l'horizon 2030 d'équipements de 4e génération, comprenant 200 chars de combat, 300 blindés médians, 3 479 véhicules blindés modulaires et de combat, 147 hélicoptères de reconnaissance et d'attaque, 115 hélicoptères de manœuvre, 109 canons de 155 mm, 13 systèmes de lance-roquettes unitaire, 7 020 véhicules de mobilité tactique et logistique, et une trentaine de drones tactiques. En 2025, la moitié du segment médian SCORPION aura été livrée.\n\n2.2.2.3 Marine nationale/ Forces navales et aéronavales\n\nRépondant aux dernières exigences en matière d'interopérabilité, notamment s'agissant du combat collaboratif, les forces navales seront en mesure de s'intégrer rapidement dans les forces multinationales ou d'en assurer le commandement. La capacité de commandement de composante maritime à la mer (MCC) sera maintenue. Elles continueront d'assurer la composante océanique de la dissuasion nucléaire : la permanence à la mer sera ainsi assurée par quatre sous-marins nucléaires lanceurs d'engins (SNLE) dotés de missiles mer-sol balistiques stratégiques (MSBS) intercontinentaux M 51. La force aéronavale nucléaire (FANU), embarquée sur le porte-avions, contribuera pour sa part à la composante aéroportée de la dissuasion nucléaire.Les forces navales s'articuleront autour du porte-avions nucléaire et de son groupe aérien embarqué, des sous-marins nucléaires d'attaque renouvelés, des bâtiments de projection et de commandement, des avions de patrouille maritime rénovés et des frégates performantes dans la lutte anti-sous-marine et anti-aérienne. Ces capacités seront complétées par des pétroliers ravitailleurs à même de soutenir les déploiements à grandes distances de nos points d'appui et des bâtiments du segment médian adaptés aux zones de crises permissives, en mesure d'occuper des espaces maritimes clé. Les capacités des bâtiments seront renforcées par des systèmes de drones aériens pour la Marine (SDAM), complémentaires des hélicoptères embarqués.Enfin, des unités plus légères telles que des bâtiments de soutien, des patrouilleurs et aéronefs dédiés permettront, notamment depuis les outre-mer, d'assurer avec efficience des missions de surveillance de nos espaces maritimes et de soutien aux populations. Par ailleurs, la marine nationale dispose d'une capacité à conduire des opérations spéciales en haute mer, et de la mer vers la terre.A terminaison, les forces navales comprendront 4 sous-marins nucléaires lanceurs d'engins, 6 sous-marins nucléaires d'attaque, 1 porte-avions nucléaire, 40 avions de chasse et 3 avions de guet aérien embarqués, 15 frégates de premier rang, 3 bâtiments de projection et de commandement, 18 avions de patrouille maritime rénovés, 4 pétroliers ravitailleurs, 27 hélicoptères à vocation anti-sous-marine, 49 hélicoptères légers pour l'éclairage, le combat naval et la sauvegarde maritime, ainsi qu'une quinzaine de drones à décollage vertical, des bâtiments du segment médian, 19 patrouilleurs, des avions de surveillance et d'intervention maritimes, ainsi que des capacités de lutte contre les mines maritimes.Concernant les forces spéciales, la marine mettra en œuvre une composante répartie au sein de 5 commandos de combat et 2 commandos d'appui spécial.\n\n2.2.2.4 Armée de l'air/ Forces aériennes\n\nL'armée de l'air continuera d'assurer les missions permanentes de la composante aéroportée de la dissuasion nucléaire, de protection de l'espace aérien national et de ses approches. Sa participation aux forces de souveraineté et de présence contribuera également à la prévention des crises. Elle mettra également en œuvre des capacités de supériorité aérienne, de frappe dans la profondeur, de renseignement, de transport stratégique et tactique, d'appui aux forces spéciales et aux composantes de surface, terrestre et maritime. L'aptitude des forces aériennes à être interopérables avec les forces alliées sera essentielle. La cohérence d'ensemble sera assurée par trois commandements en charge de la dissuasion, des opérations aériennes et de la mise en œuvre des moyens.Le système de commandement et de conduite des opérations aérospatiales (SCCOA) permettra pour sa part de garantir en permanence la pleine souveraineté de l'espace aérien national. S'organisant autour d'un centre de commandement et de conduite interopérable avec nos alliés (ACCS [5]), il contribuera à l'engagement des forces aériennes en opérations dans un cadre national ou international.Par ailleurs, l'armée de l'air dispose de forces spéciales appuyées par l'ensemble des capacités conventionnelles existantes, notamment chasse et renseignement aéroporté (drone MALE, ALSR, etc.).Dans les années à venir, l'armée de l'air mettra ainsi en œuvre un système de commandement et de contrôle des opérations aériennes (SCCOA) rénové, 185 avions de chasse polyvalents, 53 avions de transport tactique dont des A400M, 4 avions de détection et de contrôle aérien, 15 avions ravitailleurs multirôles (MRTT), 40 hélicoptères légers, 36 hélicoptères de manœuvre, 8 systèmes de drones de surveillance moyenne altitude et longue endurance (MALE), 8 avions légers de surveillance et de reconnaissance (ALSR), 3 avions de renseignement et de guerre électronique ainsi que 8 systèmes sol-air de moyenne portée.\n\n2.2.2.5 Forces spéciales\n\nLes forces spéciales, issues des trois armées, voient leur rôle se renforcer tant pour la capacité d'entrée en premier que dans le cadre de la lutte contre le terrorisme. Elles constituent un outil dans la main du commandement militaire dont la polyvalence, l'interopérabilité, la réactivité, la protection et les capacités de renseignement continueront d'être renforcées, notamment par une modernisation de leurs équipements (véhicules spécialisés, drones). Cela leur assurera l'aptitude à répondre au spectre des missions allant de l'anticipation stratégique à la capacité de renseignement et d'action face à un dispositif ennemi moderne et complexe, en passant par la lutte dans la durée contre le terrorisme, par la prévention et le partenariat militaire opérationnel (PMO).\n\n3.-UNE LPM STRUCTURÉE AUTOUR DES AXES PRIORITAIRES DE L'AMBITION 20303.1. Placer la LPM \"à hauteur d'homme\"\n\nAlors que les précédentes lois de programmation militaire (LPM) ont mis un accent particulier sur les équipements, la présente loi vise à redonner parallèlement un modèle d'armée complet et équilibré, soutenable dans la durée afin de répondre à notre ambition stratégique. Ce modèle s'appuie ainsi sur des femmes et des hommes formés, entraînés et valorisés et pleinement intégrés à la Nation. Il s'agit donc d'une LPM \"à hauteur d'homme\" qui prévoit un effort en quatre volets complémentaires :\n\n-la garantie de conditions adéquates pour permettre aux armées d'exercer de manière durable et soutenable leurs missions, à travers la formation, l'entretien des matériels, les équipements individuels et la préparation opérationnelle ;-l'amélioration du \"quotidien du soldat\", à savoir les conditions de vie et de travail des personnels, les soutiens dont ils dépendent, ou l'accompagnement de leur famille, et leurs aspirations de citoyens modernes ;-la dynamisation de la politique des ressources humaines placée au cœur de la LPM, afin de garantir l'adéquation des compétences et des effectifs à l'ambition opérationnelle ;-le renforcement du lien armées-Nation pour faire du militaire un citoyen moderne, pleinement intégré dans une société animée d'un solide esprit de défense, développé dès la jeunesse, et capable de contribuer à sa propre protection à travers la Garde nationale, et en premier lieu les réserves opérationnelles.\n\nL'effort consenti dans ces différents domaines est central pour l'attractivité de la condition militaire et la fidélisation des personnels.\n\n3.1.1. Améliorer les conditions d'exercice du métier des armes, pour permettre de remplir les missions opérationnelles de manière durable et soutenable\n\nLa LPM 2019-2025 vise à répondre à un impératif : doter les armées des moyens pour exercer leurs missions de manière durable et soutenable et permettre à chaque militaire de disposer des moyens nécessaires à sa préparation opérationnelle afin qu'il acquière les savoir-faire opérationnels requis.En conséquence, il est nécessaire de garantir la qualité des conditions d'exercice du métier des armes. Cette exigence impose tout d'abord d'assurer à chaque militaire les conditions nécessaires à une formation et à un entraînement de qualité, ce qui passe par un effort marqué sur les petits équipements, la simulation ou les infrastructures dédiées à la préparation opérationnelle, mais également sur la réalisation d'un taux d'activité permettant d'assurer le niveau indispensable d'aguerrissement et d'efficacité de nos forces lors des engagements opérationnels.\n\n3.1.1.1. Doter chaque militaire du matériel et des infrastructures adaptés à sa formation, à son entraînement et à l'exercice de sa mission\n\nTout d'abord, il s'agit de doter chaque militaire du matériel adapté à sa formation, à son entraînement et à l'exercice de sa mission. A cet effet, la loi de programmation militaire porte un effort marqué pour garantir à chaque militaire une dotation en équipements individuels adaptés aux exigences de son métier, en particulier dans le domaine de l'habillement spécifique et de la protection individuelle du combattant, y compris en matière de protection auditive contre les traumatismes sonores.En particulier, il dispose du petit équipement nécessaire : moyens de communication, munitions de petit calibre, système de visée optronique, jumelles de vision nocturne, moyens nautiques, ciblerie, véhicules tactiques logistiques et de franchissement spécialisés, etc.Pour acquérir les savoir-faire de son métier, il bénéficie du temps et des infrastructures nécessaires, notamment les espaces d'entraînement terrestres, maritimes ou aériens, y compris les zones de tirs, ainsi que des infrastructures de simulation ou opérationnelles (par exemple, infrastructures de la médecine des forces et hospitalière), des armureries et des zones de stockage de munitions.A ce titre, la préparation opérationnelle des armées doit pouvoir s'appuyer sur des espaces d'entraînement adaptés et suffisamment vastes, tenant compte des évolutions de la réglementation nationale et européenne relative à la protection de l'environnement.Par ailleurs, outil structurant pour la formation et l'entraînement, la simulation est un complément indispensable à l'activité réelle pour faire face à la complexité des systèmes d'armes et des conflits. Elle contribue à l'acquisition et à l'entretien des savoir-faire techniques de base, en permettant des gains significatifs sur l'emploi des moyens réels sans pour autant s'y substituer totalement.Contributeurs majeurs à la qualité de la préparation opérationnelle et à l'exercice des missions, les organismes et services interarmées de soutien (service de santé des armées, service du commissariat des armées, service des essences des armées, service interarmées des munitions, service d'infrastructure de la défense et direction interarmées des réseaux d'infrastructure et des systèmes d'information) seront particulièrement sollicités. Dans le cadre de la nouvelle ambition opérationnelle, ils prendront part à l'effort d'amélioration des conditions d'exercice du métier des armes.Au bilan, la LPM portera ainsi une attention particulière à la dotation en petits équipements des armées, au développement des moyens de simulation, cohérent notamment avec le calendrier de livraisons des équipements modernisés, à la mise aux normes et à la rénovation des espaces d'entraînement des armées.\n\n3.1.1.2. Garantir un niveau de disponibilité des matériels des armées et d'activité opérationnelle compatible avec la préparation et la réalisation des missions\n\nL'atteinte d'un modèle d'armée à la hauteur de nos ambitions et soutenable dans la durée est un enjeu majeur de la loi de programmation militaire qui repose sur la consolidation de l'activité, gage d'efficacité des forces en opérations.S'appuyant sur une augmentation des crédits d'entretien programmé du matériel (EPM) et sur la réforme de l'organisation du maintien en condition opérationnel (MCO), notamment aéronautique, le redressement de la disponibilité des matériels les plus critiques constituera le socle indispensable à cette remontée d'activité.Dans un premier temps, cet effort doit permettre de régénérer un matériel fortement sollicité par le niveau élevé d'engagement des armées. Dans un second temps, il doit permettre d'améliorer les niveaux d'activité opérationnelle des armées qui contribuent à la qualification et à la préparation du combattant. Dans tous les cas, le niveau de disponibilité technique opérationnelle des armées est essentiel pour permettre à chaque militaire de disposer du temps d'entraînement nécessaire sur les matériels qu'il met en œuvre en opération.Afin de répondre aux exigences d'emploi comme à l'accroissement des besoins, les processus et les outils du MCO seront modernisés, en particulier dans le domaine de la gouvernance, pour les chantiers propres à chaque milieu, du renouvellement des systèmes d'informations techniques et logistiques, ainsi que de la rationalisation de la chaîne d'approvisionnement (supply chain). Le MCO s'appuiera également sur une industrie tant étatique que privée où les nouvelles technologies (numérisation, robotisation, impression 3D, Big Data, fusion de données, développement de la maintenance prédictive) occuperont une place croissante.Afin d'améliorer la disponibilité des matériels terrestres, la structure intégrée du maintien en condition opérationnelle des matériels terrestres (SIMMT) poursuivra les efforts de transformation de la maintenance. Il s'agit de maintenir au plus haut la disponibilité des matériels en opérations, tout en reconstituant le potentiel technique des équipements actuels et en préparant l'arrivée des futurs parcs SCORPION. L'effort de régénération nécessite également qu'une part de la charge soit prise en compte par l'industrie privée comme cela a déjà été initié pour plusieurs parcs (Leclerc, VBCI, parcs d'entraînement).Dans le milieu naval, le service de soutien de la flotte (SSF) assure l'entretien d'une flotte dont le soutien opérationnel et industriel est planifié et organisé sur plusieurs années du fait de la présence de bâtiments à propulsion nucléaire, de la complexité et du niveau d'intégration des navires ainsi que de la disponibilité des infrastructures portuaires. Dans ces conditions, un effort sera fait pour entretenir les bâtiments de nouvelle génération (FREMM, Barracuda notamment), mais aussi les plus anciens, indispensables pour la tenue du contrat opérationnel (sous-marins nucléaires d'attaque, chasseurs de mines tripartites).Dans le domaine du MCO aéronautique, la future direction de la maintenance aéronautique (DMAé) devra répondre à un enjeu fort, à savoir satisfaire à la fois les besoins opérationnels et l'activité d'entraînement nécessaire à la pérennisation des savoir-faire aéronautiques et tactiques, et ce en dépit de l'hétérogénéité des parcs. Elle s'appuiera sur la mise en place de contrats de soutien longs et globaux confiés à un maître d'œuvre principal, et particularisés à chaque flotte. Les industriels y seront fortement impliqués tout comme le service industriel de l'aéronautique (SIAé), outil industriel apte à concevoir et effectuer des solutions de réparations innovantes et de haut niveau. Afin de conforter les moyens du SIAé et d'assurer son autonomie vis-à-vis des industriels, l'acquisition des \"liasses\" sera recherchée.En complément de cette réforme, la LPM consacre un effort financier significatif à l'entretien programmé du matériel (EPM) qui doit permettre un relèvement important des taux de disponibilité des équipements majeurs des forces (22 Md € sur 2019-23, soit 4,4 Md €/ an en moyenne, pour une programmation prévisionnelle de 35 Md € sur la période de la LPM 2019-25). Cela représente un effort financier de + 1 Md € en moyenne annuelle par rapport à la LPM précédente, ce qui contribuera au redressement du taux de disponibilité des matériels les plus critiques, socle indispensable à une remontée d'activité. Le ministère des armées et le ministère de l'économie présentent de façon explicite et détaillée cet effort financier au sein des documents budgétaires remis au Parlement dans le cadre de la préparation de la loi de finances.En effet, l'activité opérationnelle des forces est un facteur clé de l'efficacité et de la crédibilité de nos armées, qui contribue au moral du personnel, à l'attractivité du métier des armes et in fine à la fidélisation. Elle recouvre l'activité liée à la conduite des opérations et à la préparation opérationnelle (qualification des forces, maintien de leurs compétences et adaptation aux spécificités de leurs engagements).L'activité opérationnelle des forces est évaluée en fonction de normes partagées par les armées occidentales de même standard (normes OTAN). Ces normes représentent à la fois une référence en termes de savoir-faire et une exigence pour l'intégration de nos moyens nationaux en coalition. Elles traduisent notamment les besoins de régularité et de continuité des actions d'entraînement.A ce titre, les normes quantitatives d'activité annuelle (hors simulation) pour des forces aptes à être engagées en missions opérationnelles sont les suivantes :Terre :\n\n-journées de préparation opérationnelle ou JPO (hors opérations extérieures et intérieures) : 90 ;-heures d'entraînement par équipage Leclerc : 115 ;-heures d'entraînement par équipage VBCI : 130 ;-kilomètres par équipage VAB/ Griffon : 1 100 ;-heures d'entraînement par équipage sur AMX 10 RCR/ Jaguar : 100 ;-coups tirés par équipage Caesar : 110 ;-heures de vol par pilote d'hélicoptère (dont forces spéciales) : 200 (220) ;\n\nMarine :\n\n-jours de mer par bâtiment (bâtiment hauturier) : 100 (110) ;-heures de vol par pilote de chasse (pilote qualifié appontage de nuit) : 180 (220) ;-heures de vol par équipage de patrouille/ surveillance maritime : 350 ;-heures de vol par pilote d'hélicoptère : 220 ;\n\nAir :\n\n-heures de vol par pilote de chasse : 180 ;-heures de vol par pilote de transport : 320 ;-heures de vol par pilote d'hélicoptère : 200.\n\nCes normes sont complétées par des indicateurs qualitatifs, spécifiques à chaque armée et segments capacitaires. Ils incluent la nécessité d'instruire, de qualifier et d'entraîner le personnel et les unités au combat dans des environnements interarmes, interarmées et interalliés complexes correspondant aux scénarios des opérations actuelles et prévisibles.Au bilan, et jusqu'en 2022, l'activité liée à la préparation opérationnelle continuera d'être prioritairement réalisée pour garantir un entraînement conforme aux exigences des missions majeures que sont la dissuasion et la protection et à la conduite des opérations en cours. Le niveau d'activité devrait amorcer une progression permettant d'atteindre les normes susmentionnées et d'aboutir à une recapitalisation de l'ensemble des savoir-faire à compter de 2023. En 2021, en tant que document préparatoire à l'actualisation de la LPM, sera présenté au Parlement un premier bilan des efforts consacrés à la remontée du niveau d'activité. Seront également définis des objectifs de progression de la préparation opérationnelle entre 2021 et 2023 puis entre 2023 et la fin de la période de programmation.\n\n3.1.1.3. Sécurité-Protection et résilience\n\nEnfin, dans un contexte où nos forces font face à des menaces à l'extérieur de nos frontières, sur notre propre territoire, mais également dans le monde numérique, le renforcement de la sécurité-protection du ministère des armées et de sa résilience face à des attaques de toute nature est un enjeu majeur.Ainsi, la présente LPM porte un effort marqué visant à garantir un niveau de protection adéquate et efficace de nos infrastructures et de nos opérateurs d'importance vitale (OIV), en s'appuyant sur un renforcement des infrastructures et des moyens humains. Les systèmes intégrés de protection seront optimisés et déployés pour durcir la sécurité des sites militaires les plus sensibles. En outre, les opérations d'armement d'ores et déjà lancées pour la protection des ports militaires et la lutte contre les drones malveillants seront poursuivies.En matière de sécurité cybernétique, l'organisation informatique et la sécurisation des réseaux seront optimisées, tandis que les moyens de lutte informatique défensive seront développés.Enfin, le ministère fera un effort particulier sur la sensibilisation et la protection de ses personnels, notamment en renforçant les moyens consacrés au criblage.\n\n3.1.1.4. Améliorer les approvisionnements en munitions\n\nLa multiplication et la simultanéité des engagements sont susceptibles de créer des tensions sur l'approvisionnement en munitions, plus particulièrement dans le domaine de la reconstitution de stocks. Le ministère des armées s'attache donc particulièrement à maintenir la capacité d'approvisionnement de la France dans ce domaine.\n\n3.1.2. Améliorer le \"quotidien du soldat\", les conditions de vie et de travail du personnel\n\nLe maintien de l'attractivité et de la fidélisation des personnels est un enjeu qui exige une amélioration de la vie quotidienne des militaires et une valorisation de leur carrière. Le ministère des armées poursuivra sa politique en faveur de l'égalité réelle entre les femmes et les hommes.\n\n3.1.2.1. Améliorer les conditions de soutien des personnels civils et militaires, en termes de fonctionnement courant et d'immobilier de vie courante\n\nEnjeu de grande sensibilité pour le moral et la condition des personnels, l'amélioration du soutien sera une priorité de cette LPM.Tout d'abord, il s'agira de répondre aux besoins en matière d'habillement et de protection du combattant (gilet pare-balles, treillis ignifugés), de soutien de l'homme (matériels de campagne, lits, douche) ou de soutien des unités (matériels de restauration collective).Il couvre également les besoins en fonctionnement courant du ministère, ainsi que les dépenses d'infrastructures des bâtiments de vie courante, d'hébergement ou de logement familial. Sur ce dernier point, la LPM permet, dans un premier temps, de \"réparer\" l'existant, notamment par une remise aux normes des bâtiments prioritaires pour répondre de manière adéquate aux besoins quotidiens des personnels. Dans un second temps, le budget alloué permettra une remise à niveau progressive du parc immobilier du ministère.En effet, la qualité des conditions de vie et de travail des personnels impose de mettre à leur disposition des infrastructures d'hébergement et de vie courante cohérentes avec les exigences spécifiques aux différents métiers qui structurent les armées, directions et services et répondant aux standards modernes. Il s'agit en particulier des ensembles d'alimentation, des infrastructures liées à la production d'énergie, des réseaux d'eau, d'électricité et de chauffage qui feront l'objet d'une attention prioritaire.En particulier, un plan relatif aux infrastructures des lycées militaires de la défense sera mis en œuvre en début de la LPM, en vue de remettre à niveau les bâtiments et de renforcer les capacités d'accueil des lycées.Pour améliorer le \"quotidien\" des personnels, les armées continueront d'être soutenues par des organismes interarmées dont la qualité de service conditionne l'efficacité opérationnelle et le moral du personnel civil et militaire, en particulier le service du commissariat des armées (SCA) et le service d'infrastructure de la défense (SID) qui prendront une part essentielle dans l'amélioration des conditions de vie et de travail des personnels ainsi que pour les familles, dans le sens de plus grandes qualité, continuité et efficience du service rendu.Sur le plan normatif enfin, et pour garantir une gestion dynamique et optimale du parc immobilier de l'Etat, la loi de programmation proroge et pérennise le dispositif législatif d'accompagnement de la politique immobilière de rationalisation du patrimoine.A ce titre, le dispositif normatif de la loi de programmation prévoit la remise aux Domaines, aux fins de cession, des immeubles reconnus inutiles pour la défense. La possibilité de conduire leur cession de gré à gré sera reconduite par décret en Conseil d'Etat. Sur le plan financier, les produits de cessions immobilières et de redevances d'occupation du domaine réalisés pendant la période 2019-2025 seront intégralement affectés au profit des infrastructures de la défense. En cas de transfert d'immeubles inutiles à ses besoins vers d'autres départements ministériels, le ministère recevra une indemnisation substantielle, tenant compte de la valeur vénale du bien. Enfin, l'éligibilité au financement par le compte d'affectation spéciale \"Gestion du patrimoine immobilier de l'Etat\" des dépenses d'investissement ou d'entretien du propriétaire réalisées par l'Etat sur les infrastructures opérationnelles de la défense nationale sera prorogée jusqu'au 31 décembre 2025. Il sera proposé au Parlement de confirmer ces orientations dans le projet de loi de finances pour 2019.\n\n3.1.2.2. Reconnaître les contraintes et les sujétions\n\nLe maintien de la qualité des ressources humaines du ministère nécessite une juste reconnaissance des contraintes et sujétions liées qui incombent aux personnels des forces armées, directions et services.L'efficacité des forces armées repose notamment sur le statut général des militaires, garant de leur capacité à disposer en permanence de personnels entraînés et formés, disponibles, dans un environnement organisé et réactif. Le statut militaire ne distingue pas le temps de paix de celui des opérations. Par sa spécificité et son unicité, il exprime un état fait de devoirs et de sujétions-esprit de sacrifice, discipline, disponibilité, loyalisme, neutralité-partagés par tous les militaires, quel que soit leur emploi. Ces fondements du statut, notamment le principe de disponibilité en toute circonstance, conditionnent l'efficacité opérationnelle des armées, répondent à la singularité de l'action militaire et seront donc préservés au cours de cette LPM.En outre, la condition du personnel concerne les personnels militaires comme civils. Elle est un axe d'effort permanent et un enjeu majeur dans un contexte de fort engagement. Pour cette raison, la politique d'action sociale du ministère des armées continuera à être développée au profit de la communauté de défense et de l'ensemble des forces armées, dans les domaines du soutien à la vie professionnelle et à la vie personnelle comme familiale.Dans le cadre du soutien à la vie professionnelle et à la vie personnelle et familiale, pour le ou la militaire dont l'enfant est atteint d'une maladie grave, est ouverte la possibilité d'une affectation temporaire à des cadres d'emplois au sein de l'administration du ministère des armées ou d'autres administrations.Sur ce dernier point, la LPM poursuit la mise en œuvre du plan d'accompagnement des familles et d'amélioration des conditions de vie des militaires, dit \"plan famille\", décidé en 2017, au profit des familles qui subissent les contraintes de l'engagement, notamment les absences ou la mobilité opérationnelles. Il aura également pour objet de faciliter l'intégration des familles dans la communauté de défense et d'améliorer les conditions de logement familial et d'hébergement des personnels militaires célibataires géographiques, notamment dans les zones en tension. Ce plan représente une enveloppe financière de près de 530 M € sur la période 2019-2025.Dans le cadre du \"plan famille\" et de la politique visant à promouvoir l'égalité professionnelle entre les femmes et les hommes et la conciliation de la vie personnelle et de la vie professionnelle, le ministère des armées s'attache à étendre et à diversifier l'offre de modes de garde, notamment celle de modes de garde adaptés aux horaires atypiques.Les efforts consentis pour adapter le parc de logement et satisfaire les besoins de logement seront renforcés, en particulier dans les zones tendues, notamment l'Ile-de-France et la région Provence-Alpes-Côte d'Azur.En outre, les militaires blessés ou malades en service et les familles des militaires morts au combat feront l'objet d'un soutien renforcé, qui s'inscrira dans la durée. Ainsi, la procédure d'indemnisation des préjudices, élément fondamental du droit à réparation et de la reconnaissance de la Nation, sera modernisée et simplifiée. A l'occasion de la journée d'hommage à tous les morts pour la France, une liste des militaires morts pour la France dans les douze mois précédents sera transmise par le ministère des armées à chaque commune de France pour que leur nom, leur âge et leur unité soient énoncés pendant les commémorations du 11 novembre. Le nombre et l'âge de leurs enfants seront également transmis. Les démarches administratives et médicales seront allégées et dématérialisées dans le cadre d'un \"parcours du blessé\", réduisant la charge incombant au militaire concerné ou à sa famille et permettant d'accélérer le traitement du dossier. La prise en charge des blessés psychiques autant que physiques sera améliorée et les conditions de bénéfice de congé du blessé seront étendues selon des modalités définies par ordonnance. En matière de reconversion, les militaires devenus inaptes à la suite de blessures ou de dommages subis en service pourront bénéficier d'un congé de reconversion sans obligation d'avoir effectué un temps de service de quatre ans révolus. Enfin, le ministère des armées poursuit activement la politique de prévention, de dépistage, de suivi et d'accompagnement des syndromes post-traumatiques. Les blessés pourront bénéficier des nouveaux soins dispensés, au terme de sa transformation, par l'Institution nationale des Invalides, notamment le centre de réhabilitation post-traumatique pour les blessés psychiques et physiques. Le service de santé des armées continuera de jouer un rôle essentiel au service de l'efficacité opérationnelle du moral des forces armées. Il participera à l'amélioration de la détection et de la prise en charge des blessures psychiques, au bénéfice des militaires en activité et des anciens militaires, rendue nécessaire par le contexte opérationnel actuel.Par ailleurs, pour le personnel civil, des efforts seront consacrés à la prise en compte de toutes les formes de handicap.La concertation et le dialogue social constituent également un mode essentiel d'amélioration du \"quotidien\" des personnels du ministère et contribuent donc pleinement à la réalisation de cet axe prioritaire de la LPM. La loi n° 2015-917 du 28 juillet 2015 a amélioré la concertation ministérielle, avec la rénovation du Conseil supérieur de la fonction militaire (CSFM), désormais resserré, permanent et professionnel, comme des conseils de la fonction militaire de chaque armée ou formation rattachée, ainsi que la création des associations professionnelles nationales de militaires (APNM). Enfin, dans le cadre du renouvellement des instances de dialogue social du personnel civil, les nouveaux représentants du personnel, qui siègeront en 2019, bénéficieront d'un accompagnement soutenu et seront associés aux mesures de transformation du ministère dans le cadre d'un dialogue social dynamique et constructif.\n\n3.1.3. Gérer les ressources humaines de manière plus dynamique\n\nPour être complet et équilibré, le modèle d'armée doit reposer sur des ressources humaines conformes, en quantité et en qualité, aux besoins liés à l'ambition opérationnelle. Cela requiert un effort d'attractivité, de fidélisation des compétences comme de réalisation des effectifs, à la fois dans les domaines opérationnels ou techniques, qu'ils soient émergents ou à consolider. Gage d'efficacité, ce modèle repose parallèlement sur une complémentarité entre personnels militaires et civils.Pour sélectionner les cadres, adapter les compétences et respecter l'impératif de jeunesse indispensable aux forces armées, la politique des ressources humaines s'appuie sur les leviers du recrutement, de la formation, de la gestion des parcours professionnels, de la fidélisation et de la reconversion, afin de pourvoir l'ensemble des postes, y compris ceux qui seront créés au cours de cette LPM.\n\n3.1.3.1. Lutter contre toutes les formes de discriminations\n\nLe ministère des armées renforcera sa politique de lutte contre le harcèlement, les discriminations et les violences à caractère sexuel, sexiste ou liés à l'orientation sexuelle des personnes. Il veille à la mise en œuvre de dispositions visant à réduire ces violences et poursuit avec détermination une politique de \"tolérance zéro\" en la matière. Les victimes peuvent s'adresser à la cellule Ecoute Défense, destinée à l'ensemble des personnels en situation de détresse, ou à la cellule Thémis, dédiée aux situations de harcèlement ou de discrimination et qui offre un accompagnement psychologique et juridique pris en charge par le ministère. Un plan de formation pour l'ensemble du personnel est mis en place. La cellule Thémis établit un bilan annuel d'activité ainsi que différentes statistiques.Le ministère des armées attache également une importance particulière à l'égalité professionnelle entre les femmes et les hommes de la Défense. Outre les dispositifs facilitant la conciliation entre la vie personnelle et la vie professionnelle prévus par la présente loi, il veille à faciliter l'accès des femmes aux diplômes d'état-major et à l'Ecole de guerre, avec l'objectif de doubler la part des femmes parmi les officiers généraux d'ici 2025. Le ministère des armées procède aussi à l'adaptation des uniformes, et notamment des coiffes, des personnels militaires féminins avant 2025. Par ailleurs, avant 2022, les femmes militaires enceintes qui en font la demande pourront disposer d'un uniforme adapté à leur grossesse. Celles qui le souhaitent pourront continuer à porter la tenue civile.Le ministère des armées veille à prévenir les discriminations selon les origines et encourage l'égalité des chances. Au-delà des dispositifs d'écoute déjà en place, il engagera les travaux visant à obtenir le label diversité à l'horizon 2020.\n\n3.1.3.2. Attirer et fidéliser les compétences\n\nAfin de s'adapter à l'évolution des missions et des métiers des armées, le ministère des armées doit se maintenir en situation d'anticiper les flux, en recherchant les compétences rares et hautement qualifiées. A ce titre, attirer et fidéliser les compétences nécessitent une gestion dynamique des recrutements et des parcours professionnels, ainsi qu'une structure de rémunération attractive.Le recrutementL'impératif de jeunesse résultant des exigences propres à l'exécution des missions opérationnelles impose un renouvellement important des forces vives opérationnelles, et donc le maintien d'un flux significatif de recrutement grâce à la modernisation des leviers incitatifs. Notamment, pour conserver ces flux, une mission d'inspection conjointe du contrôle général des armées et de l'inspection générale des finances devra confirmer l'exclusion actuelle des aspirants, élèves officiers et élèves sous-officiers du processus de contingentement destiné à maîtriser le pyramidage des effectifs par grade.Parallèlement, concernant les personnels civils, des procédures de recrutement dérogatoires et pionnières dans la fonction publique seront lancées afin de faciliter et de simplifier le recrutement des agents, en particulier dans les filières de haute technicité ou sous-tension. Sera notamment expérimentée la possibilité de recruter dans le corps de techniciens supérieurs d'études et de fabrications après une audition par une commission de sélection, dans six régions particulièrement sous tension en matière de recrutement.Enfin, le recrutement de contractuels dans des spécialités sous tension et des régions déficitaires sera simplifié avec la possibilité de les recruter, dans l'attente du recrutement d'un fonctionnaire, pour une durée de trois ans, renouvelable une fois, afin de faire face à une vacance temporaire d'emploi d'au moins six mois.Les parcours professionnelsDans un souci d'amélioration constant, la formation permet de dynamiser des parcours professionnels qualifiants, variés et motivants pour les militaires comme pour les civils.Au cours de la carrière, les parcours des personnels militaires alternent des affectations dans les forces et dans les structures de commandement, d'administration ou de soutien, répondant aux besoins des forces armées. Ils garantissent la continuité opérationnelle, sur le territoire national comme en opérations et contribuent à un équilibre professionnel dans la durée, voire, pour les carrières à fort taux d'engagement opérationnel, à l'équilibre de la vie personnelle du militaire.Pour le personnel civil, la mobilité fonctionnelle et géographique est encouragée. Alors que la LPM ne comprend pas de restructurations majeures dans son équilibre général, le complément spécifique de restructuration est maintenu. Il pourra bénéficier, le cas échéant, aux fonctionnaires et agents non titulaires de droit public recrutés pour une durée indéterminée. L'indemnité de conversion et le complément exceptionnel de restructuration attribués aux ouvriers de l'Etat sont ainsi prolongés pour la durée de la loi de programmation militaire.La complémentarité entre compétences des personnels militaires et civils sera valorisée. Elle garantit en effet un fonctionnement plus performant du ministère ainsi que l'efficacité opérationnelle des forces. Eu égard à l'ambition opérationnelle fixée et en s'appuyant sur un certain nombre de critères définissant le besoin des employeurs, un équilibre sera défini dans la répartition des postes militaires et civils.Une attention particulière sera portée aux conséquences de l'autonomisation croissante des systèmes sur les conditions de travail et les parcours professionnels des personnels, y compris en matière de décorations.Pour contribuer à la fidélisation des personnels, enjeu essentiel dans un contexte de concurrence accrue avec le secteur privé, une attention particulière sera portée à la lisibilité des parcours professionnels, en complément d'une politique de rémunération adaptée. Elle bénéficiera en particulier à la préservation des compétences critiques (atomiciens, mécaniciens aéronautiques, praticiens de santé...), mais aussi émergentes (cybernétique, automates, intelligence artificielle …), à haute valeur ajoutée pour les forces armées.Pour le personnel civil, plusieurs dispositifs de fidélisation seront mis en œuvre au cours de cette LPM. Un plan de requalification d'agents de catégorie C vers la catégorie B, ciblé sur des emplois correspondant à la montée en compétences techniques, administratives, juridiques et financières, sera initié. Le corps des ingénieurs des études et fabrication sera revalorisé par élévation du niveau du concours externe de recrutement et par la révision des conditions de la formation initiale et continue. La réforme du statut des ouvriers de l'Etat sera achevée, confirmant la reprise des recrutements dans les spécialités rares.Rémunération et fidélisation : un ambitieux chantier de rénovation de la solde et des mesures complémentairesEn matière de rémunération, la programmation prévoit la mise en œuvre d'un ambitieux chantier de rénovation de la politique de solde des personnels militaires, à travers la \"nouvelle politique de rémunération des militaires\" (NPRM). Celle-ci sera initiée dès 2021 et aura pour objectif de faciliter la maîtrise de la masse salariale et de simplifier le système indemnitaire en améliorant sa lisibilité. Ce dernier point contribuera pleinement à l'attractivité de la carrière militaire, en clarifiant la structure de rémunération, notamment indemnitaire. Cette réforme permettra de réduire le nombre de primes, sans préjudice du niveau de rémunération, et de fiabiliser ainsi les modalités de calcul et de liquidation de la solde.Ce projet d'envergure concernant l'ensemble du personnel relevant du statut général des militaires, la direction générale de la gendarmerie nationale sera étroitement associée à l'ensemble des travaux de l'équipe de direction en charge de la conduite de ce projet.La NPRM contribuera par ailleurs à sécuriser et à simplifier les modalités de versement de la solde. Avec l'entrée en service du système de rémunération Source Soldes, successeur du système Louvois, elle marquera ainsi une normalisation des conditions de liquidation de la paie des personnels militaires, particulièrement affectés par la crise connue par le système actuel.Des mesures spécifiques seront prises pour améliorer la fidélisation au profit de certaines compétences rares. Les corps des ingénieurs de l'armement et des praticiens des armées bénéficieront d'une revalorisation, afin de préserver leur attractivité comparativement à des corps et des métiers civils comparables. De même, les travaux entrepris pour améliorer l'attractivité des corps militaires et celle de leur haut encadrement seront poursuivis. A cet égard, la LPM prévoit la consolidation réglementaire de certaines dispositions actuelles.Pour le personnel civil, le complément indemnitaire annuel (CIA) des fonctionnaires sera revalorisé, contribuant à mieux reconnaître l'engagement individuel et la manière de servir des agents.Enfin, les mesures indiciaires ou indemnitaires affectant le niveau général de la rémunération des fonctionnaires civils seront adaptées sans délai à la fonction militaire dans un souci d'équité.\n\n3.1.3.3. Faciliter la manœuvre RH pour maintenir une armée jeune, de haute technicité et d'une structure conforme au modèle d'armée complet et équilibré\n\nPour atteindre les objectifs d'attractivité et de fidélisation nécessaires à la réalisation du modèle d'armée complet et équilibré porté par cette LPM, des outils spécifiques sont indispensables pour préserver un flux de personnels permettant de mettre en adéquation les besoins des armées et les aspirations des candidats au recrutement. Il s'agit autant des leviers de pilotage des flux du ministère que de la reconversion des militaires, qui quittent l'institution à des âges divers, ou du droit à pension spécifique aux personnels militaires.La nature des engagements opérationnels, notamment leur caractère multidimensionnel et multinational, la transformation et la modernisation du ministère, la technicité croissante des systèmes d'armes exigeant des compétences de haut niveau rendent nécessaire de porter une attention particulière aux ressources et de satisfaire aux besoins d'encadrement comme d'expertise.Les leviers de pilotage des fluxLes leviers de pilotage des flux, tels que les incitations au départ ou le maintien temporaire au service, constituent des outils indispensables pour la gestion d'un modèle sélectif et correctement pyramidé, dans un contexte de poursuite de la réorganisation interne et de redéploiement des effectifs en fonction des priorités opérationnelles. Dans la mesure où ils répondent aux besoins des armées, des leviers de pilotage des flux doivent être mis en place, tant au bénéfice du personnel militaire que du personnel civil, y compris les ouvriers de l'Etat. La LPM confie au Gouvernement le soin de définir par ordonnance les dispositifs d'aides au départ spécifiques, aujourd'hui en vigueur conformément à la LPM 2014-2019, qui seront maintenus ou amendés à compter de 2020, notamment la promotion fonctionnelle, la pension afférente au grade supérieur et le pécule modulable d'incitation au départ, ainsi que l'indemnité de départ volontaire accordée aux ouvriers de l'Etat.La reconversionFacteur d'attractivité de carrières militaires qui peuvent être courtes, la transition professionnelle sera améliorée. Concernant également les personnels civils, elle se développera, au cours de la programmation militaire, dans le sens d'un développement d'une relation plus directe entre les candidats et les employeurs potentiels, par voie numérique. Seront également mis en place un parcours d'accès à la création ou la reprise d'entreprise et un réseau \"d'ambassadeurs\", propre à favoriser des contacts privilégiés avec les recruteurs, les entreprises et les administrations. L'animation de ce réseau reposera pour partie sur la réserve citoyenne de défense et de sécurité. Ces outils bénéficieront également aux conjoints du personnel du ministère pour accompagner la mobilité géographique dans le cadre du \"plan famille\".Parallèlement, les modalités de reconnaissance des qualifications et de l'expérience acquises par les militaires seront développées. Ainsi, le nombre de certifications professionnelles inscrites au répertoire national des certifications professionnelles (RNCP) augmentera. De nouvelles équivalences ou passerelles seront recherchées pour améliorer la reconnaissance de l'aptitude à exercer des activités civiles réglementées, par valorisation des brevets et expériences militaires.Enfin, les conditions d'accès à la fonction publique des militaires seront simplifiées et harmonisées. Le ministère des armées sera associé à tous les débats de refonte de la fonction publique pour mieux anticiper et adapter les réformes qui pourraient s'appliquer aux armées en tenant compte de leurs spécificités.Les pensionsLe système actuel des pensions militaires vise à la fois à accompagner le modèle spécifique de gestion des ressources humaines du ministère (gestion de flux et carrières courtes) et à assurer une juste reconnaissance des risques et sujétions liés à l'état de militaire et à l'emploi opérationnel. La future réforme des retraites s'appliquera aux militaires en tenant compte de ces spécificités.\n\n3.1.3.4.6 000 effectifs supplémentaires pour répondre aux besoins prioritaires des armées, dont 3 000 dès 2019-2023\n\nLa loi de programmation militaire 2019-2025 prévoit une augmentation de 6 000 postes sur la période 2019-2025, dont 3 000 sur la période 2019-2023, portant les effectifs du ministère à 274 936, hors service industriel aéronautique, au terme de la LPM.Cet accroissement des ressources humaines du ministère des armées répond à des besoins ciblés et prioritaires, conformes à l'ambition opérationnelle, c'est-à-dire rendant les engagements des armées plus soutenables dans la durée, sur le territoire national comme en opération extérieure, et renforçant les capacités de la France à faire face aux défis liés à l'accroissement des menaces décrites par la Revue stratégique.Ces effectifs supplémentaires seront ainsi affectés de manière ciblée pour consolider les domaines prioritaires, en matière de renseignement (1 500 sur 2019-25), de cyberdéfense et d'action dans l'espace numérique (1 500 sur 2019-25, notamment afin de porter à 4 000 le nombre de \"combattants cyber\"). Des effectifs supplémentaires seront affectés pour renforcer la résilience du ministère en matière de sécurité et de protection (environ 750 sur 2019-25) et pour accompagner les exportations (400 sur 2019-25). Le solde permet de répondre notamment aux besoins des unités opérationnelles et de leur environnement, en améliorant les conditions de soutien des forces, en particulier au profit du Service de santé des armées. L'évolution des effectifs du SSA doit permettre de préserver la capacité des armées françaises à entrer en premier sur les théâtres d'opérations et à assurer la sécurité des forces engagées en opérations.L'augmentation des effectifs portera sur les seuls emplois financés sur les crédits de personnel de la mission \"Défense\" du ministère, hors apprentis et service militaire volontaire (SMV). Elle ne prend pas en compte de contribution du ministère des armées à la mise en place d'un service national universel.\n\n3.1.4. Renforcer le lien entre soldat, armées et Nation\n\nDepuis les attentats qui ont touché la France en 2015, l'importance du lien armées-Nation a été réaffirmée à plusieurs reprises, en particulier avec le renforcement des réserves, notamment opérationnelle, ou le rapprochement de la jeunesse et des armées.La loi de programmation militaire 2019-2025 s'inscrit dans cette évolution, en soutenant le renforcement des réserves ou en pérennisant l'expérimentation du service militaire volontaire, dans son format actuel.\n\n3.1.4.1. S'appuyer sur la Réserve\n\nAvec l'intensification des engagements en opérations extérieures et intérieures, les réserves sont des compléments indispensables aux armées et formations rattachées pour remplir l'ensemble de leurs missions et concourir à la réalisation de leurs contrats opérationnels.En vue d'appuyer la montée en puissance des réserves dans notre modèle d'armée, il sera nécessaire d'impliquer les réservistes dans des missions plus diverses, en appui aux forces d'active. Cet emploi passera par un rapprochement raisonné et progressif des compétences des réservistes avec celles des militaires d'active, notamment dans l'armée de terre.A ce titre, la réserve opérationnelle bénéficie d'un budget spécifique, maintenu à 200 millions par an environ sur la période de la LPM, permettant de maintenir l'objectif de 40 000 réservistes sous engagement à servir, pour un emploi annuel moyen d'environ 37 jours. Dans ce but, le seuil statutaire de durée annuelle d'activités sera augmenté. Ces volontaires sous ESR constituent, avec ceux de la gendarmerie et la réserve civile de la Police nationale, la Garde nationale.Pour mieux les fidéliser et dans un souci d'équité, la couverture sociale des militaires réservistes sera améliorée. Comme les militaires d'active, ils bénéficieront du régime de la responsabilité systématique sans faute de l'Etat. De plus, la limite d'âge des réservistes spécialistes et des réservistes praticiens des armées sera en outre augmentée (10 ans au-delà de l'active pour les corps considérés), pour un emploi sur le territoire national. Dans un souci de simplification des démarches administratives, la numérisation de l'information, du recrutement et de la gestion des activités des réservistes sera mise en œuvre via le portail internet des réserves militaires. Les partenariats avec les employeurs de réservistes, publics ou privés, seront développés.Concernant les anciens militaires d'active soumis à l'obligation de disponibilité durant cinq ans, et rappelables par décret (60 000 femmes et hommes), une attention particulière sera portée à l'amélioration des scénarios d'emploi et de rappel ainsi qu'à la consolidation de son caractère opératoire.Complémentaire de la réserve opérationnelle et composante à part entière de la réserve militaire, la réserve citoyenne de défense et de sécurité (RCDS) contribue à promouvoir l'esprit de défense et à renforcer le lien entre la Nation et son armée, en favorisant la connaissance de l'outil de défense. Composée de volontaires bénévoles agréés par l'autorité militaire en raison de leurs compétences, de leur expérience ou de leur intérêt pour les questions relevant de la défense et de la sécurité nationale, la réserve citoyenne concourt à apporter des expertises additionnelles aux armées.\n\n3.1.4.2. Affermir le lien entre la jeunesse et les armées\n\nLe lien entre la jeunesse et les armées constitue un enjeu essentiel de cohésion nationale. Au-delà, ce lien est indispensable pour garantir aux armées un vivier de recrutement indispensable à la pérennité de son efficacité opérationnelle. En outre, il contribue à forger chez les jeunes une conscience citoyenne dont se nourrit l'esprit de défense.Pour renforcer le lien entre la jeunesse et les armées, le ministère des armées continue à s'appuyer sur les travaux de la commission armées-jeunesse, organisme de réflexion et d'action placé auprès du ministre des armées visant à favoriser la connaissance entre les armées et les jeunes. Son rôle d'interface entre le ministère des armées et les organisations de jeunesse est pérennisé et modernisé.Aujourd'hui, l'affermissement de ce lien repose notamment sur la journée défense et citoyenneté (JDC). Celle-ci a vocation à évoluer dans le cadre des réflexions engagées sur la rénovation du service national universel. Dans tous les cas, il conviendra à l'avenir de porter une attention particulière à la numérisation des supports, mais aussi des démarches requises auprès des jeunes, de l'administration et des partenaires. En outre, le contenu pédagogique comportera les informations utiles sur les enjeux de sécurité nationale et la pertinence de l'outil de défense.Les sessions de Journées défense et citoyenneté (JDC), organisées sous la responsabilité du chef de poste diplomatique ou consulaire territorialement compétent ou bien de l'attaché de Défense, sont maintenues jusqu'à la mise en place effective, le cas échéant, du Service National Universel (SNU).Le plan égalité des chances (PEC) apporte également les outils permettant de développer et d'entretenir le lien entre les armées et la Nation en offrant, chaque année, à 30 000 jeunes de nombreuses possibilités de promotion sociale et d'insertion dans le monde du travail, contribuant ainsi à réduire les inégalités et les discriminations tout en favorisant la mixité sociale. Il fera l'objet d'un plan de développement et de modernisation.Inspiré du service militaire adapté (SMA), le service militaire volontaire (SMV) est un dispositif militaire d'insertion socioprofessionnelle des jeunes de 18 à 25 ans les plus en difficulté et éloignés de l'emploi. Plaçant les jeunes volontaires sous statut militaire et dans un cadre exigeant, il contribue directement au renforcement de la cohésion et de la résilience nationale. Mis en œuvre, avec des entreprises, organismes et collectivités locales partenaires, dans le but de favoriser l'accès à l'emploi, le SMV s'articule autour de six centres, sous la responsabilité des trois armées, et forme près de 1 000 volontaires par an dans cinq régions différentes. Le SMV est un succès salué par l'ensemble des acteurs impliqués. L'opportunité d'une augmentation du nombre de places, hors périmètre de la LPM et en partenariat avec tous les acteurs concernés, sera examinée.\n\n3.1.4.3. Le droit à reconnaissance et à réparation\n\nLes dispositifs du droit à reconnaissance et à réparation concernant les supplétifs de droit civil seront évalués afin d'en étudier les possibilités de modernisation. Dans ce cadre, il conviendra d'apprécier au cas par cas l'opportunité d'étendre aux supplétifs de statut civil de droit commun le bénéfice de l'allocation de reconnaissance prévue par l'article 47 de la loi de finances rectificative n° 99-1173 du 30 décembre 1999.\n\n3.2. Renouveler les capacités opérationnelles des armées\n\nLa programmation des opérations d'armement sur la période de la LPM 2019-2025 repose sur un socle de capacités qui conditionne l'autonomie stratégique de notre outil de défense. Elle permet de se placer sur une trajectoire rejoignant le niveau d'ambition recherché à l'horizon 2030.La loi de programmation militaire 2019-2025 préserve, tout d'abord, le calendrier des commandes et des livraisons des programmes d'armement résultant de la précédente LPM.Au-delà, elle finance l'accélération de la modernisation d'équipements sur des segments capacitaires prioritaires pour la réalisation des contrats opérationnels (avions de ravitaillement et de transport stratégique MRTT, patrouilleurs outre-mer, pétroliers ravitailleurs, segment médian des blindés), et prévoit des augmentations ciblées de format (programme SCORPION, avions légers de surveillance et de reconnaissance ALSR, avions de patrouille maritime).En dernier lieu, elle prépare l'avenir et la supériorité opérationnelle future des armées, en finançant les programmes d'avenir, le plus souvent en coopération (avion de combat du futur, successeur du porte-avions, char de combat futur).Cette modernisation des équipements majeurs des armées porte aussi bien sur les programmes conventionnels que sur ceux qui structurent la posture de dissuasion.Au-delà des grands programmes d'armement, un effort particulier sera réalisé au profit des équipements de cohérence opérationnelle et des petits équipements.\n\n3.2.1. Moderniser les principaux programmes conventionnels\n\nLes programmes d'armement qui seront lancés d'ici à 2025 permettront de faire face à l'évolution des menaces, notamment celles que font à nouveau peser les Etats puissances. A cette fin, les programmes intégreront des technologies innovantes adaptées. En particulier, l'autonomisation des systèmes constitue un axe important de modernisation et d'innovation des capacités, sous réserve qu'un agent humain ou plusieurs demeurent en situation de contrôle. Ainsi, les programmes de drones aériens (comme le drone MALE européen ou le système de drones aéromaritimes embarqués SDAM), le système de guerre des mines futur (SLAMF) ou encore les robots du domaine terrestre intégrés aux systèmes d'information et de communication infovalorisés du programme SCORPION apporteront des concepts entièrement nouveaux fondés sur la collaboration entre des plateformes et des systèmes de drones. Ces nouveaux systèmes seront intégrés aux capacités actuelles afin d'en améliorer la performance globale.Parallèlement, une attention particulière sera portée aux capacités de résilience et de fonctionnement \"en mode dégradé\" des équipements modernes, dont les capacités opérationnelles reposent largement sur des systèmes d'information et de communication.Par ailleurs, le nombre de programmes en coopération avec des partenaires européens sera augmenté d'au moins 36 % par rapport à la précédente LPM.\n\n3.2.1.1. Composante terrestre\n\nLes équipements des forces terrestres seront profondément transformés et modernisés avec les premières livraisons du programme SCORPION. A l'horizon 2025, la moitié des véhicules du segment médian aura été livrée dans le cadre du programme SCORPION, soit 936 véhicules blindés multi-rôles lourds GRIFFON, 150 engins blindés de reconnaissance et de combat JAGUAR, 122 chars de combat LECLERC rénovés, 489 véhicules blindés multi-rôles légers VBMR-L, indispensables aux fonctions d'appui et de soutien. Avec le système d'information du combat SCORPION (SICS), le premier niveau de combat collaboratif infovalorisé, permettant la numérisation des actions de combat, sera déployé sur la période. Cette nouvelle configuration constituera une rupture dans les modalités de conduite et d'exécution de la manœuvre, avec davantage de subsidiarité dans le commandement, de partage de l'information et donc une accélération de la boucle décisionnelle. Enfin, le programme SCORPION assurera au soldat en opération une meilleure protection face aux menaces.Pour le combattant individuel, les livraisons de l'armement individuel futur (AIF) seront accélérées (93 000 exemplaires de l'AIF, d'ici à 2025, contre une cible initiale à 60 000 en LPM 2014-2019 actualisée). Il en va de même des missiles moyenne portée (MMP) qui permettront d'améliorer la supériorité du combattant débarqué (1 950 missiles MMP livrés en 2025, contre 1 550 prévus à cette date dans la LPM 2014-2019 actualisée).Le complément des canons de 155 mm CAESAR, destiné à combler le retrait des AUF1, à savoir 32 pièces pour un total à 109, sera également livré d'ici à 2025. Le complément de la phase 2 des systèmes de communication ASTRIDE engagera le remplacement des équipements RITA, en permettant d'accroître les capacités de raccordement et de connectivité des postes de commandement. La livraison des premiers radars GM60 procurera une capacité de déconfliction de la troisième dimension, nécessaire aux combats aéroterrestres.Au cours de cette LPM, des études seront en outre initiées afin de préparer le remplacement du char Leclerc par de nouveaux systèmes de combat (MGCS [6]), dans le cadre d'une coopération européenne, notamment franco-allemande. Des études seront aussi poursuivies afin de préparer la rénovation du VBCI et le renouvellement du système FELIN, pour assurer l'intégration parfaite du combattant à pied dans le système de combat SCORPION. Dans le domaine des hélicoptères, 34 NH90 TTH, dont 6 adaptés au standard des forces spéciales (pour une cible de 10), seront livrés. Les rétrofits des Tigre HAP (appui protection) en HAD (appui destruction) seront poursuivis et le standard 3 du Tigre associé au renouvellement du successeur du missile air/ sol sera lancé permettant ainsi l'adaptation de l'appui au contact au niveau de menace future.Les livraisons de véhicules au profit des forces spéciales (VFS) et de l'armée de terre (environ 4 000 véhicules légers tactiques polyvalents non protégés VLTP-NP) se poursuivront. Dans le même temps, l'élaboration du véhicule léger tactique polyvalent protégé (VLTP-P, segment bas) et l'initiation du renouvellement du segment logistique (PL 4-6 T) seront conduites.\n\n3.2.1.2. Composante navale\n\nDans le domaine naval, la réception par les forces des 3 dernières frégates multi-mission (FREMM) et des 2 premières frégates de taille intermédiaire (FTI) sera complétée par la livraison des 3 frégates légères de type La Fayette, objets d'un programme de rénovation permettant d'en optimiser et d'en prolonger l'emploi opérationnel.Les 2 derniers bâtiments de soutien et d'assistance hauturiers (BSAH), 6 patrouilleurs outre-mer ainsi que les 2 premiers bâtiments de surveillance et d'intervention (BATSIMAR), destinés aux façades métropolitaines, seront livrés. La marine disposera ainsi de 19 patrouilleurs en 2030, dont 11 nouveaux bâtiments auront été livrés en 2025.Les 4 premiers sous-marins nucléaires d'attaque de type Suffren seront également livrés sur la période, autorisant le retrait progressif de sous-marins nucléaires d'attaque de type Rubis. Les sous-marins de type Suffren permettront de disposer d'une composante sous-marine aux meilleurs standards mondiaux, d'élargir les possibilités de mise en œuvre du missile de croisière naval (MdCN) et de déployer des forces spéciales en immersion.La rénovation des avions de patrouille maritime ATL2 sera pour sa part étendue à 18 aéronefs (tous livrés sur la période) notamment pour faire face à la résurgence de la menace sous-marine dans nos zones d'intérêt. Le programme de remplacement des ATL2 (PATMAR futur) sera initié pour être lancé en réalisation sur la période. Afin d'entamer le renouvellement de la flotte d'avions de surveillance maritime, en premier lieu outre-mer, 7 premiers avions seront commandés et les livraisons débuteront pour garantir la capacité d'intervention de la marine nationale. Le remplacement des avions de guet aérien du groupe aéronaval conduira à la commande de 3 aéronefs en début de période. Les systèmes de drones aériens pour la marine nationale (SDAM) seront commandés pour un début de livraison d'ici à 2028.Les études seront en outre initiées pour définir, au cours de cette LPM, les modalités de réalisation d'un nouveau porte-avions. Elles permettront de définir en priorité le système de propulsion de ce bâtiment et les contraintes d'intégration de nouvelles technologies notamment dans le domaine des catapultes. Elles devront fournir les éléments de décision relatifs à une éventuelle anticipation du lancement de sa réalisation et au format de cette composante pour garantir sa permanence.Le programme de pétroliers ravitailleurs (FLOTLOG) sera lancé afin de doter la marine nationale de pétroliers modernes, conformes aux derniers standards de la réglementation internationale et garantissant une autonomie d'emploi et de déploiement notamment en soutien des groupes d'action navale (porte-avions, bâtiments de projection et de commandement et frégates engagées en appui de la composante océanique de la dissuasion). Les 2 premières unités (pour une cible rehaussée à 4) auront été livrées en 2025.Les capacités hydrographiques et océanographiques seront renouvelées avec le lancement en 2023 du programme CHOF (capacité hydrographique et océanographique future).La réalisation du nouveau programme SLAM-F de guerre des mines et de lutte contre les IED maritimes sera lancée. Eloignant les marins de la menace, il relève d'un concept innovant fondé sur des bâtiments porteurs et des systèmes de drones.En matière d'armement, la LPM permettra notamment la livraison d'un lot de torpilles lourdes ARTEMIS et le lancement d'études d'intégration de missiles Aster 30 B1NT sur frégate de défense aérienne.\n\n3.2.1.3. Composante aérienne\n\nLes forces aériennes bénéficieront de la livraison de la totalité des 55 MIRAGE 2000D rénovés et de la reprise des livraisons des avions RAFALE, dont 28 exemplaires seront livrés de 2022 à 2024. Une nouvelle tranche de 30 RAFALE sera commandée en 2023 et doit être livrée d'ici à 2030. Concernant les capacités air-sol, de nouveaux pods de désignation laser seront livrés avant 2023 et les munitions seront modernisées après 2025 pour prendre en compte notamment les besoins de lutte contre l'A2AD (Anti Access Aerial Denial).Les livraisons des avions MRTT seront accélérées par rapport à la programmation précédente, pour permettre le renouvellement de la flotte de ravitaillement en vol et de transport stratégique avec 12 appareils livrés d'ici à 2025 (pour une cible augmentée à 15). Ces livraisons permettront de retirer du service actif des appareils dont certains auront 60 ans d'âge.La flotte de transport tactique poursuivra son renouvellement avec des livraisons d'Atlas A400M (11 avions livrés sur la période) et de 2 derniers C-130J en 2019, ainsi que la modernisation de 14 C-130H. A l'horizon 2030, le remplacement de la flotte C-130H sera initié. Enfin, la modernisation de la formation des pilotes de transport sera initiée à partir de 2025 (programme ATEF). Par ailleurs, les 12 appareils remplaçant les PUMA seront commandés en 2023.La rénovation de l'avionique des 4 avions de détection et de surveillance aérienne SDCA et le maintien de leur interopérabilité avec l'OTAN seront réalisés. De plus, les études seront menées pour le remplacement, à l'horizon 2035, de cette capacité nationale de détection et de commandement aéroporté.Les systèmes de surveillance, de contrôle et de commandement aériens continueront à être modernisés grâce au programme SCCOA dans ses étapes 3,4 et 5. Cela concernera les radars MA, HA et tactiques, les radios, les centres de contrôle, les centres de commandement et planification, ainsi que les moyens de surveillance de l'espace. De plus, la rénovation des 8 systèmes sol-air sera lancée.La LPM permettra également d'améliorer les capacités du RAFALE à travers le développement d'un nouveau standard F4 dont le lancement est prévu en 2018. Ce standard permettra d'accélérer le cycle de décision et d'engagement, d'améliorer ses capacités offensives comme défensives face aux nouvelles menaces. Il permettra également d'accroître l'interopérabilité tous milieux, par une connectivité accrue, aussi bien dans un contexte national qu'interallié, d'améliorer la préparation opérationnelle et le soutien en service. Ce standard permettra enfin de renforcer l'attractivité du RAFALE à l'export face à ses concurrents. Il sera cohérent des capacités apportées par la rénovation à mi-vie du missile ASMPA.Enfin, la LPM permettra d'étudier l'architecture du système de combat aérien futur (SCAF) dans un cadre de coopération puis de lancer les programmes de certains constituants de ce système. Le SCAF sera un système de plateformes et d'armements interconnectés, centré autour d'un aéronef de combat polyvalent, permettant de couvrir l'ensemble du spectre des missions de combat dans et à partir de l'espace aérien. Il permettra de conserver la supériorité aérienne et de conduire les opérations depuis la troisième dimension à l'horizon 2040.\n\n3.2.1.4. Capacités dédiées au renseignement\n\nLes capacités de renseignement seront renforcées dans tous les segments. Le segment spatial sera renouvelé avec la livraison en 2020 et 2021 des 2 derniers satellites du système d'observation spatial MUSIS, qui permet l'acquisition d'image à très haute résolution, et la mise en service fin 2020 du système spatial CERES, qui permettra de disposer d'une cartographie exhaustive des activités électromagnétiques globales. Les programmes permettant le renouvellement de ces capacités seront lancés en 2023.Les systèmes aéroportés de \"drones aériens\" poursuivront leur montée en puissance avec la mise en service des drones REAPER qui seront dotés de la capacité à délivrer des armements. Les 2 derniers systèmes de drones REAPER seront livrés en 2019. Les études menées en coopération avec l'Allemagne, l'Espagne et l'Italie seront poursuivies en vue du lancement du programme de drone MALE européen en 2019 et de la livraison d'un premier système en 2025. Les livraisons ultérieures permettront d'atteindre 8 systèmes de drones MALE en service à l'horizon 2030.Les 3 premiers systèmes de drone tactique (SDT) PATROLLER seront livrés et une commande pour équiper l'armée de Terre à hauteur de 5 systèmes à l'horizon 2030 sera réalisée. 15 systèmes de drones aériens de la Marine nationale seront également commandés. Des drones tactiques légers, avec capacités de renseignement multi-capteurs et une option d'armement, seront acquis en 2019 pour les forces spéciales.La capacité de renseignement aéroporté sera renforcée avec la livraison d'un deuxième avion léger de surveillance et de reconnaissance (ALSR), pour une cible de 8 avions à l'horizon 2030.Les moyens de renseignement électromagnétique, indispensables à la connaissance des intentions de l'adversaire comme à la protection des aéronefs et des navires, seront modernisés, notamment avec la livraison de la capacité universelle de guerre électronique (CUGE) permettant de disposer d'une capacité spécialisée de recueil de renseignement aéroportée renforcée dès 2025, avec la modernisation de nos moyens de renseignement stratégique fixes ainsi que la commande d'un bâtiment léger de surveillance et de recueil de renseignement (BLSR).Ces moyens de renseignement électromagnétique seront également modernisés à travers le programme \"ROEM tactique\" visant à renforcer les capacités de renseignement de contact des unités aéroterrestres déployées.L'adaptation de nos capacités d'exploitation pour faire face à l'afflux de données se concrétisera par la mise en service du système d'information SORIA et la modernisation progressive du système d'information de la fonction interarmées du renseignement.\n\n3.2.1.5. Systèmes d'Information et de Communication\n\nLes moyens de communication des armées seront modernisés avec la mise en service de DESCARTES (réseau à base de fibres optiques permettant de relier tous les sites fixes en métropole et outre-mer du ministère des armées) et de SYRACUSE IV (système de télécommunication composé de 2 satellites militaires et des stations-sol permettant d'assurer les communications sur le champ de bataille et avec la métropole) complété d'ici à 2030 par un troisième satellite répondant aux besoins croissants et spécifiques des plateformes aéronautiques (connectivité, drones …).Lancé en 2023, le programme \"Successeur MELCHIOR\" apportera aux forces une amélioration importante des débits et de la robustesse des transmissions numériques à très grande distance par liaison radio haute fréquence.La connectivité des forces sur les théâtres sera renforcée par la livraison de nombreux équipements de radio numérique CONTACT (8 400 nouveaux postes), support de communication indispensable au combat collaboratif de SCORPION, et par une nouvelle étape du programme dédiée à l'intégration des aéronefs.Les équipements de navigation par satellite des armées (OMEGA) seront modernisés. Une capacité autonome de géolocalisation capable d'utiliser les signaux GPS et Galileo et résistant aux interférences comme au brouillage sera également développée.Le réseau de théâtre terrestre sera en outre rénové avec la livraison de stations ASTRIDE. Le réseau Internet Protocol de la force aéronavale (RIFAN) sera également modernisé. Ces deux évolutions permettront de prendre en compte les besoins en connectivité et de manœuvre des systèmes de commandement des forces déployées et de répondre à l'augmentation des échanges d'information sur les théâtres.Enfin, les efforts de convergence et de rationalisation des Systèmes d'Information Opérationnels et de Communication (SIOC) des armées seront poursuivis avec la mise en service opérationnel progressive du Système d'Information des Armées (SIA), outil indispensable au commandement et à la conduite des opérations militaires, du niveau opératif au niveau tactique haut, interopérables avec nos principaux alliés et en national. Au-delà de 2025, SIA évoluera pour prendre en compte les potentialités offertes par l'intelligence artificielle et le Big Data afin de garantir la fluidité des échanges et de permettre de conserver la maîtrise de la supériorité informationnelle dans un contexte d'accroissement des risques cyber et des volumes de données à traiter.Dans le domaine de la connaissance du milieu géophysique, le système d'information GEODE 4D mettra à disposition des armées des données géographiques à haute valeur ajoutée, nécessaires à la conduite des opérations et au fonctionnement des systèmes d'armes.\n\n3.2.1.6. Missiles\n\nLa rénovation à mi-vie des missiles de croisière SCALP sera achevée avant 2025. Le missile air-air longue portée METEOR sera mis en service. Les missiles ASTER 30 B1 NT seront commandés à compter de 2022. Associés au successeur du radar de conduite de tir ARABEL, ce missile fournira au système sol-air moyenne portée terrestre SAMP-T NG la capacité de traiter des menaces de nouvelle génération d'ici à 2030. Les premiers missiles air-air MICA NG seront commandés dès 2019. Pour sa part, le missile spécifique de l'aérocombat (MAST F) sera commandé à partir de 2023. Les programmes destinés à renouveler les capacités existantes dans le domaine des missiles de croisière et des missiles antinavires seront lancés en 2024. Le programme successeur du missile sol-air MISTRAL sera lancé en 2025. Enfin, le MMP aura remplacé le missile antichar MILAN d'ici à la fin de la période.\n\n3.2.1.7. Composante Interarmées\n\nAu cours de la période 2019-2025, les forces renouvelleront leurs capacités NRBC. Dans ce contexte, le programme d'identification des menaces biologiques (CICB) sera initié et fournira aux armées la capacité d'identifier un large spectre d'agents biologiques afin d'ajuster les contre-mesures médicales. Le ministère sera ainsi en capacité de renforcer la résilience de ses installations face au risque NRBC, et de contribuer ainsi à la résilience nationale.De plus, le système d'information ISSAN, adossé aux capacités de numérisation du champ de bataille, améliorera la prise en charge et le suivi des blessés en opération par le service de santé des armées.La modernisation du système de commandement et de conduite des opérations aérospatiales (SCCOA) sera également poursuivie. Sur le territoire national comme pour les opérations extérieures, elle permettra notamment, dès 2020, de moderniser le système radio sol-air (SRSA) et de renforcer la détection aérienne à trois dimensions, les systèmes de contrôle local des bases aériennes, ainsi que la coordination des intervenants dans la troisième dimension. De plus, la capacité nationale C2 Air sera consolidée, en particulier, le Centre national des opérations aériennes (CNOA), le Joint Force Air Component (JFAC) permanent et les centres de détection et de contrôle (CDC) fixes et projetables.Le programme \"Hélicoptère interarmées léger (HIL)\" destiné à renouveler six flottes d'hélicoptères légers des trois armées avec un large spectre de missions opérationnelles sera lancé en 2022. Par ailleurs, le programme destiné à améliorer les capacités d'autodéfense des hélicoptères et des avions de transport et de mission (SAHAT) sera initié pour un lancement en réalisation en 2025.Dans le domaine de la surveillance de l'espace exoatmosphérique, les moyens (GRAVES, SATAM) de veille des orbites basses seront modernisés en priorité, bénéficiant des opportunités de coopération européenne en la matière, et le système d'informations spatiales (SIS) sera amélioré ; il renforcera ainsi la capacité d'élaboration de la situation spatiale.\n\n3.2.1.8. Equipements de cohérence\n\nEn complément des programmes à effet majeur, la LPM 2019-2025 consacre un effort particulier à l'acquisition des équipements de cohérence, particulièrement dans le domaine des systèmes d'information et de communication. Complément indispensable des grands programmes, ces équipements permettent de construire un outil de combat opérationnel cohérent, complet, agile et robuste.\n\n3.2.2. Renouveler les programmes liés à la dissuasion\n\nDans le cadre de la LPM 2019-2025, les deux composantes de la dissuasion seront modernisées, pour en garantir toute la crédibilité opérationnelle.La composante océanique bénéficiera notamment de la fin de la modernisation de l'ensemble des sous-marins lanceurs d'engins (SNLE), de la mise en service du missile M51. 3 et du développement de la future version du missile M 51, dans le cadre de l'approche incrémentale. Les travaux de conception du sous-marin nucléaire lanceur d'engins de troisième génération (SNLE 3G) permettront le lancement de la phase de réalisation. Les capacités indispensables à la mise en œuvre de la composante océanique telles que celles dédiées à la guerre des mines, les sous-marins nucléaires d'attaque (SNA), les avions de patrouille maritime ATL 2, les frégates et les pétroliers ravitailleurs, seront dans une phase active de renouvellement ou de rénovation.La modernisation de la composante aéroportée sera poursuivie, notamment avec le passage à un porteur unique RAFALE dès 2018 et la rénovation à mi-vie du missile air-sol moyenne portée amélioré (ASMPA). Les études de développement de son successeur (ASN 4G) seront poursuivies. La composante aéroportée fondée sur un ensemble de capacités conventionnelles, notamment au travers des avions de chasse RAFALE, bénéficiera du renouvellement des avions ravitailleurs MRTT.Les transmissions nucléaires permanentes, sûres et résistantes seront adaptées pour apporter la souplesse, l'allonge et la résilience nécessaires à la stratégie de dissuasion.L'adaptation des armes aux exigences opérationnelles, leur garantie d'efficacité et de sécurité nucléaires, ainsi que le renoncement de la France aux essais nucléaires imposent la poursuite du programme de simulation s'appuyant sur le laser mégajoule (LMJ), les moyens de radiographie des armes et les moyens de calcul intensif numérique. La coopération franco-britannique dans le cadre du programme TEUTATES sera également poursuivie, ainsi que la préparation du démantèlement des systèmes et des installations intéressant la défense.La France continuera enfin à participer aux actions multilatérales et internationales dans les domaines de la maîtrise de la sécurité nucléaire et de la non-prolifération.\n\n3.2.3. Moderniser les infrastructures de défense\n\nLa loi de programmation 2019-2025 prévoit la réalisation des infrastructures d'accueil et de soutien de la nouvelle génération d'équipements militaires, en cohérence avec la modernisation nécessaire à la réalisation de l'Ambition 2030. Cela concerne en particulier les sous-marins BARRACUDA, les frégates multi-missions (FREMM), les avions de combat RAFALE et de transport A400M et MRTT, les véhicules SCORPION de l'armée de terre, mais aussi la poursuite des investissements de remise à niveau et de sécurité-protection des installations et des activités portuaires, aéroportuaires et terrestres de défense.\n\nParcs d'équipements et livraisons des principaux équipements\n\nLes principaux équipements de nos armées début 2019 et en 2025\n\n3.3. Garantir notre autonomie et soutenir la construction d'une autonomie stratégique européenne\n\nLa Revue stratégique souligne la nécessité pour la France de préserver son autonomie stratégique, socle sur lequel elle peut s'appuyer pour jouer un rôle moteur dans la construction d'une culture stratégique européenne commune. Pour ce faire, la LPM prévoit un effort particulier sur le rééquilibrage des fonctions stratégiques et sur les coopérations, qui consiste en particulier à renforcer les fonctions \"connaissance et anticipation\" et \"prévention\". Il s'agit ainsi de mieux comprendre les enjeux et d'anticiper les crises, de mieux les prévenir et les gérer selon une logique d'approche globale.En mettant en avant ces deux fonctions, et en développant notamment ses moyens de renseignement ou de prévention des crises en Europe ou sur d'autres continents, les armées capitaliseront ainsi sur des capacités discriminantes, à forte valeur ajoutée pour nos alliés dans le cadre de coopérations ou de coalitions internationales. Cela permettra ainsi à la France de jouer un rôle moteur, voire fédérateur, dans le renforcement de l'Europe de la défense.Ce rééquilibrage vise également à répondre à des menaces ou à des scénarios d'intervention plus diversifiés, qu'il s'agisse de faire face à des modes d'action adverses ambigus, notamment dans les espaces cyber et exoatmosphérique, ou à agir dans des environnements moins permissifs.\n\n3.3.1. Accentuer notre effort en matière de connaissance, d'anticipation et de prévention\n\nLe renforcement de la fonction \"connaissance et anticipation\" permet à la fois une meilleure compréhension des causes et conséquences des crises, de mieux en appréhender les enjeux et d'apporter les réponses les mieux adaptées à leur résolution dans le court et dans le long terme. En outre, l'effort au profit de la fonction \"prévention\" permet de réduire les facteurs de tension, en amont des crises, et de limiter ainsi le recours à des interventions lourdes.La fonction \"connaissance et anticipation\" est une priorité de l'Ambition 2030 qui accentue encore l'effort déjà initié sur le renseignement. Cet effort intégrera l'acquisition d'équipements supplémentaires de collecte et d'exploitation de données, le renforcement des capacités humaines et technique de traitement de ces données et le renforcement de la recherche humaine, afin de mieux anticiper les évolutions liées à la nouvelle donne stratégique. Il portera aussi sur l'amont, du point de vue de la recherche scientifique et universitaire, avec une attention particulière accordée au développement des études sur la guerre.Le renseignement est également un enjeu de coopération. En effet, la mise à disposition de capacités nationales et le partage de l'information constituent un véritable levier d'influence et un facteur de crédibilité au sein des coalitions. Ces capacités permettent en outre de maîtriser l'emploi de nos moyens et d'optimiser nos processus de ciblage. Les capacités de renseignement, mises à disposition de nos partenaires, constituent un outil stratégique à haute valeur ajoutée, apprécié de nos partenaires dans le cadre d'une coalition.L'efficacité de cette fonction s'appuie, de même, sur des capacités de veille stratégique, sur la maîtrise et le traitement automatisé de l'information ainsi que sur de nouveaux moyens de surveillance et d'interception électromagnétique. La mutualisation de capacités techniques interministérielles essentielles est poursuivie et approfondie.En outre, l'Ambition 2030 intègre la nécessité de rendre son importance à la fonction \"prévention\". Indissociable des formats de coopération internationale, l'action de prévention contribuera à la stabilisation des zones présentant un enjeu direct pour nos intérêts de sécurité. S'inscrivant naturellement dans le cadre d'une approche globale, elle s'appuie sur une coordination étroite entre les armées et l'action diplomatique, mais aussi sur la mobilisation de capacités humaines et financières interministérielles, multinationales, voire privées dans les cas pertinents.Dans cet objectif, nos forces de présence et de souveraineté sont prépositionnées pour accroître leur réactivité et notre influence dans le monde. Cette évolution visera en particulier à accompagner des solutions africaines de sécurité en renforçant les deux pôles opérationnels de coopération africains, en proposant d'y accueillir des unités européennes et en initiant des capacités militaires en matière de santé et de soins avec les Etats européens volontaires, là où nos forces sont engagées. En complément, le renforcement de la participation française aux dispositifs garantissant leur sécurité aux Européens en cas de crise sera initié.Ce rééquilibrage ne remet pas en cause la distinction entre les fonctions qui sont préservées.\n\n3.3.2. Développer une politique volontariste de coopération européenne et internationale\n\nDans un environnement stratégique plus instable et imprévisible qu'anticipé, il est indispensable de renforcer les liens qui nous unissent à nos partenaires à travers le monde, dans les cadres multilatéraux-notamment européens-comme bilatéraux. Mettre en œuvre une politique volontariste de coopération européenne et internationale impose de concevoir un cadre d'action rénové.Le renforcement de notre autonomie stratégique passe en particulier par un renforcement de l'Europe de la défense, au moyen de propositions pragmatiques et concrètes. C'est le sens de l'Initiative européenne d'intervention (IEI) voulue par le Président de la République qui doit permettre de construire une culture stratégique commune.En la matière, les diverses initiatives que sont la Revue annuelle coordonnée de défense, la coopération structurée permanente et le Fonds européen de défense se renforcent entre elles, afin de créer une dynamique permettant de développer les capacités militaires européennes dans un cadre collectif, d'inciter à la consolidation de l'industrie de défense par la coopération et de faire naître une véritable autonomie stratégique européenne. Avec le Fonds européen de défense, l'Union européenne financera pour la première fois depuis sa naissance des actions dans le domaine de la défense et de la sécurité, ce qui constitue un tournant majeur. La crédibilité de ce nouvel instrument requiert le développement d'un réflexe européen dans la conduite de notre politique industrielle de défense. Dans le cadre de la coopération structurée permanente, il sera notamment nécessaire de poursuivre la concertation avec nos partenaires européens afin de dégager une vision commune des objectifs de cette coopération et de conférer aux projets futurs développés dans le cadre de la coopération structurée permanente une portée opérationnelle.Pour être couronnées de succès, ces coopérations européennes devront avoir été précédées de la définition politique précise de leur cadre de réalisation : expression claire des besoins à travers un cahier des charges faisant l'objet d'arbitrages politiques pour éviter la simple juxtaposition des besoins des armées des pays participants ; détermination d'un calendrier précis ; et dépassement de la logique du \"retour géographique\" au profit d'une logique de pertinence industrielle et de reconnaissance à leur juste niveau des compétences de chaque pays participant au projet.Le renforcement de notre autonomie stratégique nécessite aussi notre implication marquée sur le plan multilatéral, notamment à l'OTAN, à l'ONU ou sur des initiatives spécifiques, comme le G5 Sahel au travers de l'appui renforcé à la force conjointe régionale.Ces initiatives multilatérales sont complémentaires des relations bilatérales que nous entretenons avec nos partenaires, notamment allemand, avec la feuille de route commune ambitieuse résultant du conseil des ministres franco-allemand du 13 juillet 2017, britannique, avec le traité de Lancaster House, et américain. Elles le sont également en matière de lutte commune contre le terrorisme jihadiste. L'aptitude de l'Italie et de l'Espagne à se déployer avec un large spectre de capacités justifie un approfondissement des relations bilatérales. Un accent particulier sera également porté sur le développement de coopérations avec d'autres partenaires européens (en particulier ceux identifiés dans le cadre de l'Initiative européenne d'intervention) se caractérisant par une convergence de vision stratégique, des engagements récurrents sur les mêmes théâtres d'opérations que la France et qui pour certains, disposent de capacités de niche sur des segments déficitaires mais nécessaires. Le réengagement de la France vers les pays du Nord et de l'Est de l'Europe a été amorcé et doit être pérennisé et valorisé, tout comme l'implication de la France en faveur de la sécurité européenne, au Sud comme au Nord et à l'Est, de la mer Baltique à la mer Noire.Au-delà, les partenariats stratégiques noués en Asie et dans la région Pacifique, participent également de cette ambition de partage d'une vision de la sécurité internationale. La France a noué des partenariats stratégiques majeurs avec l'Inde et l'Australie, qui sont structurants et de longue durée. La France accompagne également le Japon dans son effort d'engagement international accru sur les questions de défense et de sécurité.La protection de nos intérêts économiques et de nos ressortissants, l'assistance apportée à nos partenaires et la préservation de nos marges de manœuvre politico-militaires seront facilitées par l'établissement de ce cadre rénové, qui doit aussi conduire à un ajustement de nos actions de coopération. A cet égard, la France devra poursuivre le développement de ses partenariats stratégiques en Afrique, au Moyen-Orient ou dans la région indopacifique, qui sont prioritaires.Dans le cadre du rééquilibrage des fonctions stratégiques au profit de la \"connaissance et anticipation\" et \"prévention\", cette volonté de coopération avec nos partenaires et alliés, notamment européens sera approfondie. Ainsi, les armées françaises capitaliseront sur des capacités discriminantes à forte valeur ajoutée, pouvant jouer un rôle moteur, voire fédérateur dans des coalitions, en s'appuyant sur l'accélération de l'arrivée de matériels nouveaux et le renforcement de la préparation de l'avenir.Il s'agit notamment de faire un effort particulier au profit des capacités permettant de susciter un effet d'entraînement au profit de nos partenaires, comme les moyens de renseignement stratégique et militaire, les capacités de cyber, le groupe aéronaval ou les capacités de commandement, et sur les capacités rares chez plusieurs de nos partenaires, comme les capacités d'action dans l'espace exoatmosphérique, de coordination I3D (14), de SEAD (15) ou les missiles de croisière ainsi que la défense aérienne élargie.Le rôle réaffirmé de la fonction \"prévention\" des armées permettra à la France de demeurer fidèle à ses engagements internationaux, afin que ses alliés puissent continuer de compter sur elle en toutes circonstances. Cet effort s'inscrira dans le cadre d'une approche globale consolidée, alliant sécurité, développement et diplomatie, au service de la paix.Essentielles à l'Initiative européenne d'intervention, ces coopérations opérationnelles permettront de dynamiser la relation avec ceux de nos partenaires européens qui ont la capacité et la volonté de s'engager dans des opérations dans le voisinage de l'Europe, que ce soit au Sud, à l'Est ou au Nord. Dans ce cadre, l'interopérabilité entre armées européennes constitue un facteur clé de succès, notamment pour les missions les plus exigeantes ou pour le soutien à nos opérations.Le renforcement des capacités de prévention, notamment sur le continent africain, permettront à l'horizon de l'Ambition 2030, d'accroître la réactivité des armées, de renforcer ainsi la sécurité régionale et de contribuer à la capacité de la France à tenir sa place dans le monde. L'attractivité de cette offre reposera sur une cohérence régionale, en phase avec la volonté des partenaires de faire face aux menaces sécuritaires de ces régions, et sur l'objectif de contenir localement les menaces potentielles pour l'Europe. Elle s'appuiera, d'une part, sur la qualité et la cohérence de notre dispositif prépositionné, qui comprend nos forces de présence et de souveraineté (Afrique, EAU, DROM-COM) et, d'autre part, sur un renforcement des capacités de financement européennes et internationales en soutien des secteurs de défense des pays africains, pour leur permettre d'assurer eux-mêmes leur propre sécurité.L'appui militaire français aux armées partenaires peut s'inscrire dans plusieurs chaînes de commandement et prendre plusieurs formes, dont les dynamiques doivent converger au sein d'un concept de partenariat militaire opérationnel (PMO). Par ailleurs, en cohérence avec le renforcement du PMO, il sera procédé au complément nécessaire de dotation des parcs RECAMP (renforcement des capacités africaines de maintien de la paix).En matière de coopération capacitaire, le maintien d'une base industrielle et technologique de défense performante demeure la condition de notre autonomie. Cela exigera des politiques de long terme en matière de recherche et d'investissement, de protection du potentiel scientifique et technologique français et de soutien à l'export. Ces engagements sont pérennisés par le maintien d'une capacité de production industrielle de composants stratégiques en France. En outre, la protection du capital des entreprises de recherche et développement comme de production industrielle du secteur de la défense doit également être recherchée. Afin de contribuer au maintien et à la compétitivité de la base industrielle et technologique de défense, la mise en œuvre du principe de préférence européenne pour les marchés publics de défense ou de sécurité, tel que prévu au II de l'article 2 de l'ordonnance n° 2015-899 du 23 juillet 2015 relative aux marchés publics, constitue un objectif stratégique.Le passage à une échelle européenne est également un enjeu essentiel pour notre industrie de défense afin de mutualiser les développements de nouveaux systèmes entre Etats sur la base de besoins militaires convergents, permettant de réaliser des économies d'échelle. Ainsi, la nouvelle dynamique européenne désormais enclenchée permettra de donner un nouvel élan à la recherche de coopérations résolues et maîtrisées, dont le degré d'interdépendance consentie variera selon les technologies concernées.Conformément aux orientations définies dans la Revue Stratégique, outre la poursuite des programmes en coopération européenne en cours (A400 M, NH90, FREMM, FSAF, MUSIS, Tigre, MIDE-RMV, ANL, TEUTATES) et à l'exclusion des programmes relevant directement de la souveraineté nationale, les programmes d'équipement lancés au cours de la LPM 2019-2025 seront prioritairement conçus dans une voie de coopération européenne. Sont notamment concernés le programme de drone MALE européen (avec l'Allemagne, l'Espagne, l'Italie), les futurs programmes de missiles FMAN et FMC (avec le Royaume-Uni), les travaux nécessaires au remplacement du char Leclerc (MGCS avec l'Allemagne), les avions de patrouille maritime PATMAR futur (avec l'Allemagne), le programme SLAMF (avec le Royaume-Uni), le SCAF-Avion-NG ou la surveillance de l'espace exoatmosphérique (avec l'Allemagne), le FCAS-brique technologique (avec le Royaume-Uni). Des pistes de coopération sont par ailleurs en cours d'exploration pour le programme de pétrolier ravitailleur FLOTLOG avec l'Italie et pour le programme de missile MAST-F avec l'Allemagne.Les opportunités offertes par des mécanismes comme le Fonds européen de défense seront pleinement exploitées et les rapprochements industriels susceptibles de consolider la base industrielle et technologique de défense (BITD) à un niveau européen seront encouragés, sous réserve de préserver les branches de la BITD française relevant de la souveraineté nationale.Le passage à une échelle européenne constitue aussi un enjeu en matière de recherche et développement. En la matière, l'Europe possède en effet une \"masse critique\" comparable à celle des grandes puissances mondiales. A ce titre, le niveau européen constitue l'échelon le plus pertinent pour conduire certains projets de recherche scientifique et de recherche et développement. Dans le cadre du Fonds européen de défense ou d'autres instruments, un mécanisme européen de financement de projets de recherche et développement à long terme, très en amont de toute application industrielle et dans un vaste champ de technologies de rupture, confèrerait aux Européens les moyens de rivaliser avec leurs concurrents. De même, l'échelle européenne peut être la plus pertinente pour l'acquisition de certains équipements à la recherche et à l'industrie, comme les capacités de calcul intensif. La France soutiendra les initiatives européennes en ce sens et veillera à ce que la BITD française en bénéficie.Par ailleurs dans le domaine industriel, la politique d'exportation d'armement contribue à consolider la position de la France sur la scène internationale, à garantir son autonomie stratégique et à renforcer la crédibilité de ses forces armées. S'inscrivant dans une logique économique, industrielle, opérationnelle et diplomatique, elle contribue en outre à la soutenabilité financière de notre politique de défense et au développement d'un haut niveau d'interopérabilité de nos capacités.Dans un contexte de fort engagement opérationnel, son développement devra être un objectif prioritaire du ministère car l'industrie de défense contribue positivement au solde de la balance commerciale de la France en exportant un tiers de son chiffre d'affaires en moyenne sur les dernières années avec des bénéfices pour la Nation en termes fiscaux et de création d'emplois hautement qualifiés.Elle constitue un vecteur de renforcement des liens militaires et politiques, y compris en intra-européen, et permet de renforcer et de moderniser les capacités des forces des pays alliés et partenaires confrontés aux mêmes défis engendrés par les nouvelles menaces. Pour se maintenir sur ce marché très concurrentiel, la France devra être en mesure de proposer de réels partenariats privilégiant la mise en place de partenariats de référence entre Etats, intégrant un accompagnement plus structuré et plus exigeant, en particulier en termes de transferts de savoir-faire technique et opérationnel. Elle valorisera également l'engagement au combat des équipements de nos armées, qui constitue un véritable atout partagé par peu de pays. Afin de faciliter les coopérations technologiques et industrielles bilatérales et européennes, il importera de s'assurer que les acteurs industriels concernés puissent exporter ou laisser exporter des matériels d'armement issus de développements ou de productions menés en coopération.En dernier lieu, le ministère approfondira les modalités de soutien aux exportations, en structurant davantage cette fonction, en ouvrant 400 nouveaux postes au sein des armées, directions et services du ministère des armées et en améliorant les modalités de prise en charge, par les industriels de l'armement, des coûts indirects incombant aux armées. Elle promouvra également une stratégie nationale portée par l'ensemble des acteurs industriels et étatiques impliqués dans les exportations de défense au sein de \"l'Équipe France\".\n\n3.3.3. Agir dans les nouveaux espaces de confrontation stratégique\n\nEnjeu de rivalité entre grands Etats, l'accès aux nouveaux espaces stratégiques communs ou partagés fait l'objet d'une compétition, dont l'intensité croît, alors que les règles communes qui les gouvernent sont insuffisantes. La France devra donc consolider son autonomie stratégique, en s'appuyant sur des capacités spécifiques ou modernisées, qu'elles relèvent du domaine de la cyberdéfense ou du spatial.\n\n3.3.3.1. Une structuration volontariste de l'action du ministère dans l'espace numérique\n\nLe développement du cyberespace à l'échelle planétaire, la rapidité d'accroissement de la dépendance au numérique de nos moyens militaires ainsi que l'extension des risques d'attaque sur nos systèmes électroniques, nécessitent le développement de capacités de cyberdéfense dans toutes leurs dimensions. Transverse aux fonctions stratégiques qu'elle soutient, la cyberdéfense porte en son sein un enjeu de souveraineté nationale.S'inscrivant dans la cadre des conclusions de la revue stratégique Cyber, la loi de programmation militaire 2019-2025 renforce les capacités des armées en matière de prévention, de détection et d'attribution des cyberattaques. Elle les dote également de moyens de réaction rapides, efficaces et coordonnés à l'horizon 2025 afin de garantir une protection et une défense de nos systèmes et réseaux, cohérente dans tous les secteurs (cyberprotection, lutte informatique défensive, influence numérique, lutte informatique offensive et moyens de commandement et d'entraînement). Elle prévoit en outre des effectifs supplémentaires à hauteur de 1 500 sur la période.L'effort au profit de la cyberdéfense concernera également la protection des systèmes d'armes et des systèmes d'information, dès leur phase de conception et pendant leur utilisation. En outre, la posture permanente cyber (PPC) garantira la surveillance de nos réseaux ainsi que le caractère opérationnel des capacités actives ou passives de lutte informatique défensive. Pour ce faire, les capacités d'intervention et de détection du centre d'analyse et de lutte informatique défensive (CALID), des centres opérationnels de sécurité (SOC) des armées, de la 807e compagnie de transmissions et du centre interarmées des actions sur l'environnement (CIAE) seront renforcées. En outre, un grand nombre d'unités spécialisées seront regroupées sur le pôle de Rennes.En matière de lutte informatique offensive, de nouvelles capacités d'action, intégrées à la chaîne de planification et de conduite des opérations, seront systématiquement déployées en appui de la manœuvre des armées. En effet, s'appuyant sur la numérisation croissante de nos adversaires, elles offrent des options alternatives ou complémentaires aux effets des systèmes d'armes conventionnels. Cette période sera aussi mise à profit pour étudier l'élargissement des contextes opérationnels d'emploi de l'arme cybernétique.\n\n3.3.3.2. Une meilleure prise en compte de l'espace exoatmosphérique\n\nDans le domaine militaire, le libre accès et l'utilisation de l'espace exoatmosphérique sont des conditions de notre autonomie stratégique, dans la mesure où les satellites fournissent des services essentiels à la préparation et à la conduite des opérations militaires, dont les communications, la navigation, la surveillance et l'écoute spatiales. En outre, l'accès à l'espace, milieu en forte mutation et peu régulé, tend à se banaliser, de même que l'usage de services spatiaux. A ce titre, l'espace exoatmosphérique présente donc un intérêt stratégique de premier ordre.La France continuera à appuyer les initiatives européennes en matière de capacités spatiales et s'efforcera d'inscrire leur développement et leur financement dans le cadre du Fonds européen de défense.Face à l'accroissement des risques et menaces, le renforcement continu de la protection et de la résilience des nouveaux moyens spatiaux et des systèmes les utilisant s'impose. La capacité à détecter et attribuer un éventuel acte suspect, inamical ou agressif dans l'espace constitue donc une condition essentielle de notre protection.Nos capacités nationales de surveillance de l'espace exoatmosphérique (Space Surveillance and Tracking, SST) et de connaissance de la situation spatiale (Space Situational Awareness, SSA) seront consolidées, notamment par le renforcement du Commandement Interarmées de l'Espace et du Commandement de la Défense Aérienne et des Opérations Aériennes. En outre, les opportunités de développement de coopérations plus étroites avec des partenaires stratégiques clés seront systématiquement recherchées. A ce titre, la France s'engagera dans le renforcement de l'initiative européenne de surveillance de l'espace exoatmosphérique pour la faire évoluer en véritable capacité de connaissance de la situation spatiale couvrant la surveillance des débris spatiaux, la météorologie spatiale et la protection des satellites notamment face aux menaces cyber.La France continuera par ailleurs à appuyer le développement du signal crypté du système européen de positionnement par satellites Galileo (Galileo PRS) et jouera un rôle moteur dans une éventuelle initiative européenne en matière de communication sécurisée par satellites.Enfin, les armées étudieront également les voies et moyens d'atténuer les risques associés à notre dépendance à l'espace exoatmosphérique ainsi que les mesures permettant de limiter cette même dépendance pour les opérations. Dans cette perspective, elles porteront une attention particulière, notamment dans le cadre de la coopération européenne, à l'émergence de technologies de rupture comme les \"pseudo-satellites de haute altitude\" ou dans le domaine des services en orbite et des lanceurs.\n\n3.4. Innover et se transformer pour répondre aux défis futurs\n\nL'innovation est un levier majeur de la LPM pour garantir l'autonomie stratégique de la France et la supériorité opérationnelle de nos armées.En matière d'équipements, un effort accru sera réalisé pour les études, la préparation des programmes structurants pour l'avenir et le maintien de l'excellence de notre base industrielle et technologique de défense (BITD). Au-delà, l'innovation irriguera l'ensemble des activités du ministère dans le cadre d'une démarche globale portant sur les fonctions opérationnelles et organiques et sur l'ensemble de sa gestion.La capacité à intégrer rapidement l'innovation et à tirer parti de la révolution numérique constitue un axe prioritaire de la LPM.\n\n3.4.1. Des moyens accrus et une organisation renouvelée pour renforcer et accélérer l'innovation au service de nos armées\n\nLa nouvelle politique d'innovation du ministère s'articulera autour de trois axes : i) des moyens renforcés, ii) des outils et des processus permettant d'accélérer la diffusion des innovations, de mieux intégrer l'innovation issue du secteur civil et de mieux prendre en compte l'innovation de rupture, iii) un champ d'application élargi à l'ensemble des activités du ministère et intégrant les innovations d'usage.Le soutien à l'innovation par le ministère des armées sera ainsi porté à 1 Md € par an dès 2022 contre 730 M € par an en moyenne dans la précédente LPM suivant la progression présentée dans le tableau ci-dessous :\n\nA ces moyens viendront s'ajouter l'effort en matière d'innovation des établissements publics de recherche financés par le ministère des armées et celui des grandes écoles sous tutelle du ministère des armées.Ces moyens permettront de financer les études amont destinées à développer les technologies nécessaires à la préparation des programmes d'équipements futurs. Ils permettront également de financer d'autres dispositifs pour soutenir l'innovation technologique et l'innovation d'usage, tels que les aides à l'innovation ou l'investissement en fonds propres (Definvest) pour les PME, ainsi que les plateformes d'innovation, notamment avec la création d'un \"Défense Lab\".Les achats du ministère seront également mobilisés pour favoriser l'innovation, en particulier en généralisant les partenariats d'innovation.L'effort financier consenti par la LPM et les nouveaux outils mis en œuvre permettront en particulier de :\n\n-capter en cycle court l'innovation issue du marché civil, en tirant partie de la révolution numérique et en mettant l'accent sur l'innovation d'usage. Cette démarche s'appuiera largement sur la construction d'un écosystème d'innovation, interne au ministère des armées et connecté avec les écosystèmes d'innovation civils ;-maintenir l'investissement dans la maturation des technologies spécifiques au domaine de la défense, afin de préparer la prochaine génération de systèmes et d'équipements qui arriveront dans les forces à l'horizon 2030-2050 ;-mieux investir dans l'innovation de rupture et de supériorité opérationnelle, notamment dans la robotique, l'intelligence artificielle, l'informatique quantique, la cryptographie, la génération d'énergie, l'hypervélocité, la furtivité et la cyberdéfense.\n\nCes trois axes d'effort complémentaires conduiront nécessairement à faire évoluer les processus existants dans la conduite des études amont et de programmes, notamment dans le sens d'une démarche incrémentale permettant de tester et d'intégrer en boucle courte les innovations. Ils supposent un recours plus fréquent à l'expérimentation technico-opérationnelle et un niveau accru d'acceptation de l'échec dans ces expérimentations.Cette nouvelle politique en faveur de l'innovation nécessitera une organisation renouvelée associant l'ensemble des acteurs du ministère, et placée sous la responsabilité de la direction générale de l'armement (DGA).\n\n3.4.2. Préparer les grands programmes au-delà de 2030\n\nLa LPM 2019-2025 conjugue, avec le nécessaire renouvellement des équipements des armées, la volonté de maintenir la France aux premiers rangs en matière de défense, notamment en garantissant sur le long terme à ses armées de disposer de matériels au meilleur niveau technologique et en nombre suffisant. C'est pourquoi, afin d'éviter de futures ruptures capacitaires dommageables à la crédibilité et à la liberté d'action militaire française et de pérenniser les compétences critiques à notre autonomie stratégique, les stades préparatoires des prochains grands programmes structurants seront lancés sur la période.La préparation des futurs systèmes d'armes de la dissuasion donnera lieu, pour la composante océanique, au lancement de la réalisation du sous-marin nucléaire lanceur d'engin de 3e génération (SNLE 3G) et du développement de la future version du missile M 51. Pour la composante aéroportée, les études de conception du successeur de l'ASMP-A offriront des éléments, avant la fin de la LPM, pour choisir le système porteur-missile, en cohérence avec l'évolution des menaces à l'horizon considéré (2050) et en fonction du résultat des études sur le porteur conduites en parallèle.Dans le domaine terrestre, le lancement du programme Main Ground Combat System (MGCS) préparera le successeur du char Leclerc. Ce programme s'appuiera sur les compétences industrielles françaises (bureaux d'étude et sites de production) et consolidera le secteur à l'échelle européenne autour de leaders industriels pérennes. Il permettra avec le futur système du combattant débarqué de franchir une étape supplémentaire par la prise en compte des évolutions technologiques dans de multiples domaines (agression, mobilité, gestion de l'énergie, protection des véhicules et des soldats …). Dans la mesure où ce programme prend en compte la menace la plus exigeante du combat aéroterrestre, les choix réalisés seront structurants pour le combat de contact futur.Pour disposer d'un nouveau porte-avions disponible au plus tard avant la fin de vie du Charles de Gaulle, des études seront initiées au cours de la LPM. Elles permettront de définir le système de propulsion de ce bâtiment et les contraintes d'intégration de nouvelles technologies, en particulier dans le domaine des catapultes et des dispositifs d'appontage, et ainsi de lancer une éventuelle commande anticipée d'un nouveau porte-avions.Dans le domaine aéronautique, le système de combat aérien futur (SCAF) sera lancé. Il a pour objet faire fonctionner en réseau les systèmes le constituant : avions, drones de combat, futurs missiles de croisière et autres armements, système de commandement et de contrôle, de renseignement. L'approche de système de systèmes, fondée sur la mise en réseau de plateformes, peut utilement faire l'objet d'une coopération européenne, qui contribuera à accélérer la consolidation d'une BITD européenne de l'aéronautique de combat, dans laquelle l'industrie française assumera un rôle central. Des choix concernant le type de plateforme et les pays partenaires devront être faits au cours de la LPM 2019-2025 et orienteront durablement ce programme futur.\n\n3.4.3. Renforcer la BITD pour garantir notre autonomie stratégique\n\nLa Revue stratégique de 2017 rappelle l'importance d'une industrie de défense française forte, dans la mesure où elle s'avère une composante essentielle de l'autonomie stratégique de la France et peut seule garantir la sécurité de notre approvisionnement en équipements de souveraineté et en systèmes d'armes critiques.Fruit d'un investissement continu, cette base industrielle et technologique de défense (BITD) est caractérisée par un niveau très élevé de recherche et développement, et conforte de fait notre compétitivité technologique. Au quotidien, ce sont une dizaine de grands groupes industriels, 4 000 PME et ETI et 200 000 personnes qui animent un tissu industriel et technologique de défense de très haut niveau.Dans une période où les opérations militaires connaissent des évolutions rapides, la direction générale de l'armement (DGA) conduit un travail permanent d'évaluation des compétences actuelles et futures nécessaires à la réalisation et au maintien des équipements de défense. L'objectif est de maintenir un haut niveau d'excellence mondiale des compétences accessibles ou maîtrisées par l'industrie française, afin d'être en mesure de développer de nouvelles technologies et de nouveaux types d'armements intégrant les évolutions récentes observées dans les domaines comme la cybernétique, l'espace, le traitement de l'information, les drones, la robotique, les technologies relatives à l'énergie dirigée, etc. Dans ce contexte, des ruptures de charge dans les bureaux d'étude d'importance stratégique entraîneraient des pertes de compétences irréversibles et auraient des répercussions durables.L'effort consenti dans le domaine de la recherche et technologie contribue au développement et au renforcement de la culture d'innovation, une des conditions essentielles pour l'adaptation des compétences comme des équipements à l'évolution des systèmes adverses et concurrents. Il s'inscrit dans l'esprit du Pacte Défense PME et profitera à l'ensemble de la BITD, plus particulièrement aux start-up et PME du secteur ou celles susceptibles d'apporter des innovations de rupture ; les dispositifs de soutien industriel en place (RAPID, fonds d'investissement Definvest) seront complétés.Par ailleurs, en termes de perspectives d'exportation, le portefeuille des armements dont disposera la BITD sera très largement renouvelé grâce aux investissements consentis au cours de cette LPM. En particulier, les équipements terrestres avec SCORPION (dont les perspectives à l'exportation, notamment en Belgique, sont déjà très importantes), aériens avec le RAFALE F4, navals avec la frégate de taille intermédiaire FTI, et l'industrie missilière avec le successeur MICA notamment contribueront à la consolidation de la BITD française.Cette LPM est donc un levier majeur de notre économie, structurant pour l'emploi en France.\n\n3.4.4. Innovation et numérisation au cœur de la transformation du ministère\n\nL'innovation et la numérisation seront au cœur de la transformation et de la modernisation du ministère, qui sera intensifiée au cours de cette LPM. La remontée en puissance des moyens doit en effet s'accompagner d'un programme ambitieux de transformation et de modernisation du ministère des armées pour améliorer l'efficacité de sa gestion opérationnelle et organique et concentrer les ressources sur les capacités prioritaires, tout en réinvestissant les gains sur les besoins identifiés.Ces objectifs seront déclinés à travers quatorze chantiers de transformation et de modernisation inscrits dans le Plan interministériel \"Action Publique 2022\" et qui couvrent l'intégralité du périmètre de la mission \"Défense\".Ces chantiers comprennent en particulier la réforme des programmes d'armement ainsi que du maintien en condition opérationnelle. En outre, une partie des efforts consentis dans le domaine des systèmes d'information et de la cyberdéfense est consacré à repenser notre organisation des infrastructures et systèmes d'information et de communication, à sécuriser nos réseaux et à développer nos moyens de lutte informatique. La simplification de l'ensemble des processus du ministère, la réforme de son organisation centrale et territoriale, l'optimisation des fonctions de soutien, l'amélioration de la gestion des ressources humaines constituent par ailleurs des priorités de la modernisation du ministère.Compte tenu des enjeux opérationnels et financiers majeurs que portent les investissements du ministères des armées, et des importantes mutations en cours sur le plan industriel et technologique, une réforme en profondeur de la gestion des programmes d'équipement sera mise en œuvre afin :\n\n-de renforcer la vision capacitaire dans la conduite des investissements ;-d'améliorer l'adéquation des équipements aux besoins des armées, tant en termes de fonctionnalités et de coûts que de délais de mise à disposition ;-de renforcer la maîtrise des coûts et des délais des programmes et d'améliorer leur suivi ;-de conférer plus d'agilité et d'adaptabilité aux processus d'acquisition ;-de mieux incorporer l'innovation issue de l'industrie et du secteur civil et de tirer parti de l'ensemble des opportunités offertes par la révolution numérique ;-de mieux intégrer ab initio dans les programmes le MCO des équipements, leur coût d'utilisation et les infrastructures associées ;-de favoriser les perspectives de coopération et de mieux intégrer dans les projets les perspectives d'exportation.\n\nCette réforme concernera tous les stades du cycle de vie des équipements et impliquera l'ensemble des acteurs concernés (armées, DGA, industrie). Elle portera en particulier sur les champs fonctionnels suivants : la gouvernance et l'organisation, les méthodes, les normes, les processus qualité et les outils techniques mis en œuvre, les relations entre l'Etat et l'industrie, les financements et le partage des risques.Trois leviers clé de performance seront utilisés : i) le travail collaboratif et le décloisonnement des acteurs (équipes et plateau projet) à tous les stades, ii) l'utilisation des outils numériques et notamment l'ingénierie systèmes, la simulation, le Big Data, l'intelligence artificielle, iii) le renforcement des compétences. Cette réforme des processus de conduite des projets tirera partie des meilleures pratiques appliquées dans le domaine civil et chez nos partenaires internationaux.Elle sera appliquée pour les programmes nouveaux lancés au cours de la période et, chaque fois que possible, sur des programmes d'ores et déjà engagés.Au-delà de l'adoption de nouvelles technologies, la transformation numérique est une démarche volontaire visant à s'approprier au plus vite et dans les meilleures conditions les technologies émergentes, pour générer des évolutions significatives dans les usages et les modes de travail, permettant in fine de mieux remplir les missions dévolues au ministère. Il s'agit de transformer les organisations et les domaines d'emploi, en exploitant en particulier la donnée numérique.Pour sa transformation numérique, le ministère des armées identifie trois objectifs :\n\n-garantir la supériorité opérationnelle et la maîtrise de l'information sur les théâtres d'opérations ;-renforcer l'efficience des soutiens et faciliter le quotidien du personnel ;-améliorer la relation au citoyen et aux personnels ainsi que l'attractivité du ministère.\n\nSur ce dernier point, le ministère fournira des services dont l'accès sera plus aisé, du fait de la transformation numérique, pour les usagers, les personnels et leur famille. Cette transformation numérique prendra également en compte les attentes spécifiques des personnes en situation de handicap, notamment en leur offrant l'accès aux nouveaux outils ou services numériques.Cette ambition de transformation numérique des métiers qui s'inscrit pleinement dans la démarche globale \"Action publique 2022\" voulue par le Président de la République et le Premier ministre, contribue à conforter le dynamisme et la modernité des armées. Elle s'appuiera également sur une évolution des modes de travail. A tous les niveaux, les agents du ministère seront incités à innover, à proposer des solutions, et à monter en compétence dans le domaine du numérique.En termes de transformation administrative, le regroupement des directions et services de l'administration centrale sur le site de Balard crée les conditions d'une optimisation des organisations en rationalisant le nombre de niveaux hiérarchiques et d'instances de décision.Déjà mis à contribution au cours des précédentes réformes, le plan de stationnement des organismes civils et militaires sera néanmoins examiné afin d'identifier d'éventuelles marges de manœuvre pour optimiser le fonctionnement des organisations et améliorer l'efficacité du ministère, dans le respect des impératifs opérationnels et organiques des forces.L'organisation des soutiens a quant à elle considérablement évolué au cours des dernières années. C'est pourquoi les évolutions à venir viseront prioritairement une meilleure adéquation des outils, des compétences et des ressources humaines affectés aux différents services. Elles devront permettre l'amélioration du service rendu aux forces opérationnelles et pourront se traduire-si nécessaire-par des investissements initiaux, notamment pour la modernisation des systèmes d'information. Les chantiers continueront par ailleurs à identifier les pistes de mutualisations ou d'externalisation pertinentes.Enfin, une simplification des procédures administratives sera recherchée très activement. En particulier, dans le domaine normatif, l'ordonnancement et l'articulation juridiques des textes réglementaires et des circulaires et instructions seront revus. Des procédures simplifiées pourront être établies en vue de réduire les délais et, le cas échéant, les coûts d'acquisition des équipements relevant aujourd'hui de la catégorie des autres opérations d'armement ou de la catégorie des équipements d'accompagnement et de cohérence.\n\n4.-DES RESSOURCES À LA HAUTEUR DES AMBITIONS4.1. Une remontée vers les 2 % du PIB à horizon 2025\n\nLa loi n° 2018-32 du 22 janvier 2018 de programmation des finances publiques (LPFP) pour les années 2018 à 2022 prévoit à son article 22 que \"lors du dépôt au Parlement d'un projet de loi de programmation autre qu'un projet de loi de programmation des finances publiques, le Gouvernement remet au Parlement un rapport permettant de s'assurer de la cohérence du projet de loi avec la trajectoire de finances publiques figurant dans la loi de programmation des finances publiques en vigueur\". La loi de programmation militaire (LPM) pour les années 2019 à 2025 est la première loi de programmation à devoir se conformer à cette nouvelle disposition.La LPFP fixe une trajectoire ambitieuse correspondant à une baisse d'un point de PIB du niveau des prélèvements obligatoires, de plus de trois points de PIB de la dépense publique, et de plus de cinq points de PIB de la dette publique. Pour respecter ces objectifs, en particulier sur le périmètre de la norme pilotable de l'Etat, l'évolution de la dépense s'élèvera à + 1,0 % en volume en 2018, puis à-0,5 % en volume en 2019, soit + 1,6 Md € par rapport à 2018. Sur la période 2020-2022, alors que la charge de la dette augmentera de l'ordre de 0,1 point de PIB par an, le taux d'évolution en volume de la dépense sous norme pilotable sera de-1 % par an.S'agissant en particulier du ministère des armées, pour les années couvertes par la LPFP, la LPM 2019-2025 est conforme aux plafonds en crédits fixés par missions du budget général à l'article 15 de la LPFP et aux plafonds d'emplois ministériels sous-jacents, assurant ainsi la cohérence entre les deux lois, recommandée par la Cour des comptes dans un souci de préservation de la soutenabilité des finances publiques.Afin de réaliser le modèle d'armée complet, soutenable et durable décrit dans l'Ambition 2030 et conforme aux conclusions de la Revue stratégique, la LPM 2019-2025 programme donc des besoins à hauteur de 295 Md € sur la période. Cela correspond à un effort financier exceptionnel et consolide ainsi dans la durée la remontée en puissance des armées, entamée à partir de 2015 et fortement accentuée depuis le budget 2018.\n\n4.1.1. Des ressources adaptées à l'Ambition 2030\n\nLe périmètre de la présente loi de programmation militaire porte sur l'ensemble de la mission \"Défense\", hors contribution au compte d'affectation spéciale \"Pensions\", hors fonds de concours et attributions de produits rattachés à cette mission et dans la structure de la loi de finances pour 2018.Le Président de la République a souhaité faire progresser résolument l'effort financier en faveur de la défense et de la protection de la France et des Français. Afin de tenir compte du nouveau contexte de menaces, mis en évidence par la Revue stratégique, et du niveau d'engagement des armées, il a ainsi décidé de porter progressivement l'effort national de défense de la France à 2 % du PIB à l'horizon 2025.Pour mettre en œuvre cet objectif, la LPM 2019-2025 repose sur une trajectoire financière ferme de 197,8 Md € courants de crédits budgétaires sur la période 2019-2023, représentant une croissance annuelle de 1,7 Md € entre 2019 et 2022, puis de 3 Md € en 2023. Pour la période 2024-2025, les montants financiers indiqués expriment un niveau de besoin en programmation. Une actualisation prévue de la présente loi en 2021 permettra d'affermir les ressources budgétaires pour les années 2024 et 2025 afin de prendre en compte la situation macroéconomique à cette date en vue de rejoindre un effort national de défense de 2 % du PIB à l'horizon 2025.La programmation financière sous-jacente à la LPM 2019-2025 repose ainsi sur la chronique suivante pour la période 2019-2023 :\n\n(En milliards d'euros courants)\n\nLes ressources de la loi de programmation militaire 2019-2025 reposent intégralement sur des crédits budgétaires, à l'exclusion de toute recette exceptionnelle, sécurisant ainsi la trajectoire financière et garantissant la soutenabilité de la programmation.Hors périmètre de la loi de programmation militaire, le budget des armées bénéficiera d'un taux de retour de l'intégralité du produit des cessions immobilières du ministère.\n\n4.1.2. Un effort financier marqué au profit des équipements et de leur modernisation\n\nAu cours de la loi de programmation, l'agrégat \"Equipement\" des armées bénéficiera d'un effort marqué, conforme à la réalisation de l'Ambition 2030 et à la modernisation qu'elle sous-tend.\n\n(En milliards d'euros courants)\n\nAinsi, les besoins relatifs aux équipements s'élèvent à 172,8 Md € sur la période, dont 112,5 Md € courants ont été programmés sur la période 2019-2023. Avec une moyenne annuelle de 22,5 Md € courants entre 2019 et 2023 (24,7 Md € sur 2019-2025), le ministère des armées mettra en œuvre une politique ambitieuse d'accélération de l'arrivée de matériels nouveaux et de renforcement de la préparation de l'avenir.Parmi les équipements, l'effort au profit de la dissuasion nucléaire s'élèvera à environ 25 Md € courants sur la période 2019-2023 et permettra d'engager le renouvellement des deux composantes tout en garantissant la tenue de la posture permanente de dissuasion.Les équipements conventionnels permettront à la fois de faire face au retour des Etats-puissances tout en améliorant les fonctions d'anticipation et de prévention permettant une meilleure gestion des crises. Ce sont, entre autres :\n\n-les programmes à effet majeur (37 Md € courants sur la période 2019-2023, besoins estimés à 59 Md € sur 2019-2025) ;-les programmes d'environnement et les équipements d'accompagnement qui complètent la cohérence capacitaire et organique des forces (13 Md € courants sur la période 2019-2023, besoins estimés à 19 Md € sur 2019-2025) ;-l'entretien programmé des matériels (22 Md € courants sur la période 2019-2023, besoins estimés à 35 Md € sur 2019-2025) ;-les dépenses d'investissement des infrastructures de défense (7,3 Md € courants sur la période 2019-2023, besoins estimés à 11 Md € sur 2019-2025).\n\nLes études amont feront l'objet d'un effort particulier pour atteindre un montant annuel d'1 Md € courants à partir de 2022.\n\n4.1.3. Des dépenses de fonctionnement maîtrisées qui accompagnent une consolidation indispensable de l'activité\n\nLes dépenses de fonctionnement et d'activité représenteront un montant moyen de 3,8 Md € par an entre 2019 et 2023. Le contenu et le niveau de ces dépenses seront ajustés, au profit des équipements, en fonction de la réalisation de la transformation du ministère dans le cadre du plan d'action publique de l'Etat (\"Action publique 2022\").\n\n4.1.4. Un effort financier marqué en faveur de la politique immobilière\n\nAu cours de la loi de programmation, l'agrégat \"Infrastructures\" des armées bénéficiera d'un effort marqué, conforme à la réalisation de l'Ambition 2030 dont le premier axe est relatif à l'amélioration des conditions d'exercice du métier militaire. L'effort total programmé de 2019 à 2025 est de 11,1 Md € (hors dissuasion nucléaire et hors fonctionnement courant), dont 7,2 Md € sur 2019-2023.\n\n(En millions d'euros courants)\n\n4.2. Un rehaussement de la provision au profit des opérations extérieures et des missions intérieures\n\nLa loi de programmation militaire 2019-2025 tire les enseignements de la réalité des engagements opérationnels récents de la France sur les théâtres d'opération extérieure et sur le territoire national, avec un coût réalisé régulièrement supérieur à 1,1 Md €.La provision annuelle au titre des opérations extérieures et missions intérieures s'entend au-delà des 100 M € de crédits de masse salariale prévus pour couvrir les missions intérieures. Cette provision est portée progressivement au niveau d'1,1 Md € :\n\n(En millions d'euros courants)\n\nEn gestion, les surcoûts nets (et nets des remboursements des organisations internationales) au-delà de ce niveau qui viendraient à être constatés sur le périmètre des opérations extérieures et missions intérieures feront l'objet d'un financement interministériel. Si le montant des surcoûts nets défini sur ce périmètre est inférieur à celui de la provision, l'excédent constaté est maintenu sur le budget des armées.Les opérations extérieures et les missions intérieures en cours font, chaque année, l'objet d'une information au Parlement. A ce titre, le Gouvernement communique aux commissions compétentes de l'Assemblée nationale et du Sénat un bilan opérationnel et financier relatif à ces opérations extérieures et missions intérieures.\n\n4.3. Des mécanismes assurant une exécution conforme de la LPM\n\nPour rejoindre les objectifs de l'Ambition 2030 décidée par le Président de la République, des mesures sont prévues afin de sécuriser la programmation militaire 2019-2025 et garantir la conformité de son exécution.Afin de s'assurer de la soutenabilité de la programmation, le ministère s'engage sur une trajectoire prévisionnelle de maîtrise puis de réduction du report de charges qui atteindra, d'ici à 2025, son niveau structurel incompressible. Exprimé en pourcentage des crédits hors masse salariale, celui-ci sera ramené à environ 10 % à cet horizon, avec un point de passage d'environ 12 % à l'horizon 2022.\n\n(En %)\n\nEn matière de soutien aux exportations, la LPM 2019-25 prévoit une contribution des entreprises et industries de défense couvrant de manière plus complète et équilibrée la charge induite pour les armées par leur soutien aux exportations d'armement. Cette contribution, d'ordre pécuniaire, sera prévue, en fonction des cas, par un texte réglementaire ou conventionnel qui organisera les conditions d'abondement du budget des armées, par voie de fonds de concours ou d'attribution de produits, pour couvrir les coûts indirects aujourd'hui laissés à la charge du ministère.En matière de ratio de couverture des autorisations d'engagement par des crédits de paiement, les moyens programmés dans la LPM 2019-2025 et la modernisation des équipements impliquent des investissements importants dès le début de période, afin de réaliser les commandes nécessaires au modèle d'armée défini par l'Ambition 2030. La loi de programmation des finances publiques (LPFP) prévoit, en son article 17, une disposition visant à permettre un suivi par le Parlement des restes à payer de l'Etat. Compte tenu de l'augmentation des engagements prévue sur la période de la LPM, l'évolution du reste à payer du ministère des armées augmente mécaniquement. Pour cette raison, cette disposition programmatique de la LPFP ne contraindra pas les investissements du ministère des armées.\n\n5.-LE CONTRÔLE PARLEMENTAIRE\n\nLe Parlement joue un rôle essentiel dans la définition des orientations de la défense nationale à l'occasion du vote de la loi de programmation militaire ainsi qu'à l'occasion du vote de chaque loi de finances. Aux termes de l'article 24 de la Constitution, il contrôle l'action du Gouvernement et évalue les politiques publiques. Pour ce faire, il s'appuie sur les dispositions organiques relatives aux lois de finances, sur les mécanismes de contrôle prévus par les règlements des assemblées parlementaires ainsi que sur des mécanismes de contrôle spécifiques prévus par les lois de programmation militaire.Le Parlement s'assure de la mise en œuvre de la loi de programmation militaire à l'occasion du vote des lois de finances qui la déclinent. Il s'appuie notamment sur les projets annuels de performance et les rapports annuels de performance de la mission \"Défense\" annexés respectivement au projet de loi de finances et au projet de loi de règlement.Le ministre des armées présente régulièrement aux commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense nationale et des forces armées un bilan détaillé des opérations extérieures et des missions intérieures en cours. Ces éléments font en outre l'objet d'un rapport annuel au Parlement.Le Gouvernement remet au Parlement un rapport annuel sur les exportations d'armements. Ce rapport présente la politique d'exportation d'armements de la France ainsi que les modalités de contrôle des armements et biens sensibles et la position des industries de défense françaises par rapport à la concurrence internationale.La présente loi sera exécutée comme loi de l'Etat.\n\n(1) Corps de réaction rapide-France.\n\n(2) Special Operation Component Command.\n\n(3) Système d'optimisation du renseignement interarmées.\n\n(4) Système d'information logistique pour le suivi de la ressource interarmées.\n\n(5) Allied Command and Control Structure.\n\n(6) Main ground combat system.\n\n(7) Renseignement d'origine électromagnétique.\n\n(8) Major Joint Operation : dans le vocabulaire OTAN, opération du niveau corps d'armée pour l'armée de terre, de niveau JFACC 350 sorties/ jour pour l'armée de l'air et de niveau Task Force pour la marine.\n\n(9) Etude en cours de la faisabilité d'acquisition d'une capacité intérimaire pour combler la RTC.\n\n(10) Etude en cours sur la prolongation de C160 Gabriel jusqu'en 2025.\n\n(11) Small Joint Operation : dans le vocabulaire OTAN, opération du niveau division ou équivalent.\n\n(12) Dont une quinzaine d'appareils pour la flotte intérimaire palliative à la flotte AL III (319) et l'équivalent en activité à 7 appareils pour l'externalisation de la flotte AL III (316) de l'ESHE.\n\n(13) 11 CARACAL, 2 H225, 20 PUMA et 3 hélicoptères à usage gouvernemental (HUG).\n\n(14) I3D.\n\n(15) Suppression of Enemy Air Defense.\n\n- Code de la santé publique\n\nPRINCIPAUX ÉQUIPEMENTS\n\nAMBITIONopérationnelle 2030\n\nPARC DÉBUT 2019\n\nPARC FIN 2021\n\nPARC FIN 2025\n\nLIVRAISON 2019-2025\n\nCSO de MUSIS (nombre de satellites)\n\nune capacité d'observationspatiale\n\n1\n\n3\n\n3\n\n2\n\nCERES\n\n1 capacité d'écoute spatiale\n\n0\n\n1\n\n1\n\n1\n\nCERES successeur\n\n1 capacité d'écoute spatiale\n\n0\n\n0\n\nCommande sur la période\n\nSIA (sites)\n\n229\n\n83\n\n229\n\n229\n\n146\n\nDrones MALE (systèmes/ vecteurs)\n\n8/24\n\n2/6\n\n4/12\n\n5/15\n\n3/9\n\nCUGE\n\n3\n\n0\n\n0\n\n1\n\n1\n\nSystèmes de Drones Tactiques (systèmes II/ vecteurs)\n\n5/28\n\n0/0\n\n2/14\n\n3/20\n\n3/20\n\nALSR\n\n8\n\n0\n\n2\n\n2\n\n2\n\nBLSR\n\n1\n\n0\n\n0\n\nCommande sur la période\n\nBSAH\n\n4\n\n2\n\n4\n\n4\n\n2\n\nSLAMF\n\nleft\n\nPremièrescommandessur la période\n\nleft\n\nleft\n\nleft\n\nBâtiments mères (MS)\n\n4 (1)\n\n2\n\n2\n\nleft\n\nBase plongeurs (BBPD)\n\n5\n\n3\n\n3\n\nleft\n\nSystème de drones (MP)\n\n8\n\n4\n\n4\n\nleft\n\nATL2 rénovés\n\n18\n\n0\n\n6\n\n18\n\n18\n\nMRTT\n\n15\n\n1\n\n6\n\n12\n\n11\n\nChars Leclerc rénovés\n\n200\n\n0\n\n7\n\n122\n\n122\n\nJAGUAR\n\n300\n\n0\n\n20\n\n150\n\n150\n\nGRIFFON\n\n1 872\n\n3\n\n339\n\n936\n\n933\n\nVBMR légers\n\n978\n\n0\n\n101\n\n489\n\n489\n\nAIF\n\n117 000\n\n21 340\n\n53 340\n\n93 340\n\n72 000\n\nCAESAR\n\n109\n\n77\n\n77\n\n109\n\n32\n\nTransformation TIGRE HAP-> HAD\n\n67\n\n32\n\n48\n\n67\n\n35\n\nNH 90 TTH\n\n74\n\n36\n\n55\n\n70\n\n34\n\nNH 90 NFH\n\n27\n\n22\n\n27\n\n27\n\n5\n\nProlongation FLF\n\n3\n\n0\n\n1\n\n3\n\n3\n\nFrégates de taille intermédiaires FTI\n\n5 des 15 frégates de 1er rang\n\n0\n\n0\n\n2\n\n2\n\nFLOTLOG\n\n4\n\n0\n\n0\n\n2\n\n2\n\nBARRACUDA\n\n6\n\n0\n\n2\n\n4\n\n4\n\nRAFALE (air + marine)\n\n225 (185 + 40)\n\n143\n\n143\n\n171\n\n28\n\nRénovation M2000D\n\n55\n\n0\n\n16\n\n55\n\n55\n\nA 400M\n\nCible globale 53 avionsde transport tactique\n\n14\n\n17\n\n25\n\n11\n\nC130J\n\n2\n\n4\n\n4\n\n2\n\nAVSIMAR NG\n\n13 (2)\n\n0\n\n0\n\n3\n\n3\n\nCHOF (BHO/ système de drones)\n\n2/4\n\n0/0\n\n0/0\n\n1/0\n\n1/ commandesur la période\n\nCONTACT (Équipement radio + Nœud de communication)\n\n14 600\n\n0\n\n4 400\n\n8 400\n\n8 400\n\nFREMM DA\n\n2\n\n0\n\n1\n\n2\n\n2\n\nFREMM ASM\n\n6\n\n5\n\n6\n\n6\n\n1\n\nRénovation SAMP/ T\n\n8\n\n0\n\n0\n\nCommande sur la période\n\nAvion de guet aérien embarqué\n\n3\n\n0\n\n0\n\nCommande sur la période\n\nHIL/ HM NG\n\n169/12\n\n0\n\n0/0\n\nCommande sur la période\n\nPATMAR futur\n\n12 (2)\n\n0\n\n0\n\nCommande sur la période\n\nPatrouilleur futur\n\n19\n\n2\n\n3\n\n11\n\n9\n\nB2M\n\n4\n\n3\n\n4\n\n4\n\n1\n\nRefonte CMS HORIZON\n\n2\n\n0\n\n0\n\nCommande sur la période\n\nSDAM\n\n15\n\n0\n\n0\n\nCommande sur la période\n\nSYRACUSE IV\n\n3\n\n0\n\n1\n\n2\n\n2\n\nVBL régénérés\n\n800\n\n3\n\n253\n\n733\n\n730\n\nSuccesseur poids lourds, armée de terre \"Véhicules 4-6 tonnes\"\n\n7 000\n\n0\n\n0\n\n80\n\n80\n\nVLFS\n\n241\n\n0\n\n140\n\n241\n\n241\n\nPLFS\n\n202\n\n25\n\n80\n\n202\n\n177\n\nPetit véhicule aérolargable de type FARDIER\n\n300\n\n0\n\n60\n\n300\n\n300\n\nVBMR Léger appui SCORPION (VLTP P segment haut)\n\n1 060\n\n0\n\n0\n\n200\n\n200\n\nVLTP protégé (VLTP P segment bas)\n\n2 333\n\n0\n\n0\n\nCommande sur la période\n\nVLTP non protégé (NP)\n\n4 983 (3)\n\n1 000 (3)\n\n3 500\n\n4 983\n\n3 983\n\n(1) Le nombre sera ajusté selon le type de bâtiment retenu.(2) L'ajustement du format fera l'objet d'études.(3) Dont 500 MASSTECH.\n\n1\n\nDébut 2019\n\nFin 2025\n\nCohérence interarmées\n\nSystème de commandement et de conduite des opérations aérospatiales (SCCOA)ROEM (7) stratégique et tactique et ROIM spatial et tactique :-2 C160G GABRIEL-2 satellites HELIOS-1 satellite MUSIS-1 démonstrateur ELISA2 systèmes de drones MALE REAPER0 ALSRSystèmes d'information des armées (SIC 21, SIC F...)Plusieurs systèmes d'information géophysiques (KHEPER, DNG3D...)Communications par satellites souveraines (2 satellites SYRACUSE III)Moyens C2 de niveau MJO (8) (nation-cadre), architecture de communication résiliente, capacité de ciblage, capacité d'opérations spéciales, soutien interarmées, capacité NRBC\n\nSystème de commandement et de conduite des opérations aérospatiales (SCCOA) modernisé (détection haute et très basse altitude, capacité de surveillance spatiale)ROEM stratégique et tactique modernisés et ROIM spatial et tactique (9) :-1 système CUGE (10)-3 satellites MUSIS-1 système CERES2 ALSR5 systèmes MALE (4 Reaper + 1 européen)1 Système d'information des armées (SIA), dont SORIALe système d'information géophysique des armées GEODE 4DCommunications par satellites souveraines (2 satellites SYRACUSE IV)Moyens C2 de niveau SJO (11) (nation-cadre) ou d'état-major de composante de niveau MJO, architecture de communication résiliente, capacité de ciblage, capacité d'opérations spéciales, soutien interarmées, capacité NRBC\n\nForces terrestres\n\n241 chars LECLERC250 AMX 10RC + 80 ERC 90629 VBCI2 661 VAB + 3 GRIFFON121 canons de 155 mm dont 77 CAESAR + 13 LRU164 hélicoptères de reconnaissance et d'attaque (70 TIGRE + 94 GAZELLE)122 hélicoptères de manœuvre (36 NH90 TTH + 52 PUMA + 26 COUGAR dont 24 rénovés + 8 CARACAL)1,5 système de drones tactiques intérimaires SDTI1 394 VBL dont 3 régénérés200 Véhicules Forces Spéciales ancienne génération88 Poids lourds Forces Spéciales ancienne génération + 25 nouvelle génération3 483 véhicules de commandement et de liaison + 1 000 VLTP non protégés (dont 500 MASSTECH)930 véhicules tactiques porteurs de systèmes d'armes\n\n200 chars LECLERC dont 122 rénovés150 chars médians AMX 10RC + 150 JAGUAR629 VBCI1 545 VAB + 936 GRIFFON + 489 VBMR légers109 canons CAESAR + 13 LRU147 hélicoptères de reconnaissance et d'attaque (67 TIGRE + 80 GAZELLE)115 hélicoptères de manœuvre (70 NH 90 + 11 PUMA + 26 COUGAR rénovés + 8 CARACAL)3 systèmes de drones tactiques SDT1 387 VBL dont 733 régénérés241 Véhicules Forces Spéciales nouvelle génération202 Poids lourds Forces Spéciales nouvelle génération4983 VLTP non protégés930 véhicules tactiques porteurs de systèmes d'armes dont 200 VBMR légers appui SCORPION\n\nTableau en cours de consolidationTableau en cours de consolidationForces navales\n\n4 SNLE6 SNA (type RUBIS)1 porte-avions nucléaire avec son groupe aérien embarqué (RFL + E2C)17 frégates (2 FAA + 3 FASM + 2 FDA + 5 FLF + 5 FREMM)3 BPC6 frégates de surveillance16 patrouilleurs (2 patrouilleurs guyanais PLG + 14 patrouilleurs d'ancienne génération de tout type)3 B2M2 BSAHGuerre des mines : 11 CMT + 4 BBPD (ancienne génération)3 pétroliers-ravitailleurs d'ancienne génération22 ATL213 avions de surveillance maritime36 hélicoptères moyens/ lourds embarqués (dont 22 N90 NFH)45 (12) hélicoptères légers\n\n4 SNLE6 SNA (2 type RUBIS + 4 BARRACUDA)1 porte-avions nucléaire avec son groupe aérien embarqué (RFL + E2C)17 frégates (2 FDA + 5 FLF dont 3 prolongées + 8 FREMM + 2 FTI)3 BPC6 frégates de surveillance18 patrouilleurs (3 patrouilleurs guyanais PLG + 6 patrouilleurs outre-mer + 2 patrouilleurs métropole NG + 7 patrouilleurs d'anciennes générations de divers types)4 B2M4 BSAHGuerre des mines : 5 CMT + 2 bâtiments porteurs + 3 BBPD + 4 systèmes de drones2 pétroliers-ravitailleurs de nouvelle génération + 1 d'ancienne génération18 ATL2 rénovés11 avions de surveillance maritime (8 de type FALCON + 3 avions neufs)27 hélicoptères moyens/ lourds embarqués NH 90 NFH45 (12) hélicoptères légers\n\nForces aériennes\n\n254 avions de combat en parc, dont 143 RAFALE (41 marine) et 111 MIRAGE 2000 de tout type63 pods de désignation laser (PDL) ancienne génération + 4 PDL nouvelle génération4 E-3F AWACS15 avions ravitailleurs dont 1 MRTT et 5 avions de transport stratégique ATS (2 A340 + 3 A310)48 avions de transport tactique (14 A400M + 14 C-130H + 18 C160 + 2 C-130J)36 hélicoptères moyens (13)40 hélicoptères légers8 sections SAMP TT\n\n253 avions de combat en parc, dont 171 RAFALE (42 marine)34 pods de désignation laser (PDL) ancienne génération + 45 PDL nouvelle génération4 E-3F AWACS rénovés avionique et JITDS/ liaison de données tactiques15 avions ravitailleurs dont 12 MRTT et 2 avions de transport stratégique ATS (A340)43 avions de transport tactique (25 A400M + 14 C-130 H rénovés + 4 C-130J)36 hélicoptères moyens40 hélicoptères légers8 sections SAMP TT\n\n1\n\nAnnée\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\nRessources (M € courants)\n\n762\n\n832\n\n901\n\n1 000\n\n1 020\n\n1\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\nTOTAL2019-2023\n\nRessources totales en crédits budgétaires\n\n35,9\n\n37,6\n\n39,3\n\n41,0\n\n44,0\n\n197,8\n\n1\n\nLFI 2018(pour information)\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\n2024\n\n2025\n\nTOTAL2019-2025\n\nMOYENNE\n\nAgrégat \"Equipement\"\n\n18,3\n\n19,5\n\n20,8\n\n22,3\n\n23,7\n\n26,1\n\n28,8\n\n31,5\n\n172,8\n\n24,7\n\n1\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\nInfrastructure \"LPM à hauteur d'homme\"\n\n952\n\n906\n\n966\n\n1 025\n\n1 159\n\nInfrastructure \"Renouvellement des capacités\"\n\n427\n\n407\n\n434\n\n460\n\n520\n\n1\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\nProvision annuelle au titre des opérations extérieures et des missions intérieures\n\n850\n\n1 100\n\n1 100\n\n1 100\n\n1 100\n\n1\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\n2024\n\n2025\n\nReport de charges\n\n16\n\n15\n\n14\n\n12\n\n12\n\n11\n\n10\n\n1"
    }
  ]
}