{
  "id": "loi-n-47-585-du-2-avril-1947",
  "type": "statute",
  "title": "Loi n° 47-585 du 2 avril 1947",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000684244",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La diffusion de la presse est libre."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les journaux ou publications périodiques au sens du présent titre sont les publications de presse telles que définies au premier alinéa de l'article 1er de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Toute entreprise de presse est libre d'assurer elle-même la distribution de ses propres journaux et publications périodiques par les moyens qu'elle jugera les plus appropriés à cet effet.Toutefois, lorsque deux entreprises de presse ou plus groupent la distribution de journaux et publications périodiques qu'elles éditent, en vue de leur vente au public, elles doivent à cet effet adhérer à une société coopérative de groupage de presse.La distribution groupée des journaux et publications périodiques est assurée par des sociétés agréées de distribution de la presse. Seules les entreprises de presse membres de sociétés coopératives de groupage de presse peuvent confier la distribution de leurs journaux et publications périodiques à ces mêmes sociétés agréées.La distribution des exemplaires aux abonnés n'est pas régie par les dispositions du présent article."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La presse d'information politique et générale est distribuée selon des modalités permettant d'en garantir l'indépendance et le pluralisme ainsi que le libre choix des lecteurs.Présentent le caractère de presse d'information politique et générale au sens de la présente loi les journaux et publications périodiques qui apportent de façon permanente sur l'actualité politique et générale, locale, nationale ou internationale des informations et des commentaires tendant à éclairer le jugement des citoyens, consacrent la majorité de leur surface rédactionnelle à cet objet et présentent un intérêt dépassant d'une façon manifeste les préoccupations d'une catégorie de lecteurs. Un décret en Conseil d'Etat désigne l'autorité compétente pour reconnaître le caractère d'information politique et générale de ces journaux et publications dans des conditions d'indépendance et d'impartialité."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Toute société agréée de distribution de la presse est tenue de faire droit, dans des conditions objectives, transparentes, efficaces et non discriminatoires à la demande de distribution des publications d'une entreprise de presse conformément aux dispositions suivantes :1° La presse d'information politique et générale est distribuée dans les points de vente et selon les quantités déterminés par les entreprises éditrices de ces publications. La continuité de sa distribution doit être garantie. Les points de vente ne peuvent s'opposer à la diffusion d'un titre de presse d'information politique et générale ;2° Les journaux et publications périodiques bénéficiant des tarifs de presse prévus à l'article L. 4 du code des postes et des communications électroniques, autres que d'information politique et générale, sont distribués selon des règles d'assortiment des titres et de détermination des quantités servies aux points de vente définies par un accord interprofessionnel conclu entre les organisations professionnelles représentatives des entreprises de presse et des diffuseurs de presse et les sociétés agréées de distribution de la presse ou, le cas échéant, les organisations professionnelles représentatives de ces dernières. Cet accord tient compte des caractéristiques physiques et commerciales des points de vente, de la diversité de l'offre de presse et de l'actualité. Ceux-ci ne peuvent s'opposer à la diffusion d'un titre qui leur est présenté dans le respect des règles d'assortiment et de quantités servies mentionnées à la première phrase du présent 2° ;3° Pour les autres journaux et publications périodiques, les entreprises de presse, ou leurs représentants, et les diffuseurs de presse, ou leurs représentants, définissent par convention les références et les quantités servies aux points de vente.Afin de permettre aux diffuseurs de presse de prendre connaissance de la diversité de l'offre, les journaux et publications périodiques mentionnés au 2° qui ne sont pas présents dans l'assortiment servi au diffuseur de presse ainsi que les journaux et publications périodiques mentionnés au 3° font l'objet d'une première proposition de mise en service auprès du point de vente. Celui-ci est libre de donner suite ou non à cette proposition de distribution."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les sociétés coopératives de groupage de presse doivent comprendre au moins trois associés ne faisant pas partie du même groupe économique au sens de l'article L. 233-16 du code de commerce, quelle que soit leur forme.\n\nSous réserve des dispositions de la présente loi, elles sont régies par les dispositions des articles L. 231-1, L. 231-4, L. 231-5, L. 231-6, L. 231-7 et L. 231-8 du code de commerce."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le capital social de chaque société coopérative de groupage de presse ne peut être souscrit que par les personnes physiques ou morales propriétaires de journaux et publications périodiques qui auront pris l'engagement de conclure un contrat de groupage avec la société.\n\nToute infraction aux dispositions du présent article est punie de deux ans d'emprisonnement et de 6 000 euros d'amende, ou de l'une de ces deux peines seulement, sans préjudice de la dissolution de la société, qui pourra être prononcée à la requête du ministère public."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La société coopérative de groupage de presse est tenue d'admettre tout journal ou périodique qui offre de conclure avec elle un contrat de groupage sur la base des conditions générales et du barème des tarifs d'une ou de plusieurs sociétés agréées de distribution de la presse assurant la distribution des titres qu'elle groupe.\n\nToutefois, si ce journal ou périodique a donné lieu à une condamnation prononcée en application de l'article 227-24 du Code pénal, entre dans le champ du premier alinéa de l'article 14 de la loi n° 49-956 du 16 juillet 1949 sur les publications destinées à la jeunesse ou a fait l'objet de deux des interdictions prévues aux troisième à cinquième alinéas du même article 14, il devra être exclu de la société coopérative et ne pourra être admis dans aucune autre, sous peine de 4 500 euros d'amende. Si le journal ou périodique a fait l'objet de la seule mesure d'interdiction de vente aux mineurs prévue aux premier et troisième alinéas de l'article 14 de la loi n° 49-956 du 16 juillet 1949 sur les publications destinées à la jeunesse, tout dépositaire ou vendeur sera, nonobstant toute stipulation contraire du contrat qui le lie avec la société coopérative, exonéré de l'obligation de participer à la vente de cette publication.\n\nA cette fin, la condamnation mentionnée à l'alinéa précédent sera portée par le parquet à la connaissance du ministre chargé de la communication, qui la notifiera à toutes les sociétés coopératives de groupage de presse et sociétés agréées de distribution de la presse mentionnées à l'article 3 de la présente loi."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'administration et la disposition des biens des sociétés coopératives de groupage de presse appartiennent à l'assemblée générale, à laquelle tous les sociétaires ont le droit de participer. Quel que soit le nombre des parts sociales dont il est titulaire, chaque sociétaire ne pourra disposer, à titre personnel, dans les assemblées générales, que d'une seule voix."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'exercice au sein d'une société coopérative de groupage de presse des fonctions de mandataire, de membre du conseil d'administration ou de membre du conseil de surveillance mentionnées à l'article 6 de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération est exclusif de l'exercice simultané de tels mandats au sein d'une autre société coopérative de groupage de presse.Il est interdit à toute personne physique d'exercer les fonctions mentionnées au même article 6 au sein d'une société coopérative de groupage de presse lorsque la personne morale qui l'emploie, la société qui contrôle cette dernière ou ses filiales, au sens de l'article L. 233-3 du code de commerce, emploie par ailleurs une personne exerçant de tels mandats au sein d'une autre société coopérative de groupage de presse.La même interdiction s'applique lorsque la personne morale qui l'emploie, la société qui contrôle cette dernière ou ses filiales, au sens du même article L. 233-3, exerce elle-même de tels mandats au sein d'une autre société coopérative de groupage de presse.Il est interdit à toute personne morale d'exercer les fonctions mentionnées à l'article 6 de la loi n° 47-1775 du 10 septembre 1947 précitée au sein d'une société coopérative de groupage de presse lorsque la société qui la contrôle ou une de ses filiales, au sens de l'article L. 233-3 du code de commerce, exerce elle-même de tels mandats au sein d'une autre société coopérative de groupage de presse."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sous réserve des engagements internationaux de la France comportant soit une clause d'assimilation au national, soit une clause de réciprocité dans le domaine de la presse, une personne physique non ressortissante d'un Etat partie à l'accord sur l'Espace économique européen ne peut détenir ou acquérir plus de 20 % des droits de vote d'une société agréée de distribution de la presse.Il en est de même des personnes morales établies en dehors du territoire d'un Etat partie à l'accord sur l'Espace économique européen ou contrôlées, au sens de l'article L. 233-3 du code de commerce, par une personne physique non ressortissante de l'un de ces Etats ou par une personne morale établie ou ayant son siège social en dehors de l'un de ces mêmes Etats."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'agrément atteste de la capacité de la société à assurer la distribution des journaux ou publications périodiques qu'elle se propose d'acheminer selon un schéma territorial sur lequel elle s'engage. Ce schéma peut couvrir la totalité du territoire ou des parties cohérentes de celui-ci. Dans le cadre de ce schéma, la société assure une desserte non discriminatoire des points de vente.L'agrément est subordonné au respect d'un cahier des charges fixé par décret pris au vu d'une proposition de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse établie après consultation des organisations professionnelles représentatives des entreprises de presse et de toute autre personne dont l'avis lui paraît utile. Ce cahier des charges définit notamment les obligations auxquelles doivent satisfaire les sociétés candidates, dans le respect des principes d'indépendance et de pluralisme de la presse, de transparence, d'efficacité, de non-discrimination et de continuité territoriale de la distribution ainsi que de protection de l'environnement. Il détermine les types de prestations et les niveaux de service attendus du point de vue logistique et financier en tenant compte de la diversité des titres de presse. Il fixe également les conditions dans lesquelles les sociétés candidates garantissent le droit des éditeurs à la portabilité des données les concernant. Il précise les obligations spécifiques à satisfaire pour la distribution des quotidiens."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "L'agrément n'est pas cessible."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le réseau des points de vente au public de la presse imprimée répond aux exigences de large couverture du territoire, de proximité d'accès du public et de diversité et d'efficacité des modalités commerciales de la diffusion.Un décret fixe les règles générales relatives aux conditions d'implantation de ces points de vente."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Les personnes qui proposent, à titre professionnel, un service de communication au public en ligne assurant la diffusion numérique groupée de services de presse en ligne ou de versions numérisées de journaux ou publications périodiques édités par deux entreprises de presse ou plus et dont l'un au moins de ces services de presse en ligne ou l'une au moins de ces versions numérisées présente le caractère d'information politique et générale ne peuvent s'opposer à la diffusion d'un service de presse en ligne d'information politique et générale ou de la version numérisée d'un titre d'information politique et générale, dès lors qu'elle serait réalisée dans des conditions techniques et financières raisonnables et non discriminatoires. Les obligations du présent I s'appliquent aux services de communication au public en ligne dont le chiffre d'affaires dépasse un seuil déterminé par décret.\n\nL'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse est compétente pour l'application du présent I.\n\nII. - Les personnes physiques ou morales proposant, à titre professionnel, un service de communication au public en ligne reposant sur le classement ou le référencement, au moyen d'algorithmes informatiques, de contenus extraits de publications de presse ou de services de presse en ligne d'information politique et générale et qui dépassent un seuil de connexions sur le territoire français fixé par décret fournissent à l'utilisateur, outre les informations mentionnées à l'article L. 111-7 du code de la consommation, une information loyale, claire et transparente sur l'utilisation de ses données personnelles dans le cadre du classement ou du référencement de ces contenus. Elles établissent chaque année des éléments statistiques, qu'elles rendent publics, relatifs aux titres, aux éditeurs et au nombre de consultations de ces contenus.\n\nLes agents mentionnés à l'article L. 511-3 du code de la consommation sont habilités à rechercher et à constater les manquements au présent article dans les conditions prévues à l'article L. 511-7 du code de la consommation et peuvent mettre en œuvre l'injonction prévue à l'article L. 521-1 du même code."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse est chargée de faire respecter les principes énoncés par la présente loi. Elle veille à la continuité territoriale et temporelle, à la neutralité et à l'efficacité économique de la distribution groupée de la presse ainsi qu'à une couverture large et équilibrée du réseau des points de vente.Elle concourt à la modernisation de la distribution de la presse et au respect du pluralisme de la presse."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse est consultée sur les projets de loi et d'actes réglementaires relatifs à la distribution de la presse.Elle peut être saisie pour avis par les ministres compétents de toute question concernant la distribution de la presse. Elle peut également être consultée par les commissions parlementaires sur les propositions de loi ainsi que sur toute question concernant la distribution de la presse."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Pour l'exécution des missions qui lui sont confiées par l'article 16, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse :1° Agrée les sociétés assurant la distribution de la presse dans le respect du cahier des charges mentionné à l'article 12 ;2° Est informée par chaque société agréée, deux mois avant leur entrée en vigueur, des conditions techniques, tarifaires et contractuelles de ses prestations. Dans un délai de deux mois à compter de cette transmission, elle émet un avis public sur ces conditions ou fait connaître ses observations à la société. Elle peut demander à la société de présenter une nouvelle proposition et, si nécessaire, modifier les conditions tarifaires ou suspendre leur application si elles ne respectent pas les principes de non-discrimination, d'orientation vers les coûts d'un opérateur efficace et de concurrence loyale. Elle peut également décider, pour assurer le respect de ces principes, d'un encadrement pluriannuel des tarifs de ces prestations. Elle rend publics les barèmes établis par les sociétés agréées au bénéfice de l'ensemble des clients ;3° Fixe les règles de répartition, entre toutes les entreprises de presse adhérant aux sociétés coopératives de groupage de presse utilisant les services des sociétés agréées de distribution de la presse, des coûts spécifiques et ne pouvant être évités induits par la distribution des quotidiens. Cette répartition s'effectue au prorata du chiffre d'affaires des entreprises de presse adhérant aux sociétés coopératives de groupage de presse ;4° Définit, par dérogation à l'article 3, les circonstances dans lesquelles une entreprise de presse peut, dans des zones géographiques déterminées et pour des motifs tirés de l'amélioration des conditions de desserte des points de vente, recourir à une distribution groupée sans adhérer à une société coopérative de groupage de presse ; elle précise dans ce cas les modalités de participation de l'entreprise à la répartition des coûts spécifiques mentionnés au 3° du présent article ;5° Est informée par les organisations professionnelles représentatives concernées de l'ouverture de leurs négociations en vue de la conclusion de l'accord interprofessionnel mentionné au 2° de l'article 5 ou d'un avenant à cet accord, reçoit communication de cet accord ou avenant et émet un avis public sur sa conformité aux principes énoncés par la présente loi. En cas de non-conformité de cet accord ou avenant ou de carence des parties dûment constatée au terme de six mois suivant l'ouverture des négociations ou, le cas échéant, suivant l'expiration de l'accord ou de l'avenant, l'autorité définit les règles d'assortiment des titres et de détermination des quantités servies aux points de vente ;6° Précise les règles mentionnées à l'article 14 relatives aux conditions d'implantation des points de vente et fixe, après avoir recueilli l'avis de leurs organisations professionnelles représentatives, les conditions de rémunération des diffuseurs de presse qui gèrent ces points de vente ;7° Rend public un schéma territorial d'orientation de la distribution de la presse prenant en compte les dépositaires centraux de presse."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La demande d'agrément justifie des moyens humains et matériels de la société candidate. Elle comporte l'ensemble des informations comptables et financières de nature à attester sa capacité à assurer son activité dans des conditions conformes au cahier des charges.Dans le cas où elle est constituée en société par actions, la société présente l'ensemble des personnes physiques ou morales qui détiennent plus de 5 % de son capital ou de ses droits de vote ainsi que, le cas échéant, la ou les personnes qui la contrôlent directement ou indirectement au sens de l'article L. 233-16 du code de commerce.Le refus d'agrément est motivé.Lorsque l'agrément est délivré à une société qui distribue des quotidiens, celle-ci doit présenter une comptabilité analytique distinguant la distribution de ces titres de la distribution des autres titres de presse.Toute modification apportée aux informations fournies à l'appui de la demande d'agrément, notamment tout changement significatif dans sa situation financière, est communiquée par la société de distribution à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse dans un délai d'un mois à compter de l'acte ou de la circonstance ayant donné un fondement légal à cette modification.En cas de modification du cahier des charges au vu duquel il a été délivré, le titulaire de l'agrément est invité, dans un délai raisonnable, à se conformer aux nouvelles prescriptions qu'il comporte."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut, de manière proportionnée aux besoins liés à l'accomplissement de ses missions et sur la base d'une décision motivée, recueillir auprès des sociétés agréées de distribution de la presse toutes les informations ou documents nécessaires, notamment comptables, pour s'assurer du respect par ces personnes des dispositions de la présente loi et des textes et décisions pris en application de ces mêmes dispositions.Afin de veiller au caractère transparent, efficace et non discriminatoire de l'offre des sociétés agréées de distribution de la presse, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse précise les règles de comptabilisation des coûts par ces sociétés et établit les spécifications des systèmes de comptabilisation qu'elles doivent mettre en œuvre et utiliser. Elle reçoit communication des résultats des vérifications des commissaires aux comptes, sans que puisse lui être opposé le secret professionnel. Elle fait vérifier annuellement, aux frais de chaque société, par un organisme qu'elle désigne, compétent et indépendant de la société agréée, la conformité des comptes aux règles qu'elle a établies."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Lorsque l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse envisage d'adopter des mesures ayant une incidence importante sur le marché de la distribution de la presse, elle rend publiques les mesures envisagées dans un délai raisonnable avant leur adoption et recueille les observations qui sont faites à leur sujet. L'Autorité rend public le résultat de ces consultations, sous réserve des secrets protégés par la loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "En cas d'atteinte ou de menace d'atteinte grave et immédiate à la continuité de la distribution de la presse d'information politique et générale, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut prendre, dans le respect des principes énoncés au titre Ier, des mesures provisoires en vue d'assurer cette continuité.Ces mesures peuvent notamment comporter la suspension de résiliations de contrats des éditeurs avec les sociétés agréées de distribution de la presse et la délivrance d'agréments provisoires, le cas échéant par dérogation au 1° de l'article 18.Leur durée ne peut excéder six mois, renouvelable une fois.Elles doivent rester strictement nécessaires et proportionnées à l'objectif poursuivi. Elles sont motivées. Lorsque ces décisions se rattachent à l'exécution d'un contrat, elles sont prises après que les parties au contrat ont été mises en mesure de présenter leurs observations."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le président de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse saisit l'Autorité de la concurrence de faits dont il a connaissance et susceptibles de contrevenir aux articles L. 420-1, L. 420-2 et L. 420-5 du code de commerce. Il peut également la saisir pour avis de toute autre question relevant de sa compétence.L'Autorité de la concurrence communique à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, pour avis, toute saisine entrant dans le champ des compétences de celle-ci et peut également la saisir, pour avis, de toute question relative au secteur de la distribution de la presse."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut, d'office ou à la demande du ministre chargé de la communication, d'une organisation professionnelle ou d'une personne physique ou morale concernée, prononcer des sanctions à l'encontre d'une entreprise de presse, d'une société coopérative de groupage de presse, d'une société agréée de distribution de la presse ou d'une des personnes mentionnées au I de l'article 15.Ce pouvoir de sanction est exercé dans les conditions suivantes :1° En cas de manquement de l'entreprise de presse, de la société coopérative de groupage de presse, de la société agréée de distribution de la presse ou de l'une des personnes mentionnées au I de l'article 15 aux dispositions de la présente loi et aux textes, accords et décisions pris en application de ces mêmes dispositions, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse la met en demeure de s'y conformer dans un délai déterminé. Ce délai ne peut être inférieur à un mois, sauf en cas de manquement grave et répété ou en cas de manquement susceptible de faire obstacle à la distribution d'un titre de presse d'information politique et générale dans les conditions prévues au 1° de l'article 5, auxquels cas ce délai ne peut être inférieur à quarante-huit heures.La mise en demeure peut être assortie d'obligations de se conformer à des étapes intermédiaires dans le délai prévu à la première phrase du premier alinéa du présent 1°. Elle est motivée et notifiée à l'intéressé. L'autorité peut rendre publique cette mise en demeure ;2° Lorsque l'intéressé ne se conforme pas dans les délais fixés à la mise en demeure prévue au 1° du présent article ou aux obligations intermédiaires dont elle est assortie, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut, après instruction conduite par ses services, notifier des griefs à la personne en cause. Elle transmet alors le dossier d'instruction à la formation restreinte ;3° Après que la personne en cause a reçu notification des griefs et a été mise à même de consulter le dossier et de présenter ses observations écrites, et avant de prononcer une sanction, la formation restreinte procède, selon une procédure contradictoire, à l'audition du représentant de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et de la personne en cause.La formation restreinte peut, en outre, entendre toute personne dont l'audition lui paraît utile.La formation restreinte peut prononcer les sanctions suivantes :a) Un avertissement ou, pour ce qui concerne les seules sociétés agréées de distribution de la presse, la suspension ou le retrait de l'agrément ;b) Une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'intéressé, à l'ampleur du dommage et aux avantages qui en sont tirés, sans pouvoir excéder 3 % du chiffre d'affaires hors taxes réalisé en France du dernier exercice clos, ce plafond étant porté à 5 % en cas de nouvelle infraction. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 €, porté à 375 000 € en cas de nouvelle violation de la même obligation.Lorsque le manquement est constitutif d'une infraction pénale, le montant total des sanctions prononcées ne peut excéder le montant de la sanction encourue le plus élevé.Lorsque la formation restreinte a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou des faits connexes, celui-ci peut ordonner que la sanction pécuniaire s'impute sur l'amende qu'il prononce.Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine ;4° L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et la formation restreinte ne peuvent être saisies de faits remontant à plus de trois ans, s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction ;5° Les décisions de la formation restreinte sont motivées et notifiées à l'intéressé. Elles peuvent être rendues publiques dans les publications, journaux ou services de communication au public par voie électronique choisis par la formation restreinte, dans un format et pour une durée proportionnés à la sanction infligée. Elles peuvent faire l'objet d'un recours de pleine juridiction et d'une demande de suspension présentée conformément à l'article L. 521-1 du code de justice administrative, devant le Conseil d'Etat."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut être saisie par l'une des parties de différends :1° Entre, d'une part, une entreprise de presse ou une société coopérative de groupage de presse et, d'autre part, une société agréée de distribution de la presse, un diffuseur de presse ou une des personnes mentionnées au I de l'article 15 en cas de refus de distribution, de refus de diffusion ou de désaccord sur les conditions de distribution des publications d'une entreprise de presse prévues à l'article 5 ;2° Entre une entreprise de presse et une société coopérative de groupage de presse, en cas de désaccord sur la conclusion ou l'exécution d'une convention relative au groupage portant sur la mise en œuvre des obligations prévues aux articles 3,5 et 8 ;3° Entre une société agréée de distribution de la presse et un diffuseur de presse en cas de désaccord sur la mise en œuvre des obligations prévues à l'article 12.La décision de l'autorité est motivée et précise les conditions équitables et non discriminatoires, d'ordre technique et financier, dans lesquelles le groupage, la distribution ou la diffusion doivent être assurés.Dans les cas prévus aux 1° à 3° du présent article, elle se prononce dans un délai de quatre mois, après avoir mis les parties à même de présenter leurs observations. En cas de circonstances exceptionnelles, ce délai peut être porté à six mois."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-La commission du réseau de la diffusion de la presse :1° Décide, dans des conditions transparentes et non discriminatoires, après avis du maire de la commune, de l'implantation des points de vente de presse conformément aux règles fixées en application de l'article 14 et du 6° de l'article 18. Ses décisions sont motivées ;2° Délivre un certificat d'inscription aux agents de la vente de presse et assure la gestion du fichier recensant les agents de la vente de presse.II.-La commission du réseau de la diffusion de la presse comprend des représentants des éditeurs de journaux et publications périodiques et des personnalités qualifiées en matière de distribution de la presse.Les modalités de désignation des membres de la commission assurent l'égale représentation des femmes et des hommes.Les membres et les personnels de la commission et les experts consultés sont tenus au secret professionnel pour les faits, actes et renseignements dont ils ont pu avoir connaissance dans le cadre de leurs fonctions, dans les conditions et sous les peines prévues aux articles 226-13 et 226-14 du code pénal. Les membres et les personnels de la commission restent tenus à cette obligation pendant une durée d'un an après la fin de leur mandat ou de leurs fonctions.III.-Les frais afférents au fonctionnement de la commission, personne morale de droit privé, ainsi que les sommes qu'elle pourrait être condamnée à verser sont à la charge des sociétés coopératives de groupage de presse régies par la présente loi.IV.-La commission communique à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et au ministre chargé de la communication, à leur demande, le fichier mentionné au 2° du I ainsi que l'ensemble des documents en sa possession afférents à l'organisation territoriale du réseau de diffusion.V.-Peuvent être examinés dans le cadre d'une procédure de conciliation préalable devant l'une des personnalités qualifiées de la commission du réseau de la diffusion de la presse les litiges entre agents de la vente de presse relatifs à l'application des dispositions de la présente loi qui impliquent un point de vente.VI.-Un décret fixe les conditions d'application du présent article, notamment le nombre des membres de la commission, la durée de leur mandat, les modalités de leur désignation et de celle du président ainsi que les modalités de la procédure de conciliation."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Un décret fixe les conditions d'application de la présente loi."
    }
  ]
}