{
  "id": "loi-n-2025-379-du-28-avril-2025",
  "type": "statute",
  "title": "LOI n°2025-379 du 28 avril 2025",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000051528207",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "1°, 3° A modifié les dispositions suivantes :\n\n2° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-878 DC du 24 avril 2025.]\n\n- Code des transports"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-878 DC du 24 avril 2025.]"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - A titre expérimental, les conducteurs des services réguliers de transport public par autobus ou par autocar peuvent procéder, au moyen de caméras individuelles, à un enregistrement audiovisuel dans le cadre des missions qu'ils exercent au profit des opérateurs de transport public de voyageurs lorsque se produit ou est susceptible de se produire un incident, eu égard aux circonstances ou au comportement des personnes concernées.L'enregistrement n'est pas permanent.Les enregistrements ont pour finalité la prévention des incidents au cours de l'exercice des missions des conducteurs mentionnés au premier alinéa du présent I. Lorsque la sécurité des conducteurs, des voyageurs ou des véhicules est menacée, les images captées et enregistrées au moyen de caméras individuelles peuvent être transmises en temps réel au poste de commandement du service concerné.Les caméras sont portées de façon apparente par les conducteurs mentionnés au même premier alinéa. Un signal visuel spécifique indique si la caméra enregistre. Le déclenchement de l'enregistrement fait l'objet d'une information des personnes enregistrées, sauf si les circonstances l'interdisent. Une information générale du public sur l'emploi de ces caméras est organisée par le ministre chargé des transports. Les conducteurs auxquels les caméras individuelles sont fournies ne peuvent avoir accès directement aux enregistrements auxquels ils procèdent.L'enregistrement ne peut avoir lieu hors des véhicules de transport public de personnes dans lesquels les conducteurs exercent leurs missions. Il ne peut avoir lieu sur la voie publique.Les enregistrements audiovisuels, hors le cas où ils sont utilisés dans le cadre d'une procédure judiciaire, administrative ou disciplinaire, sont effacés au bout de trente jours.Ces enregistrements sont soumis à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, notamment en ce qui concerne le contrôle par la Commission nationale de l'informatique et des libertés et le droit d'accès aux enregistrements.Les modalités d'application du présent article et les modalités d'utilisation des données collectées sont précisées par un décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés.II. - Le I du présent article est applicable deux mois après la promulgation de la présente loi, pendant une durée de trois ans.III. - La mise en œuvre de l'expérimentation fait l'objet d'un rapport d'évaluation remis au Parlement au plus tard six mois avant son terme."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-878 DC du 24 avril 2025.]"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-878 DC du 24 avril 2025.]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A titre expérimental, les opérateurs de transports guidés urbains sont autorisés à mettre en œuvre la captation, la transmission et l'enregistrement d'images prises sur la voie publique au moyen de caméras frontales embarquées sur les matériels roulants qu'ils exploitent.Les traitements prévus au présent article ont exclusivement pour finalités d'assurer la prévention et l'analyse des accidents ainsi que la formation du personnel de conduite et de sa hiérarchie.Les enregistrements comportant des données à caractère personnel, hors les cas où ils sont utilisés dans le cadre d'une procédure judiciaire, administrative ou disciplinaire, sont effacés au bout de trente jours.Les caméras embarquées sont employées de telle sorte qu'elles ne visent pas à recueillir les images de l'intérieur des domiciles ni, de façon spécifique, celles de leurs entrées. Lorsque l'emploi de ces caméras conduit à visualiser de tels lieux, l'enregistrement est immédiatement interrompu. Toutefois, lorsqu'une telle interruption n'a pu avoir lieu compte tenu des circonstances de la captation des images, les images enregistrées sont supprimées dans un délai de quarante-huit heures à compter de leur captation, sauf transmission dans ce délai dans le cadre d'un signalement à l'autorité judiciaire sur le fondement de l'article 40 du code de procédure pénale.Le public est informé, par une signalétique spécifique, que le moyen de transport est équipé d'une caméra. Une information générale du public sur l'emploi de ces caméras est organisée par le ministre chargé des transports.Les modalités d'application du présent I et les modalités d'utilisation des données collectées sont précisées par un décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés.II. - L'expérimentation prévue au I est applicable deux mois après la promulgation de la présente loi, pendant une durée de trois ans.III. - L'expérimentation prévue au présent article fait l'objet d'un rapport d'évaluation remis au Parlement au plus tard six mois avant son terme."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-878 DC du 24 avril 2025.]"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - A titre expérimental et à la seule fin d'assurer le traitement des incidents ou atteintes affectant la sécurité des conducteurs ainsi que le secours à ces personnes, les opérateurs de transport public de voyageurs sont autorisés à mettre en œuvre un système de captation et de transmission en temps réel du son dans les véhicules qu'ils utilisent dans le cadre de services réguliers de transport public de voyageurs par autobus et par autocar.Le système mentionné au premier alinéa du présent I est déclenché par le seul conducteur, lorsque sa sécurité est menacée.La captation et la transmission du son ne sont pas permanentes et sont limitées à l'environnement immédiat du conducteur. Les données sonores captées sont uniquement transmises, selon les cas, au poste de contrôle et de commandement de l'opérateur de transport ou des services internes de sécurité de la SNCF et de la Régie autonome des transports parisiens. La durée de cette captation et de cette transmission ne peut excéder le temps strictement nécessaire à la caractérisation des faits ayant justifié le déclenchement du système et à la détermination de la réponse appropriée.Une annonce sonore indique le début et la fin de la captation, sauf si les circonstances l'interdisent.Il ne peut être procédé à aucun enregistrement.Une information générale du public sur l'emploi de ce système de captation et de transmission du son est organisée par le ministre chargé des transports.Les modalités d'application du présent I sont précisées par un décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés.II. - Le I est applicable deux mois après la promulgation de la présente loi, pendant une durée de deux ans.III. - La mise en œuvre de l'expérimentation fait l'objet d'un rapport d'évaluation remis au Parlement au plus tard six mois avant son terme."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2025-878 DC du 24 avril 2025.]"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2026, un rapport évaluant les conséquences de l'ouverture à la concurrence des transports en commun en matière de sûreté dans les transports."
    }
  ]
}