{
  "id": "loi-n-75-1280-du-30-decembre-1975",
  "type": "statute",
  "title": "Loi n° 75-1280 du 30 décembre 1975",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000699206",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sous réserve des reculs de limite d'âge pouvant résulter des textes applicables à l'ensemble des agents de l'Etat, la limite d'âge des fonctionnaires civils de l'Etat est fixée à soixante-huit ans lorsqu'elle était de soixante-dix ans avant l'intervention de la présente loi et à soixante-cinq ans lorsqu'elle était de soixante-sept ans.\n\nToutefois, la limite d'âge des professeurs titulaires du Collège de France est fixée à soixante-treize ans."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sous réserve des reculs de limite d'âge pouvant résulter des textes applicables à l'ensemble des agents de l'Etat, la limite d'âge des membres du Conseil d'Etat, de la Cour des comptes et de ceux des membres des tribunaux administratifs dont la limite d'âge était de soixante-dix ans avant l'intervention de la présente loi est fixée à soixante-huit ans. Elle est fixée à soixante-cinq ans pour les membres des tribunaux administratifs dont la limite d'âge était de soixante-sept ans."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Lorsqu'elle était fixée à soixante-dix ans avant l'intervention de la présente loi, la limite d'âge des magistrats et fonctionnaires visés aux articles 1er et 2 ci-dessus est, à titre transitoire, de :Soixante-dix ans jusqu'au 31 décembre 1976 ;Soixante-neuf ans du 1er janvier 1977 au 31 décembre 1977.Lorsqu'elle était fixée à soixante-sept ans avant l'intervention de la présente loi, la limite d'âge est, à titre transitoire, de :Soixante-sept ans jusqu'au 31 décembre 1976 ;Soixante-six ans et six mois du 1er janvier 1977 au 31 décembre 1977 ;Soixante-six ans du 1er janvier 1978 au 31 décembre 1978 ;Soixante-cinq ans et six mois du 1er janvier 1979 au 31 décembre 1979."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sont abrogées les dispositions de l'article 1er de la loi du 18 août 1936 modifiée concernant les mises à la retraite par ancienneté en tant qu'elles sont contraires à la présente loi. Sont également abrogés l'article 2 de cette même loi du 18 août 1936 et le premier alinéa de l'article 18 de l'ordonnance n° 45-1708 du 31 juillet 1945."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les agents en fonctions à la date de promulgation de la présente loi qui seront radiés des cadres par limite d'âge selon les limites fixées par ladite loi bénéficieront d'une pension calculée compte tenu de la durée des services qu'ils auraient accomplis s'ils étaient demeurés en fonctions jusqu'à la limite d'âge antérieure.L'indice servant de base au calcul de cette pension sera celui afférent au grade détenu par l'intéressé sur lequel cette pension aurait été calculée en application du code des pensions civiles et militaires de retraite si la limite d'âge n'avait pas été modifiée."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'article L. 15, dernier alinéa, du code des pensions civiles et militaires de retraite annexé à la loi n° 64-1339 du 26 décembre 1964 est abrogé à compter du 1er janvier 1976.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}