{
  "id": "loi-n-2010-658-du-15-juin-2010",
  "type": "statute",
  "title": "LOI n° 2010-658 du 15 juin 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022355229",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la publication de la présente loi, les dispositions relevant du domaine de la loi nécessaires pour adapter au patrimoine affecté de l'entrepreneur individuel à responsabilité limitée les dispositions du livre VI du code de commerce relatives à la prévention et au traitement des difficultés des entreprises et aux responsabilités et sanctions encourues par l'entrepreneur à cette occasion, afin de permettre à l'entrepreneur individuel à responsabilité limitée d'adhérer à un groupement de prévention agréé et de bénéficier des procédures de prévention des difficultés des entreprises, du mandat ad hoc, de conciliation, de sauvegarde, de redressement judiciaire et de liquidation judiciaire, et procéder aux harmonisations nécessaires en matière de droit des sûretés, de droit des procédures civiles d'exécution et de règles applicables au surendettement des particuliers.Le projet de loi ratifiant cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance.II. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la publication de la présente loi, les dispositions relevant du domaine de la loi permettant, d'une part, de rendre applicables, avec les adaptations nécessaires, les dispositions de la présente loi dans les îles Wallis et Futuna et en Nouvelle-Calédonie pour celles qui relèvent de la compétence de l'Etat et, d'autre part, de procéder aux adaptations nécessaires en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin, de Mayotte et de Saint-Pierre-et-Miquelon.Le projet de loi ratifiant cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-607 DC du 10 juin 2010]"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-607 DC du 10 juin 2010]"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-607 DC du 10 juin 2010]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. ― A l'exception des articles 2, 3, 6 et 9 à 13, la présente loi entre en vigueur à compter de la publication de l'ordonnance prévue au I de l'article 8.II. ― Un même entrepreneur individuel peut constituer plusieurs patrimoines affectés à compter du 1er janvier 2013.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}