{
  "id": "loi-n-2012-347-du-12-mars-2012",
  "type": "statute",
  "title": "LOI n°2012-347 du 12 mars 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025489865",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Par dérogation à l'article 19 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, l'accès aux corps de fonctionnaires de l'Etat dont les statuts particuliers prévoient un recrutement par la voie externe peut être ouvert par la voie de modes de recrutement réservés valorisant les acquis professionnels, dans les conditions définies par le présent chapitre et précisées par des décrets en Conseil d'Etat, pendant une durée de six ans à compter de la date de publication de la présente loi.\n\nLes agents non titulaires de l'Etat et des circonscriptions territoriales exerçant leurs fonctions sur le territoire des îles Wallis et Futuna, nommés par l'Etat dans un emploi permanent, bénéficient d'un délai de trois années supplémentaires à compter du 13 mars 2016 pour se présenter aux concours organisés selon les règles fixées par la présente loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - L'accès à la fonction publique de l'Etat prévu à l'article 1er est réservé aux agents occupant, à la date du 31 mars 2013, en qualité d'agent contractuel de droit public et pour répondre à un besoin permanent de l'Etat, de l'un de ses établissements publics ou d'un établissement public local d'enseignement :1° L'un des emplois mentionnés aux 1° et 2° de l'article 4 de la loi n° 84-16 du 11 janvier 1984 précitée ;2° Un emploi impliquant un service à temps incomplet conformément au premier alinéa de l'article 6 de la même loi, à la condition que la quotité de temps de travail soit au moins égale à 70 % d'un temps complet ;3° Ou un emploi régi par le I de l'article 34 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations, à la condition, pour les agents employés à temps incomplet, que la quotité de temps de travail soit au moins égale à 70 % d'un temps complet.II. - L'accès à la fonction publique de l'Etat prévu à l'article 1er de la présente loi est en outre ouvert aux agents occupant, à la date du 31 mars 2013, en qualité d'agent contractuel de droit public de l'Etat, de l'un de ses établissements publics ou d'un établissement public local d'enseignement, un emploi mentionné aux articles 6 quater, 6 quinquies ou 6 sexies de la loi n° 84-16 du 11 janvier 1984 précitée, à temps complet ou incomplet pour une quotité de temps de travail au moins égale à 70 % d'un temps complet, et justifiant d'une durée de services publics effectifs au moins égale à quatre années en équivalent temps plein au cours des cinq années précédant le 31 mars 2013.Les trois premiers alinéas du I de l'article 4 de la présente loi ne leur sont pas applicables.III. - Les agents employés dans les conditions prévues aux I et II du présent article doivent, au 31 mars 2013, être en fonction ou bénéficier d'un des congés prévus par le décret pris en application de l'article 7 de la loi n° 84-16 du 11 janvier 1984 précitée.Toutefois, les agents dont le contrat a cessé entre le 1er janvier et le 31 mars 2013 peuvent bénéficier de l'accès à la fonction publique prévu à l'article 1er de la présente loi, dès lors qu'ils remplissent la condition de durée de services publics effectifs définie respectivement au II du présent article ou à l'article 4 de la présente loi.IV. - Le présent article ne peut bénéficier aux agents licenciés pour insuffisance professionnelle ou faute disciplinaire après le 31 décembre 2010."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'accès à la fonction publique prévu à l'article 1er est également ouvert, dans les conditions prévues au présent chapitre, pendant un délai de trois ans à compter de la suppression de l'inscription sur les listes fixées par les décrets mentionnés aux 2° et 3° de l'article 3 de la loi n° 84-16 du 11 janvier 1984 précitée et, au plus tard, jusqu'au 31 décembre 2020, aux agents occupant un emploi d'un établissement public ou d'une institution administrative figurant sur l'une de ces listes.\n\nPour l'application du présent chapitre, la date prise en compte pour apprécier les conditions d'emploi et d'ancienneté des agents mentionnés au premier alinéa du présent article est un an avant la suppression de l'inscription sur ces listes.\n\nLes agents remplissant les conditions d'éligibilité prévues au présent article, dans sa rédaction antérieure à la loi n° 2016-483 du 20 avril 2016 relative à la déontologie et aux droits et obligations des fonctionnaires, demeurent éligibles jusqu'au 31 décembre 2020 à l'accès à la fonction publique prévu à l'article 1er de la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Le bénéfice de l'accès à la fonction publique de l'Etat prévu à l'article 1er est subordonné, pour les agents titulaires d'un contrat à durée déterminée, à une durée de services publics effectifs au moins égale à quatre années en équivalent temps plein :1° Soit au cours des six années précédant le 31 mars 2013 ;2° Soit à la date de clôture des inscriptions au recrutement auquel ils postulent. Dans ce cas, au moins deux des quatre années de services exigées, en équivalent temps plein, doivent avoir été accomplies au cours des quatre années précédant le 31 mars 2013.Les quatre années de services publics doivent avoir été accomplies auprès du département ministériel, de l'autorité publique ou de l'établissement public qui emploie l'intéressé au 31 mars 2013 ou, dans le cas prévu au second alinéa du III de l'article 2 de la présente loi, qui l'a employé entre le 1er janvier 2013 et le 31 mars 2013.\n\nPour l'appréciation de l'ancienneté prévue aux alinéas précédents, les services accomplis à temps partiel et à temps incomplet correspondant à une quotité supérieure ou égale à 50 % d'un temps complet sont assimilés à des services à temps complet. Les services accomplis selon une quotité inférieure à ce taux sont assimilés aux trois quarts du temps complet.Par dérogation au cinquième alinéa du présent I, les services accomplis à temps partiel et à temps incomplet ne correspondant pas à une quotité égale ou supérieure à 50 % sont, pour les agents reconnus handicapés, assimilés à des services à temps complet.Les agents dont le contrat a été transféré ou renouvelé du fait d'un transfert d'activités, d'autorités ou de compétences entre deux départements ministériels ou autorités publiques, ou entre deux des personnes morales mentionnées à l'article 2 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, conservent le bénéfice de l'ancienneté acquise au titre de leur précédent contrat.Le bénéfice de cette ancienneté est également conservé aux agents qui, bien que rémunérés successivement par des départements ministériels, autorités publiques ou personnes morales mentionnées à l'article 2 de la loi n° 83-634 du 13 juillet 1983 précitée distincts, continuent de pourvoir le poste de travail pour lequel ils ont été recrutés.Les services accomplis dans les emplois relevant des 1° à 6° de l'article 3 ou de l'article 5 de la loi n° 84-16 du 11 janvier 1984 précitée et dans les emplois régis par une disposition législative faisant exception au principe énoncé à l'article 3 de la loi n° 83-634 du 13 juillet 1983 précitée ainsi que ceux accomplis dans le cadre d'une formation doctorale n'entrent pas dans le calcul de l'ancienneté prévue aux deux premiers alinéas du présent I.II. - Peuvent également bénéficier de l'accès à la fonction publique de l'Etat prévu à l'article 1er les agents remplissant à la date de publication de la présente loi les conditions d'accès à un contrat à durée indéterminée en application de l'article 8, sous réserve, pour les agents employés à temps incomplet, d'exercer à cette même date leurs fonctions pour une quotité de temps de travail au moins égale à 70 % d'un temps complet."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "I. - L'accès à la fonction publique prévu à l'article 1er est également ouvert, dans les conditions prévues au présent chapitre, aux agents non titulaires de l'Etat et des circonscriptions territoriales exerçant leurs fonctions sur le territoire des îles Wallis et Futuna, nommés par l'Etat dans un emploi permanent.II. - Les agents mentionnés au I doivent remplir les conditions suivantes :1° Etre en fonction au 20 juillet 2014 ou bénéficier à cette date d'un congé régulièrement accordé en application de la réglementation en vigueur ;2° Avoir accompli une durée de services effectifs équivalente à quatre ans au moins à temps complet au cours des cinq dernières années précédant le 20 juillet 2014 ;3° Remplir les conditions énumérées aux articles  5 ou  5 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'accès à la fonction publique de l'Etat prévu à l'article 1er est organisé selon :1° Des examens professionnalisés réservés ;2° Des concours réservés ;3° Des recrutements réservés sans concours pour l'accès au premier grade des corps de catégorie C accessibles sans concours.Ces recrutements sont fondés notamment sur la prise en compte des acquis de l'expérience professionnelle correspondant aux fonctions auxquelles destine le corps d'accueil sollicité par le candidat.A l'issue des examens et concours mentionnés aux 1° et 2°, les jurys établissent, par ordre de mérite, la liste des candidats déclarés aptes.Les deuxième à cinquième alinéas de l'article 20 de la loi n° 84-16 du 11 janvier 1984 précitée sont applicables aux concours et examens organisés en application du présent article, même si leur application conduit à dépasser le délai défini à l'article 1er de la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-Les agents titulaires de contrat à durée déterminée au 31 mars 2013 remplissant les conditions fixées aux articles 2 à 5 de la présente loi ne peuvent accéder qu'aux corps de fonctionnaires dont les missions, définies par leurs statuts particuliers, relèvent d'une catégorie hiérarchique, telle que définie au premier alinéa de l'article 13 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, équivalente à celle des fonctions qu'ils ont exercées pendant une durée de quatre ans en équivalent temps plein dans l'administration auprès de laquelle ils sont éligibles. L'ancienneté de quatre ans s'apprécie dans les conditions fixées aux cinquième et sixième alinéas du I de l'article 4 de la présente loi.\n\nSi les agents ont acquis une ancienneté supérieure à quatre ans auprès de cette administration, l'ancienneté s'apprécie au regard des quatre années pendant lesquelles l'agent a exercé les fonctions équivalentes à la ou aux catégories les plus élevées.\n\nLorsque l'ancienneté a été acquise dans des catégories différentes, les agents peuvent accéder aux corps relevant de la catégorie dans laquelle ils ont exercé leurs fonctions le plus longtemps pendant la période de quatre années déterminée selon les modalités prévues respectivement aux deux premiers alinéas du présent I.\n\nII.-Les agents titulaires d'un contrat à durée indéterminée au 31 mars 2013 remplissant les conditions fixées aux articles 2 et 5 de la présente loi ne peuvent accéder qu'aux corps de fonctionnaires dont les missions, définies par leurs statuts particuliers, relèvent d'une catégorie hiérarchique, telle que définie au premier alinéa de l'article 13 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, équivalente à celle des fonctions qu'ils exercent à cette date.\n\nIII.-Les conditions de nomination des agents déclarés aptes sont celles prévues par les statuts particuliers des corps d'accueil. La titularisation ne peut être prononcée que sous réserve du respect par l'agent des dispositions législatives et réglementaires régissant le cumul d'activités des agents publics. Les agents sont classés dans les corps d'accueil dans les conditions prévues par les statuts particuliers pour les agents contractuels de droit public.\n\nIV.-Jusqu'à leur titularisation dans un corps de la fonction publique de l'Etat, les agents mentionnés à l'article 4-1 de la présente loi demeurent assujettis aux régimes de sécurité sociale auxquels ils sont affiliés."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les décrets en Conseil d'Etat mentionnés à l'article 1er déterminent, en fonction des besoins du service et des objectifs de la gestion prévisionnelle des effectifs, des emplois et des compétences, les corps auxquels les agents contractuels peuvent accéder et les modalités selon lesquelles sont définis, pour chaque agent candidat, le ou les corps qui lui sont accessibles. Ils fixent le mode de recrutement retenu pour l'accès à chaque corps.Des arrêtés ministériels fixent le nombre des emplois ouverts, dans les corps intéressés, en vue des recrutements prévus au même article 1er."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "A la date de publication de la présente loi, la transformation de son contrat en contrat à durée indéterminée est obligatoirement proposée à l'agent contractuel, employé par l'Etat, l'un de ses établissements publics ou un établissement public local d'enseignement sur le fondement du dernier alinéa de l'article 3 ou des articles 4 ou 6 de la loi n° 84-16 du 11 janvier 1984 précitée dans sa rédaction antérieure à celle résultant de la présente loi, qui se trouve en fonction ou bénéficie d'un congé prévu par le décret pris en application de l'article 7 de la même loi.Le droit défini au premier alinéa du présent article est subordonné à une durée de services publics effectifs, accomplis auprès du même département ministériel, de la même autorité publique ou du même établissement public, au moins égale à six années au cours des huit années précédant la publication de la présente loi.Toutefois, pour les agents âgés d'au moins cinquante-cinq ans à cette même date, la durée requise est réduite à trois années au moins de services publics effectifs accomplis au cours des quatre années précédant la même date de publication.\n\nLes septième et avant-dernier alinéas du I de l'article 4 de la présente loi sont applicables pour l'appréciation de l'ancienneté prévue aux deuxième et troisième alinéas du présent article.\n\nLorsque cette ancienneté a été accomplie auprès de différents employeurs dans les conditions prévues au quatrième alinéa, la transformation du contrat en contrat à durée indéterminée est proposée par la personne morale mentionnée au premier alinéa qui emploie l'agent à la date de publication de la présente loi.\n\nLe présent article ne s'applique pas aux agents occupant soit un emploi relevant des 1° à 6° de l'article 3 ou de l'article 5 de la loi n° 84-16 du 11 janvier 1984 précitée, soit un emploi régi par une disposition législative faisant exception au principe énoncé à l'article 3 de la loi n° 83-634 du 13 juillet 1983 précitée. Les services accomplis dans ces emplois n'entrent pas dans le calcul de l'ancienneté mentionnée aux deuxième et troisième alinéas du présent article. Il ne s'applique pas non plus aux agents recrutés par contrat dans le cadre d'une formation doctorale."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le contrat proposé en vertu de l'article 8 à un agent employé sur le fondement du dernier alinéa de l'article 3 et du second alinéa de l'article 6 de la loi n° 84-16 du 11 janvier 1984 précitée, dans sa rédaction antérieure à celle résultant de la présente loi, peut prévoir la modification des fonctions de l'agent, sous réserve qu'il s'agisse de fonctions du même niveau de responsabilités. L'agent qui refuse cette modification de fonctions reste régi par les stipulations du contrat en cours à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII. - L'accès à la fonction publique de l'Etat prévu à l'article 1er de la présente loi est également ouvert, dans les conditions prévues au présent chapitre, aux agents contractuels de droit public occupant, à la date du 31 mars 2013, un emploi de l'Agence nationale pour la cohésion sociale et l'égalité des chances mentionnée à l'article L. 121-14 du code de l'action sociale et des familles\n\nLes agents qui n'accèdent pas à un corps de fonctionnaires bénéficient des dispositions prévues au dernier alinéa de l'article 3 de la loi n° 84-16 du 11 janvier 1984 précitée, dans sa rédaction issue de la présente loi.\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-L'accès à la fonction publique de l'Etat prévu à l'article 1er de la présente loi est également ouvert, dans les conditions prévues au présent chapitre, aux agents contractuels de droit public occupant, à la date du 31 mars 2013, un emploi de l'Office national des forêts.\n\nIII.-Ceux qui n'accèdent pas à un corps de fonctionnaires bénéficient des dispositions prévues au dernier alinéa de l'article 3 de la loi n° 84-16 du 11 janvier 1984 précitée, dans sa rédaction issue de la présente loi.\n\n-Code forestier"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Par dérogation à l'article 36 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, l'accès aux cadres d'emplois de fonctionnaires territoriaux peut être ouvert par la voie de modes de recrutement réservés valorisant les acquis professionnels, dans les conditions définies par le présent chapitre et précisées par des décrets en Conseil d'Etat, pendant une durée de six ans à compter de la date de publication de la présente loi.Les dispositions du présent chapitre applicables aux cadres d'emplois de fonctionnaires territoriaux le sont également aux corps de fonctionnaires des administrations parisiennes."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - L'accès à la fonction publique territoriale prévu à l'article 13 9 est réservé aux agents occupant, à la date du 31 mars 2013, en qualité d'agent contractuel de droit public et, dans le cas d'agents employés à temps non complet, pour une quotité de temps de travail au moins égale à 50 % :1° Un emploi permanent pourvu conformément aux articles 3-1, 3-2 et 3-3 de la loi n° 84-53 du 26 janvier 1984 précitée  ;2° Ou un emploi régi par le I de l'article 35 de la loi n° 2000-321 du 12 avril 2000 précitée.Les agents intéressés doivent, au 31 mars 2013, être en fonction ou bénéficier d'un des congés prévus par le décret pris en application de l'article 136 de la loi n° 84-53 du 26 janvier 1984 précitée.II. - Les agents employés dans les conditions prévues au I du présent article et dont le contrat a cessé entre le 1er janvier et le 31 mars 2013 peuvent bénéficier de l'accès à la fonction publique territoriale prévu à l'article 13 dès lors qu'ils remplissent la condition de durée de services publics effectifs définie à l'article 15.III. - Le présent article ne peut bénéficier aux agents licenciés pour insuffisance professionnelle ou faute disciplinaire après le 31 décembre 2010."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.-Le bénéfice de l'accès à la fonction publique territoriale prévu à l'article 13 est subordonné, pour les agents titulaires d'un contrat à durée déterminée, à une durée de services publics effectifs au moins égale à quatre années en équivalent temps plein :1° Soit au cours des six années précédant le 31 mars 2013 ;2° Soit à la date de clôture des inscriptions au recrutement auquel ils postulent. Dans ce cas, au moins deux des quatre années de services exigées, en équivalent temps plein, doivent avoir été accomplies au cours des quatre années précédant le 31 mars 2013.\n\nLes quatre années de services publics doivent avoir été accomplies auprès de la collectivité territoriale ou de l'établissement public qui emploie l'intéressé au 31 mars 2013 ou, dans le cas prévu au II de l'article 14, qui l'a employé entre le 1er janvier 2013 et le 31 mars 2013.\n\nToutefois, n'entrent pas dans le calcul de la durée mentionnée aux alinéas précédents les services accomplis dans les fonctions de collaborateurs de groupes d'élus définies aux articles L. 2121-28, L. 3121-24, L. 4132-23 et L. 5215-18 du code général des collectivités territoriales, non plus que dans les emplois régis par les articles 47 et 110 de la loi n° 84-53 du 26 janvier 1984 précitée. Les périodes d'activité accomplies par un agent en application du deuxième alinéa de l'article 25 de la même loi ne sont prises en compte que si elles l'ont été auprès de la collectivité ou de l'établissement l'ayant ensuite recruté par contrat.Pour l'appréciation de l'ancienneté prévue aux alinéas précédents, les services accomplis à temps partiel et à temps incomplet correspondant à une quotité supérieure ou égale à 50 % d'un temps complet sont assimilés à des services à temps complet. Les services accomplis selon une quotité inférieure à ce taux sont assimilés aux trois quarts du temps complet.Par dérogation au sixième alinéa du présent I, les services accomplis à temps partiel et à temps incomplet ne correspondant pas à une quotité égale ou supérieure à 50 % sont, pour les agents reconnus handicapés, assimilés à des services à temps complet.Les agents dont le contrat a été transféré ou renouvelé du fait d'un transfert de compétences relatif à un service public administratif entre une personne morale de droit public et une collectivité ou un établissement public mentionné à l'article 2 de la loi n° 84-53 du 26 janvier 1984 précitée conservent le bénéfice de l'ancienneté acquise au titre de leur précédent contrat.\n\nLe bénéfice de cette ancienneté est également conservé aux agents qui, bien que rémunérés successivement par des personnes morales distinctes parmi celles mentionnées à l'article 2 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, continuent de pourvoir le poste de travail pour lequel ils ont été recrutés.\n\nII.-Peuvent également bénéficier de l'accès à la fonction publique territoriale prévu à l'article 13 les agents remplissant, à la date de publication de la présente loi, les conditions d'accès à un contrat à durée indéterminée en application de l'article 21, sous réserve, pour les agents employés à temps non complet, d'exercer à cette même date leurs fonctions pour une quotité de temps de travail au moins égale à 50 % d'un temps complet."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les décrets en Conseil d'Etat mentionnés à l'article 13 déterminent, en fonction des objectifs de la gestion des cadres d'emplois, les cadres d'emplois et grades de la fonction publique territoriale auxquels les agents peuvent accéder et les modalités selon lesquelles sont définis, pour chaque agent candidat, le ou les cadres d'emplois qui lui sont accessibles. Ils fixent le mode de recrutement retenu pour l'accès à chaque cadre d'emplois et grade et les conditions de nomination et de classement dans ces cadres d'emplois des agents déclarés aptes."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Dans un délai de trois mois à compter de la publication du décret pris pour l'application de la présente loi dans sa rédaction résultant de la loi n° 2016-483 du 20 avril 2016 relative à la déontologie et aux droits et obligations des fonctionnaires, l'autorité territoriale présente au comité technique compétent un bilan sur la mise en œuvre du programme pluriannuel d'accès à l'emploi titulaire prévu au présent article, dans sa rédaction antérieure à la loi n° 2016-483 du 20 avril 2016 précitée, comportant, le cas échéant, le bilan de la transformation des contrats à durée déterminée en contrats à durée indéterminée, en application des articles 21 et 41 de la présente loi. L'autorité territoriale présente également un rapport sur la situation des agents remplissant les conditions définies aux articles 14 et 15 ainsi qu'un programme pluriannuel d'accès à l'emploi titulaire. Ce programme détermine notamment, en fonction des besoins de la collectivité territoriale ou de l'établissement public intéressé et des objectifs de la gestion prévisionnelle des effectifs, des emplois et des compétences, les cadres d'emplois ouverts aux recrutements réservés, le nombre d'emplois ouverts à chacun de ces recrutements et leur répartition entre les sessions successives de recrutement.\n\nPour les établissements publics de coopération intercommunale à fiscalité propre mis en place au 1er janvier 2017, le rapport et le programme pluriannuel prévus aux deux dernières phrases du premier alinéa sont présentés par l'autorité territoriale au comité technique au plus tard le 30 juin 2017.\n\nLa présentation du rapport et du programme donne lieu à un avis du comité technique dans les conditions fixées à l'article 33 de la loi n° 84-53 du 26 janvier 1984 précitée.\n\nLe programme pluriannuel d'accès à l'emploi est soumis à l'approbation de l'organe délibérant de la collectivité territoriale ou de l'établissement public, puis mis en œuvre par l'autorité territoriale."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-Pour la mise en œuvre du programme pluriannuel défini à l'article 17, l'accès à la fonction publique territoriale prévu à l'article 13 est organisé selon :\n\n1° Des sélections professionnelles organisées conformément aux articles 19 et 20 ;\n\n2° Des concours réservés ;\n\n3° Des recrutements réservés sans concours pour l'accès au premier grade des cadres d'emplois de catégorie C accessibles sans concours.\n\nCes modes de recrutement sont fondés notamment sur la prise en compte des acquis de l'expérience professionnelle correspondant aux fonctions auxquelles destine le cadre d'emplois d'accueil sollicité par le candidat.\n\nII.-Les agents titulaires de contrat à durée déterminée au 31 mars 2013 remplissant les conditions fixées aux articles 14 à 20 de la présente loi ne peuvent accéder qu'aux cadres d'emplois dont les missions, définies par leurs statuts particuliers, relèvent d'une catégorie hiérarchique, telle que définie au premier alinéa de l'article 13 de la loi n° 83-634 du 13 juillet 1983 précitée, équivalente à celle des fonctions qu'ils ont exercées pendant une durée de quatre ans en équivalent temps plein dans la collectivité territoriale ou dans l'établissement public auprès duquel ils sont éligibles. L'ancienneté de quatre ans s'apprécie dans les conditions fixées aux sixième et septième alinéas du I de l'article 15 de la présente loi.\n\nSi les agents ont acquis une ancienneté supérieure à quatre ans auprès de cette collectivité territoriale ou de cet établissement public, l'ancienneté s'apprécie au regard des quatre années pendant lesquelles l'agent a exercé les fonctions équivalentes à la ou aux catégories les plus élevées.\n\nLorsque cette ancienneté a été acquise dans des catégories différentes, les agents peuvent accéder aux cadres d'emplois relevant de la catégorie dans laquelle ils ont exercé leurs fonctions le plus longtemps pendant la période de quatre années déterminées selon les modalités prévues, respectivement, aux deux premiers alinéas du présent II.\n\nIII.-Les agents titulaires de contrat à durée indéterminée au 31 mars 2013 remplissant les conditions fixées à l'article 14 et au présent article 18 ne peuvent accéder qu'aux cadres d'emplois dont les missions, définies par leurs statuts particuliers, relèvent d'une catégorie hiérarchique, telle que définie au premier alinéa de l'article 13 de la loi n° 83-634 du 13 juillet 1983, équivalente à celle des fonctions qu'ils exercent à cette date.\n\nIV.-L'autorité territoriale s'assure que l'agent candidat ne se présente qu'au recrutement donnant accès aux cadres d'emplois dont les missions, déterminées par le statut particulier, correspondent à la nature et à la catégorie hiérarchique des fonctions exercées par l'agent dans les conditions prévues aux II et III.\n\nV.-Les concours réservés mentionnés au 2° du I du présent article suivent les dispositions régissant les concours prévus au dernier alinéa de l'article 36 de la loi n° 84-53 du 26 janvier 1984 précitée et donnent lieu à l'établissement de listes d'aptitude classant par ordre alphabétique les candidats déclarés aptes par le jury. Les deuxième et quatrième alinéas de l'article 44 de la même loi leur sont applicables même si l'application de ces dispositions conduit à dépasser le délai défini à l'article 13 de la présente loi.\n\nLes agents candidats à l'intégration dans le premier grade des cadres d'emplois de catégorie C accessibles sans concours sont nommés par l'autorité territoriale, selon les modalités prévues dans le programme pluriannuel d'accès à l'emploi titulaire de la collectivité ou de l'établissement."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les sélections professionnelles prévues au 1° du I de l'article 18 sont organisées pour leurs agents par les collectivités et établissements mentionnés à l'article 2 de la loi n° 84-53 du 26 janvier 1984 précitée. Ces collectivités et établissements peuvent, par convention, confier cette organisation au centre de gestion de leur ressort géographique.\n\nLa sélection professionnelle est confiée à une commission d'évaluation professionnelle dans laquelle siège l'autorité territoriale ou la personne qu'elle désigne. La commission se compose, en outre, d'une personnalité qualifiée, qui préside la commission, désignée par le président du centre de gestion du ressort de la collectivité ou de l'établissement, et d'un fonctionnaire de la collectivité ou de l'établissement appartenant au moins à la catégorie hiérarchique, telle que définie au premier alinéa de l'article 13 de la loi n° 83-634 du 13 juillet 1983 précitée, dont relève le cadre d'emplois auquel le recrutement donne accès. Ce dernier membre de la commission peut changer si la commission se prononce sur l'accès à des cadres d'emplois différents.\n\nLorsqu'une collectivité ou un établissement a confié l'organisation du recrutement au centre de gestion, celui-ci constitue une commission, présidée par le président du centre ou par la personne qu'il désigne, qui ne peut être l'autorité territoriale d'emploi. La commission se compose, en outre, d'une personnalité qualifiée désignée par le président du centre de gestion et d'un fonctionnaire de la collectivité ou de l'établissement appartenant au moins à la catégorie dont relève le cadre d'emplois auquel le recrutement donne accès. Ce dernier membre de la commission peut changer si la commission se prononce sur l'accès à des cadres d'emplois différents.\n\nA défaut de fonctionnaire appartenant au moins à la catégorie dont relève le cadre d'emplois auquel le recrutement donne accès, la commission comprend un fonctionnaire issu d'une autre collectivité ou d'un autre établissement remplissant cette condition.\n\nLes personnalités qualifiées mentionnées aux deuxième et troisième alinéas ne peuvent être un agent de la collectivité ou de l'établissement qui procède aux recrutements."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La commission d'évaluation professionnelle procède à l'audition de chaque agent candidat et se prononce sur son aptitude à exercer les missions du cadre d'emplois auquel la sélection professionnelle donne accès. Elle dresse ensuite, par cadre d'emplois, par ordre alphabétique et en tenant compte des objectifs du programme pluriannuel d'accès à l'emploi titulaire de la collectivité ou de l'établissement, la liste des agents aptes à être intégrés. L'autorité territoriale procède à la nomination en qualité de fonctionnaire stagiaire des agents déclarés aptes."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "A la date de publication de la présente loi, la transformation de son contrat en contrat à durée indéterminée est obligatoirement proposée à l'agent contractuel, employé par une collectivité territoriale ou un des établissements publics mentionnés à l'article 2 de la loi n° 84-53 du 26 janvier 1984 précitée conformément à l'article 3 de la même loi, dans sa rédaction antérieure à celle résultant de la présente loi, qui se trouve en fonction ou bénéficie d'un congé prévu par le décret pris en application de l'article 136 de ladite loi.Le droit défini au premier alinéa du présent article est subordonné à une durée de services publics effectifs, accomplis auprès de la même collectivité ou du même établissement public, au moins égale à six années au cours des huit années précédant la publication de la présente loi.Toutefois, pour les agents âgés d'au moins cinquante-cinq ans à cette même date, la durée requise est réduite à trois années au moins de services publics effectifs accomplis au cours des quatre années précédant la même date de publication.\n\nLes cinquième, avant-dernier et dernier alinéas du I de l'article 15 de la présente loi sont applicables pour l'appréciation de l'ancienneté prévue aux deuxième et troisième alinéas du présent article.\n\nLorsque cette ancienneté a été accomplie auprès de différents employeurs dans les conditions prévues au quatrième alinéa, la transformation du contrat en contrat à durée indéterminée est proposée par la personne morale mentionnée au premier alinéa qui emploie l'agent à la date de publication de la présente loi.\n\nLorsque le représentant de l'Etat dans le département a déféré au tribunal administratif un contrat liant l'autorité locale à un agent, ce contrat ne peut être transformé en contrat à durée indéterminée en application du présent article qu'après l'intervention d'une décision juridictionnelle définitive confirmant sa légalité. La proposition conférant au contrat une durée indéterminée, prévue au premier alinéa, doit alors être expressément réitérée par l'autorité territoriale d'emploi. Le contrat accepté par l'agent intéressé est réputé avoir été conclu à durée indéterminée à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le contrat proposé en application de l'article 21 de la présente loi à un agent employé sur le fondement des deux premiers alinéas de l'article 3 de la loi n° 84-53 du 26 janvier 1984 précitée, dans sa rédaction antérieure à celle résultant de la présente loi, peut prévoir la modification des fonctions de l'agent, sous réserve qu'il s'agisse de fonctions du même niveau de responsabilités. L'agent qui refuse cette modification de fonctions reste régi par les stipulations du contrat en cours à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le présent chapitre est applicable dans les mêmes conditions aux agents contractuels de droit public des administrations parisiennes."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Par dérogation à l'article 29 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, l'accès aux corps de fonctionnaires hospitaliers dont les statuts particuliers prévoient un recrutement par la voie externe peut être ouvert par la voie de modes de recrutement réservés valorisant les acquis professionnels, dans les conditions définies par le présent chapitre et précisées par des décrets en Conseil d'Etat, pendant une durée de six ans à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - L'accès à la fonction publique hospitalière prévu à l'article 24 est réservé aux agents occupant, à la date du 31 mars 2013, en qualité d'agent contractuel de droit public et pour répondre à un besoin permanent d'un établissement mentionné à l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée, un emploi à temps complet ou un emploi à temps non complet pour une quotité de temps de travail au moins égale à 50 % d'un temps complet.Les agents intéressés doivent, au 31 mars 2013, être en fonction ou bénéficier d'un des congés prévus par le décret pris en application de l'article 10 de la même loi.Le présent article ne s'applique pas aux agents occupant soit un emploi relevant de l'article 3 de ladite loi, soit un emploi régi par une disposition législative faisant exception au principe énoncé à l'article 3 de la loi n° 83-634 du 13 juillet 1983 précitée.II. - Les agents employés dans les conditions prévues au I du présent article et dont le contrat a cessé entre le 1er janvier et le 31 mars 2013 peuvent bénéficier de l'accès à la fonction publique hospitalière prévu à l'article 24, dès lors qu'ils remplissent la condition de durée de services publics effectifs définie à l'article 26.III. - Le présent article ne peut bénéficier aux agents licenciés pour insuffisance professionnelle ou faute disciplinaire après le 31 décembre 2010."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Le bénéfice de l'accès à la fonction publique hospitalière prévu à l'article 24 est subordonné, pour les agents titulaires d'un contrat à durée déterminée, à une durée de services publics effectifs au moins égale à quatre années en équivalent temps plein :1° Soit au cours des six années précédant le 31 mars 2013 ;2° Soit à la date de clôture des inscriptions au recrutement auquel ils postulent. Dans ce cas, au moins deux des quatre années de services exigées, en équivalent temps plein, doivent avoir été accomplies au cours des quatre années précédant le 31 mars 2013.\n\nLes quatre années de services publics doivent avoir été accomplies auprès de l'établissement relevant de l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée qui emploie l'intéressé au 31 mars 2013 ou, dans le cas prévu au II de l'article 25 de la présente loi, qui l'a employé entre le 1er janvier 2013 et le 31 mars 2013.\n\nPour l'appréciation de l'ancienneté prévue aux alinéas précédents, les services accomplis à temps partiel et à temps incomplet correspondant à une quotité supérieure ou égale à 50 % d'un temps complet sont assimilés à des services à temps complet. Les services accomplis selon une quotité inférieure à ce taux sont assimilés aux trois quarts du temps complet.Par dérogation au cinquième alinéa du présent I, les services accomplis à temps partiel et à temps incomplet ne correspondant pas à une quotité égale ou supérieure à 50 % sont, pour les agents reconnus handicapés, assimilés à des services à temps complet.Les agents dont le contrat a été transféré ou renouvelé du fait d'un transfert d'activités, d'autorités ou de compétences entre deux des personnes morales mentionnées à l'article 2 de la loi n° 83-634 du 13 juillet 1983 précitée conservent le bénéfice de l'ancienneté acquise au titre de leur précédent contrat.\n\nLe bénéfice de cette ancienneté est également conservé aux agents qui, bien que rémunérés successivement par des personnes morales mentionnées à l'article 2 de la loi n° 83-634 du 13 juillet 1983 précitée distinctes, continuent de pourvoir le poste de travail pour lequel ils ont été recrutés.\n\nLes services accomplis dans les emplois mentionnés à l'article 3 de la loi n° 86-33 du 9 janvier 1986 précitée et dans les emplois régis par une disposition législative faisant exception au principe énoncé à l'article 3 de la loi n° 83-634 du 13 juillet 1983 précitée n'entrent pas dans le calcul de l'ancienneté prévue aux deux premiers alinéas du présent I.\n\nII. - Peuvent également bénéficier de l'accès à la fonction publique hospitalière prévu à l'article 24 les agents remplissant à la date de publication de la présente loi les conditions d'accès à un contrat à durée indéterminée en application de l'article 30, sous réserve, pour les agents employés à temps non complet, d'exercer à cette même date leurs fonctions pour une quotité de temps de travail au moins égale à 50 % d'un temps complet."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'accès à la fonction publique hospitalière prévu à l'article 24 est organisé selon :1° Des examens professionnalisés réservés ;2° Des concours réservés ;3° Des recrutements réservés sans concours pour l'accès au premier grade des corps de catégorie C accessibles sans concours.Ces recrutements sont fondés notamment sur la prise en compte des acquis de l'expérience professionnelle correspondant aux fonctions auxquelles destine le corps d'accueil sollicité par le candidat.A l'issue des examens et concours mentionnés aux 1° et 2°, les jurys établissent par ordre de mérite la liste des candidats déclarés aptes.Les examens professionnalisés et concours sont organisés par chaque établissement pour ses agents. Ils peuvent néanmoins, à la demande du directeur général de l'agence régionale de santé, être organisés pour le compte de plusieurs établissements de la région ou du département par l'autorité investie du pouvoir de nomination de l'établissement comptant le plus grand nombre de lits.Les troisième à sixième alinéas de l'article 31 de la loi n° 86-33 du 9 janvier 1986 précitée sont applicables aux concours et examens organisés en application du présent article, même si leur application conduit à dépasser le délai défini à l'article 24 de la présente loi.Les recrutements prévus au 3° du présent article sont prononcés par l'autorité investie du pouvoir de nomination de chaque établissement."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-Les agents titulaires de contrat à durée déterminée au 31 mars 2013 remplissant les conditions fixées aux articles 25 à 27 de la présente loi ne peuvent accéder qu'aux corps de fonctionnaires dont les missions, définies par leurs statuts particuliers, relèvent d'une catégorie hiérarchique, telle que définie au premier alinéa de l'article 13 de la loi n° 83-634 du 13 juillet 1983 précitée, équivalente à celle des fonctions qu'ils ont exercées pendant une durée de quatre ans en équivalent temps plein dans l'administration auprès de laquelle ils sont éligibles. L'ancienneté de quatre ans s'apprécie dans les conditions fixées aux cinquième et sixième alinéas du I de l'article 26 de la présente loi.\n\nSi les agents ont acquis une ancienneté supérieure à quatre ans auprès de cette administration, l'ancienneté s'apprécie au regard des quatre années pendant lesquelles l'agent a exercé les fonctions équivalentes à la ou aux catégories les plus élevées.\n\nLorsque cette ancienneté a été acquise dans des catégories différentes, les agents peuvent accéder aux corps relevant de la catégorie dans laquelle ils ont exercé leurs fonctions le plus longtemps pendant la période de quatre années déterminée selon les modalités prévues respectivement aux deux premiers alinéas du présent I.\n\nII.-Les agents titulaires d'un contrat à durée indéterminée au 31 mars 2013 remplissant les conditions fixées aux articles 25 et 27 ne peuvent accéder qu'aux corps de fonctionnaires dont les missions, définies par leurs statuts particuliers, relèvent d'une catégorie hiérarchique, telle que définie au premier alinéa de l'article 13 de la loi n° 83-634 du 13 juillet 1983 précitée, équivalente à celle des fonctions qu'ils exercent à cette date.\n\nIII.-Les conditions de nomination et de classement dans leur corps des agents déclarés aptes sont celles prévues pour les agents contractuels lauréats des concours internes par le statut particulier du corps."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les décrets en Conseil d'Etat mentionnés à l'article 24 déterminent, en fonction des besoins du service et des objectifs de la gestion prévisionnelle des effectifs, des emplois et des compétences, les corps auxquels les agents contractuels peuvent accéder et les modalités selon lesquelles sont définis, pour chaque agent candidat, le ou les corps qui lui sont accessibles. Ils fixent le mode de recrutement retenu pour l'accès à chaque corps.L'autorité investie du pouvoir de nomination dans chaque établissement fixe le nombre de postes ouverts, dans les corps intéressés, en vue des recrutements prévus au même article 24."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "A la date de publication de la présente loi, la transformation de son contrat en contrat à durée indéterminée est obligatoirement proposée à l'agent contractuel, employé par un établissement mentionné à l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée sur le fondement des articles 9 ou 9-1 de cette même loi, dans sa rédaction antérieure à celle résultant de la présente loi, qui se trouve en fonction ou bénéficie d'un congé prévu par le décret pris en application de l'article 10 de la même loi.Le droit défini au premier alinéa du présent article est subordonné à une durée de services publics effectifs, accomplis auprès du même établissement, au moins égale à six années au cours des huit années précédant la publication de la présente loi.\n\nToutefois, pour les agents âgés d'au moins cinquante-cinq ans à cette même date, la durée requise est réduite à trois années au moins de services publics effectifs accomplis au cours des quatre années précédant la même date de publication.\n\nLes septième et avant-dernier alinéas du I de l'article 26 de la présente loi sont applicables pour l'appréciation de l'ancienneté prévue aux deuxième et troisième alinéas du présent article.\n\nLorsque cette ancienneté a été accomplie auprès de différents employeurs dans les conditions prévues au quatrième alinéa, la transformation du contrat en contrat à durée indéterminée est proposée par la personne morale mentionnée au premier alinéa qui emploie l'agent à la date de publication de la présente loi.\n\nLe présent article ne s'applique pas aux agents occupant soit un emploi relevant de l'article 3 de la loi n° 86-33 du 9 janvier 1986 précitée, soit un emploi régi par une disposition législative faisant exception au principe énoncé à l'article 3 de la loi n° 83-634 du 13 juillet 1983 précitée. En outre, les services accomplis dans ces emplois ne sont pas pris en compte dans le calcul de l'ancienneté mentionnée au présent article."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Le contrat proposé en application de l'article 30 de la présente loi à un agent employé sur le fondement de l'article 9-1 de la loi n° 86-33 du 9 janvier 1986 précitée, dans sa rédaction antérieure à celle résultant de la présente loi, peut prévoir la modification des fonctions de l'agent, sous réserve qu'il s'agisse de fonctions du même niveau de responsabilités. L'agent qui refuse cette modification de fonctions reste régi par les stipulations du contrat en cours à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Le présent titre ne s'applique pas aux agents qui ont, au 31 mars 2011, la qualité de fonctionnaire de l'Etat, de fonctionnaire territorial ou de fonctionnaire hospitalier ou l'acquièrent entre cette date et la date de clôture des inscriptions aux recrutements organisés en application des articles 5, 18 et 27."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "A titre expérimental, pour une durée de quatre ans à compter de la date de publication de la présente loi, le contrat conclu en application du 1° de l'article 4 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat peut être conclu pour une durée indéterminée.Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement transmet au Conseil supérieur de la fonction publique de l'Etat, aux fins d'évaluation, un rapport sur sa mise en œuvre."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi n° 84-16 du 11 janvier 1984"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Loi n° 84-53 du 26 janvier 1984\n\n-Loi n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "A modifié les dispositions suivantes :\n\n-Loi n° 86-33 du 9 janvier 1986"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "A compter du deuxième renouvellement du conseil d'administration, du conseil de surveillance ou de l'organe équivalent, la proportion des personnalités qualifiées de chaque sexe  doit être de 50 % ou l'écart entre le nombre de femmes et le nombre d'hommes ne peut être supérieur à un."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Loi n°83-634 du 13 juillet 1983\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Sont classés à compter du 16 juin 2011 dans le corps des assistants médico-administratifs, régi par le décret n° 2011-660 du 14 juin 2011 portant statuts particuliers des personnels administratifs de la catégorie B de la fonction publique hospitalière, les fonctionnaires et agents non titulaires intégrés dans ce corps en application de l'article 20 de ce même décret."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "III. ― L'article L. 133-12 du code de justice administrative  est applicable, dans les conditions fixées par décret en Conseil  d'Etat, aux fonctionnaires et aux magistrats ayant exercé, avant  l'entrée en vigueur de la présente loi, les fonctions normalement  dévolues aux maîtres des requêtes et aux auditeurs."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "III.  ― Les I et II s'appliquent aux chefs de juridiction dont la nomination  est postérieure à l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le  I s'applique à compter du premier renouvellement général des comités  techniques des établissements visés à l'article 2 de la loi n° 86-33 du 9  janvier 1986 précitée suivant la publication de la présente loi.\n\n- Code de la santé publique\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par voie d'ordonnance à l'adoption de la partie législative du code général de la fonction publique.Les dispositions codifiées sont celles en vigueur au moment de la publication de l'ordonnance, sous réserve des modifications rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes, l'harmonisation de l'état du droit et l'adaptation au droit de l'Union européenne ainsi qu'aux accords internationaux ratifiés, ou des modifications apportées en vue :1° De remédier aux éventuelles erreurs ;2° D'abroger les dispositions obsolètes, inadaptées ou devenues sans objet ;3° D'adapter les renvois faits respectivement à l'arrêté, au décret ou au décret en Conseil d'Etat à la nature des mesures d'application nécessaires ;4° D'étendre, dans le respect des règles de partage des compétences prévues par la loi organique, l'application des dispositions codifiées, selon le cas, à Saint-Pierre-et-Miquelon, à Mayotte, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna, avec les adaptations nécessaires, et de procéder si nécessaire à l'adaptation des dispositions déjà applicables à ces collectivités.L'ordonnance est prise dans un délai de neuf mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "II.-La limite d'âge mentionnée au I de l'article 6-1 de la loi n° 84-834 du 13 septembre 1984 relative à la limite d'âge dans la fonction publique et le secteur public évolue dans les conditions fixées par le décret prévu au II de l'article 28 de la loi n° 2010-1330 du 9 novembre 2010 portant réforme des retraites."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "II. - Le 1° du I du présent article prend effet à la date d'entrée en vigueur du décret portant statut particulier du cadre d'emplois des ingénieurs en chef territoriaux."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "Par dérogation aux premier et quatrième alinéas de l'article 99 de la loi n° 84-53 du 26 janvier 1984 précitée, les fonctionnaires bénéficiant d'un congé spécial avant le 1er janvier 2012 peuvent continuer à bénéficier de ce congé, le cas échéant, au-delà de la durée maximale de cinq ans mentionnée au même premier alinéa, jusqu'à ce que les intéressés atteignent l'âge d'ouverture du droit à une pension de retraite.Dans les cas où le congé spécial est arrivé à expiration entre le 1er juillet 2011 et la date d'entrée en vigueur de la présente loi, il est prorogé jusqu'à la date à laquelle le fonctionnaire a atteint l'âge d'ouverture du droit à une pension de retraite."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "II.  - Le I est applicable aux fonctionnaires relevant de la Caisse  nationale de retraites des agents des collectivités locales ainsi qu'aux  ouvriers régis par le régime des pensions des ouvriers des  établissements industriels de l'Etat."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "A modifié les dispositions suivantes :\n\n-Loi n° 86-33 du 9 janvier 1986"
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "IV. ― Les mesures prévues, d'une part, au dernier alinéa de l'article L. 6143-7-2 du code de la santé publique et, d'autre part, à l'article 8 et au cinquième alinéa de l'article 9-2 de la loi n° 86-33 du 9 janvier 1986  portant dispositions statutaires relatives à la fonction publique  hospitalière sont applicables aux fonctionnaires ou agents occupant les  emplois concernés à compter du 23 juillet 2009, pour le dernier alinéa de l'article L. 6143-7-2 du code de la santé publique et l'article 8 de la loi du 9 janvier 1986 précitée, et à compter du 30 juillet 2010, pour l'article 9-2 de la même loi."
    }
  ]
}