{
  "id": "loi-n-49-1096-du-2-aout-1949",
  "type": "statute",
  "title": "Loi n° 49-1096 du 2 août 1949",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000692191",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Nonobstant les dispositions des articles 1722 et 1741 du code civil, les baux à loyer de locaux ou d'immeubles à usage commercial, industriel ou artisanal portent sur l'immeuble réparé ou reconstruit, même sur un autre terrain et quelle que soit la localité où a lieu la reconstruction, en remplacement de l'immeuble détruit en totalité ou en partie par suite d'actes de guerre.\n\nDans le cas où, par application des dispositions de l'alinéa précédent, le bail est reporté sur l'immeuble réparé ou reconstruit, son prix peut être revisé, à la demande de la partie la plus diligente, si la réparation ou la reconstruction a eu pour effet de modifier l'importance, la disposition ou la situation de l'immeuble. Il sera tenu compte, le cas échéant, dans cette revision, de toutes dépenses excédant le montant de l'indemnité due aux termes de la loi du 28 octobre 1946 et, éventuellement, de la modification de la nature de l'exploitation.\n\nLes baux interrompus par sinistre sont considérés comme ayant été suspendus et reprennent cours à la date à laquelle la réinstallation aura été possible."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le propriétaire notifiera aux locataires ou à leurs représentants, par lettre recommandée avec accusé de réception, son intention de réparer ou reconstruire l'immeuble sinistré, en précisant, le cas échéant, le nouvel emplacement. Dans les trois mois qui suivront cette notification ou, dans le cas où elle n'aurait pu être faite aux intéressés, dans les trois mois qui suivront l'affichage à la mairie de la situation de l'immeuble d'une demande spéciale d'autorisation de réparer ou de reconstruire déposée par le propriétaire, les locataires devront, à peine de forclusion, faire connaître leur intention d'occuper dans les conditions prévues par l'article ci-dessus un local dans l'immeuble réparé ou reconstruit.Lorsque l'immeuble reconstruit ne permet pas le report de tous les baux, la préférence est accordée aux locataires les plus anciens qui auront fait connaître leur intention d'occuper les lieux dans la mesure où la nature de l'exploitation est conforme aux règles de l'urbanisme ayant présidé à la reconstruction de l'immeuble ou de l'ilôt de reconstruction dans lequel il est compris.Lorsque l'immeuble reconstruit ne permet pas à la fois la réinstallation du propriétaire-commerçant sinistré et le report d'un ou plusieurs baux commerciaux, la préférence est accordée au propriétaire sinistré justifiant d'un motif légitime.Dans le cas où l'immeuble de remplacement a été construit sur un autre terrain, le titulaire du bail, si celui-ci ne le prévoit, peut être autorisé à changer la nature de son commerce ou de son industrie.Il en est de même dans le cas où les servitudes d'urbanisme font obstacle au rétablissement dans l'immeuble reconstruit de l'activité commerciale ou industrielle précédemment exercée.Quand le propriétaire d'un immeuble détruit qui comportait des locaux à usage commercial, industriel ou artisanal demandera le transfert de ses dommages, il devra en aviser ses locataires par lettre recommandée avec accusé de réception     dans la huitaine qui suivra le dépôt de la demande d'autorisation.Le locataire de locaux à usage commercial, industriel ou artisanal ayant manifesté son intention de ne pas occuper tout ou partie de l'immeuble reconstruit dans une autre localité, aura droit à une indemnité, si le propriétaire de cet immeuble ou son auteur a été lui-même vendeur du fonds et en a reçu le prix intégral."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Lorsque le propriétaire décidera de ne pas reconstruire, il devra notifier au locataire sa décision par lettre recommandée avec accusé de réception     ou par acte extrajudiciaire avant toute demande d'indemnité et au plus tard dans le mois de l'ouverture de la période de reconstruction.Dans les deux mois de la réception de cette notification, le locataire aura la faculté de se substituer au propriétaire pour la reconstruction de l'immeuble, en faisant connaître à ce dernier, par lettre recommandée avec accusé de réception ou par acte extra-judiciaire, qu'il entend acquérir pour son compte le terrain affecté à la reconstruction de l'immeuble sinistré ou les ruines de cet immeuble et le droit aux indemnités de dommages de guerre et en offrant de payer, à titre de prix cumulativement :1° Une somme égale à la valeur réelle du terrain au jour de sa demande en cas de sinistre total, ou une somme égale à la valeur des éléments résiduels pour les immeubles sinistrés partiellement.2° Une somme au moins égale à celle à laquelle le propriétaire aurait droit au titre de l'indemnité d'éviction.Dans le cas prévu à l'alinéa 5 de l'article 19 de la loi du 28 octobre 1946, la portion du prix afférente à l'indemnité d'éviction est égale au capital nécessaire à la constitution de la rente viagère visée audit texte.En cas de pluralité des demandes faites par des locataires du même immeuble, ceux-ci auront la faculté de se constituer en société civile immobilière pour bénéficier des dispositions ci-dessus. Si la constitution de cette société n'est pas intervenue dans un délai de trois mois à partir de la dernière des notifications prévues à l'alinéa 2 du présent article, le propriétaire aura la faculté de désigner librement le locataire acquéreur.Si le propriétaire n'exerce pas ce choix dans le mois qui suit l'expiration du délai ci-dessus, la faculté d'acquisition appartiendra de droit au locataire le plus ancien, par lui ou son auteur, acceptant d'acquérir la totalité de l'immeuble.L'acquisition sera régularisée par acte authentique dans les trois mois de la déclaration prévue à l'alinéa 2 ci-dessus ou dans le mois qui suivra l'expiration des délais prévus aux alinéas 4 et 5. Elle comportera le paiement comptant."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les dispositions qui précédent ne sont pas applicables en cas d'expropriation des lieux loués.Cependant, dans le cas où le propriétaire est assimilé à un sinistré total, par application de la législation sur la reconstruction, et a décidé de procéder à la reconstruction de l'immeuble, le locataire peut opter entre l'indemnité d'éviction due au titre de l'expropriation et le bénéfice du report    prévu par la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'Etat, les départements, les communes    et les établissements publics sont tenus aux mêmes obligations que les propriétaires sinistrés pour les immeubles qu'ils possédaient et dans lesquels étaient installés des commerçants."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Est expressément constatée la nullité de l'acte dit loi du 28 juillet 1942 relatif aux baux à loyer d'immeubles détruits par suite d'actes de guerre.Toutefois, cette nullité ne porte pas atteinte aux effets dudit acte résultant de son application antérieure à la publication de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dispositions de la présente loi sont d'ordre public."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les contestations relatives à l'application de la présente loi seront de la compétence du tribunal de la situation de l'immeuble."
    }
  ]
}