{
  "id": "loi-n-92-642-du-12-juillet-1992",
  "type": "statute",
  "title": "Loi n° 92-642 du 12 juillet 1992",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000345672",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les agréments délivrés aux assistantes maternelles pour l'accueil de mineurs à titre non permanent antérieurement à la date d'entrée en vigueur des dispositions réglementaires prévues à l'article L. 421-12 du code de l'action sociale et des familles demeurent valables pendant une période de cinq années suivant cette date, si elles accueillent depuis cinq ans au moins, en tant qu'assistantes maternelles agréées, des mineurs à titre non permanent.Par dérogation aux dispositions du cinquième alinéa de l'article L. 421-1 du code de l'action sociale et des familles, le président du conseil général peut, pour chaque assistante maternelle visée à l'alinéa précédent, prendre une décision de dispense de l'obligation de justifier de la formation définie à l'article L. 149-1 du code de la santé publique pour les renouvellements ultérieurs de leur agrément.Lorsque la durée d'accueil de mineurs à titre non permanent est inférieure à cinq ans, ces agréments demeurent valables pendant une période de cinq ans suivant la date mentionnée au premier alinéa ; dans ce cas, les assistantes maternelles ne peuvent obtenir un nouvel agrément qu'à la condition de suivre, avant l'expiration de cette période de cinq ans, la formation prévue à l'article L. 149-1 du code de la santé publique pendant une durée minimale de soixante heures, déduction faite, le cas échéant, des heures de formation antérieurement suivies au titre de leur activité et sous réserve des dispenses mentionnées par cet article."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les agréments délivrés aux assistantes maternelles pour l'accueil de mineurs à titre permanent antérieurement à la date d'entrée en vigueur des dispositions réglementaires prévues à l'article L.421-12 du code de l'action sociale et des familles demeurent valables pendant une période de cinq ans suivant cette date, si elles accueillent depuis cinq ans au moins des mineurs à titre permanent.Par dérogation aux dispositions du cinquième alinéa de l'article L. 421-1 du code de l'action sociale et des familles, les renouvellements ultérieurs de l'agrément des assistantes maternelles visées à l'alinéa précédent ne sont pas subordonnés à la justification de la formation définie à l'article L. 773-17 du code du travail.Lorsque la durée d'accueil de mineurs à titre permanent est inférieure à cinq ans, ces agréments demeurent valables pendant une période de trois ans suivant la date mentionnée au premier alinéa ; dans ce cas, les assistantes maternelles ne peuvent obtenir un nouvel agrément qu'à la condition de suivre avant l'expiration de cette période de trois ans la formation prévue à l'article L. 773-17 du code du travail pendant une durée minimale de cent vingt heures, déduction faite, le cas échéant, des heures de formation antérieurement suivies au titre de leur activité et sous réserve des dispenses mentionnées par cet article."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les présidents de conseil général qui ont enregistré avant le 1er octobre 1992 les demandes d'agrément d'assistante maternelle pour l'accueil de mineurs à titre non permanent, présentées dans les conditions définies à l'article 17 de la loi n° 91-1406 du 31 décembre 1991 portant diverses dispositions d'ordre social, doivent notifier leur décision aux intéressées le 31 décembre 1992 au plus tard.A défaut de décision notifiée à cette date, l'agrément est réputé acquis *accord tacite*."
    }
  ]
}