{
  "id": "loi-n-99-1172-du-30-decembre-1999",
  "type": "statute",
  "title": "Loi n° 99-1172 du 30 décembre 1999",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000762233",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2000 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. - Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 1999 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 1999 ;3° A compter du 1er janvier 2000 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A. à O. Paragraphes modificateursP. - I. - La contribution annuelle prévue à l'article 234 nonies du code général des impôts est à la charge du bailleur. Toutefois, lorsqu'elle est due au titre de locaux loués à usage commercial situés dans des immeubles comportant, à concurrence de la moitié au moins de leur superficie totale, des locaux loués affectés à usage d'habitation ou à l'exercice d'une profession, elle est, sauf convention contraire, supportée à concurrence de la moitié par le locataire.II. - Pour les contrats en cours, de quelque nature qu'ils soient, les stipulations relatives à la contribution additionnelle à la contribution annuelle représentative du droit de bail s'appliquent dans les mêmes conditions à la contribution prévue à l'article 234 nonies du code général des impôts.Q. - I. - Les dispositions des B et C s'appliquent aux revenus perçus au cours de l'année 2000.II. - Les dispositions des F à P s'appliquent aux revenus perçus à compter du 1er janvier 2001.R. - Un décret fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I et II Paragraphes modificateursIII.  Du 1er octobre 1999 au 31 décembre 1999, les supercarburants classés à l'indice d'identification n° 11 du tableau B du 1 de l'article 265 du Code des douanes qui contiennent un additif spécifique améliorant les caractéristiques antirécession de soupape supportent la taxe intérieure de consommation au taux du supercarburant classé à l'indice d'identification n° 11 bis de ce tableau. La différence de taxe est acquittée, avant le 15 février 2000, auprès du bureau de douane qui a enregistré la déclaration initiale de mise à la consommation de ces produits.IV à IX Paragraphes modificateurs."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. Paragraphe modificateurII. - Les recettes inscrites sur les comptes 466-221 \"Rémunérations accessoires de certains agents de l'équipement\" et 466-225 \"Rémunérations accessoires de certains agents du génie rural\" à la date du 31 décembre 1999 et celles qui seront perçues ultérieurement au titre des interventions autorisées par le préfet jusqu'à cette même date sur le fondement des lois visées au I sont affectées au budget général à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "La contribution des organismes habilités à recueillir la participation des employeurs à l'effort de construction, instituée par l'article 56 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998), est établie pour 2000, dans les conditions prévues au I de cet article, selon les modalités suivantes :\n\n-la fraction mentionnée au I dudit article est fixée à 32,5 % ;\n\n-les associés collecteurs de l'Union des entreprises et des salariés pour le logement, mentionnée à l'article L. 313-17 du code de la construction et de l'habitation, sont libérés des versements leur incombant pour 2000 au titre du présent article dès que le versement de cette union à l'Etat, tel qu'il résulte de l'engagement de substitution prévu par l'article 9 de la loi n° 96-1237 du 30 décembre 1996 relative à l'Union des entreprises et des salariés pour le logement, atteint 5 000 millions de francs. Lorsque l'application de ce plafond conduit à une contribution des associés collecteurs de l'Union des entreprises et des salariés pour le logement telle que la fraction visée à l'alinéa précédent est inférieure à 32,5 %, la même fraction est alors appliquée pour le calcul de la contribution des organismes non associés de cette union. Sa valeur est établie et publiée au Journal officiel au plus tard le 31 juillet 2000."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes et comptes spéciaux ouverts à la date du dépôt de la présente loi sont confirmées pour l'année 2000."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "A compter du 1er janvier 2000, la taxe prévue aux articles 266 sexies à 266 duodecies du code des douanes cesse de constituer une ressource de l'Etat, pour être affectée, conformément à l'article 5 de la loi de financement de la sécurité sociale pour 2000 (n° 99-1140 du 29 décembre 1999), au Fonds de financement de la réforme des cotisations patronales de sécurité sociale créé par ce même article."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Par dérogation à l'article L. 651-2-1 du code de la sécurité sociale, les dispositions du premier alinéa du II de l'article 2 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1114 du 23 décembre 1998) sont reconduites en 2000."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - Abrogé.II. Pour 2007, le montant de ce prélèvement est fixé à 83 millions d'euros et réparti comme suit :Agence de l'eau Adour-Garonne :6 917 000 eurosAgence de l'eau Artois-Picardie :5 533 000 eurosAgence de l'eau Loire-Bretagne :12 527 000 eurosAgence de l'eau Rhin-Meuse :4 842 000 eurosAgence de l'eau Rhône-Méditerranée-Corse :18 444 000 eurosAgence de l'eau Seine-Normandie :34 737 000 eurosIII. Paragraphe modificateur"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Pour l'année 2000, le montant du solde de la dotation d'aménagement, tel que défini au quatrième alinéa de l'article L. 2334-13 du code général des collectivités territoriales, est majoré d'un montant de 200 millions de francs.Le montant des ressources attribuées respectivement à la dotation de solidarité urbaine et de cohésion sociale et à la dotation de solidarité rurale, y compris l'abondement prévu à l'alinéa précédent est, en 2000, au moins égal au montant des ressources attribuées respectivement à la dotation de solidarité urbaine et de cohésion sociale et à la dotation de solidarité rurale en 1999.La majoration prévue au premier alinéa du présent article n'est pas prise en compte dans le montant de la dotation globale de fonctionnement pour l'application des I et II de l'article 57 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998)."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Au titre de 2000, le montant de la dotation de solidarité urbaine et de cohésion sociale, tel qu'il résulte de l'article L. 2334-13 du code général des collectivités territoriales, est majoré de 500 millions de francs. Cette majoration exceptionnelle n'est pas prise en compte dans le montant de la dotation globale de fonctionnement pour l'application du I et du II de l'article 57 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998)."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Pour l'année 2000, la première fraction de la dotation de solidarité rurale visée à l'article L. 2334-21 du code général des collectivités territoriales est majorée de 150 millions de francs prélevés sur la somme prévue au 5° du II de l'article 1648 A bis du code général des impôts."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2000 à 98,5 milliards de francs."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux contrôles pour lesquels la première intervention sur place a lieu à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. - Le livre journal ou le document mentionné au 4 de l'article 102 ter du code général des impôts, que doivent tenir les contribuables non-adhérents d'une association de gestion agréée, qui réalisent ou perçoivent des revenus ou des bénéfices visés à l'article 92 du même code comporte, quelle que soit la profession exercée, l'identité déclarée par le client ainsi que le montant, la date et la forme du versement des honoraires.II. et III. Paragraphes modificateursIV. - S'agissant du droit de contrôle, les dispositions du présent article s'appliquent aux opérations enregistrées à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. à IV. Paragraphes modificateursV. - Les articles 92 B, 92 B bis, 92 B ter, 92 C, 92 D, 92 E, 92 F, 92 G, 92 H, 92 J, 92 K, 94 A et 160 du code général des impôts sont abrogés. Ces articles, ainsi que l'article 96 A du même code dans sa rédaction antérieure à la présente loi, demeurent applicables aux plus-values en report d'imposition à la date du 1er janvier 2000. L'imposition de ces plus-values est reportée de plein droit lorsque les titres reçus en échange font l'objet d'une nouvelle opération d'échange dans les conditions prévues à l'article 150-0 B du code général des impôts.En cas de vente ultérieure de titres reçus avant le 1er janvier 2000 à l'occasion d'une opération de conversion, de division ou de regroupement ainsi qu'en cas de vente ultérieure de titres reçus, avant le 1er janvier 1992, à l'occasion d'une opération d'offre publique, de fusion, de scission, d'absorption d'un fonds commun de placement par une société d'investissement à capital variable, le gain net est calculé à partir du prix ou de la valeur d'acquisition des titres échangés, diminué de la soulte reçue ou majoré de la soulte versée lors de l'échange.VI. - Un décret en Conseil d'Etat fixe les conditions d'application du présent article et notamment les obligations déclaratives incombant aux contribuables, aux intermédiaires ainsi qu'aux personnes interposées.VII. - Les dispositions du présent article s'appliquent à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 99-424 DC du 29 décembre 1999)."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Pour l'année 1999 et par exception aux dispositions de l'article 1639 A bis du code général des impôts, les délibérations des collectivités locales et des organismes compétents relatives aux exonérations de taxe professionnelle prévues à l'article 1464 A du même code prises au plus tard le 15 novembre 1999 sont applicables à compter des impositions établies au titre de l'année 2000."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux infractions commises à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 99-424 DC du 29 décembre 1999.)"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. à II. Paragraphes modificateursIII. - Les dispositions du I et du II prennent effet rétroactivement à la date d'entrée en vigueur de la loi n° 99-574 du 9 juillet 1999 d'orientation agricole."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "Les pensions des sous-lieutenants admis à la retraite avant le 1er janvier 1976 peuvent être révisées sur la base des émoluments du grade de major en tenant compte de l'ancienneté de service détenue par les intéressés à la date de la radiation des cadres.La pension des intéressés et celle de leurs ayants cause sont révisées avec effet au 1er janvier 2000."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "La charge budgétaire correspondant au coût représentatif de l'indexation des obligations et bons du Trésor, telle qu'autorisée par l'article 19 de la loi n° 98-546 du 2 juillet 1998 portant diverses dispositions d'ordre économique et financier et constatée à la date de détachement du coupon, est inscrite chaque année en loi de finances au titre Ier des dépenses ordinaires des services civils du budget général.La charge budgétaire pour l'année 2000 comprend également le coût représentatif de l'indexation des titres dont les coupons ont été détachés en 1999."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "I. Paragraphe modificateurII. - Pour les taux applicables aux rentes servies en 2000, l'arrêté mentionné au I du présent article sera publié en janvier 2000.III. - Les taux de majoration résultant de l'application de l'article 2 de la loi n° 51-695 du 24 mai 1951 précitée sont applicables aux rentes viagères régies par la loi n° 48-957 du 9 juin 1948 portant majoration des rentes viagères constituées au profit des anciens combattants auprès des caisses autonomes mutualistes, ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité.IV. et V. Paragraphes modificateursVI. - Les dispositions de la loi n° 49-420 du 25 mars 1949 précitée s'appliquent, pour une année donnée, aux rentes viagères constituées entre particuliers antérieurement au 1er janvier de l'année précédente.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre de l'année précédant celle au titre de laquelle intervient la révision des taux de majoration sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu des dispositions de l'article 1er de la loi n° 49-420 du 25 mars 1949 précitée.VII. - Les actions ouvertes par la loi n° 49-420 du 25 mars 1949 précitée, portant sur les taux de majoration applicables au titre d'une année donnée, peuvent être intentées dans un délai de deux ans à compter de la publication de l'arrêté portant relèvement des taux tel que prévu au I du présent article."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "Les personnels de l'Association pour la gérance des lycées professionnels maritimes sur contrat à durée indéterminée en fonction, à la date de publication de la présente loi, au siège de l'association, dans un lycée professionnel maritime, ou affectés au centre européen de formation maritime continue de Concarneau et à l'école maritime et aquacole du Havre, et qui justifient au 1er septembre 1999 d'une durée effective de services équivalente à au moins un an sont intégrés, sur leur demande et dans la limite des emplois budgétaires créés à cet effet, dans l'enseignement public, dans les corps correspondants de la fonction publique.Toutefois, ceux de ces personnels qui n'en feront pas la demande pourront, dans la même limite, à titre individuel, bénéficier d'un contrat de droit public à durée indéterminée, en conservant leur régime de retraite complémentaire et de prévoyance.Les personnels visés aux deux alinéas ci-dessus continuent à recevoir une rémunération nette au moins égale à leur rémunération globale antérieure nette.Un décret en Conseil d'Etat fixera les conditions d'intégration, de diplômes, de vérification de l'aptitude professionnelle et de classement des personnels intéressés."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "Le Gouvernement déposera, avant le 30 juin 2000, un rapport au Parlement concernant l'institution d'un fonds de péréquation des recettes fiscales engendrées par la plate-forme aéroportuaire d'Orly, visant notamment à accorder des compensations financières aux communes voisines de l'aéroport pour compenser les nuisances sonores et les contraintes d'urbanisme subies par celles-ci."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "Le montant hors taxe sur la valeur ajoutée de l'unité de valeur mentionnée au troisième alinéa de l'article 27 de la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique est fixé, pour les missions achevées à compter du 1er janvier 2000, à 134 F."
    }
  ]
}