{
  "id": "loi-n-61-814-du-29-juillet-1961",
  "type": "statute",
  "title": "Loi n° 61-814 du 29 juillet 1961",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000684031",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les îles Wallis, Futuna, Alofi et les îlots qui en dépendent constituent, sous la dénomination de \" Territoire des îles Wallis et Futuna \", un territoire d'outre-mer doté de la personnalité morale et de l'autonomie administrative et financière.Le territoire des îles Wallis et Futuna est représenté au Parlement de la République et au   Conseil économique, social et environnemental dans les conditions définies par les lois organiques."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les originaires du territoire des îles Wallis et Futuna ont la nationalité française. Ils jouissent des droits prérogatives et libertés attachés à la qualité de citoyen français et sont soumis aux mêmes obligations. Ceux d'entre eux qui n'ont pas le statut de droit commun conservent leur statut personnel tant qu'ils n'y ont pas expressément renoncé."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La République garantit aux populations du territoire des îles Wallis et Futuna le libre exercice de leur religion, ainsi que le respect de leurs croyances et de leurs coutumes en tant qu'elles ne sont pas contraires aux principes généraux du droit et aux dispositions de la présente loi.Elle prend toutes mesures propres à assurer le développement économique du territoire, notamment par l'intermédiaire du fonds d'investissement et de développement économique et social."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le territoire des îles Wallis et Futuna est désormais régi :a) Par les lois de la République et par les décrets applicables, en raison de leur objet, à l'ensemble du territoire national et, dès leur promulgation dans le territoire, par les lois, décrets et arrêtés ministériels déclarés expressément applicables aux territoires d'outre-mer ou au territoire des îles Wallis et Futuna ;b) Par les règlements pris pour l'administration du territoire par le haut-commissaire de la République dans l'océan Pacifique ou par l'administrateur supérieur du territoire des îles Wallis et Futuna, chacun selon les compétences qui lui sont dévolues par la présente loi et par les décrets qui seront pris pour son application.Les lois, décrets et arrêtés visés au a ci-dessus et les règlements pris par le haut-commissaire de la République française dans l'océan Pacifique ou le commissaire résident de France aux îles Wallis et Futuna et son délégué à Futuna, intervenus antérieurement à la date de promulgation locale de la présente loi, sont et demeurent applicables au territoire des îles Wallis et Futuna, sans promulgation spéciale, pour tout ce qui n'est pas contraire aux dispositions de ladite loi.Les lois et décrets propres à la Nouvelle-Calédonie et en vigueur dans ce territoire à la date de promulgation locale de la présente loi pourront, à l'exception de ceux relatifs à l'organisation particulière de ce territoire, être étendus par décret au territoire des îles Wallis et Futuna, après avis de l'assemblée territoriale."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "I. - Les lois et, lorsqu'ils sont publiés au Journal officiel de la République française, les actes administratifs entrent en vigueur dans les îles Wallis et Futuna à la date qu'ils fixent ou, à défaut, le dixième jour qui suit leur publication au Journal officiel de la République française. Toutefois, l'entrée en vigueur de celles de leurs dispositions dont l'exécution nécessite des mesures d'application est reportée à la date d'entrée en vigueur de ces mesures.\n\nEn cas d'urgence, entrent en vigueur dès leur publication les lois dont le décret de promulgation le prescrit et les actes administratifs pour lesquels le Gouvernement l'ordonne par une disposition spéciale.\n\nLe présent I n'est pas applicable aux actes individuels.\n\nII. - La publication des lois, des ordonnances, des décrets et, lorsqu'une loi, une ordonnance ou un décret le prévoit, des autres actes administratifs est assurée sous forme électronique, dans des conditions de nature à garantir leur authenticité. Le Journal officiel de la République française est mis à la disposition du public sous forme électronique de manière permanente et gratuite. Lorsqu'une personne demande à obtenir sur papier un acte publié au Journal officiel de la République française, l'administration lui communique l'extrait correspondant. L'administration n'est pas tenue de donner suite aux demandes abusives, en particulier par leur nombre ou par leur caractère répétitif ou systématique.\n\nIII. - Sont applicables de plein droit dans les îles Wallis et Futuna les dispositions réglementaires en vigueur en métropole qui définissent les actes individuels devant être publiés dans des conditions garantissant qu'ils ne font pas l'objet d'une indexation par des moteurs de recherche.\n\nIV. - Dans les îles Wallis et Futuna, la publication des actes et documents administratifs au bulletin officiel d'un ministère diffusé sous forme électronique dans des conditions garantissant sa fiabilité produit les mêmes effets de droit que leur publication sous forme imprimée.\n\nV. - Les dispositions législatives et réglementaires applicables à Wallis et Futuna sont publiées, pour information, au Journal officiel des îles Wallis et Futuna."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est institué sur le territoire des îles Wallis et Futuna une juridiction de droit commun comprise dans le ressort de la cour d'appel de Nouméa et une juridiction de droit local.A charge d'appel, la juridiction de droit local est compétente au premier degré :1° Pour les contestations entre citoyens régis par un statut de droit local et portant sur l'application de ce statut ;2° Pour les contestations portant sur les biens détenus suivant la coutume.Toutefois, les parties justiciables de la juridiction de droit local peuvent, d'un commun accord, réclamer le bénéfice de la juridiction de droit commun ; en ce cas, il leur est fait application des usages et coutumes les régissant.Les jugements rendus en dernier ressort par la juridiction de droit local peuvent être attaqués devant une chambre d'annulation près la cour d'appel de Nouméa, pour incompétence, excès de pouvoir ou violation de la loi.Un décret en Conseil d'Etat règle l'organisation de la juridiction de droit commun. A dater de la promulgation de ce décret dans le territoire, les dispositions des articles 1er à 16 du décret du 8 août 1933 sont abrogées.Un arrêté de l'administrateur supérieur organise la juridiction de droit local."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La République assure la défense du territoire des îles Wallis et Futuna, l'ordre et la sécurité publics, le respect des lois, des règlements et des décisions des tribunaux, les relations et communications extérieures, l'enseignement, la tenue de l'état civil, le fonctionnement du Trésor et de la douane, le contrôle administratif et financier, \"l'hygiène et la santé publique.\"\n\nPour l'exercice de ces compétences dans le territoire, la République dispose de services siégeant à Nouméa, ou de l'administrateur supérieur du territoire, dans des conditions qui seront définies par décret.\n\nL'administration de la justice relève également de la République.\n\nLa République assume la charge des dépenses de fonctionnement et d'équipement des services visés ci-dessus."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'administrateur supérieur du territoire, nommé par décret en conseil des ministres, dépositaire des pouvoirs de la République, représente chacun des membres du Gouvernement. Il a la charge des intérêts nationaux et du respect des lois. Il exerce les pouvoirs conférés aux gouverneurs par les lois et les règlements, notamment la loi du 29 mai 1874 sur la naturalisation et le séjour des étrangers et le code de la défense, ainsi que ceux conférés au gouverneur de la Nouvelle-Calédonie par le décret modifié du 13 juillet 1937 portant réglementation de l'admission des citoyens français et des étrangers en Nouvelle-Calédonie et ceux reconnus au gouverneur de la Polynésie française par le décret modifié du 25 juin 1934 relatif au transfert des propriétés immobilières en Polynésie française.\n\nL'administrateur supérieur assure l'ordre public et concourt au respect des libertés publiques et des droits individuels et collectifs dans les îles Wallis et Futuna. Il prend les mesures relatives au bon ordre, à la sûreté, à la sécurité et à la salubrité publique. Il exerce, par analogie, les attributions qui sont conférées au maire en matière de police administrative.\n\nA charge d'en rendre compte au Gouvernement de la République par l'intermédiaire du ministre chargé des territoires d'outre-mer, l'administrateur supérieur peut :\n\n-prendre en cas d'épidémie toutes mesures d'ordre sanitaire ou phytosanitaire, nécessitées par la situation particulière du territoire ;\n\n-prendre en toutes matières les mesures qu'il juge devoir être prises d'urgence et être nécessaires à la bonne marche des institutions locales, à la protection des citoyens et de leurs biens, à la sauvegarde des personnes, de l'économie locale ou des libertés.\n\nIl dirige les services de l'Etat à Wallis-et-Futuna à l'exclusion des organismes à caractère juridictionnel et sous réserve d'exceptions limitativement énumérées par décret.\n\nIl assure, au nom de l'Etat, dans les conditions prévues par la législation ou la réglementation en vigueur, le contrôle des organismes ou personnes publics ou privés bénéficiant des subventions ou contributions de l'Etat.\n\nL'administrateur supérieur est habilité à engager l'Etat envers le territoire des îles Wallis et Futuna et à s'exprimer au nom de l'Etat devant l'assemblée territoriale.\n\nL'administrateur supérieur anime et coordonne la politique de prévention de la délinquance et l'ensemble du dispositif de sécurité intérieure dans les conditions prévues à l'article L. 122-1 du code de la sécurité intérieure, dans sa rédaction résultant du 4° de l'article L. 157-2 du même code."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'administrateur supérieur des îles Wallis et Futuna exerce les fonctions de chef du territoire.Il prend, après avis du conseil territorial, tous actes réglementaires propres à assurer l'exécution des délibérations de l'assemblée territoriale et tous actes réglementaires qui relèvent de sa compétence de chef de territoire aux termes des lois, décrets et règlements.Il prend, par voie de décision, toutes mesures individuelles ressortissant à ses attributions de chef de territoire.Il représente le territoire en justice et dans tous les actes de la vie civile. L'administrateur supérieur est ordonnateur du budget du territoire. Il peut déléguer ses pouvoirs d'ordonnateur à des fonctionnaires ou à des agents exerçant des fonctions de chef de service relevant de son autorité, à l'exception du pouvoir de réquisition.Il rend exécutoires, par arrêté, les délibérations de l'assemblée territoriale et en assure la publication officielle.Les infractions aux arrêtés du chef de territoire pourront être sanctionnées par les tribunaux selon une échelle de peines établie par l'administrateur supérieur. Ces peines ne pourront dépasser les maxima établis pour les peines de simple police."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Il est institué, pour le territoire des îles Wallis et Futuna, un conseil territorial composé :- de l'administrateur supérieur, chef du territoire, président ;- des trois chefs traditionnels (Hau ou Sau), des îles Wallis et Futuna ou de leurs suppléants, vice-présidents ;- de trois membres nommés par l'administrateur supérieur, chef du territoire, après accord de l'assemblée territoriale, parmi les citoyens français jouissant de leurs droits civils et politiques ou de leurs suppléants, désignés de la même manière.Dans les conditions qui seront fixées par décret, le conseil territorial assiste le chef du territoire pour l'administration du territoire des îles Wallis et Futuna. Il examine notamment tous les projets qui doivent être soumis à l'assemblée territoriale."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Il est institué dans le territoire des îles Wallis et Futuna une assemblée territoriale qui siège au chef-lieu du territoire.\n\nLe nombre des membres de cette assemblée est fixé conformément au tableau ci-après :\n\nL'assemblée se renouvelle intégralement. (1) NOMBRE des membres (2) CIRCONSCRIPTIONS ELECTORALES (3) NOMBRE de conseillers à élire\n\n:========================:\n\n: (1) :   (2)   :  (3)   :\n\n:========================:\n\n:     : MUA     :   6    :\n\n:     : Hahake  :   4    :\n\n: 20  : Hihifo  :   3    :\n\n:     : Alo     :   4    :\n\n:     : Sigave  :   3    :\n\n:========================:"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Sous réserve des aménagements qui seraient rendus nécessaires par l'organisation du territoire et qui feront, le cas échéant, l'objet d'un décret en Conseil d'Etat, les règles relatives à l'élection et au mode de fonctionnement, ainsi que la compétence de l'assemblée territoriale des îles Wallis et Futuna sont déterminées par les textes ci-après relatifs à l'assemblée territoriale de la Nouvelle-Calédonie :-articles 3 à 12 de la loi modifiée n° 52-1310 du 10 décembre 1952 ;-articles 7, 9, 15 à 23 du décret n° 46-2377 du 25 octobre 1946 ;-article 40, à l'exception des paragraphes 2°, 3°, 28°, 35°, et 36°, de l'hygiène et de la santé publique et de la réglementation de l'état civil, articles 41, 43 et 44, 45, à l'exception du second alinéa du paragraphe a, articles 46 et 47, 49, à l'exception des paragraphes d, e et i, article 50 du décret n° 57-811 du 22 juillet 1957 ;-articles 2, 25 à 34, 49, 50, 56 à 73 et 78, 1°, de l'arrêté modifié n° 1081 du 1er décembre 1944 du gouverneur de la Nouvelle-Calédonie.L'assemblée territoriale peut décider qu'une indemnité de fonction, payée mensuellement, est allouée à ses membres.Cette indemnité, dont le montant est fixé par délibération de l'assemblée territoriale, ne peut excéder un maximum fixé par décret, par référence au traitement d'une catégorie de fonctionnaires en service dans le territoire.Elle ne peut se cumuler avec l'indemnité allouée aux membres de l'Assemblée nationale, du Sénat ou du   Conseil économique, social et environnemental, avec le traitement de fonctionnaire ou d'agent des services publics en activité de service ou en service détaché. \"Toutefois, lorsque le montant de l'indemnité de fonction est supérieur au traitement ou indemnité reçus par les membres de l'assemblée territoriale auxquels s'appliquent les dispositions de l'alinéa précédent, ceux-ci peuvent, sur leur demande, recevoir la différence à titre d'indemnité de fonction.Les membres de l'assemblée territoriale ont droit à des indemnités de déplacement.Une indemnité de séjour est en outre allouée :A ceux des membres de l'assemblée territoriale qui ne recoive nt aucune indemnité de fonction ;A tous les membres de l'assemblée territoriale lorsque l'indemnité de fonction n'est pas instituée.Les conditions d'attribution et les taux maxima des indemnité s de déplacement et de séjour sont fixés par décret. 9"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les listes électorales du territoire de Wallis et Futuna sont établies par village.Le tableau des villages du territoire pourra être modifié par délibération de l'assemblée territoriale. L'administrateur supérieur du territoire dressera et publiera, avant le 1er décembre de chaque année, le tableau des villages tel qu'il résulte éventuellement des modifications apportées au tableau par délibérations rendues exécutoires de l'assemblée territoriale. Ce tableau vaudra pour toute l'année suivante."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Les membres de l'assemblée territoriale des îles Wallis-et-Futuna sont élus dans les conditions prévues aux articles L. 387 à L. 391 et au titre VIII du code électoral (partie Législative)."
    },
    {
      "provision_ref": "art13-1-1",
      "section": "13-1-1",
      "title": "Article 13-1-1",
      "content": "Pour l'application de l'ensemble des dispositions instituant des incompatibilités entre certains mandats électoraux, le mandat de membre de l'assemblée territoriale des îles Wallis-et-Futuna est assimilé au mandat de conseiller général d'un département."
    },
    {
      "provision_ref": "art13-2",
      "section": "13-2",
      "title": "Article 13-2",
      "content": "Le Défenseur des droits est inéligible à l'assemblée territoriale.\n\nLa fonction de président de l'assemblée territoriale est incompatible avec le mandat de membre d'une autorité administrative indépendante ou d'une autorité publique indépendante créées par l'Etat."
    },
    {
      "provision_ref": "art13-16",
      "section": "13-16",
      "title": "Article 13-16",
      "content": "Le mandat de membre de l'assemblée territoriale est incompatible avec le mandat de conseiller général, de conseiller régional, de conseiller de Paris, de conseiller à l'assemblée de Corse ou de membre d'un exécutif ou d'une assemblée délibérante de Nouvelle-Calédonie ou de Polynésie française."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'assemblée peut émettre des avis tendant à l'établissement, pour les matières qu'elle réglemente, de sanctions fiscales et pénales. Les peines sanctionnant les infractions aux délibérations à caractère réglementaire seront instituées par arrêtés de l'administrateur supérieur. En matière pénale, elles ne pourront excéder trois mois d'emprisonnement et une amende de 3 000 NF métropolitains."
    },
    {
      "provision_ref": "art14-1",
      "section": "14-1",
      "title": "Article 14-1",
      "content": "Les établissements publics du territoire sont créés par délibération de l'assemblée territoriale sous réserve de l'approbation de l'administrateur supérieur.\" Le président du conseil d'administration ou le directeur de l'établissement public prépare et exécute les délibérations du conseil d'administration, et notamment le budget, conformément au statut de chaque établissement.\" Il est l'ordonnateur des recettes et des dépenses."
    },
    {
      "provision_ref": "art14-2",
      "section": "14-2",
      "title": "Article 14-2",
      "content": "Sous réserve des exceptions énoncées au dernier alinéa, le territoire ne peut accorder à une personne de droit privé une garantie d'emprunt ou son cautionnement que dans les conditions fixées ci-après.\" Le montant total des annuités d'emprunts déjà garanties ou cautionnées à échoir au cours de l'exercice, majoré du montant de la première annuité entière du nouveau concours garanti, et du montant des annuités de la dette du territoire ne peut excéder un pourcentage défini par décret des recettes réelles de la section de fonctionnement du budget du territoire. Le montant des provisions spécifiques constituées par le territoire pour couvrir les garanties et cautions accordées, affecté d'un coefficient multiplicateur fixé par décret, vient en déduction du montant total défini au présent alinéa.\" Le montant des annuités garanties ou cautionnées au profit d'un même débiteur, exigibles au titre d'un exercice, ne doit pas dépasser un pourcentage, défini par décret, du montant total des annuités susceptibles d'être garanties ou cautionnées en application de l'alinéa précédent.\" Aucune stipulation ne peut faire obstacle à ce que la mise en jeu des garanties ou cautions accordées par le territoire porte, au choix de ce dernier, soit sur la totalité du concours, soit sur les annuités déterminées par l'échéancier contractuel.\" Les dispositions des alinéas précédents ne sont pas applicables aux garanties d'emprunts ou aux cautionnements accordés par le territoire pour les opérations de construction, d'acquisition ou d'amélioration de logements bénéficiant d'une subvention de l'Etat ou réalisées avec le bénéfice des prêts aidés par l'Etat. \""
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'assemblée désigne en son sein une commission permanente de quatre membres choisis de matière à représenter l'ensemble des circonscriptions du territoire et à pouvoir être réunis à tout moment de l'année au chef-lieu du territoire. Ces conditions seront fixées par décret.La commission permanente règle les affaires qui lui sont renvoyées par l'assemblée. Elle peut, en cas d'urgence et d'impossibilité de réunir l'assemblée dans les délais nécessaires, délibérer et émettre des avis dans les matières relevant de la compétence de celle-ci concernant les affaires qui lui sont soumises par le chef de territoire, après avis du conseil territorial."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les délibérations de l'assemblée territoriale et de sa commission permanente, autres que celles relatives au programme du fonds d'investissement pour le développement économique et social du territoire et que celles intervenues en matière douanière, ne sont définitives qu'après approbation par l'administrateur supérieur."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le territoire des îles Wallis et Futuna est divisé en trois circonscriptions territoriales :- celle d'Uvea ;- celle d'Alo ;- celle de Sigave,dans leurs limites actuelles."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Ces circonscriptions sont dotées de la personnalité morale. Elles peuvent disposer d'un budget dans des conditions précisées par décret. Elles sont organisées par des arrêtés de l'administrateur supérieur pris après avis de l'assemblée territoriale et du conseil territorial qui fixe leurs institutions et détermine les pouvoirs de celles-ci dans les limites définies par les lois et décrets.L'administrateur supérieur exerce à Wallis les fonctions de chef de circonscription. Le délégué de l'administrateur supérieur à Futuna est le chef des circonscriptions de son ressort.Le chef de circonscription représente la circonscription dans tous les actes de la vie civile. Il dispose du pouvoir réglementaire. Il est, le cas échéant, ordonnateur du budget de la circonscription.Chaque circonscription est dotée d'un conseil de circonscription dont les membres sont élus dans les conditions prévues par la coutume.Le président du conseil de circonscription est celui des vice-présidents du conseil territorial (Hau ou Sau) appartenant à la circonscription. Il représente la circonscription en justice.Le nombre des membres du conseil de la circonscription est fixé par un arrêté de l'administrateur supérieur, chef du territoire."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le budget du territoire prévoit et autorise les recettes et les dépenses du territoire pour la période allant du 1er janvier au 31 décembre de chaque année.\" Il comprend une section de fonctionnement et une section d'investissement. Il est divisé en chapitres et articles dans les conditions qui sont déterminées par arrêté conjoint du ministre chargé du budget et du ministre chargé des territoires d'outre-mer.\" Les budgets supplémentaires sont votés dans les formes et les conditions du budget primitif."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les crédits sont votés par chapitre et, si l'assemblée territoriale en décide ainsi, par article.\" Toutefois, hors les cas où l'assemblée a spécifié que les crédits sont spécialisés par article, l'administrateur supérieur du territoire peut effectuer des virements d'article à article à l'intérieur d'un même chapitre dans la limite du cinquième de la dotation du chapitre."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Sur proposition de l'administrateur supérieur, l'assemblée territoriale peut décider que les dotations affectées aux dépenses d'investissement comprennent des autorisations de programme et des crédits de paiement.\" Une même opération en capital sous forme de dépenses, de subventions ou de prêts peut être divisée en tranches. Chaque autorisation de programme doit couvrir une tranche constituant une unité individualisée formant un ensemble cohérent de nature à être mis en service sans adjonction.\" Les autorisations de programme constituent la limite supérieure des dépenses qui peuvent être engagées pour le financement des investissements. Elles demeurent valables sans limitation de durée jusqu'à ce qu'il soit procédé à leur annulation. Elles peuvent être révisées.\" Toutefois, les autorisations de programme non utilisées pendant trois années consécutives deviennent caduques.\" Les crédits de paiement constituent la limite supérieure des dépenses pouvant être ordonnancées ou payées pendant l'année pour la couverture des engagements contractés dans le cadre des autorisations de programme correspondantes.\" L'équilibre budgétaire de la section d'investissement s'apprécie en tenant compte des seuls crédits de paiement.\" Lorsque la section d'investissement du budget comporte des autorisations de programme et des crédits de paiement, l'administrateur supérieur du territoire peut, jusqu'à l'adoption du budget ou jusqu'à son règlement en cas de non-adoption du budget, liquider et mandater les dépenses d'investissement correspondant aux autorisations de programme ouvertes au cours des exercices antérieurs, dans la limite d'un montant de crédits de paiement par chapitre égal au tiers des autorisations de programme ouvertes au cours de l'exercice précédent. Les crédits correspondants sont inscrits au budget lors de son adoption ou de son règlement."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La procédure des fonds de concours est utilisée lorsque des fonds versés par des personnes morales ou physiques pour concourir avec ceux du territoire à des dépenses d'intérêt public, régulièrement acceptés par l'assemblée territoriale, sont directement portés en recettes au budget. Un crédit supplémentaire de même montant est ouvert par délibération budgétaire au chapitre qui doit supporter la dépense. L'emploi des fonds doit être conforme à l'intention de la partie versante ou du donateur."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Peuvent faire l'objet de budgets annexes les opérations financières des services du territoire non dotés de la personnalité morale et dont l'activité essentielle consiste à produire des biens ou à rendre des services donnant lieu au paiement d'un prix.\" Les budgets annexes comprennent, d'une part, les recettes et les dépenses d'exploitation, d'autre part, les dépenses d'investissement et les ressources affectées à ces dépenses. Les opérations des budgets annexes s'exécutent selon les modalités prévues pour le budget général.\" Les services dotés d'un budget annexe peuvent gérer des fonds d'amortissement, de réserve et de provisions.\" La délibération instituant un budget annexe prévoit les conditions d'utilisation du solde apparaissant en fin de gestion."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le projet de budget primitif est accompagné d'annexes explicatives dont la liste est fixée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le budget du territoire est voté en équilibre réel.\" Le budget est en équilibre réel lorsque la section de fonctionnement et la section d'investissement sont respectivement votées ou établies en équilibre, les recettes et les dépenses ayant été évaluées de façon sincère, et lorsque le prélèvement sur les recettes de la section de fonctionnement au profit de la section d'investissement, ajouté aux recettes propres de cette section, à l'exclusion du produit des emprunts, et éventuellement aux dotations des comptes d'amortissement et de provision, fournit des ressources suffisantes pour couvrir le remboursement en capital des annuités d'emprunt à échoir au cours de l'exercice.\" Toutefois, pour l'application du présent article, n'est pas considéré comme étant en déséquilibre le budget dont la section de fonctionnement comporte ou reprend un excédent et dont la section d'investissement est en équilibre réel, après reprise pour chacune des sections des résultats apparaissant au compte administratif de l'exercice précédent.\" Aucune disposition susceptible d'entraîner des charges nouvelles ne peut être adoptée tant que ces charges n'ont pas été évaluées et autorisées par une délibération budgétaire ou par arrêté de l'administrateur supérieur après avis du chef de circonscription. Les mêmes règles sont applicables lorsque des dispositions doivent entraîner des moins-values de recettes."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le budget est voté au plus tard le 31 décembre de l'année qui précède l'exercice auquel il s'applique.\" Lorsque le budget du territoire n'a pas été voté en équilibre réel ou lorsque l'assemblée territoriale a refusé de le voter, l'administrateur supérieur du territoire invite l'assemblée territoriale à délibérer à nouveau dans le délai de quinze jours.\" Si le budget n'est pas voté ou s'il présente un déficit de la section de fonctionnement ou un déficit global, il est réglé par arrêté du ministre chargé des territoires d'outre-mer et du ministre chargé du budget."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Dans le cas où le budget du territoire n'a pas été adopté avant le 1er janvier de l'exercice auquel il s'applique, l'administrateur supérieur du territoire est en droit, jusqu'à l'adoption de ce budget, de mettre en recouvrement les recettes, d'engager, de liquider et de mandater les dépenses de la section de fonctionnement dans la limite de celles inscrites au budget de l'année précédente.\" L'ordonnateur est en droit de mandater les dépenses afférentes au remboursement en capital des annuités de la dette venant à échéance avant le vote du budget.\" En outre, jusqu'à l'adoption du budget ou jusqu'au 31 mars, en l'absence d'adoption du budget avant cette date, l'administrateur supérieur du territoire peut, après information du président de l'assemblée territoriale, engager, liquider et mandater des dépenses d'investissement, dans la limite du quart des crédits ouverts au budget de l'exercice précédent, non compris les crédits afférents au remboursement de la dette. Les crédits correspondants sont inscrits au budget lors de son adoption."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le budget de la circonscription prévoit et autorise les recettes et les dépenses de la circonscription pour la période allant du 1er janvier au 31 décembre de chaque année. Il est arrêté par l'administrateur supérieur.\" Les dispositions de l'article 25 du présent titre lui sont applicables."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Le budget d'un établissement public du territoire ayant un caractère administratif prévoit et autorise les recettes et les dépenses de cet établissement pour la période allant du 1er janvier au 31 décembre de chaque année.Les dispositions de l'article 19, celles du premier alinéa de l'article 20 et des articles 24 à 27 du présent titre lui sont applicables.Pour leur application, il y a lieu de lire :- \"le conseil d'administration\" au lieu de : \"l'assemblée territoriale\" ;- \"de l'établissement public\" au lieu de : \"du territoire\" ;- \"le président du conseil d'administration ou le directeur, selon les statuts,\" au lieu de : \"l'administrateur supérieur du territoire\"."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "L'arrêté des comptes du territoire est constitué par le vote de l'assemblée territoriale sur le compte administratif établi par l'ordonnateur après transmission, au plus tard le 1er avril de l'année suivant l'exercice, du compte de gestion établi par le comptable. Le vote de l'assemblée territoriale arrêtant le compte doit intervenir avant le 1er juillet de l'année suivant l'exercice.\" Le compte administratif est arrêté si une majorité des voix ne s'est pas dégagée contre son adoption."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "L'administrateur supérieur du territoire arrête, après transmission au plus tard le 1er avril de l'année suivant l'exercice du compte de gestion par le comptable de la circonscription, et avis du conseil de la circonscription, les comptes administratifs de la circonscription.L'arrêté doit intervenir au plus tard le 1er juin de l'année suivant l'exercice."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les comptes administratifs des établissements publics à caractère administratif du territoire sont établis dans les formes et selon les modalités prévues par la réglementation applicable au territoire.Pour son application, il y a lieu de lire :- \"du conseil d'administration\", au lieu de : \"de l'assemblée territoriale\" ;- \"de l'établissement public\", au lieu de : \"du territoire\" ;- \"le président du conseil d'administration ou le directeur, selon les statuts\", au lieu de : \"l'administrateur supérieur du territoire\"."
    },
    {
      "provision_ref": "art32-1",
      "section": "32-1",
      "title": "Article 32-1",
      "content": "Le comptable du territoire et des circonscriptions est un comptable direct du Trésor ayant qualité de comptable principal.Il est nommé par le ministre chargé du budget après information de l'administrateur supérieur."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le comptable du territoire et des circonscriptions est tenu de produire ses comptes devant la Cour des comptes, qui statue par voie d'arrêt.\" Le comptable ne peut subordonner ses actes de paiement à une appréciation de l'opportunité des décisions prises par l'ordonnateur. Il ne peut soumettre les mêmes actes qu'au contrôle de légalité qu'impose l'exercice de sa responsabilité personnelle et pécuniaire. Il est tenu de motiver la suspension du paiement.\" Lorsque le comptable notifie sa décision de suspendre le paiement d'une dépense, l'ordonnateur peut lui adresser un ordre de réquisition. Le comptable s'y conforme aussitôt, sauf en cas d'insuffisance de fonds disponibles, de dépense ordonnancée sur des crédits irrégulièrement ouverts ou insuffisants ou sur des crédits autres que ceux sur lesquels elle devrait être imputée, d'absence totale de justification du service fait et de défaut de caractère libératoire du règlement.\" L'ordre de réquisition est notifié à la Cour des comptes.\" En cas de réquisition, l'ordonnateur engage sa responsabilité propre. Les dispositions du présent article sont applicables au comptable des établissements publics du territoire."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Un décret fixe la liste des pièces justificatives que le comptable peut exiger avant de procéder au paiement dans le cadre des contrôles qui lui incombent en application de l'article 33. \""
    },
    {
      "provision_ref": "art34-1",
      "section": "34-1",
      "title": "Article 34-1",
      "content": "Le recouvrement à Wallis et Futuna des créances de l'Etat, des collectivités territoriales de la République et de leurs établissements publics, autres que celles du territoire, de ses circonscriptions et de leurs établissements publics, est confié au comptable du Trésor et s'effectue comme en matière de produits du territoire."
    },
    {
      "provision_ref": "art34-2",
      "section": "34-2",
      "title": "Article 34-2",
      "content": "Les recettes et les dépenses à effectuer hors du territoire des îles Wallis et Futuna sont réalisées par les comptables du Trésor dans les conditions prévues par la réglementation sur les recettes et les dépenses de l'Etat."
    },
    {
      "provision_ref": "art34-3",
      "section": "34-3",
      "title": "Article 34-3",
      "content": "Les procédures garantissant la validité du règlement des dépenses du territoire, de ses circonscriptions et de leurs établissements publics ainsi que leur caractère libératoire sont celles applicables pour les dépenses de l'Etat."
    },
    {
      "provision_ref": "art34-4",
      "section": "34-4",
      "title": "Article 34-4",
      "content": "Les poursuites pour le recouvrement des produits du territoire, de ses établissements publics et de ses circonscriptions sont effectuées comme en matière de contributions directes du territoire ou, à défaut, conformément à la réglementation de l'Etat en matière de contributions directes.Toutefois, l'ordonnateur autorise l'émission des commandements et les actes de poursuite subséquents. Il peut, néanmoins, dispenser le comptable chargé du recouvrement de solliciter l'autorisation afférente à l'émission des commandements.Le refus d'autorisation ou l'absence de réponse dans le délai d'un mois justifie la présentation en non-valeurs des créances dont le recouvrement n'a pu être obtenu à l'amiable."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Des décrets en Conseil d'Etat détermineront, en tant que de besoin, les modalités d'application de la présente loi.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}