{
  "id": "loi-n-2009-879-du-21-juillet-2009",
  "type": "statute",
  "title": "LOI n° 2009-879 du 21 juillet 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020879475",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I à XIX.A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nXX. - (Abrogé)\n\nXXI. - (Abrogé)\n\nXXII.-Les centres de lutte contre le cancer mentionnés à l'article L. 6162-1 du code de la santé publique continuent d'exercer, dans les mêmes conditions, outre les missions qui leur sont assignées par la loi, les missions prévues à leur contrat pluriannuel d'objectifs et de moyens jusqu'au terme de ce contrat ou, au plus tard jusqu'au 1er janvier 2016.\n\nJusqu'à la date retenue en application de l'alinéa précédent, les articles L. 6112-3, L. 6112-6, L. 6112-7, L. 6143-2 et L. 6143-2-1, les septième et huitième alinéas de l'article L. 6143-4 et les articles L. 6145-1 et L. 6155-1 du code de la santé publique leur sont applicables.\n\nXXIII.-Jusqu'à la date retenue en application du premier alinéa du XX, les dispositions suivantes sont applicables aux établissements de santé privés qui ont été admis à participer à l'exécution du service public hospitalier à la date de publication de la présente loi.\n\nLorsque le directeur général de l'agence régionale de santé estime que la situation financière de l'établissement l'exige et, à tout le moins, lorsque le suivi et l'analyse de l'exécution de l'état des prévisions de recettes et de dépenses prévus à l'article L. 6145-1 du code de la santé publique ou le compte financier font apparaître un déséquilibre financier répondant à des critères définis par décret, ou lorsque sont constatés des dysfonctionnements dans la gestion de l'établissement, le directeur général de l'agence régionale de santé adresse à la personne morale gestionnaire une injonction de remédier au déséquilibre financier ou aux dysfonctionnements constatés et de produire un plan de redressement adapté, dans un délai qu'il fixe. Ce délai doit être raisonnable et adapté à l'objectif recherché.\n\nLes modalités de retour à l'équilibre financier donnent lieu à la signature d'un avenant au contrat pluriannuel d'objectifs et de moyens prévu à l'article L. 6114-1 du même code.\n\nS'il n'est pas satisfait à l'injonction, ou en cas de refus de l'établissement de signer l'avenant susmentionné, le directeur général de l'agence régionale de santé peut désigner un administrateur provisoire de l'établissement pour une durée qui ne peut être supérieure à six mois renouvelable une fois. Si l'organisme gestionnaire gère également des établissements ou services qui relèvent de la compétence tarifaire du représentant de l'Etat dans le département ou du président du conseil général, l'administrateur provisoire est désigné conjointement par le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé.L'administrateur doit satisfaire aux conditions définies aux deuxième à quatrième alinéas de l'article L. 811-2 du code de commerce.\n\nL'administrateur provisoire accomplit, pour le compte de l'établissement, les actes d'administration urgents ou nécessaires pour mettre fin aux dysfonctionnements ou irrégularités constatés et préparer et mettre en œuvre un plan de redressement. La rémunération de l'administrateur est assurée par les établissements gérés par l'organisme et répartie entre les établissements ou services au prorata des charges d'exploitation de chacun d'eux.L'administrateur justifie, pour ses missions, d'une assurance couvrant les conséquences financières de la responsabilité conformément à l'article L. 814-5 du code de commerce, prise en charge dans les mêmes conditions que la rémunération.\n\nEn cas d'échec de l'administration provisoire, le directeur général de l'agence régionale de santé peut saisir le commissaire aux comptes pour la mise en œuvre de l'article L. 612-3 du même code.\n\nXXIV.-Les contrats de concession pour l'exécution du service public hospitalier conclus en application de l'article L. 6161-9 du code de la santé publique, dans sa rédaction antérieure à la présente loi, ne sont pas renouvelés. Ils prennent fin au plus tard au 1er janvier 2016.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. à XI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\nArt. L165-1\n\nXII.-Le XI entre en vigueur à compter du 1er mars 2010."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-584 DC du 16 juillet 2009.]"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de la santé publique\n\nArt. L6113-10, Art. L6113-10-1, Art. L6113-10-2\n\nII. ― Les droits et obligations contractés par l'agence régionale de l'hospitalisation d'Ile-de-France pour le compte de la mission d'expertise et d'audit hospitaliers et de la mission nationale d'appui à l'investissement prévues à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000) sont transférés à l'Agence nationale d'appui à la performance des établissements de santé et médico-sociaux à la date de publication de l'arrêté d'approbation de sa convention constitutive. Les droits et obligations contractés par le groupement pour la modernisation du système d'information sont transférés à l'Agence nationale d'appui à la performance des établissements de santé et médico-sociaux à la date de publication de l'arrêté d'approbation de sa convention constitutive. Ces transferts sont effectués à titre gratuit et ne donnent lieu ni à imposition ni à rémunération."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le Centre national de gestion mentionné à l'article 116 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière tient à la disposition des établissements publics de santé la liste des praticiens volontaires pour y exercer en qualité de praticiens contractuels."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique\n\n-Loi n° 2000-1257 du 23 décembre 2000\n\n-Code de la sécurité sociale.\n\nArt. L162-22-13\n\nII. ― 1. Jusqu'au 31 décembre 2012, une partie des crédits d'aide à la contractualisation mentionnés à l'article L. 162-22-13 du code de la sécurité sociale et des crédits du fonds pour la modernisation des établissements de santé publics et privés prévu à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000) sont prioritairement affectés au soutien des établissements s'engageant dans des projets de coopération, notamment des projets tendant à la réalisation d'une communauté hospitalière de territoire ou à la constitution d'un groupement de coopération sanitaire. Les agences régionales de santé s'assurent que les établissements participant à un projet de communauté hospitalière de territoire et aux groupements de coopération sanitaire bénéficient d'un financement majoré de 15 %."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I., II et IV à VII.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Loi n° 86-33 du 9 janvier 1986\n\n-Code de la santé publique\n\n-Loi n° 86-33 du 9 janvier 1986\n\n-Code de la santé publique\n\nArt. L6122-15, Art. L6122-16\n\nIII. ― Dans un délai de trois ans à compter de l'entrée en vigueur de la présente loi, les syndicats interhospitaliers sont transformés, sans dissolution ni création d'une personne morale nouvelle, dans des conditions fixées par décret en Conseil d'Etat, soit en communauté hospitalière de territoire, soit en groupement de coopération sanitaire, soit en groupement d'intérêt public. Jusqu'à cette transformation, ils restent régis par les articles L. 6132-1 à L. 6132-8 du code de la santé publique dans leur rédaction antérieure à l'entrée en vigueur de la présente loi.\n\nLes personnels recrutés en qualité de fonctionnaires par un syndicat interhospitalier conservent ce statut nonobstant cette transformation."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Avant le 15 septembre 2009, le Gouvernement présente au Parlement un rapport évaluant l'intérêt qu'il y aurait à rendre l'article L. 3111-9 du code de la santé publique applicable aux personnes exerçant ou ayant exercé une activité professionnelle ou volontaire au sein de services d'incendie et de secours qui ont été vaccinées contre l'hépatite B depuis la date d'entrée en vigueur de la loi n° 91-73 du 18 janvier 1991 portant dispositions relatives à la santé publique et aux assurances sociales."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-584 DC du 16 juillet 2009.]"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "II.-L'article L. 632-6 du code de l'éducation est applicable à l'issue de l'année universitaire."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "A compter de la rentrée universitaire 2009-2010 et pendant quatre ans, le nombre annuel d'emplois créés dans chacune des catégories suivantes ne peut être inférieur à :1° Vingt pour les professeurs des universités de médecine générale ;2° Trente pour les maîtres de conférences des universités de médecine générale ;3° Cinquante pour les chefs de clinique des universités de médecine générale."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. -A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "A créé les dispositions suivantes :"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "XXI.-Les conditions dans lesquelles s'opère, après la date d'entrée en vigueur du présent article, le transfert des biens et des droits et obligations contractés par l'organisme gestionnaire conventionnel mentionné à l'article L. 162-15 du code de la sécurité sociale à l'organisme gestionnaire du développement professionnel continu font l'objet d'une convention entre ces deux organismes. Si, à cette date, l'exécution du budget de l'organisme gestionnaire conventionnel présente un résultat excédentaire, l'excédent constaté est intégralement reversé aux caisses nationales d'assurance maladie signataires de la ou des conventions mentionnées à l'article L. 162-5 du même code. Si, dans un délai de six mois à compter de l'entrée en vigueur de la présente loi, la convention entre les organismes n'a pas été signée, il revient au ministre chargé de la santé d'opérer les opérations nécessaires au transfert.Ce transfert est effectué à titre gratuit et ne donne lieu ni à indemnité, ni à perception de droits ou taxes, ni à versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "A modifié les dispositions suivantes :\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. à XVII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n1° Le mandat des membres des conseils départementaux, régionaux et national de l'ordre national des infirmiers en cours à la date de publication de la présente loi est prolongé comme suit :\n\na) Les mandats de deux ans sont portés à trois ans ;\n\nb) Les mandats de quatre ans sont portés à six ans ;\n\nc) Les mandats des présidents élus avant la même date sont portés à trois ans ;\n\n2° Les mandats des membres du conseil national en cours à la date de publication du décret n° 2011-1611 du 23 novembre 2011 sont ainsi modifiés :\n\na) Les mandats de trois ans sont portés à cinq ans ;\n\nb) Les mandats de six ans sont portés à huit ans.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la publication de la présente loi, toutes mesures relevant du domaine de la loi, réformant les conditions de création, d'organisation et de fonctionnement des laboratoires de biologie médicale et visant à :1° Harmoniser les dispositions applicables aux laboratoires de biologie médicale publics et privés ;2° Mieux garantir la qualité des examens de biologie médicale, notamment en mettant en place une procédure d'accréditation des laboratoires ;3° Définir les missions du biologiste, du laboratoire de biologie médicale et du personnel technique dans le cadre du parcours de soins du patient, en assurant l'efficacité des dépenses de santé ;4° Instituer les mesures permettant d'assurer la pérennité de l'offre de biologie médicale dans le cadre de l'organisation territoriale de l'offre de soins ;5° Eviter les conflits d'intérêts et garantir l'autorité du biologiste responsable sur l'activité du laboratoire de biologie médicale ;6° Adapter les missions et prérogatives des agents habilités à effectuer l'inspection des laboratoires de biologie médicale ;7° Adapter le régime des sanctions administratives et pénales ;8° Disposer que les laboratoires de biologie médicale privés doivent être exploités en nom propre ou sous la forme d'organismes à but non lucratif, de sociétés civiles professionnelles régies par la loi n° 66-879 du 29 novembre 1966 relative aux sociétés civiles professionnelles ou de sociétés d'exercice libéral régies par la loi n° 90-1258 du 31 décembre 1990 relative à l'exercice sous forme de sociétés des professions libérales soumises à un statut législatif ou réglementaire ou dont le titre est protégé et aux sociétés de participations financières de professions libérales, ou de sociétés coopératives régies par la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération. Les sociétés anonymes et les sociétés à responsabilité limitée qui, à la date de publication de la présente loi, exploitent un laboratoire de biologie médicale dans les conditions fixées à l'article L. 6212-4 du code de la santé publique devront, dans le délai d'un an suivant la publication de la loi ratifiant l'ordonnance prévue au présent article, transférer cette exploitation à une société ou à un organisme relevant de l'une des catégories mentionnées au présent alinéa.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. ― Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de cinq mois à compter de la date de publication de la présente loi, les dispositions relevant du domaine de la loi nécessaires pour compléter la transposition de la directive 2005/36/CE du Parlement européen et du Conseil, du 7 septembre 2005, relative à la reconnaissance des qualifications professionnelles, ainsi que les mesures d'adaptation de la législation liées à cette transposition, en veillant notamment, en concertation avec les professionnels, à justifier très précisément toute levée des options en matière de libre prestation de services.II. ― Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de cinq mois à compter de la date de publication de la présente loi, les dispositions relevant du domaine de la loi nécessaires pour adapter les dispositions des articles L. 4113-1, L. 4113-1-1 et L. 4113-1-2 du code de la santé publique à la profession de pharmacien ainsi qu'aux autres professions de santé.III. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de dix mois à compter de la publication de la présente loi, les dispositions nécessaires à la transposition de la directive 2007/47/CE du Parlement et du Conseil, du 5 septembre 2007, modifiant la directive 90/385/CEE du Conseil concernant le rapprochement des législations des Etats membres relatives aux dispositifs médicaux implantables actifs, la directive 93/42/CEE du Conseil relative aux dispositifs médicaux et la directive 98/8/CE concernant la mise sur le marché des produits biocides, ainsi que les mesures d'adaptation de la législation liées à cette transposition.IV. ― Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues au présent article."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "II. - La perte de recettes pour les organismes de sécurité sociale est compensée à due concurrence par la création d'une taxe additionnelle aux droits visés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Un rapport relatif au nombre des malades de l'alcool, du tabac et des drogues en France est transmis au Parlement avant le 31 décembre 2010."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé, afin de garantir la santé publique, à prendre par ordonnances les mesures nécessaires pour modifier les dispositions du code du sport relatives à la santé des sportifs et à la lutte contre le dopage, afin :1° De renforcer l'efficacité des dispositifs de protection de la santé des sportifs, ainsi que de lutte contre le dopage et le trafic de produits dopants ;2° D'assurer la conformité de ces dispositifs avec les principes du code mondial anti-dopage applicable à compter du 1er janvier 2009.II. - Les ordonnances prévues au I devront être prises dans les neuf mois suivant la publication de la présente loi.Le projet de loi de ratification devra être déposé devant le Parlement dans un délai de trois mois à compter de la publication des ordonnances."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "III. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-584 DC du 16 juillet 2009.]V. - Le présent article est applicable dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "III. - Le présent article est applicable dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I à V et VII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Les personnes qui vendent des boissons alcooliques entre 22 heures et 8 heures à la date de publication de la présente loi bénéficient d'un délai d'un an pour se conformer à l'obligation de formation prévue à l'article L. 3331-4 du code de la santé publique.\n\nVIII : Le 1° du I du présent article est applicable dans les îles Wallis et Futuna.\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "IV. - Le présent article est applicable dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I et II. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I à V. -  A modifié les dispositions suivantes :\n\nIV. - En l'absence d'agence régionale de santé, les missions attribuées à son directeur général par le III sont exercées par le directeur de l'agence régionale de l'hospitalisation.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I à IV A modifié les dispositions suivantes :\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "II. - Le I est applicable à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I II. - A modifié les dispositions suivantes :\n\nIII. - A modifié les dispositions suivantes :\n\n- Code du travail\n\n- Code du travail"
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la date de publication de la présente loi, toutes mesures afin :1° D'instituer un nouvel établissement public reprenant l'ensemble des missions exercées par l'Agence française de sécurité sanitaire des aliments et l'Agence française de sécurité sanitaire de l'environnement et du travail, ainsi que les biens, personnels, droits et obligations de ces agences, notamment les obligations de l'employeur à l'égard des personnels ;2° D'adapter aux domaines d'activité de cet établissement les règles déontologiques applicables à ses personnels, aux membres de ses conseils et commissions, et aux personnes collaborant occasionnellement à ses travaux ainsi que les sanctions pénales correspondantes ;3° De modifier, en tant que de besoin, les codes et les lois non codifiées afin de les mettre en cohérence avec les dispositions qui seront prises en application des 1° et 2°.Le projet de loi portant ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I II III V : A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Avant le 15 septembre 2010, le Gouvernement présente au Parlement un rapport évaluant l'intérêt qu'il y aurait à ce qu'un sous-objectif de l'objectif national de dépenses d'assurance maladie identifie une enveloppe destinée à contribuer à la réduction des inégalités interrégionales de santé. Une telle enveloppe pourrait être répartie par région et déléguée aux agences régionales de santé, qui disposeraient ainsi de moyens accrus pour résorber les inégalités de santé."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "I II IV V VI. - A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. - Les conditions dans lesquelles s'opère, après la date d'entrée en vigueur du présent article, le transfert des biens, droits et obligations de chaque union régionale des médecins exerçant à titre libéral à l'union régionale des professionnels de santé compétente pour les médecins du même ressort font l'objet d'une convention entre ces deux instances. A défaut d'accord, le juge judiciaire est saisi à l'initiative de la partie la plus diligente. Ces transferts sont effectués à titre gratuit et ne donnent lieu à aucune imposition.VII. - Par dérogation à l'article L. 162-33 du code de la sécurité sociale dans sa rédaction antérieure à la publication de la présente loi, les enquêtes de représentativité qui doivent être organisées compte tenu des échéances conventionnelles sont reportées jusqu'à la mise en place des unions régionales des professionnels de santé. Les organisations syndicales reconnues représentatives à la date d'entrée en vigueur de la présente loi le restent jusqu'à l'organisation des enquêtes de représentativité suivantes.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code général des impôts, CGI.\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "IV.-Par dérogation au 1° du II, les dispositions du 2° de l'article L. 162-47 du code de la sécurité sociale dans sa rédaction antérieure à l'entrée en vigueur de la présente loi et les décisions prises en application de ces dispositions par les missions régionales de santé demeurent en vigueur dans chaque région jusqu'à l'entrée en vigueur du premier schéma régional d'organisation des soins élaboré par l'agence régionale de santé."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I.-A la date d'entrée en vigueur prévue au I de l'article 131 de la présente loi, dans chaque région, et dans la collectivité territoriale de Corse, l'agence régionale de santé est substituée, pour l'exercice des missions prévues à l'article 118, à l'Etat, à l'agence régionale de l'hospitalisation, au groupement régional de santé publique, à l'union régionale des caisses d'assurance maladie, à la mission régionale de santé ainsi que, pour la partie des compétences transférées, à la caisse régionale d'assurance maladie et à la caisse générale de sécurité sociale.\n\nL'agence régionale de santé est substituée à la mission régionale de santé et à l'Etat, pour les compétences transférées, dans l'ensemble de leurs droits et obligations. Leurs biens meubles sont transférés de plein droit et en pleine propriété à l'agence. Les biens immeubles de l'Etat sont mis à disposition de l'agence régionale de santé. Le représentant de l'Etat est autorisé, après avis du président du conseil général, à mettre à disposition de l'agence régionale de santé, pour l'exercice de ses missions, les biens immeubles mis à disposition de l'Etat par les départements en application de la loi n° 85-1098 du 11 octobre 1985 relative à la prise en charge par l'Etat, les départements et les régions des dépenses de personnel, de fonctionnement et d'équipement des services placés sous leur autorité. La dotation générale de décentralisation versée par l'Etat aux départements est maintenue en contrepartie des locaux mis à disposition des agences régionales de santé.\n\nL'agence régionale de santé est substituée à l'agence régionale de l'hospitalisation et au groupement régional de santé publique dans l'ensemble de leurs droits et obligations. Les conditions de dévolution à l'agence régionale de santé des biens meubles et immeubles détenus par ces groupements d'intérêt public sont celles fixées par les conventions les ayant constitués ou, le cas échéant, sont fixées par une décision de leurs organes délibérants. Une convention est signée aux fins de transfert entre le directeur de ces groupements et le responsable préfigurateur de l'agence prévu à l'article 130.\n\nLes conditions dans lesquelles s'opère le transfert des droits et obligations, biens meubles et immeubles de l'union régionale des caisses d'assurance maladie ainsi que de la caisse régionale d'assurance maladie ou de la caisse générale de sécurité sociale, pour la partie de ses compétences transférées, font l'objet d'une convention entre le directeur de ces dernières et le responsable préfigurateur de l'agence prévu à l'article 130.\n\nLe transfert des droits et obligations ainsi que des biens de toute nature en application du présent article s'effectue à titre gratuit et ne donne lieu ni à un versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit de l'Etat ni à perception d'impôts, droits ou taxes.\n\nII.-Les fonctionnaires d'Etat exerçant à la date mentionnée au I de l'article 131 leurs fonctions dans les services de l'Etat ou dans les organismes de droit public dont les activités sont transférées aux agences régionales de santé sont affectés dans ces agences. Ils conservent le bénéfice de leur statut.\n\nLes fonctionnaires hospitaliers et territoriaux exerçant à la date mentionnée au I de l'article 131 leurs fonctions dans les services de l'Etat ou dans les organismes de droit public au titre d'activités transférées aux agences régionales de santé poursuivent leur activité au sein de ces agences dans la même situation administrative que celle dans laquelle ils étaient placés antérieurement.\n\nLes praticiens hospitaliers exerçant à la date mentionnée au I de l'article 131 leurs fonctions dans les services de l'Etat ou dans les organismes de droit public au titre d'activités transférées aux agences régionales de santé poursuivent leur activité au sein de ces agences dans la même situation administrative que celle dans laquelle ils étaient placés antérieurement.\n\nLes agents contractuels de droit public exerçant à la date mentionnée au I de l'article 131 leurs fonctions dans les services de l'Etat ou dans les organismes de droit public au titre d'activités transférées aux agences régionales de santé sont transférés dans ces agences. Ils conservent à titre individuel le bénéfice des stipulations de leur contrat.\n\nLes agents contractuels de droit privé exerçant à la date mentionnée au I de l'article 131 leurs fonctions dans les organismes d'assurance maladie visés au I du présent article, le service du contrôle médical du régime général, les caisses de base du régime social des indépendants et les caisses de la mutualité sociale agricole au titre d'activités transférées aux agences régionales de santé sont transférés dans ces agences. Ils conservent à titre individuel le bénéfice des stipulations de leur contrat de droit privé par dérogation à l'article L. 1224-3 du code du travail.\n\nIII.-Les personnels transférés restent affiliés au régime de retraite complémentaire dont ils relèvent à la date du transfert.\n\nIV.-A créé les dispositions suivantes :\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "Dans chaque région, en Guadeloupe, à Saint-Barthélemy et à Saint-Martin ainsi qu'à La Réunion et Mayotte, et dans la collectivité territoriale de Corse, un responsable préfigurateur de l'agence régionale de santé est chargé de préparer la mise en place de l'agence.A cette fin, il négocie et signe les conventions prévues à l'article 129 de la présente loi et assure le suivi des modalités de dissolution des organismes existants et de transfert des biens et des personnels.Il élabore le projet d'organisation des services, négocie et signe avec les ministres chargés de la santé, des personnes âgées, des personnes handicapées et de l'assurance maladie le premier contrat pluriannuel d'objectifs et de moyens.Sur la base des éléments transmis par les ministres chargés de la santé, des personnes âgées, des personnes handicapées et de l'assurance maladie, il prépare le budget primitif du premier exercice de l'agence. Le budget primitif du premier exercice est arrêté par les ministres chargés de la santé, des personnes âgées, des personnes handicapées et de l'assurance maladie.Le directeur général de l'agence peut exécuter le budget primitif en l'absence d'approbation du conseil de surveillance. Il prépare et soumet à l'approbation du conseil de surveillance de l'agence un budget rectificatif dans les six mois suivant la date mentionnée au I de l'article 131.Pour accomplir les missions qui lui sont confiées, il fait appel au concours des services compétents de l'Etat, ainsi que de ceux de l'agence régionale de l'hospitalisation, du groupement régional de santé publique, de l'union régionale des caisses d'assurance maladie et de la caisse régionale d'assurance maladie."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "V.-Jusqu'à la date prévue au I, les compétences attribuées à l'agence régionale de santé ou à son directeur général par les dispositions résultant des articles 1er à 23 et du XIII de l'article 62 de la présente loi sont exercées par le directeur de l'agence régionale de l'hospitalisation.VI.-Jusqu'à la date prévue au I, les compétences attribuées à l'agence régionale de santé ou à son directeur général par les dispositions résultant de l'article 51 de la présente loi sont exercées par la mission régionale de santé.VII.-Jusqu'à la date prévue au I, les compétences attribuées à l'agence régionale de santé ou à son directeur général par les dispositions résultant de l'article 84 de la présente loi sont exercées par le groupement régional de santé publique.VIII.-Dans chaque établissement public de santé, jusqu'à la désignation des membres du conseil de surveillance, les dispositions du code de la santé publique continuent à s'appliquer dans leur rédaction antérieure à celle issue des articles 9 et 10 de la présente loi.IX.-Par dérogation aux dispositions du III de l'article L. 4312-3 du code de la santé publique, après les premières élections de l'ordre infirmier, il est procédé, le cas échéant, aux élections complémentaires des conseils après la mise en place du conseil national de l'ordre.L'organisation de ces élections a lieu dans un délai d'un an à compter de la date d'installation du conseil national.X.-La prise en charge de la gestion des directeurs des soins par le Centre national de gestion, prévue au 2° du I de l'article 11, prend effet un an après la publication de la présente loi. Pendant ce délai, le Centre national de gestion organise les élections professionnelles du corps à gestion nationale.XI.-Le dernier alinéa de l'article L. 6323-1 du code de la santé publique est applicable à compter de l'entrée en vigueur de l'article 118 de la présente loi et du décret fixant les conditions techniques de fonctionnement des centres de santé prévu par ce même texte et au plus tard le 30 juin 2010.XII.-Jusqu'à la date prévue au I, les autorisations de création de lactariums sont délivrées par le représentant de l'Etat dans le département.XIII.-Par dérogation à l'article L. 231-2 du code de la sécurité sociale, le mandat des membres des conseils des unions régionales des caisses d'assurance maladie mentionnées à l'article L. 183-1 du même code, dans leur composition à la date d'entrée en vigueur de la présente loi, expire à la date mentionnée au I du présent article.XIV.-Les mandats des membres de la conférence régionale ou territoriale de santé mentionnée à l'article L. 1411-12 du code de la santé publique, en cours ou arrivant à échéance au cours de l'année 2009 ou de l'année 2010, sont prorogés jusqu'à la date mentionnée au I du présent article.XV.-Les mandats des membres des conférences sanitaires mentionnées à l'article L. 6131-1 du code de la santé publique, en cours ou arrivant à échéance au cours de l'année 2009 ou de l'année 2010, sont prorogés jusqu'à la date mentionnée au I du présent article."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution et dans un délai de neuf mois suivant la publication de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures relevant du domaine de la loi visant à :― modifier les parties législatives des codes et les dispositions non codifiées afin d'assurer la cohérence des textes au regard des dispositions de la présente loi et le respect de la hiérarchie des normes et abroger les dispositions, codifiées ou non, devenues sans objet ;― étendre et adapter les dispositions de la présente loi aux collectivités régies par l'article 74 de la Constitution, à la Nouvelle-Calédonie et aux Terres australes et antarctiques françaises, en adaptant le cas échéant en conséquence celles applicables à La Réunion et à la Guadeloupe.Un projet de loi de ratification est déposé devant le Parlement pour chaque ordonnance dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I.-Le statut d'établissement public industriel et commercial des Thermes nationaux d'Aix-les-Bains prend fin au dernier jour du mois de promulgation de la présente loi, l'établissement étant transformé en une société anonyme qui prend son existence le premier jour du mois qui suit la date de promulgation de la présente loi.\n\nCette transformation n'emporte ni création de personne morale nouvelle, ni cessation d'activité.\n\nLe capital initial de la société est détenu intégralement par l'Etat.\n\nII.-La société mentionnée au I est soumise aux dispositions législatives applicables aux sociétés commerciales sous réserve des dispositions du présent article.\n\nCette société est ajoutée à la liste figurant à l'annexe III de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public.\n\nSes statuts sont initialement fixés par décret en Conseil d'Etat. Ils sont ensuite modifiés selon les règles applicables aux sociétés anonymes.\n\nLes comptes du dernier exercice de l'établissement public Thermes nationaux d'Aix-les-Bains avant sa transformation résultant du I sont approuvés dans les conditions de droit commun par l'assemblée générale de la société Thermes nationaux d'Aix-les-Bains. Le bilan au premier jour du mois qui suit la date de promulgation de la présente loi de la société Thermes nationaux d'Aix-les-Bains est constitué à partir du bilan, au dernier jour du mois de promulgation de la présente loi, de l'établissement public Thermes nationaux d'Aix-les-Bains et du compte de résultat arrêté à cette dernière date.\n\nIII.-Les biens du domaine public immobilier de l'Etat qui ont été mis en dotation à l'établissement public Thermes nationaux d'Aix-les-Bains sont déclassés à la date de sa transformation en société.\n\nLes biens dont la liste est déterminée par arrêté du ministre chargé du domaine sont apportés, à cette même date, à la société Thermes nationaux d'Aix-les-Bains.\n\nLes apports ne donnent lieu à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat, ni à aucune indemnité ou perception de droits ou de taxes.\n\nL'ensemble des droits, obligations, contrats, conventions et autorisations de toute nature de l'établissement public sont attribués, à cette même date, de plein droit et sans formalité à la société Thermes nationaux d'Aix-les-Bains. Cette attribution n'a aucune incidence sur ces droits et obligations et n'entraîne ni modification ni résiliation des contrats et conventions en cours passés par l'établissement public.\n\nIV.-L'ensemble des opérations de transformation de l'établissement en société anonyme est réalisé à titre gratuit et              ne donne pas lieu au paiement d'impôt, de la contribution prévue à l'article 879 du code général des impôts, de rémunération ou d'honoraire au profit de l'Etat, de ses agents ou de toute autre personne publique.\n\nV.-A modifié les dispositions suivantes :\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "A modifié les dispositions suivantes :\n\n- Code rural"
    }
  ]
}