{
  "id": "loi-n-96-1237-du-30-decembre-1996",
  "type": "statute",
  "title": "Loi n° 96-1237 du 30 décembre 1996",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000563529",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'Union nationale interprofessionnelle du logement est autorisée à transférer ses biens, droits et obligations à l' Union des entreprises et des salariés pour le logement.\n\nLe transfert, au profit de l'Union des entreprises et des salariés pour le logement, des biens, droits et obligations de l'Union nationale interprofessionnelle du logement opéré suite à sa dissolution ne donnera lieu à aucune indemnité ou perception d'impôts, droits ou taxes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'Union d'économie sociale du logement est habilitée à se substituer à ses associés collecteurs agréés aux fins de participer à la collecte des sommes définies à l'article L. 313-1 du code de la construction et de l'habitation, pour les versements des contributions prévues à l'article 56 de la loi de finances pour 1999 (n°. 98-1266 du 30 décembre 1998).\n\nL'engagement de l'Union des entreprises et des salariés pour le logement résulte d'une délibération de son conseil d'administration fixant les modalités de contribution des associés collecteurs et d'une convention conclue avec l'Etat s'imposant à ces derniers à peine de retrait de leur agrément, approuvées par décret. Les associés collecteurs qui n'auraient pas versés à l'union les contributions dues par eux en application de l'engagement de substitution de celle-ci restent redevables de ces contributions envers l'Etat.\n\nPour l'exécution de cette convention, chaque associé collecteur apporte sa contribution à l'union. L'union fixe le montant des contributions sous la forme de versements, de transferts de créances constituées avec des fonds issus de la participation des employeurs à l'effort de construction ou d'inscriptions au bilan de ces associés de dettes dont le paiement à l'union est garanti par les actifs des associés issus de cette participation."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-Les premiers statuts de l'Union des entreprises et des salariés pour le logement sont approuvés par décret en Conseil d'Etat après avoir été adoptés par l'assemblée générale des associés constituée comme il est dit à l'alinéa suivant. Les dispositions de l'article L. 225-15 du code de commerce ne sont pas applicables aux premiers statuts.\n\nCette assemblée est convoquée et présidée par le président de l'Union nationale interprofessionnelle du logement. Elle est composée d'un représentant de chacun des organismes collecteurs, chambres de commerce et d'industrie territoriales et organisations interprofessionnelles mentionnés à l'article L. 313-18 du code de la construction et de l'habitation. Chaque représentant dispose d'une voix et peut donner pouvoir. Cette assemblée ne délibère valablement que si les représentants présents ou ayant donné pouvoir disposent du tiers des voix. Elle statue à la majorité des deux tiers des voix dont disposent les représentants présents ou ayant donné pouvoir.\n\nII.-Après publication du décret prévue au I, le président de l'Union nationale interprofessionnelle du logement convoque et préside :\n\n-l'assemblée générale des associés qui procède à la première désignation du ou des commissaires aux comptes ;\n\n-l'assemblée spéciale des associés collecteurs qui procède à la première élection du comité des collecteurs ;\n\n-le comité des collecteurs qui procède à la première élection des représentants des associés collecteurs au conseil d'administration ;\n\n-le conseil d'administration qui procède à la première désignation de son président."
    }
  ]
}