{
  "id": "loi-n-78-763-du-19-juillet-1978",
  "type": "statute",
  "title": "Loi n° 78-763 du 19 juillet 1978",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000339242",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les sociétés coopératives de production sont formées par des travailleurs de toutes catégories ou qualifications professionnelles, associés pour exercer en commun leurs professions dans une entreprise qu'ils gèrent directement ou par l'intermédiaire de mandataires désignés par eux et en leur sein. Les sociétés coopératives de production peuvent exercer toutes activités professionnelles, sans autres restrictions que celles résultant de la loi.\n\nLes associés se groupent et se choisissent librement.\n\nLes sociétés coopératives de production peuvent prendre l'appellation de sociétés coopératives de travailleurs, ou de sociétés coopératives ouvrières de production ou encore de sociétés coopératives et participatives, lorsque leurs statuts le prévoient."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les sociétés coopératives de production sont régies par les dispositions de la présente loi et, en ce qu'elles ne sont pas contraires à celles-ci, par celles de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération et par celles du chapitre Ier du titre III du livre II de la partie législative du code de commerce."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les sociétés coopératives de production sont des sociétés à capital variable constituées sous forme soit de société à responsabilité limitée, soit de société anonyme, soit de société par actions simplifiée.\n\nElles peuvent, à tout moment, par une décision des associés prise dans les conditions requises pour la modification des statuts, passer de l'une à l'autre de ces formes.\n\nCette modification n'entraîne pas la création d'une personne morale nouvelle."
    },
    {
      "provision_ref": "art3bis",
      "section": "3bis",
      "title": "Article 3bis",
      "content": "1° Par dérogation au sixième alinéa du I de l'article 25 de la loi n° 47-1775 du 10 septembre 1947 précitée, les réserves qui, à la date de l'autorisation, ne sont pas distribuables aux sociétaires ou incorporables au capital en vertu des dispositions législatives, réglementaires ou statutaires conservent ce caractère.\n\n2° La mise en location-gérance, les apports en société ou les cessions d'actifs immobilisés d'une société coopérative de production au bénéfice d'une ou de sociétés n'ayant pas la qualité de coopérative sont soumises aux dispositions des cinq premiers alinéas du I de l'article 25 de la loi n° 47-1775 du 10 septembre 1947 précitée. Lorsqu'elles portent sur moins de la moitié de l'activité ou des actifs de la société, ces opérations sont soumises à une déclaration effectuée dans des conditions prévues par voie réglementaire."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le ministère public ou toute personne intéressée peut demander au président du tribunal compétent statuant en référé d'enjoindre, le cas échéant sous astreinte, au représentant légal d'une société coopérative de production de porter sur tous les actes et documents émanant de cette société la dénomination ou raison sociale de celle-ci, précédée ou suivie des mots : \" société coopérative ouvrière de production ”, \" société coopérative de travailleurs ”, \" société coopérative ouvrière de production ” ou \" société coopérative et participative ”, accompagnée de la mention de la forme sous laquelle la société est constituée et de l'indication du capital variable."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les sociétés coopératives de production peuvent employer des personnes n'ayant pas la qualité d'associé.\n\nLes statuts peuvent prévoir l'admission en qualité d'associé de personnes morales ainsi que de personnes physiques non employées dans l'entreprise.\n\nToutefois, les sociétés coopératives de production doivent comprendre un nombre minimal d'associés employés dans l'entreprise. Ce nombre est de deux lorsqu'elles sont constituées sous la forme de société à responsabilité limitée ou de société par actions simplifiée et de sept lorsqu'elles sont constituées sous la forme de société anonyme.\n\nLe tribunal de commerce peut, à la demande de tout intéressé, prononcer la dissolution de la société coopérative de production si le nombre des associés employés dans l'entreprise est réduit à moins de deux ou de sept depuis plus d'un an. Il peut accorder à la société coopérative de production un délai maximum d'un an pour régulariser la situation."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'admission en qualité d'associé ne peut être subordonnée à l'engagement de souscrire ou d'acquérir plus d'une part sociale.\n\nToutefois, les statuts peuvent valablement imposer aux associés employés dans l'entreprise de souscrire ou acquérir, dans les conditions qu'ils prévoient, un nombre déterminé de parts sociales. Dans ce cas, ils ne peuvent imposer aux associés, pour la libération ou l'acquisition de ces parts, des versements supérieurs au plafond prévu à l'article L. 3251-3 du code du travail."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'admission en qualité d'associé est prononcée par l'assemblée des associés ou, selon le cas, par l'assemblée générale ordinaire, statuant à la majorité dans les conditions définies à l'article 14.\n\nL'assemblée des associés ou, selon le cas, l'assemblée générale ordinaire doit statuer sur la demande d'admission comme associé présentée par toute personne majeure employée de façon continue depuis au moins un an dans l'entreprise. En cas de rejet de la demande, celle-ci peut être renouvelée chaque année."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les statuts peuvent prévoir que toute personne majeure, ayant été employée dans l'entreprise pendant un délai qu'ils précisent, est admise sur simple demande en qualité d'associé, soit de plein droit, soit à défaut d'opposition émanant de la prochaine assemblée des associés ou, selon le cas, de l'assemblée générale ordinaire, statuant à la majorité requise pour la modification des statuts. L'admission est constatée par les gérants, par le conseil d'administration ou le directoire ou par l'organe de direction lorsque la forme de société par actions simplifiée a été retenue, selon le cas."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les statuts peuvent également prévoir que le contrat de travail conclu avec toute personne employée dans l'entreprise fera obligation à l'intéressé de demander son admission comme associé dans le délai qu'ils précisent et au plus tôt à sa majorité ; à défaut, celui-ci sera réputé démissionnaire à l'expiration de ce délai.\n\nL'admission s'opère selon les modalités prévues à l'article précédent."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "1°  A l'exception des cas mentionnés à l'article 11, toute rupture du  contrat de travail entraîne la perte de la qualité d'associé ;2° La renonciation volontaire à la qualité d'associé entraîne la rupture du contrat de travail."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La mise à la retraite, le licenciement pour cause économique ou l'invalidité rendant l'intéressé inapte au travail n'entraînent pas la perte de la qualité d'associé."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Tous les associés ayant satisfait à leurs obligations statutaires ont le droit de participer aux assemblées d'associés, dont les réunions ne peuvent être remplacées par des consultations écrites, ou, selon le cas, aux assemblées générales."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les statuts peuvent prévoir, lorsque les associés sont employés dans des établissements dispersés ou lorsque leur effectif excède un nombre qu'ils déterminent, que l'assemblée des associés ou, selon le cas, l'assemblée générale est précédée par des assemblées de sections auxquelles s'appliquent les règles de composition, de convocation, de tenue, de quorum, de majorité et de procès-verbal des assemblées d'associés ou, selon le cas, des assemblées générales.\n\nCes assemblées de sections délibèrent séparément sur le même ordre du jour. Elles élisent des délégués qui se réunissent, sur le même ordre du jour, quinze jours au plus tard après les assemblées de sections, en assemblée d'associés ou, selon le cas, en assemblée générale. Les statuts déterminent la répartition des associés en sections et le nombre de délégués à l'assemblée des associés ou, selon le cas, à l'assemblée générale.\n\nLe nombre de voix dont disposent ces délégués est proportionnel à celui des associés présents ou représentés dans les assemblées de sections."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les conditions de quorum et de majorité sont appréciées en fonction du nombre de voix pouvant valablement être exprimées à l'assemblée par les membres présents ou représentés.Un associé ne peut se faire représenter que par un autre associé. Les statuts doivent limiter le nombre des procurations pouvant être établies au nom d'un même associé, de façon telle qu'aucun associé ne puisse, en sus de sa propre voix, disposer de plus d'une voix si la    société coopérative de production comprend moins de vingt associés et d'un nombre de voix excédant le vingtième des associés lorsqu'elle comprend vingt membres ou plus."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Sans perdre, le cas échéant, le bénéfice de son contrat de travail, tout associé peut être nommé en qualité de gérant, directeur général, membre du conseil d'administration, du directoire, du conseil de surveillance ou de l'organe de direction lorsque la forme de société par actions simplifiée a été retenue. Les dispositions des articles L. 225-22, L. 225-44 et L. 225-85 du code de commerce ne sont pas applicables aux sociétés coopératives de production.\n\nLorsque la société coopérative de production comprend des associés qui ne sont pas employés dans l'entreprise, il ne peut leur être attribué plus du tiers des mandats de gérants, de directeur général, d'administrateurs, de membres du directoire, du conseil de surveillance ou de l'organe de direction lorsque la forme de société par actions simplifiée a été retenue."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Lorsque la société coopérative de production est constituée sous la forme d'une société à responsabilité limitée ou d'une société par actions simplifiée, les gérants ou les membres de l'organe de direction sont nommés par l'assemblée des associés, pour une durée qui ne peut excéder quatre ans.\n\nSi elle compte plus de vingt associés, un conseil de surveillance est constitué ; il est composé de trois membres au moins et de neuf membres au plus, désignés par l'assemblée des associés et en son sein, pour une durée que les statuts déterminent et qui ne peut excéder quatre ans.\n\nLes fonctions de gérant ou de membre de l'organe de direction et de membre du conseil de surveillance sont incompatibles.\n\nLes gérants ou les membres de l'organe de direction et les membres du conseil de surveillance sont, sauf stipulations contraires des statuts, rééligibles ; ils peuvent être révoqués à tout moment par l'assemblée des associés, même si la question n'a pas été inscrite à l'ordre du jour.\n\nLe conseil de surveillance exerce le contrôle permanent de la gestion de la société par les gérants ou les membres de l'organe de direction.\n\nA toute époque de l'année, il opère les vérifications et les contrôles qu'il juge opportuns et peut se faire communiquer tout document qu'il estime utile à l'accomplissement de sa mission ou demander au gérant un rapport sur la situation de la société.\n\nIl présente à l'assemblée des associés un rapport sur la gestion de la société.\n\nLes statuts peuvent subordonner à son autorisation préalable la conclusion des opérations qu'ils énumèrent.\n\nLa responsabilité des membres du conseil de surveillance est soumise aux dispositions de l'article L. 225-257 du code de commerce."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les gérants, les directeurs généraux, les présidents du conseil d'administration, les membres du directoire et les membres de l'organe de direction lorsque la forme de société par actions simplifiée a été retenue, lorsqu'ils perçoivent une rémunération de la société au titre de leurs fonctions, sont, au regard de la législation du travail, considérés comme employés de l'entreprise au sens de l'article 5, alinéa 3, s'ils ne le sont déjà à un autre titre.\n\nDans les conditions prévues à l'article 15, lorsqu'ils sont titulaires d'un contrat de travail, les conditions d'un éventuel maintien du lien de subordination résultant de leur qualité de salarié sont précisées dans l'acte prévoyant leur nomination à l'une des fonctions mentionnées au premier alinéa du présent article. A défaut, le contrat de travail est présumé suspendu pendant l'exercice de l'une des fonctions mentionnées au même premier alinéa.\n\nEn cas de révocation, sauf faute grave, et de non-renouvellement du mandat ou en cas de cessation de l'entreprise ou encore en cas de cessation du mandat pour départ à la retraite, le délai, le congé et l'indemnité auxquels ils peuvent avoir droit sont ceux prévus par la convention collective applicable à l'activité principale exercée par la société et, à défaut de convention collective, ceux prévus aux 1° à 3° de l'article L. 1234-1 et aux articles L. 1234-9, L. 1234-10 et L. 1237-9 du code du travail.\n\nLes administrateurs et les membres du conseil de surveillance ont droit, sur justification, au remboursement de leurs frais. Lorsqu'ils ne sont pas employés dans l'entreprise, il peut leur être alloué une indemnité compensatrice de l'activité consacrée à l'administration de la société.\n\nLes sommes versées en application du précédent alinéa sont portées aux charges d'exploitation."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La démission, le non-renouvellement ou la révocation des fonctions de gérant, de membre du conseil d'administration, de directeur général, de membre du directoire ou du conseil de surveillance, ou de membre de la direction lorsque la forme de société par actions simplifiée a été retenue, de la société coopérative de production n'ont pas pour effet de porter atteinte au contrat de travail éventuellement conclu par les intéressés avec la société."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les sociétés coopératives de production sont soumises à l'obligation de désigner un ou plusieurs commissaires aux comptes dans les conditions prévues par les articles L. 223-35 et L. 225-218 du code de commerce.\n\nLes sociétés coopératives de production constituées sous la forme de société à responsabilité limitée ou de société par actions simplifiée qui se situent en dessous des seuils prévus à l'article L. 221-9 du code de commerce précité, si elles ne désignent pas de commissaire aux comptes, doivent faire procéder annuellement à la révision coopérative prévue à l'article 54 bis de la présente loi.\n\nSans considération des seuils prévus à l'article L. 221-9 du code de commerce, la désignation ponctuelle d'un commissaire aux comptes est obligatoire en cas de modification par la société de la valeur nominale de ses parts sociales."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "En cas de liquidation d'une société coopérative de production, l'actif net qui subsiste après paiement du passif, remboursement des parts sociales libérées et, s'il y a lieu, distribution des répartitions différées, est dévolu soit par les statuts, soit par l'assemblée des associés ou, selon le cas, par l'assemblée générale, à une ou plusieurs    sociétés coopératives de production ou unions de    sociétés coopératives de production ou fédérations de    sociétés coopératives de production, à une personne morale de droit public, ou à une oeuvre d'intérêt général, coopératif ou professionnel ne poursuivant par un but lucratif.\n\nIl ne peut être ni directement ni indirectement réparti entre les associés ou travailleurs ou leurs ayants droit."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le capital des sociétés coopératives de production est représenté par des parts sociales souscrites par les associés.\n\nQuand la société  est constituée sous forme de société anonyme, le capital est au minimum de la moitié du montant minimal prévu pour les sociétés anonymes par le premier alinéa de l'article L. 224-2 dudit code.\n\nCes parts sociales sont nominatives. Leur cession est soumise à l'agrément soit de l'assemblée des associés ou de l'assemblée générale, soit des gérants, des membres du conseil d'administration ou du directoire, ou des membres de l'organe de direction lorsque la forme de société par actions simplifiée a été retenue, dans les conditions fixées par les statuts."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La valeur nominale des parts sociales est uniforme. Elle ne peut ni être inférieure ni être supérieure à des montants fixés par décret. Si la valeur nominale des parts devient inférieure au minimum ainsi fixé, les    sociétés coopératives de production ont l'obligation de porter leurs parts sociales à une valeur au moins égale à ce montant minimum tant au moyen de regroupements de parts sociales qu'au moyen d'appel complémentaire de capital, de façon que l'ensemble des associés demeurent membres de la société coopérative de production."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Toute souscription de parts est constatée sur un bulletin établi dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le nombre de parts sociales susceptibles d'être détenues par un même associé ne peut excéder un maximum fixé par les statuts, et au plus la moitié du capital de la société."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Une société coopérative de production peut participer au capital d'une autre société coopérative de production. Après l'expiration d'un délai de dix ans, cette participation ne doit pas exceder directement ou indirectement la moitié du capital. Les statuts doivent prévoir les modalités suivant lesquelles il est procédé, s'il y a lieu, au remboursement ou au rachat des parts excédentaires encore détenues par la société coopérative de production participante à l'issue de ce délai.\n\nDans ce cas, les statuts de la société dans laquelle est prise la participation peuvent prévoir que la société participante dispose dans ses assemblées générales de voix supplémentaires dont le nombre ne peut excéder le nombre des associés employés dans la société qui en compte le moins. Toutefois, ces voix supplémentaires ajoutées à la voix dont elle dispose en vertu de l'article 13, ne peuvent avoir pour effet de conférer à la société participante la majorité."
    },
    {
      "provision_ref": "art26ter",
      "section": "26ter",
      "title": "Article 26ter",
      "content": "Les    sociétés coopératives de production ne peuvent faire application des dispositions des troisième et quatrième alinéas de l'article 16 de la loi n° 47-1775 du 10 septembre 1947 précitée."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les parts sociales doivent être intégralement libérées dès leur souscription, qu'elles représentent des apports en nature ou en numéraire.\n\nToutefois, lorsque la    société coopérative de production est constituée sous forme de société anonyme, les parts en numéraire peuvent être libérées lors de leur souscription d'un quart au moins de leur valeur, la libération du surplus devant intervenir dans un délai maximum de trois ans à compter du jour de la souscription. Pour les associés employés dans l'entreprise, cette libération peut être réalisée au moyen de retenues sur leurs rémunérations ou par compensation avec des créances liquides et exigibles de quelque nature que ce soit qu'ils peuvent détenir sur la société.\n\nEn cas de libération des parts au moyen de retenues sur les rémunérations, ces retenues ne peuvent excéder le plafond prévu à l'article L. 144-2 du code du travail pour le remboursement des avances consenties par l'employeur."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "En cas d'exclusion, de démission ou de décès de l'associé, et d'annulation consécutive de ses parts sociales, les statuts peuvent autoriser les gérants, le conseil d'administration, le directoire, le directeur général unique ou les membres de l'organe de direction lorsque la forme de société par actions simplifiée a été retenue, à ne pas exiger le versement du solde restant éventuellement à libérer sur ces parts."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La    société coopérative de production a la faculté de rembourser les parts appartenant à ceux des associés qui ne sont pas employés dans l'entreprise."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "La somme au-dessous de laquelle le capital ne saurait être réduit par le remboursement de la valeur nominale des parts sociales ne peut être inférieure au quart du capital le plus élevé atteint depuis la constitution de la société."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les excédents nets de gestion sont constitués par les produits nets de l'exercice, sous déduction des frais généraux et autres charges de la société, y compris tous amortissements et provisions. Ni le montant des réévaluations pratiquées sur les actifs immobilisés, ni les plus-values constatées à l'occasion de la cession de titres de participation, de la cession ou de l'apport en société de biens immobiliers, de branches d'activité ou de fonds de commerce n'entrent dans les excédents nets de gestion mentionnés au 3° de l'article 33 et ne peuvent faire l'objet d'aucune distribution aux salariés ou d'aucun versement d'intérêt aux parts. Ces plus-values sont affectées à la réserve légale et au fonds de développement.\n\nLa provision pour investissement définitivement libérée à l'expiration du délai visé à l'article L. 3324-10 du code du travail, ou rapportée au bénéfice imposable dans les conditions prévues au deuxième alinéa de l'article L. 442-9 du même code, est affectée à un compte de réserves exceptionnelles et n'entre pas dans les excédents nets de gestion."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les excédents nets de gestion sont répartis en tenant compte des règles suivantes :1° Une fraction de 15 p. 100 est affectée à la constitution de la réserve légale. Ce prélèvement cesse d'être obligatoire lorsque le montant de ladite réserve s'élève au montant le plus élevé atteint par le capital.2° Une fraction est affectée à une réserve statutaire dite \" fonds de développement \".3° Une fraction, qui ne peut être inférieure à 25 p. 100, est attribuée à l'ensemble des salariés, associés ou non, comptant dans l'entreprise, à la clôture de l'exercice, soit trois mois de présence au cours de celui-ci, soit six mois d'ancienneté. La répartition entre les bénéficiaires s'opère, selon ce que prévoient les statuts, soit au prorata des salaires touchés au cours de l'exercice, soit au prorata du temps de travail fourni pendant celui-ci, soit égalitairement, soit en combinant ces différents critères. Les statuts peuvent également prévoir que les droits de chaque bénéficiaire sur cette répartition tiendront compte d'un coefficient, au maximum égal à deux, proportionnel à son ancienneté comme salarié dans la    société coopérative de production.4° Si les statuts prévoient le service d'intérêts aux parts sociales, le total de ces intérêts ne peut excéder, chaque année, ni le total des dotations aux réserves prévues aux 1° et 2° ci-dessus, ni les sommes allouées aux salariés en application des dispositions du 3° ci-dessus. Le plafond prévu à l'article 14 de la loi n° 47-1775 du 10 septembre 1947 précitée n'est pas applicable."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "L'assemblée des associés ou, selon le cas, l'assemblée générale ordinaire peut décider la transformation en parts sociales      de tout ou partie des excédents nets de gestion distribuables aux associés au titre de l'exercice écoulé en application des dispositions du 3° et du 4° de l'article 33 ci-dessus.Les droits de chaque associé dans l'attribution des parts sont identiques à ceux qu'il aurait eus dans la distribution des excédents de gestion."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les sociétés coopératives de production, quelle que soit la forme sous laquelle elles sont constituées, peuvent émettre, dans les conditions énoncées ci-après, des parts sociales destinées à être souscrites exclusivement par leurs salariés.\n\nLes parts ainsi souscrites peuvent être libérées par incorporation de la réserve spéciale de participation constituée au titre de l'article L. 3324-1 du code du travail, au selon les modalités prévues à l'article 34 de la présente loi ou à l'article L. 3323-3 du code du travail.\n\nLes salariés peuvent souscrire les parts émises dans les conditions du présent chapitre soit individuellement, soit par l'intermédiaire d'un plan d'épargne d'entreprise auquel les salariés de la coopérative émettrice sont susceptibles de participer en application des articles L. 3332-1 à L. 3332-28 du même code.\n\nUn salarié ne peut, au cours d'une année civile, souscrire dans les conditions prévues au présent article que dans la limite d'une somme égale à la moitié du plafond annuel retenu pour le calcul des cotisations de la sécurité sociale."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "L'assemblée des associés ou, selon le cas, l'assemblée générale fixe, sur le rapport des gérants, du conseil d'administration ou du directoire, selon le cas, et, si un commissaire aux comptes a été désigné, sur le rapport de celui-ci, le nombre de parts dont la souscription est proposée aux salariés.\n\nA défaut de commissaires aux comptes, des sociétaires peuvent solliciter auprès de l'assemblée des associés ou, selon le cas, de l'assemblée générale la désignation d'un commissaire aux comptes aux fins d'établissement du rapport spécial.\n\nLe montant de l'augmentation du capital réalisée pendant un exercice sous l'empire des dispositions du présent chapitre ne peut excéder une fraction, déterminée par décret, des capitaux propres définis à l'article L. 442-2 du code du travail.\n\nLa décision de l'assemblée des associés ou, selon le cas, de l'assemblée générale vaut admission en qualité d'associé des salariés qui souscrivent, à titre individuel, des parts sociales dans les conditions du présent chapitre."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "L'assemblée des associés ou, selon le cas, l'assemblée générale prévue à l'article 36 fixe :1° Les conditions d'ancienneté, à l'exclusion de toute autre condition, qui seront exigées des salariés pour bénéficier de l'émission, la durée de présence dans la société ainsi exigée ne pouvant toutefois être ni inférieure à un an ni supérieure à trois ans ;2° Le délai accordé aux salariés pour l'exercice de leurs droits, ce délai ne pouvant être ni inférieur à trente jours ni supérieur à six mois à dater de l'ouverture de la souscription prévue à l'article 38 ci-après ;3° Les conditions et modalités de libération des parts et, lorsque la    société coopérative de production revêt la forme de société anonyme, le délai susceptible d'être accordé aux souscripteurs pour cette libération, ce délai ne pouvant être supérieur à trois ans à compter de l'expiration du délai accordé aux salariés pour l'exercice de leurs droits ;4° le cas échéant, le mode de calcul des versements complémentaires effectués par la    société coopérative de production.L'assemblée des associés ou, selon le cas, l'assemblée générale peut déléguer aux gérants, au conseil d'administration, au directeur général ou au directoire, selon le cas, les pouvoirs nécessaires pour fixer les conditions énumérées ci-dessus."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Trente jours au moins avant l'ouverture de la souscription, les salariés répondant aux conditions mentionnées au 1° de l'article 37, ainsi que, le cas échéant, le gestionnaire du fonds commun de placement, doivent être informés par les gérants, le conseil d'administration, le directeur général ou le directoire, selon le cas, des conditions de la souscription, des obligations auxquelles les associés peuvent être tenus du fait des statuts, des modalités de libération des parts ainsi souscrites, et des conditions dans lesquelles ils peuvent prendre connaissance des documents sociaux dont la loi ou les statuts prescrivent la communication aux associés et au comité d'entreprise.\n\nLe comité d'entreprise ou, à défaut, les délégués du personnel et les commissaires aux comptes sont informés dans les mêmes conditions.\n\nLes commissaires aux comptes ou, à défaut de commissaires aux comptes, les gérants, dans leur rapport à l'assemblée des associés ou, selon le cas, à l'assemblée générale rendent compte des conditions dans lesquelles les dispositions du présent chapitre ont été appliquées."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Lorsque les demandes de souscription dépassent le nombre de parts fixé par la décision de l'assemblée des associés ou, selon le cas, de l'assemblée générale prévue à l'article 37 de la présente loi, la réduction peut porter d'abord :-soit sur les demandes présentées par les salariés dont le salaire mensuel est le plus élevé ;-soit sur les demandes présentées par les salariés qui, compte tenu des parts nouvellement souscrites, deviendraient détenteurs du plus grand nombre de parts sociales.La réduction des demandes    ne peut avoir pour effet d'écarter un salarié, sauf le cas où le nombre des parts offertes serait inférieur au nombre des demandeurs."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Dans le cas où un délai est accordé pour la libération des nouvelles parts sociales, en application du 3° de l'article 37 de la présente loi lesdites parts peuvent être libérées par prélèvements égaux et réguliers sur le salaire des souscripteurs, dans les conditions fixées par décret.\n\nLa société coopérative de production peut compléter les prélèvements mentionnés à l'alinéa ci-dessus, le montant de ces versements ne pouvant excéder ni celui des versements de chaque salarié ni le maximum fixé par l'article L. 3332-11 du code du travail."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les cas dans lesquels les salariés ou leurs ayants droit peuvent, à leur demande, obtenir la résiliation ou la réduction   de leur engagement et les conditions dans lesquelles les parts souscrites seront, dans ces cas, annulées ou remplacées, sont fixés par décret."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les parts sociales souscrites dans les conditions du présent chapitre ne peuvent être ni remboursées, ni cédées, avant l'expiration d'un délai de cinq années courant à la date de leur souscription, sauf dans les cas prévus à l'article 41."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Lorsque, en dehors des cas prévus à l'article 41, il est impossible de procéder aux prélèvements prévus pour libérer les parts sociales, soit en raison de la rupture du contrat de travail, soit pour tout autre cause, le souscripteur est tenu de verser directement à la    société coopérative de production, aux dates prévues pour les prélèvements, une somme égale au montant de chacun de ces prélèvements.\n\nA défaut d'exécution de cette obligation, la    société coopérative de production se trouve déliée de l'engagement qu'elle avait pu prendre d'effectuer des versements complémentaires. Le souscripteur n'est cependant pas exonéré des obligations auxquelles il s'était engagé.\n\nLa société coopérative de production a la faculté de renoncer à poursuivre le recouvrement des sommes exigibles à l'égard d'un souscripteur. Dans ce cas, celui-ci est exclu de plein droit, après mise en demeure par lettre recommandée à lui adressée par les gérants, le conseil d'administration ou le directoire et à défaut de paiement dans les trois mois, mais le montant des versements ou prélèvements effectués ne peut lui être remboursé avant le terme du délai prévu à l'article 42."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les dispositions des articles 12,13 et 14 de la loi n° 73-119 du 27 décembre 1973 relative à la souscription ou à l'acquisition d'actions de sociétés par leurs salariés sont applicables aux opérations réalisées par les    sociétés coopératives de production dès lors qu'elles répondent aux conditions du présent chapitre."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les    sociétés coopératives de production peuvent constituer entre elles des unions pour la gestion de leurs intérêts communs et le développement de leurs activités."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les unions de    sociétés coopératives de production peuvent admettre comme associé toute personne physique ou morale intéressée directement par leurs missions.\n\nToutefois, elles doivent, pour les deux tiers au moins de leurs associés, comprendre des    sociétés coopératives de production, des unions, fédérations, associations, groupements, groupements d'intérêt économique, oeuvres de prévoyance ou d'assistance de    sociétés coopératives de production, des unions mixtes prévues à l'article 6 de la loi du 7 mai 1917 ayant pour objet l'organisation du crédit aux sociétés coopératives de consommation ainsi que des unions d'économie sociale."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les unions de    sociétés coopératives de production sont régies par les titres I et II et les articles 53,54,59 et 60 de la présente loi.Toutefois :1° Au sein des assemblées d'associés ou, selon le cas, des assemblées générales des unions, les    sociétés coopératives de production doivent disposer de deux tiers au moins des voix. Les statuts peuvent attribuer aux associés un nombre de voix au plus proportionnel au nombre de leurs associés employés ou au montant des opérations réalisées avec l'union ou à la moyenne de ces deux critères, sans pouvoir dépasser, pour chaque associé, un quart des voix dans les assemblées d'associés ou selon le cas, un tiers des voix dans les assemblées générales ;2° Les dispositions du 3° de l'article 33 de la présente loi ne sont pas applicables aux unions. Leurs statuts peuvent cependant stipuler qu'une fraction des excédents nets de gestion subsistant après dotation à la réserve légale sera répartie entre les associés proportionnellement au montant des opérations réalisées par lesdits associés avec l'union."
    },
    {
      "provision_ref": "art47bis",
      "section": "47bis",
      "title": "Article 47bis",
      "content": "Un groupement de sociétés coopératives de production est formé par au moins deux sociétés régies par la présente loi.La décision de création d'un groupement est prise par accord unanime des sociétés coopératives de production fondatrices.Les dispositions statutaires sont adoptées dans les mêmes termes par chaque société coopérative membre du groupement et comprennent notamment :1° L'appartenance au groupement avec la mention qu'elle résulte d'une décision prise sur le fondement du présent article ;2° L'admission des associés et la perte de la qualité d'associé ;3° Les modalités de répartition de la part des excédents nets de gestion attribuée aux salariés au titre du 3° de l'article 33 ;4° Le seuil mentionné à l'article 47 quinquies.Chaque société coopérative de production vote les modifications statutaires qu'entraîne la création du groupement au cours d'une assemblée générale extraordinaire. La délibération est notifiée aux autres sociétés coopératives de production fondatrices.La transformation de la part des excédents nets de gestion distribuables aux associés en parts sociales n'est applicable dans l'une des sociétés du groupement que si la décision est prise en termes identiques dans toutes les sociétés du groupement qui ont des excédents nets de gestion."
    },
    {
      "provision_ref": "art47quater",
      "section": "47quater",
      "title": "Article 47quater",
      "content": "Les salariés employés par une des sociétés membres du groupement sont assimilés à des coopératives pour le calcul des limitations de droits de vote en application de l'article 3 bis de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération."
    },
    {
      "provision_ref": "art47quinquies",
      "section": "47quinquies",
      "title": "Article 47quinquies",
      "content": "Par dérogation au second alinéa de l'article 25 de la présente loi ainsi qu'à l'article 3 bis de la loi n° 47-1775 du 10 septembre 1947 précitée, une société membre du groupement peut détenir jusqu'à 51 % des droits de vote au sein des autres sociétés du groupement, à condition que les salariés employés par ces autres sociétés détiennent ensemble un pourcentage des droits de vote au sein de cette société supérieur à un seuil fixé par les statuts des sociétés membres du groupement.Sous la même condition, cette société peut également détenir, à l'expiration du délai de dix ans prévu au premier alinéa de l'article 25 de la présente loi, jusqu'à 51 % du capital de ces sociétés."
    },
    {
      "provision_ref": "art47septies",
      "section": "47septies",
      "title": "Article 47septies",
      "content": "Une société faisant l'objet d'une participation majoritaire dans les conditions prévues aux articles 47 quinquies et 47 sexies ne peut bénéficier des dispositifs prévus aux articles 49 ter et 52 bis."
    },
    {
      "provision_ref": "art47sexies",
      "section": "47sexies",
      "title": "Article 47sexies",
      "content": "Lorsqu'une société coopérative de production qui détient la majorité des droits de vote au sein d'une société, quelle qu'en soit la forme, décide la modification des statuts de cette société pour les adapter aux dispositions de la présente loi, dans les conditions prévues au chapitre Ier du présent titre, elle peut conserver, à l'expiration d'un délai de dix ans, jusqu'à 51 % du capital et des droits de vote, par dérogation aux articles 25,47 quinquies et 50 de la présente loi ainsi qu'à l'article 3 bis de la loi n° 47-1775 du 10 septembre 1947 précitée.Toutefois, les conditions prévues à l'article 47 quinquies de la présente loi doivent être satisfaites dans un délai de cinq ans à compter du jour où ces deux sociétés sont membres d'un même groupement de sociétés coopératives de production."
    },
    {
      "provision_ref": "art47ter",
      "section": "47ter",
      "title": "Article 47ter",
      "content": "Toute demande d'adhésion d'une société coopérative de production à un groupement existant est notifiée à chacune des sociétés membres du groupement.L'adhésion d'une société coopérative de production à un groupement existant est subordonnée à l'accord préalable et unanime des sociétés membres du groupement. Chaque société coopérative de production approuve cet accord au cours d'une assemblée générale extraordinaire. L'accord de chaque société est notifié aux autres sociétés membres du groupement ainsi qu'à la société candidate.Les modifications ultérieures des dispositions statutaires prévues à l'article 47 bis sont approuvées dans les mêmes termes par toutes les sociétés membres du groupement.Une société ne peut se retirer du groupement qu'après une autorisation expresse d'une assemblée générale extraordinaire et sous réserve d'un préavis de six mois notifié à chacune des sociétés du groupement. Le retrait du groupement ne peut prendre effet qu'à la clôture de l'exercice au cours duquel la décision de retrait a été prise."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "La décision régulièrement prise par toute société, quelle qu'en soit la forme, de modifier ses statuts pour les adapter aux dispositions de la présente loi, n'entraîne pas la création d'une personne morale nouvelle."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Lorsqu'une société procède à une telle opération, ses parts ou actions sont converties en parts sociales.\n\nLes associés ou actionnaires qui se seraient opposés à la transformation peuvent opter, dans un délai de trois mois, soit pour le rachat de leurs parts sociales dans un délai de deux ans, soit pour l'annulation de ces parts et l'inscription de leur contre-valeur sur un compte à rembourser, portant intérêt au taux légal, et remboursable dans un délai de cinq ans. Ces différents délais s'entendent à compter de la publication de la décision de transformation de la société.\n\nPour l'application des deux alinéas précédents, la valeur des droits sociaux dont la conversion ou le remboursement est demandé, est déterminée, en cas de contestation, par un expert désigné, soit par les parties, soit, à défaut d'accord entre elles, par jugement du président du tribunal judiciaire statuant selon la procédure accélérée au fond et sans recours possible.\n\nL'écart de valorisation qui peut résulter de l'opération entre la valeur nominale des parts sociales annulées et la valeur déterminée lors de la transformation peut être comptabilisé pour tout ou partie à l'actif du bilan de la société dans les conditions fixées par un règlement de l'Autorité des normes comptables."
    },
    {
      "provision_ref": "art49bis",
      "section": "49bis",
      "title": "Article 49bis",
      "content": "Pendant une période de sept ans à compter de la transformation d'une société en coopérative ouvrière de production, la limite prévue à de l'article 24 n'est pas applicable à l'égard des associés dont les parts proviennent d'une conversion des parts ou actions qu'ils détenaient dans la société avant sa transformation."
    },
    {
      "provision_ref": "art49ter",
      "section": "49ter",
      "title": "Article 49ter",
      "content": "En  cas de transformation d'une société en société coopérative de  production, l'ensemble des associés non coopérateurs s'engage à céder ou  à obtenir le remboursement d'un nombre de titres permettant aux  associés coopérateurs d'atteindre le seuil de 50 % du capital au plus  tard le 31 décembre de la septième année suivant celle de la  transformation en société coopérative de production. Les modalités de  cet engagement sont fixées par décret."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les dispositions des articles 3 bis et 11 bis de la loi n° 47-1775 du 10 septembre 1947 précitée sont applicables aux anciens associés ou actionnaires de la société, demeurant associés de celle-ci après la modification mentionnée au premier alinéa de l'article 48. Dans ce cas, la limite de 49 % prévue à l'article 3 bis de la loi n° 47-1775 du 10 septembre 1947 précitée n'est applicable qu'au terme d'un délai de dix ans."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les statuts peuvent, en outre, prévoir que, pendant le délai maximum fixé à l'article précédent, la moitié au plus des gérants, des administrateurs, des membres du conseil de surveillance, du directoire ou des membres de l'organe de direction lorsque la forme de société par actions simplifiée a été retenue, sont désignés par l'assemblée des associés, l'assemblée générale ou le conseil de surveillance, selon le cas, parmi les candidats présentés par les anciens associés ou actionnaires devenus associés de la société coopérative de production."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les statuts   peuvent également stipuler que, jusqu'à l'expiration du délai prévu au deuxième alinéa de l'article 49, les droits des salariés et des associés sur la répartition des excédents nets de gestion mentionnée à l'article 33 leur sont attribués sous forme de parts sociales comme il est précisé à l'article 34 de la présente loi."
    },
    {
      "provision_ref": "art52bis",
      "section": "52bis",
      "title": "Article 52bis",
      "content": "Après  la modification mentionnée à l'article 48, les statuts de la société  peuvent prévoir que les associés non salariés peuvent céder leurs parts à  un salarié, majorées par un coût de détention temporaire de titres, ou  en obtenir le remboursement par la société. Dans ce cas, les statuts  doivent préciser le mode de calcul de cette majoration.La majoration cesse d'être appliquée au plus tard à l'expiration du délai mentionné à l'article 49 ter."
    },
    {
      "provision_ref": "art52ter",
      "section": "52ter",
      "title": "Article 52ter",
      "content": "Pendant une période de sept ans à compter de la transformation d'une  société, quelle qu'en soit la forme, en société coopérative de  production dans les conditions prévues à l'article 48, l'assemblée  générale ordinaire de la nouvelle société coopérative de production peut  décider d'utiliser les réserves mentionnées aux 1° et 2° de l'article  33 pour procéder à l'acquisition de tout ou partie des parts sociales  proposées à la vente par un associé non salarié.Les parts sociales ainsi acquises par la  société sont soit annulées, soit attribuées aux salariés dans les  conditions prévues pour la répartition des excédents nets de gestion au  3° du même article 33."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Les    sociétés coopératives de production et leurs unions sont autorisées à recevoir des dons et legs.Elles peuvent également recevoir de l'Etat des encouragements spéciaux sous forme de subventions et d'avances.Elles peuvent recevoir des subventions des collectivités locales."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Toute personne intéressée peut demander au président du tribunal compétent statuant en référé d'enjoindre, le cas échéant sous astreinte, à toute personne concernée de supprimer les mots : \" société coopérative de production ”, \" société coopérative de travailleurs ”, \" société coopérative ouvrière de production \" ou \" société coopérative et participative \" ou les initiales : \" SCOP ”, lorsque cette appellation est employée de manière illicite malgré l'interdiction édictée au deuxième alinéa."
    },
    {
      "provision_ref": "art54bis",
      "section": "54bis",
      "title": "Article 54bis",
      "content": "Les sociétés coopératives de production sont soumises aux articles 25-1 à 25-5 de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération, dans des conditions fixées par un décret en Conseil d'Etat tenant compte des dérogations et adaptations nécessaires.\n\nLes statuts des sociétés coopératives de production peuvent prévoir que le réviseur mentionné à l'article 25-2 de la même loi procède également à l'examen analytique de la situation financière, de la gestion et des compétences collectives de la société."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Les dispositions introduites à l'article L. 442-10 du code du travail par l'article 55 de la présente loi s'appliquent aux exercices ouverts à compter du 1er janvier 1978. A titre transitoire, pour le premier exercice ouvert à compter de cette date, le montant de la provision autorisée à l'article L. 442-9 du code du travail est au plus égal au total des sommes portées à la réserve spéciale de participation au titre du même exercice et de l'exercice précédent."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les sociétés coopératives de production et leurs unions existant à la date d'entrée en vigueur de la présente loi disposent d'un délai de deux ans à partir de cette date pour mettre leurs statuts en conformité avec ses dispositions. A l'expiration de ce délai, les clauses statutaires contraires à la présente loi sont réputées non écrites.\n\nLes assemblées générales ordinaires délibèrent valablement pour la modification à cet effet des statuts."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dans les sociétés coopératives de production constituées avant l'entrée en vigueur de la présente loi et dont les statuts prévoyaient l'attribution de voix supplémentaires aux associés employés dans l'entreprise, proportionnellement à leur ancienneté, le nombre de voix attribuées doit, dans le délai prévu à l'article 58, être réduit en sorte qu'il n'excède pas deux par associé.\n\nLa cessation, pour quelque cause que ce soit, de l'emploi dans l'entreprise, entraîne la perte de ces voix supplémentaires.\n\nAucune voix supplémentaire ne peut être attribuée postérieurement à l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Les articles 27 à 31 et, en tant qu'ils concernent les sociétaires coopératives de production et leurs unions, 39 à 45 du titre II du livre III de l'ancien code du travail sont abrogés.\n\nLa mention de la présente loi est, en tant que de besoin, substituée à la mention des articles 27 à 31 et 39 à 45 du titre II du livre III de l'ancien code du travail dans les textes législatifs ou réglementaires relatifs aux sociétés coopératives de production."
    }
  ]
}