{
  "id": "loi-n-2021-1485-du-15-novembre-2021",
  "type": "statute",
  "title": "LOI n°2021-1485 du 15 novembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044327272",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. -A modifié les dispositions suivantes :\n\n- Code de l'éducation\n\nII. - Le I du présent article entre en vigueur le premier jour de la rentrée scolaire 2022."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Un observatoire des impacts environnementaux du numérique analyse et quantifie les impacts directs et indirects du numérique sur l'environnement ainsi que la contribution apportée par le numérique, notamment l'intelligence artificielle, à la transition écologique et solidaire. Il élabore une définition de la sobriété numérique.Les travaux de l'observatoire des impacts environnementaux du numérique sont rendus publics et peuvent comporter des propositions visant à réduire les impacts environnementaux du numérique.Cet observatoire est placé auprès de l'Agence de l'environnement et de la maîtrise de l'énergie ainsi que de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, qui en assurent le secrétariat. Dans le cadre de ses missions, l'observatoire peut faire appel à des chercheurs et à des personnalités qualifiées."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les mesures qui pourraient être envisagées afin d'améliorer le recyclage, le réemploi et la réutilisation des équipements numériques et sur la faisabilité de ces mesures."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les équipements informatiques fonctionnels dont les services de l'Etat ou les collectivités territoriales et leurs groupements se séparent sont orientés vers le réemploi ou la réutilisation, y compris selon les modalités définies à l'article L. 3212-2 du code général de la propriété des personnes publiques, dans des proportions, selon un calendrier et suivant des modalités définis par décret.Les équipements informatiques de plus de dix ans ne sont pas concernés par cette obligation. Ils sont orientés vers le recyclage."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 31 décembre 2021, un rapport portant sur la rémunération pour copie privée définie au titre Ier du livre III du code de la propriété intellectuelle. Ce rapport détaille notamment l'évolution progressive de son assiette et de son barème depuis sa création. Il analyse sa dynamique, l'attribution effective de sa recette et les modalités de publication en libre accès de l'ensemble des données afférentes à cette dernière. Il formule des propositions visant à améliorer la transparence et l'efficacité du fonctionnement de la commission prévue à l'article L. 311-5 du même code et des pratiques de remboursement de ladite rémunération à destination des professionnels.Le Gouvernement remet également au Parlement, au plus tard le 31 décembre 2022, une étude des impacts économiques de la rémunération pour copie privée, en particulier sur les supports d'enregistrement d'occasion au sens de l'article L. 321-1 du code de commerce. Cette étude formule des scénarii d'évolution possible de cette rémunération."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code des postes et des communications électroniques\n\nII.-Le I entre en vigueur le 1er janvier 2024."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A créé les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2023\n\n- Code des postes et des communications électroniques"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur le développement des cryptomonnaies, sur ses enjeux et sur ses impacts environnementaux actuels et à venir.Ce rapport, dans le cadre de l'élaboration de la stratégie numérique responsable, s'attache notamment à estimer l'impact environnemental de l'hébergement sur du “hardware” de particuliers par des sociétés spécialisées dans le minage, aux fins de leur permettre de miner rentablement des cryptomonnaies à l'étranger, organisant ainsi une exportation de consommation d'énergie fossile et d'émissions de gaz à effet de serre."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des postes et des communications électroniques\n\nII. - Le I du présent article entre en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. -A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nII.-Le I s'applique aux plans climat-air-énergie territoriaux dont l'élaboration ou la révision est décidée après la publication de la présente loi."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-Les communes de plus de 50 000 habitants définissent, au plus tard le 1er janvier 2025, une stratégie numérique responsable qui indique notamment les objectifs de réduction de l'empreinte environnementale du numérique et les mesures mises en place pour les atteindre.Elles élaborent, au plus tard le 1er janvier 2023, un programme de travail préalable à l'élaboration de la stratégie mentionnée au premier alinéa du présent I, qui comporte notamment un état des lieux recensant les acteurs concernés et rappelant, le cas échéant, les mesures menées pour réduire l'empreinte environnementale du numérique.La stratégie numérique responsable fait l'objet d'un bilan annuel dans le cadre du rapport sur la situation en matière de développement durable prévu à l'article L. 2311-1-1 du code général des collectivités territoriales.Le contenu de cette stratégie et les modalités de son élaboration sont précisés par décret.Le présent I est applicable aux établissements publics de coopération intercommunale à fiscalité propre regroupant plus de 50 000 habitants.\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Le I entre en vigueur le 1er janvier 2025.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport sur l'impact environnemental de la pratique du jeu à la demande. Le rapport s'attache à faire un bilan coûts-avantages de la pratique afin d'en mesurer au moins les effets nuisibles et bénéfiques.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}