{
  "id": "loi-n-2016-1321-du-7-octobre-2016",
  "type": "statute",
  "title": "LOI n°2016-1321 du 7 octobre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033202746",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Sous réserve des articles L. 311-5 et L. 311-6 du code des relations entre le public et l'administration et sans préjudice de l'article L. 114-8 du même code, les administrations mentionnées au premier alinéa de l'article L. 300-2 dudit code sont tenues de communiquer, dans le respect de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, les documents administratifs qu'elles détiennent aux autres administrations mentionnées au même premier alinéa de l'article L. 300-2 qui en font la demande pour l'accomplissement de leurs missions de service public.\n\nLes informations figurant dans des documents administratifs communiqués ou publiés peuvent être utilisées par toute administration mentionnée audit premier alinéa de l'article L. 300-2 qui le souhaite à des fins d'accomplissement de missions de service public autres que celle pour les besoins de laquelle les documents ont été produits ou reçus.\n\nA compter du 1er janvier 2017, l'échange d'informations publiques entre les administrations de l'Etat, entre les administrations de l'Etat et ses établissements publics administratifs et entre les établissements publics précités, aux fins de l'exercice de leurs missions de service public, ne peut donner lieu au versement d'une redevance.\n\nII. - A modifié les dispositions suivantes :\n\nIII. - Le titre Ier du livre III du code des relations entre le public et l'administration est applicable aux demandes de communication des documents administratifs exercées en application du I du présent article.\n\n- Code des relations entre le public et l'administration"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A créé les dispositions suivantes :\n\nIII.-Un décret en Conseil d'Etat, pris après avis de la commission mentionnée à l'article L. 340-1 du code des relations entre le public et l'administration, définit les modalités d'application des articles L. 312-1 à L. 312-1-3 du même code\n\nIV.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-A abrogé les dispositions suivantes :\n\nVI.-A modifié les dispositions suivantes :\n\nVII.-A modifié les dispositions suivantes :\n\nVIII.-A modifié les dispositions suivantes :\n\n-Code des relations entre le public et l'administration\n\n-Code des relations entre le public et l'administration\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\nArt. L1453-1\n\n-Code des communes de la Nouvelle-Calédonie\n\n-Code des relations entre le public et l'administration\n\n-Code des relations entre le public et l'administration\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "II. - La publication en ligne prévue aux articles L. 312-1-1 et L. 312-1-3 du code des relations entre le public et l'administration est effectuée :1° Six mois après la promulgation de la présente loi, pour les documents mentionnés au 1° de l'article L. 312-1-1 ;2° Un an après la promulgation de la présente loi, pour les documents mentionnés au 2° du même article L. 312-1-1 ;3° A une date fixée par décret, et au plus tard deux ans après la promulgation de la présente loi, pour l'ensemble des autres documents entrant dans le champ d'application des mêmes articles L. 312-1-1 et L. 312-1-3"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "II. - Le 2° du I du présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "II. - Le I du présent article entre en vigueur à la date de publication du décret mentionné au III de l'article L. 321-4 du code des relations entre le public et l'administration et, au plus tard, six mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les administrations mentionnées au premier alinéa de l'article L. 300-2 du code des relations entre le public et l'administration veillent à préserver la maîtrise, la pérennité et l'indépendance de leurs systèmes d'information.Elles encouragent l'utilisation des logiciels libres et des formats ouverts lors du développement, de l'achat ou de l'utilisation, de tout ou partie, de ces systèmes d'information. Elles encouragent la migration de l'ensemble des composants de ces systèmes d'information vers le protocole IPV6, sous réserve de leur compatibilité, à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de la voirie routière\n\n- Code de l'organisation judiciaire\n\nArt. L111-13\n\nII. - Le troisième alinéa de l'article L. 119-1-1 du code de la voirie routière entre en vigueur le 1er janvier 2018 en tant qu'il concerne les collectivités territoriales et leurs groupements."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "II. - Le I du présent article entre en vigueur le premier jour du septième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Le Gouvernement remet au Parlement, dans un délai de trois mois à compter de la promulgation de la présente loi, un rapport sur la possibilité de créer un Commissariat à la souveraineté numérique rattaché aux services du Premier ministre, dont les missions concourent à l'exercice, dans le cyberespace, de la souveraineté nationale et des droits et libertés individuels et collectifs que la République protège. Ce rapport précise les moyens et l'organisation nécessaires au fonctionnement du Commissariat à la souveraineté numérique."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le Gouvernement remet au Parlement, au plus tard deux ans après la promulgation de la présente loi, un rapport qui évalue les effets de l'article L. 533-4 du code de la recherche sur le marché de l'édition scientifique et sur la circulation des idées et des données scientifiques françaises."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "II. - Le 1° du I du présent article entre en vigueur à compter du prochain renouvellement de membres de la commission mentionnée au premier alinéa de l'article L. 125 du code des postes et des communications électroniques."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - A créé les dispositions suivantes :\n\nII.- (Abrogé)\n\n- Code de la consommation"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "II.-A compter de l'entrée en vigueur des mesures réglementaires nécessaires à l'application de l'article L. 111-7 du code de la consommation, dans sa rédaction résultant du 1° du I du présent article, les articles L. 111-6 et L. 131-3 du même code sont abrogés."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "II. - L'article L. 224-30 du code de la consommation, dans sa rédaction résultant du I, est applicable aux contrats conclus ou reconduits après la publication de la présente loi."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "II. - Le B du I s'applique aux biens acquis, fabriqués ou pris en crédit-bail ou en location avec option d'achat par les coopératives à compter du 26 avril 2016"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Lorsque des collectivités territoriales cèdent des droits permanents, irrévocables et exclusifs d'usage de longue durée de réseaux de communications électroniques, ceux-ci peuvent être comptabilisés, en totalité, l'année de leur encaissement, en section d'investissement.Lorsque des collectivités territoriales acquièrent des droits permanents, irrévocables et exclusifs d'usage de longue durée de réseaux de communications électroniques, ceux-ci peuvent être comptabilisés en section d'investissement."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances :1° Toute mesure relevant du domaine de la loi afin de permettre de faciliter l'utilisation du processus d'identification électronique défini à l'article L. 136 du code des postes et des communications électroniques par la personne concernée pour justifier de son identité et pour communiquer ou recevoir des informations ou documents demandés ou délivrés par les autorités publiques ou dans le cadre de transactions commerciales ou d'échanges entre particuliers et professionnels ;2° Toute mesure relevant du domaine de la loi afin d'adapter le cadre juridique existant ayant pour objet ou se rapportant à l'identification électronique et aux services de confiance par voie électronique au regard des dispositions du règlement (UE) n° 910/2014 du Parlement européen et du Conseil du 23 juillet 2014 sur l'identification électronique et les services de confiance pour les transactions électroniques au sein du marché intérieur et abrogeant la directive 1999/93/CE.Ces ordonnances sont prises dans un délai de douze mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "III. - L'article L. 224-54 du code de la consommation, dans sa rédaction résultant du I du présent article, entre en vigueur six mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I.-Le joueur professionnel salarié de jeu vidéo compétitif est défini comme toute personne ayant pour activité rémunérée la participation à des compétitions de jeu vidéo dans un lien de subordination juridique avec une association ou une société bénéficiant d'un agrément du ministre chargé du numérique, précisé par voie réglementaire.II.-Le code du travail est applicable au joueur professionnel salarié de jeu vidéo compétitif, à l'exception des articles L. 1221-2, L. 1242-1 à L. 1242-3, L. 1242-5, L. 1242-7 L. 1242-8, L. 1242-8-1, L. 1242-12, L. 1242-17, L. 1243-8 à L. 1243-10, L. 1243-13, L. 1243-13-1, L. 1244-3 à L. 1245-1, L. 1246-1 et L. 1248-1 à L. 1248-11 relatifs au contrat de travail à durée déterminée.III.-Tout contrat par lequel une association ou une société bénéficiant de l'agrément prévu au I du présent article s'assure, moyennant rémunération, le concours d'un joueur mentionné au même I est un contrat de travail à durée déterminée.IV.-La durée du contrat de travail mentionné au III ne peut être inférieure à la durée d'une saison de jeu vidéo compétitif de douze mois.Toutefois, un contrat conclu en cours de saison de compétition de jeu vidéo peut avoir une durée inférieure à douze mois, dans des conditions précisées par voie réglementaire :1° Dès lors qu'il court au minimum jusqu'au terme de la saison de jeu vidéo ;2° S'il est conclu pour assurer le remplacement d'un joueur professionnel de jeu vidéo en cas d'absence du joueur professionnel ou de suspension de son contrat de travail.Les modalités de détermination des dates de début et de fin des saisons de jeu vidéo sont précisées par voie réglementaire.La durée du contrat de travail mentionné au III ne peut être supérieure à cinq ans.La durée maximale mentionnée à l'avant-dernier alinéa du présent IV n'exclut pas le renouvellement du contrat ou la conclusion d'un nouveau contrat avec le même employeur.V.-Le contrat de travail à durée déterminée est établi par écrit en au moins trois exemplaires et mentionne les droits et obligations prévues aux I à VIII du présent article.Il comporte également :1° L'identité et l'adresse des parties ;2° La date d'embauche et la durée pour laquelle il est conclu ;3° La désignation de l'emploi occupé et les activités auxquelles participe le salarié ;4° Le montant de la rémunération et de ses différentes composantes, y compris les primes et accessoires de salaire s'il en existe ;5° Les noms et adresses des caisses de retraite complémentaire et de prévoyance et de l'organisme assurant la couverture maladie complémentaire ;6° L'intitulé des conventions ou accords collectifs applicables.Le contrat de travail à durée déterminée est transmis par l'employeur au joueur professionnel de jeu vidéo compétitif au plus tard deux jours ouvrables après l'embauche.VI.-Les clauses de rupture unilatérale pure et simple du contrat de travail à durée déterminée du joueur professionnel de jeu vidéo compétitif salarié sont nulles et de nul effet.VII.-Est réputé à durée indéterminée tout contrat conclu en méconnaissance des règles de fond et de forme prévues aux II à V du présent article.Le fait de méconnaître les règles de fond et de forme prévues aux III, IV et au premier alinéa du V est puni d'une amende de 3 750 €. En cas de récidive, la peine est portée à six mois d'emprisonnement et 7 500 € d'amende.VIII.-Tout au long de l'exécution du contrat de travail à durée déterminée d'un joueur professionnel de jeu vidéo compétitif, l'association ou la société bénéficiant de l'agrément prévu au I du présent article qui l'emploie offre au joueur professionnel salarié des conditions de préparation et d'entraînement équivalentes à celles des autres joueurs professionnels salariés de l'association ou de la société."
    },
    {
      "provision_ref": "art102-1",
      "section": "102-1",
      "title": "Article 102-1",
      "content": "I.-Nul ne peut exercer les fonctions d'enseignement, d'animation ou d'encadrement d'une activité de jeux vidéo ou entraîner ses pratiquants, à titre d'occupation principale ou secondaire, de façon habituelle, saisonnière ou occasionnelle, à titre rémunéré ou bénévole, ou exercer les fonctions d'arbitre ou de juge dans de telles activités, ni intervenir auprès de mineurs au sein d'un établissement dans lequel sont pratiquées des activités de jeux vidéo s'il a fait l'objet d'une condamnation pour crime ou pour l'un des délits prévus :1° Au chapitre Ier du titre II du livre II du code pénal, à l'exception du premier alinéa de l'article 221-6 ;2° Au chapitre II du même titre II, à l'exception du premier alinéa de l'article 222-19 ;3° Aux chapitres III, IV, V et VII dudit titre II ;4° Au chapitre II du titre Ier du livre III du même code ;5° Au chapitre IV du titre II du même livre III ;6° Au livre IV du même code ;7° Aux articles L. 235-1 et L. 235-3 du code de la route ;8° Aux articles L. 3421-1, L. 3421-4 et L. 3421-6 du code de la santé publique ;9° Au chapitre VII du titre Ier du livre III du code de la sécurité intérieure.II.-En outre, nul ne peut enseigner, animer ou encadrer une activité de jeux vidéo auprès de mineurs s'il fait l'objet d'une mesure administrative d'interdiction de participer, à quelque titre que ce soit, à la direction et à l'encadrement d'institutions et d'organismes soumis aux dispositions législatives ou réglementaires relatives à la protection des mineurs accueillis en centre de vacances et de loisirs, ainsi que de groupements de jeunesse, ou s'il fait l'objet d'une mesure administrative de suspension de ces mêmes fonctions.III.-En outre, nul ne peut enseigner, animer ou encadrer une activité de jeux vidéo s'il a été définitivement condamné par le juge pénal pour crime ou délit à caractère terroriste."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin de favoriser la dématérialisation par le développement de l'envoi de documents par voie électronique, de l'usage de la signature électronique et de la lettre recommandée électronique dans les relations entre :1° Les mandants et leurs mandataires dans le cadre de l'exercice des activités d'entremise et de gestion des immeubles et fonds de commerce réglementées par la loi n° 70-9 du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce ;2° Les bailleurs et les locataires de biens immobiliers ou de fonds de commerce ;3° Les vendeurs et les acquéreurs pour les actes sous seing privé constatant des transactions portant sur des immeubles, des fonds de commerce ou de parts sociales non négociables lorsque l'actif social comprend un immeuble ou un fonds de commerce ;4° Les diagnostiqueurs et leurs clients dans l'exécution de leurs missions ;5° Les personnes soumises à la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis.II.-L'ordonnance prévue au I du présent article est prise dans un délai d'un an à compter de la promulgation de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de cinq mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures relevant du domaine de la loi permettant, par voie dématérialisée sur un support durable et accessible au client, de remettre, fournir, mettre à disposition ou communiquer des informations ou des documents relatifs à un contrat régi par le code monétaire et financier, le code des assurances, le code de la mutualité, le titre III du livre IX du code de la sécurité sociale ou le livre III du code de la consommation, ainsi que de conclure ou de modifier ces contrats, le cas échéant via une signature électronique, ces supports dématérialisés se substituant aux documents écrits sur support papier, tout en garantissant au client une protection au moins équivalente.II. - L'ordonnance prévue au I du présent article est prise dans un délai d'un an à compter de la promulgation de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de cinq mois à compter de la promulgation de l'ordonnance."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV. - La mise en œuvre du p du I de l'article L. 33-1 du code des postes et des communications électroniques, de l'article 78 de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées et de l'article L. 112-8 du code de la consommation s'appuie notamment sur une solution d'accessibilité téléphonique universelle. Cette solution comprend notamment un service de traduction simultanée écrite et visuelle mis à la disposition des utilisateurs sourds, malentendants, sourdaveugles et aphasiques sans surcoût pour eux. Elle a pour objet d'offrir à ces utilisateurs un parcours d'appel simple, garantissant le respect de la confidentialité des échanges traduits ou transcrits. Elle permet de mutualiser les coûts des personnes soumises à l'obligation d'assurer cette accessibilité. L'Etat peut confier à un opérateur la mise en place ou la gestion de cette solution.\n\nLes services de traduction mentionnés au p du I de l'article L. 33-1 du code des postes et des communications électroniques, à l'article 78 de la loi n° 2005-102 du 11 février 2005 précitée et à l'article L. 112-8 du code de la consommation assurent, en mode simultané et à la demande de l'utilisateur, l'interprétariat entre le français et la langue des signes française, la transcription écrite et le codage en langage parlé complété.\n\nL'accessibilité des services d'accueil mentionnés à l'article 78 de la loi n° 2005-102 du 11 février 2005 précitée et à l'article L. 112-8 du code de la consommation peut être réalisée directement par des téléconseillers professionnels maitrisant la langue des signes française, la transcription écrite ou le codage en langage parlé complété et dont les diplômes et qualifications sont précisés par le décret mentionné au VII du présent article.\n\nV. - Au plus tard dix ans après la promulgation de la présente loi, et selon des modalités définies par le décret prévu au VII, le service de traduction mentionné au p du I de l'article L. 33-1 du code des postes et des communications électroniques fonctionne vingt-quatre heures sur vingt-quatre, tous les jours de l'année, le service de traduction mentionné à l'article 78 de la loi n° 2005-102 du 11 février 2005 précitée fonctionne aux horaires d'ouverture des services d'accueil téléphonique concerné et le service de traduction mentionné à l'article L. 112-8 du code de la consommation fonctionne aux horaires d'ouverture des services clients.\n\nVI. - La mise en œuvre du p du I de l'article L. 33-1 du code des postes et des communications électroniques, de l'article 78 de la loi n° 2005-102 du 11 février 2005 précitée et de l'article L. 112-8 du code de la consommation peut s'appuyer sur des applications de communications électroniques permettant la vocalisation du texte, la transcription de la voix en texte, la traduction en et depuis la langue des signes française, la transcription en et depuis le langage parlé complété ou l'aide de pictogrammes adaptés à l'aphasie. Cette mise en œuvre ne peut se substituer au service de traduction simultanée écrite et visuelle mentionné au p du I de l'article L. 33-1 du code des postes et des communications électroniques, à l'article 78 de la loi n° 2005-102 du 11 février 2005 précitée et à l'article L. 112-8 du code de la consommation qu'à la condition de garantir une accessibilité de qualité équivalente et d'offrir les mêmes conditions de traduction aux personnes sourdes, malentendantes, sourdaveugles et aphasiques.\n\nVII. - Les I et II entrent en vigueur selon des modalités et à une date prévues par décret et, au plus tard, cinq ans après la promulgation de la présente loi. Le III entre en vigueur à une date fixée par décret et, au plus tard, deux ans après la promulgation de la présente loi. Ce décret précise également les modalités de suivi de l'application du présent article et les diplômes et qualifications requis pour les professionnels intervenant sur l'accessibilité simultanée des appels.\n\nVIII. - Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement présente un plan des métiers visant à développer les formations conduisant aux professions spécialisées nécessaires à la mise en œuvre du présent article.\n\n- Code des postes et des communications électroniques\n\n- Loi n° 2005-102 du 11 février 2005\n\n- Code de la consommation"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "IX.-Les cartes d'invalidité, de priorité et de stationnement délivrées en application des articles L. 241-3 à L. 241-3-2 du code de l'action sociale et des familles, dans leur rédaction antérieure à la présente loi, demeurent valables jusqu'à leur date d'expiration et, au plus tard, jusqu'au 31 décembre 2026. Les titulaires de ces cartes peuvent demander une carte “ mobilité inclusion ” avant cette date. Cette carte se substitue aux cartes délivrées antérieurement.X.-Le présent article entre en vigueur le 1er janvier 2017. A titre transitoire, les cartes d'invalidité, de priorité et de stationnement peuvent être délivrées, en tant que de besoin, jusqu'au 1er juillet 2017. Les articles L. 241-3 à L. 241-3-2 du code de l'action sociale et des familles, dans leur rédaction antérieure à la présente loi, restent applicables aux cas mentionnés à la deuxième phrase du présent alinéa jusqu'à cette même date.Les demandes de carte en cours d'instruction à la date d'entrée en vigueur du présent article donnent lieu à la délivrance de la carte “ mobilité inclusion ” dès lors que les conditions en sont remplies."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. - Les I et III de l'article 1er, le II de l'article 12, les articles 15, 17 et 18, le III de l'article 64 et les articles 67 et 94 de la présente loi sont applicables en Nouvelle-Calédonie.II. - Les I et III de l'article 1er, le II de l'article 12, les articles 15, 17 et 18, le III de l'article 64 et les articles 67 et 94 de la présente loi sont applicables en Polynésie française.III. - Les I et III de l'article 1er, le II de l'article 8, le II de l'article 12, le II de l'article 14, l'article 15, l'article 17, le I de l'article 18, l'article 19, le II de l'article 36, l'article 39, les articles 48, 49, 50, 52, 53, 67 et 94 de la présente loi sont applicables dans les îles Wallis et Futuna.IV. - Les I et III de l'article 1er, le II de l'article 12 et les articles 15, 17 et 94 de la présente loi sont applicables dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- LOI n° 78-753 du 17 juillet 1978\n\n- Loi n° 2000-321 du 12 avril 2000"
    }
  ]
}