{
  "id": "loi-n-90-1169-du-29-decembre-1990",
  "type": "statute",
  "title": "Loi n° 90-1169 du 29 décembre 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000864574",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Une somme de 275 millions de francs est allouée au budget général sur la part des bénéfices de l'Institut d'émission des départements d'outre-mer versée au Trésor au titre de l'exercice fiscal 1989."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour les exercices clos à compter du 1er janvier 1988, le résultat net de la caisse d'aide à l'équipement des collectivités locales est versé au budget général de l'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'ajustement des recettes tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément de charges du budget de l'Etat pour 1990 sont fixés ainsi qu'il suit : (tableau non reproduit, voir JO du 30/12/1990 page 16423)."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Il est ouvert aux ministres, au titre des dépenses ordinaires des services civils pour 1990, des crédits supplémentaires s'élevant à la somme totale de 39 619 703 643 F, conformément à la répartition par titre et par ministère qui en est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est ouvert aux ministres, au titre des dépenses en capital des services civils pour 1990, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 15 496 618 371 F et de 11 477 350 421 F conformément à la répartition par titre et par ministère qui en est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sur les crédits ouverts au ministre de la recherche et de la technologie par la loi de finances pour 1990, sont annulés au titre VI (Subventions d'investissement accordées par l'Etat) une autorisation de programme et un crédit de paiement de 22 500 000 F."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sur les crédits ouverts au ministre de l'équipement, du logement, des transports et de la mer, par la loi de finances pour 1990, au titre des dépenses en capital (titre VI) du budget de l'équipement, du logement, des transports et de la mer, sont annulés une autorisation de programme et un crédit de paiement de 3 000 000 F."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses ordinaires des services militaires pour 1990, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 10 000 000 F et de 1 673 260 000 F."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses en capital des services militaires pour 1990, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 12 000 000 F et de 12 000 000 F."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sur les crédits ouverts au ministre de la défense pour 1990, au titre des dépenses en capital (titre V) du budget de la défense, section commune, sont annulés une autorisation de programme et un crédit de paiement de 12 000 000 F."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Il est ouvert aux ministres, au titre des dépenses des budgets annexes pour 1990, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 16 040 000 F et de 93 540 000 F ainsi répartis :(tableau non reproduit, voir JO du 30/12/1990 page 16425)."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Il est ouvert au ministre d'Etat, ministre de l'économie, des finances et du budget pour 1990, au titre des comptes de prêts, des crédits de paiement supplémentaires s'élevant à la somme de 519 970 000 F."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sont ratifiés les crédits ouverts par les décrets d'avance n° 90-284 du 30 mars 1990 et n° 90-861 du 27 septembre 1990."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'état F annexé à l'article 71 de la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989) est complété par les chapitres suivants au titre du budget annexe des prestations sociales agricoles :46-01 Prestations maladie, maternité, soins aux invalides, versées aux exploitants agricoles et aux membres non salariés de leur famille.46-02 Prestations invalidité versées aux exploitants agricole s et aux membres non salariés de leur famille.46-03 Allocations de remplacement versées aux conjoints de non-salariés agricoles.46-92 Prestations familiales versées aux non-salariés du régi me agricole.46-96 Prestations vieillesse versées aux non-salariés du régi me agricole.46-97 Contribution au fonds spécial, aux assurances sociales des étudiants et au régime d'assurance obligatoire des praticiens et auxiliaires médicaux conventionnés (art. L. 677, L. 570 et L. 613-10 du code de la sécurité sociale)."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'excédent de 9,29 millions de francs, hors taxe sur la valeur ajoutée, constaté en 1989, sur le produit de la taxe dénommée redevance pour droits d'usage des récepteurs de télévision, est affecté à France Régions 3."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "A titre exceptionnel, les dispositions du 2° du II de l'article 1648 A bis du code général des impôts ne sont pas applicables au titre de l'année 1990."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à IV. Paragraphes modificateursV. 1. Alinéa modificateur2. Les dispositions des 1 à 5 de l'article 39 duodecies A du code général des impôts et du II ci-dessus s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal.3. Les dispositions de l'article 39 terdecies du code général des impôts ne sont pas applicables aux sommes perçues en exécution d'un contrat de crédit-bail portant sur des éléments incorporels d'un fonds de commerce ou d'un fonds artisanal.VI. - Les dispositions du présent article s'appliquent pour la détermination des résultats des exercices clos à compter du 31 décembre 1990."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. Paragraphe modificateurII. Cette disposition s'applique pour les exercices ouverts à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du présent article s'appliquent aux opérations de reprise ou de transfert d'activités réalisées à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. à III. Paragraphes modificateursIV. - Les dispositions du présent article s'appliquent pour la détermination des résultats imposables des exercices clos à compter du 31 décembre 1990."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le transfert des biens, droits et obligations de la caisse d'allocations familiales de la région parisienne, prévu par le décret n° 90-920 du 2 octobre 1990, au profit des caisses d'allocations familiales créées pour la remplacer est effectué à titre gratuit et ne donne lieu à aucune indemnité ou perception de droits ou de taxes, ni à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou honoraires au profit des agents de l'Etat."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - Pour la détermination de l'impôt sur le revenu au titre des traitements et salaires, les contributions versées par les salariés en application des dispositions de l'article L. 351-3 du code du travail sont déductibles du montant brut des sommes payées à titre des traitements et salaires et des avantages en nature ou en argent accordés.II. - Les impositions dues, en application du I, au titre des années antérieures à la date de publication de la présente loi sont, en tant qu'elles font application des dispositions du I, réputées régulières, sous réserve des décisions de justice passées en force de chose jugée."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - Le prélèvement social institué par l'article 1er de la loi n° 87-516 du 10 juillet 1987 portant diverses mesures relatives au financement de la sécurité sociale s'applique dans les mêmes conditions aux revenus soumis à l'impôt sur le revenu de 1990.Le prélèvement est mis en recouvrement et exigible en même temps que l'impôt sur le revenu établi au titre de l'année considérée.Les contribuables qui ne sont pas soumis à cet impôt ou dont la cotisation n'est pas mise en recouvrement en application du 1 bis de l'article 1657 du code général des impôts ne sont pas assujettis au prélèvement.La partie de l'avoir fiscal, des crédits d'impôt et des prélèvements non libératoires de l'impôt sur le revenu non imputée sur l'impôt sur le revenu peut être imputée sur le montant du prélèvement.Les dispositions de l'article L. 80 du livre des procédures fiscales sont applicables.Les dispositions du II, du second alinéa du III et des premier et dernier alinéas du IV de l'article 1er de la loi n° 87-516 du 10 juillet 1987 précitée sont abrogées.II. - Le prélèvement social institué par l'article 2 de la loi n° 87-516 du 10 juillet 1987 précitée s'applique dans les mêmes conditions aux produits de placement sur lesquels est opéré, au cours de l'année 1991, le prélèvement prévu à l'article 125 A du code général des impôts."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Pour l'application des articles 286 et 289 du code général des impôts, les factures transmises par voie télématique constituent, sous réserve des dispositions ci-après, des documents tenant lieu de factures d'origine.Les informations émises et reçues doivent être identiques. Sur demande de l'administration, elles sont restituées en langage clair par l'entreprise émettrice et par l'entreprise réceptrice.Si l'administration le demande, la restitution des informations est effectuée sur support papier.II. - Les entreprises ou leurs groupements qui veulent recourir à la télétransmission des factures prévue au I déposent une demande d'autorisation auprès de l'administration fiscale. Cette demande comprend les éléments permettant de vérifier que le système de télétransmission répond aux conditions posées par le présent article.A compter de la réception de la demande, l'administration dispose d'un délai de six mois pour se prononcer. Pour permettre aux entreprises ou à leurs groupements de fournir tous renseignements complémentaires utiles tant à l'instruction du dossier qu'à la mise en oeuvre des tests visés au cinquième alinéa du présent paragraphe, ce délai peut être prorogé de trois mois.Le système de télétransmission ne peut être modifié sans qu'il soit conservé trace dans la documentation des modifications apportées.La modification du système soumis à autorisation est portée à la connaissance de l'administration préalablement à sa mise en oeuvre. A défaut de réponse dans un délai de deux mois, la modification est considérée comme acceptée.Dans le cadre de l'instruction de la demande initiale ou modificative, il peut être procédé à des tests auprès de l'entreprise émettrice, de l'entreprise réceptrice et, le cas échéant, des prestataires de services de télétransmission.Les contribuables qui entendent utiliser un système déjà autorisé dans les conditions visées aux alinéas précédents en font la déclaration auprès de l'administration fiscale, au plus tard trente jours avant sa mise en oeuvre. A l'expiration de ce délai, l'administration est réputée avoir donné son autorisation.III. - Les informations doivent être conservées dans leur contenu originel et dans l'ordre chronologique de leur émission par l'entreprise émettrice et de leur réception par l'entreprise réceptrice dans les conditions et dans les délais fixés par l'article L. 102 B du livre des procédures fiscales.Les entreprises émettrices et réceptrices tiennent et conservent sur support papier, pendant le délai fixé au premier alinéa de l'article L. 102 B du livre des procédures fiscales, une liste récapitulative séquentielle de tous les messages émis et reçus et de leurs anomalies éventuelles.IV. - Les agents de l'administration peuvent intervenir de manière inopinée dans les locaux professionnels des entreprises émettrices et réceptrices, et s'il y a lieu, dans les locaux professionnels des prestataires de services de télétransmission, pour vérifier la conformité du fonctionnement du système de télétransmission aux exigences du présent article.Lors de l'intervention mentionnée à l'alinéa précédent, l'administration des impôts remet au contribuable, ou à son représentant, un avis d'intervention précisant les opérations techniques envisagées sur le système de télétransmission.A l'issue de cette intervention, les agents de l'administration établissent un procès-verbal constatant la conformité du système ou le manquement aux conditions posées par le présent article.Le refus de laisser les agents qualifiés accéder aux locaux professionnels, l'impossibilité de réaliser les tests et les manquements constatés lors de tests ou lors d'une procédure de vérification des systèmes télématiques entraînent la suspension de l'autorisation prévue au II. La décision de suspension peut être prononcée à l'expiration d'un délai de trente jours à compter de la notification du procès-verbal visé à l'alinéa précédent. Dans ce délai, le contribuable peut formuler ses observations et procéder à la régularisation des conditions de fonctionnement du système.A défaut de régularisation dans un délai de trois mois suivant la décision de suspension, l'autorisation d'utiliser un système de télétransmission est caduque.L'intervention, effectuée par des agents des impôts ou sous leur contrôle conformément au premier alinéa du présent paragraphe, ne relève pas des procédures de contrôle de l'impôt régies par les articles L. 10 à L. 54 A du livre des procédures fiscales. Les procès-verbaux établis en application du présent texte ne sont opposables au contribuable qu'au regard de la validité de l'agrément dont bénéficie son système de télétransmission.V. - Un décret fixe les conditions d'application du présent article, et notamment les modalités de restitution des informations ainsi que les conditions dans lesquelles les agents de l'administration sont habilités à procéder aux visites mentionnées au IV."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. à III. Paragraphes modificateursIV. - Les dispositions du présent article s'appliquent à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Alinéa modificateurPour la perception du droit de bail, cette disposition s'applique à compter de la période d'imposition s'ouvrant le 1er octobre 1990."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à partir du 1er juillet 1991.III. - Les tarifs fixés pour l'application des dispositions de l'article 1618 septies du code général des impôts par des décrets antérieurs à la date d'entrée en vigueur de la présente loi sont validés."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "A compter du 1er janvier 1991, il est établi, au profit de l'Institut national de l'origine et de la qualité, un droit par hectolitre de lait servant à la fabrication d'un produit laitier revendiqué en appellation d'origine contrôlée.Ce droit est fixé sur proposition de l'Institut national de l'origine et de la qualité, par arrêté conjoint du ministre de l'agriculture et de la forêt et du ministre délégué chargé du budget, dans la limite de 0,24 F par hectolitre. Il est acquitté par les producteurs de produits laitiers sur les quantités qu'ils revendiquent en appellation d'origine contrôlée lors du dépôt de la demande d'agrément prévue par la réglementation en vigueur."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Par dérogation à l'article 25 de la loi n° 90-568 du 2 juillet 1990 relative à l'organisation du service public de la poste et des télécommunications, les créances pour lesquelles un état exécutoire a été émis et notifié au débiteur avant le 1er janvier 1991, sont recouvrées par l'Etat selon les procédures afférentes à ces titres.Les avis de mise en recouvrement émis et notifiés au débiteur avant le 1er janvier 1991 sont recouvrés par les exploitants selon les modalités antérieurement en vigueur pour ces titres.Les sommes recouvrées sont reversées aux exploitants selon une répartition déterminée par la commission prévue à l'article 24 de la loi n° 90-568 du 2 juillet 1990 précitée."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Alinéa modificateurLes actions ouvertes par l'article 4 de la loi n° 49-420 du 25 mars 1949 précitée pour les rentes viagères qui ont pris naissance entre le 1er janvier 1984 et le 1er janvier 1990 pourront être intentées jusqu'au 31 décembre 1992."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "L'article 60 de la loi de finances pour 1963 (n° 63-156 du 23 février 1963, deuxième partie, - Moyens des services et dispositions spéciales), est applicable dans les territoires d'outre-mer et dans les collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. et II. Paragraphes modificateurs\n\nIII. - Dans la limite de 2,070 milliards d'euros, le ministre de l'économie, des finances et du budget est autorisé à prendre les mesures nécessaires en vue de l'annulation, totale ou partielle, ou de la cession de dettes de pays en développement ou de pays d'Europe centrale et orientale bénéficiaires potentiels des concours de la Banque européenne pour la reconstruction et le développement au sens de l'article 8 de l'accord du 29 mai 1990 portant création de celle-ci, dans le cadre de recommandations adoptées à la réunion de leurs principaux pays créanciers.\n\nLorsque les prêts ont été consentis sans garantie de l'Etat par l'Agence française de développement, celle-ci peut être indemnisée de tout ou partie de la perte éventuelle enregistrée à cette occasion."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Les moyens présentés à l'appui de recours dirigés contre les prélèvements effectués en application des décrets n° 83-285 du 8 avril 1983 instituant une taxe parafiscale sur certains produits pétroliers, n° 84-1089 du 7 décembre 1984 et n° 86-1389 du 31 décembre 1986, sont inopérants en tant qu'ils sont tirés de l'incompétence des auteurs des décrets susvisés."
    }
  ]
}