{
  "id": "loi-n-2012-410-du-27-mars-2012",
  "type": "statute",
  "title": "LOI n°2012-410\n du 27 mars 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025582411",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'identité d'une personne se prouve par tout moyen. La présentation d'une carte nationale d'identité ou d'un passeport français en cours de validité suffit à en justifier."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La carte nationale d'identité et le passeport comportent un composant électronique sécurisé contenant les données suivantes :1° Le nom de famille, le ou les prénoms, le sexe, la date et le lieu de naissance du demandeur ;2° Le nom dont l'usage est autorisé par la loi, si l'intéressé en a fait la demande ;3° Son domicile ;4° Sa taille et la couleur de ses yeux ;5° Ses empreintes digitales ;6° Sa photographie.Le présent article ne s'applique pas au passeport délivré selon une procédure d'urgence."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-652 DC du 22 mars 2012.]"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les agents chargés du recueil ou de l'instruction des demandes de délivrance de la carte nationale d'identité ou du passeport peuvent faire procéder à la vérification des données de l'état civil fournies par l'usager auprès des officiers de l'état civil dépositaires des actes contenant ces données, dans des conditions fixées par décret en Conseil d'Etat.Le demandeur en est préalablement informé."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-652 DC du 22 mars 2012.]"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'identité du possesseur de la carte nationale d'identité ou du passeport français est justifiée à partir des données inscrites sur le document lui-même ou sur le composant électronique sécurisé mentionné à l'article 2.Sont seuls autorisés, dans le cadre de cette justification de l'identité, à accéder aux données mentionnées au 5° du même article 2 les agents chargés des missions de recherche et de contrôle de l'identité des personnes, de vérification de la validité et de l'authenticité des passeports et des cartes nationales d'identité électroniques."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-652 DC du 22 mars 2012.]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Un décret en Conseil d'Etat, pris après avis motivé et publié de la Commission nationale de l'informatique et des libertés, fixe les modalités d'application de la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-652 DC du 22 mars 2012.]"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Toute décision juridictionnelle rendue en raison de l'usurpation d'identité dont une personne a fait l'objet et dont la mention sur les registres de l'état civil est ordonnée doit énoncer ce motif dans son dispositif."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La présente loi est applicable sur l'ensemble du territoire de la République."
    }
  ]
}