{
  "id": "loi-n-2021-641-du-21-mai-2021",
  "type": "statute",
  "title": "LOI n°2021-641 du 21 mai 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043524722",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision n° 2021-818 DC du 21 mai 2021.]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les services publics peuvent assurer sur tout ou partie de leur territoire l'affichage de traductions de la langue française dans la ou les langues régionales en usage sur les inscriptions et les signalétiques apposées sur les bâtiments publics, sur les voies publiques de circulation, sur les voies navigables, dans les infrastructures de transport ainsi que dans les principaux supports de communication institutionnelle, à l'occasion de leur installation ou de leur renouvellement."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision n° 2021-818 DC du 21 mai 2021.]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Gouvernement remet annuellement au Parlement un rapport relatif à l'accueil, dans les académies concernées, des enfants dont les familles ont fait la demande d'un accueil au plus près possible de leur domicile dans les écoles maternelles ou classes enfantines en langue régionale."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le Gouvernement remet annuellement au Parlement un rapport sur les conventions spécifiques conclues entre l'Etat, des collectivités territoriales et des associations de promotion des langues régionales relatives aux établissements d'enseignement de ces langues créés selon un statut de droit public ou de droit privé et sur l'opportunité de bénéficier, pour les établissements scolaires associatifs développant une pédagogie fondée sur l'usage immersif de la langue régionale, de contrats simples ou d'association avec l'Etat.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}