{
  "id": "loi-n-79-575-du-10-juillet-1979",
  "type": "statute",
  "title": "Loi n° 79-575 du 10 juillet 1979",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000886674",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A titre exceptionnel, l'état prend en charge, dans les conditions ci-après indiquées, la moitié des cotisations, calculées sur la base des taux de droit commun, qui incombent aux employeurs au titre des assurances sociales, des accidents du travail et des prestations familiales.\n\nLes cotisations des employeurs dont la moitié est prise en charge par l'Etat sont les cotisations dues au titre des salariés embauchés entre le 1er juillet 1981 et le 30 juin 1982, entrant dans l'une des catégories suivantes à la suite de leur embauche :\n\n- Jeunes gens âgés de moins de vingt-six ans, ayant depuis moins de deux ans cessé leurs études scolaires ou universitaires, leur apprentissage, leur participation à un stage de formation professionnelle continue ou achevé leur service national ;\n\n- Femmes sans emploi qui sont depuis moins de dix ans veuves non remariées, divorcées non remariées, séparées judiciairement, célibataires assumant la charge d'au moins un enfant, ou bénéficiaires de l'allocation de parent isolé en vertu des articles L. 545 à L. 549 du code de la sécurité sociale ;\n\n- Personnes âgées d'au moins quarante-cinq ans, privées d'emploi depuis au moins un an et bénéficiant ou ayant bénéficié d'une allocation de chômage.\n\nLes cotisations donnant lieu à la prise en charge portent sur les rémunérations versées de la date d'embauche à la fin du douzième mois civil qui suit celle-ci.\n\nLe présent article s'applique aux employeurs soumis aux dispositions de l'article L. 351-3 du code du travail, à l'exception des entrepreneurs de travail temporaire, des employeurs définis à l'article L. 351-16 du même code, des entreprises publiques gérant un service public, des organismes dont les décisions budgétaires ou financières sont soumises à l'approbation d'une autorité administrative, et des employeurs des salariés définis aux articles L. 771-1, L. 772-1 et L. 773-1 du même code.\n\nLa prise en charge prévue par le présent article n'est définitivement acquise que si l'effectif de l'établissement constaté au 31 décembre 1979, 1980, 1981 1982 ou 1983 est supérieur à celui constaté au 31 décembre de l'année précédente. Le nombre de prises en charge ne peut excéder l'accroissement d'effectifs au cours de l'année considérée.\n\nLorsqu'en application de l'alinéa ci-dessus le bénéfice de la prise en charge par l'état est retiré à l'employeur pour un ou plusieurs salariés, celui-ci n'est passible de majoration de retard pour les cotisations visées aux alinéas 1er, 2, 3 du présent article et non payées entre la date de l'embauche du salarié et celle de la notification du paiement que si sa mauvaise foi est établie.\n\nUn décret fixe les mesures d'application du présent article en France métropolitaine et dans les départements d'Outre-mer, et notamment, la durée minimale d'emploi des salariés embauchés, les règles de calcul du niveau de l'effectif des salariés, les règles de désignation des bénéficiaires de la prise en charge ainsi que les justifications à fournir par les employeurs à l'appui des demandes de prise en charge, aux organismes chargés du recouvrement des cotisations."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les jeunes gens engagés sous contrat d'apprentissage entre le 1er juillet 1979 et le 30 juin 1982 par des entreprises qui ne relèvent pas de la loi n° 79-13 du 3 janvier 1979 ouvrent droit au bénéfice de la prise en charge de la totalité des cotisations prévues au premier alinéa de l'article 1er de la présente loi dans les conditions prévues audit article sans qu'il soit fait application des dispositions du cinquième alinéa."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Au cours des années 1979, 1980 et 1981, les employeurs mentionnés au quatrième alinéa de l'article 1er bénéficient des dispositions du présent article s'ils organisent les stages pratiques répondant aux conditions ci-après définies. Les collectivités locales bénéficient des mêmes dispositions.\n\nCes stages, qui doivent comporter une période de formation théorique, sont ouverts aux jeunes sans emploi agés de dix-huit à vingt-six ans à la date d'entrée en stage, aux jeunes gens âgés de moins de dix-huit ans qui ont terminé un cycle complet de l'enseignement technologique et, sans condition d'âge, aux femmes sans emploi qui sont veuves non remariées, divorcées non remariées, séparées judiciairement, célibataires assumant la charge d'au moins un enfant, ou bénéficiaires de l'allocation de parent isolé en vertu des articles L. 545 à L. 549 du code de la sécurité sociale.\n\nLes stagiaires recoivent une indemnité dont la charge est partagée entre l'état et l'entreprise et le versement assuré au moins mensuellement par cette dernière. Ils bénéficient de la protection sociale prévue au titre VIII du livre IX du code du travail pendant la durée totale du stage ; l'état prend en charge les cotisations de sécurité sociale et de ces stagiaires dans les conditions prévues par l'article L. 981-2 du code du travail. Un complément d'indemnité peut être versé par l'employeur au profit des stagiaires.\n\nLes stages pratiques font l'objet d'une habilitation préalable dans la limite des crédits prévus à cet effet. Il est tenu compte par priorité des possibilités d'embauche réelle offertes aux stagiaires, des conditions dans lesquelles se sont déroulés et conclus les stages précédents et des licenciements intervenus dans l'entreprise dans les douze mois précédant la demande. L'habilitation ne peut être accordée aux employeurs ayant fait l'objet d'une condamnation pour infraction grave à la législation du travail.\n\nLe comité d'entreprise, ou, à défaut, les délégués du personnel, sont consultés sur les conditions de déroulement des stages pratiques avant l'achèvement de ceux-ci. Leur avis est obligatoirement transmis au directeur départemental du travail et de l'emploi.\n\nSont imputables sur la participation prévue à l'article L. 950-1 du code du travail, dans la limite de 0,1 p. 100 du montant des salaires versés par l'entreprise, entendu au sens de l'article L. 231-1 du code général des impôts ;\n\na) Les dépenses de formation calculées forfaitairement et afférentes à la formation des stagiaires accueillis dans l'entreprise ;\n\nb) La fraction de l'indemnité de stage garanti laissée à la charge de l'entreprise.\n\nLe contrôle et le contentieux de ces dépenses sont régis par les articles L. 950-8 et L. 920-9 à L. 920-11 du code du travail.\n\nUn décret précisera les mesures d'application du présent article en France métropolitaine et dans les départements d'outre-mer et, notamment, les modalités de l'habilitation préalable, le montant garanti de l'indemnité, la part prise en charge par l'Etat, ainsi que le forfait des dépenses de formation."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Jusqu'au 30 juin 1982, des stages correspondant aux actions de formation prévues au 1. de l'article L. 900-2 du code du travail sont ouverts aux jeunes gens sans emploi âgés de seize à vingt-six ans à la date d'entrée en stage, et, sans condition d'âge, aux femmes sans emploi qui sont veuves non remariées, divorcées non remariées, séparées judiciairement, célibataires assumant la charge d'au moins un enfant, ou bénéficiaires de l'allocation de parent isolé en vertu des articles L. 545 à L. 549 du code de la sécurité sociale.Ces stagiaires bénéficient, si le stage est agréé par l'état, d'une rémunération calculée en fonction du salaire minimum de croissance et dont les modalités particulières à ce type de stage sont fixées par décret."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsqu'un employeur, en raison de l'accroissement de l'effectif de son entreprise, atteint ou dépasse de dix salariés, les cotisations correspondant :1°) à la participation des employeurs au financement de la formation professionnelle continue prévue par le titre V du livre IX du Code du travail et rappelée aux articles 235 ter C à 235 ter K du Code général des impôts ;2°) à la participation des employeurs à l'effort de construction prévue par l'article L. 313-1 du Code de la construction et de l'habitation ;3°) au versement destiné aux transports en commun créé par la loi n° 71-559 du 12 juillet 1971 modifiée par les lois n° 73-640 du 11 juillet 1973 et n° 75-580 du 5 juillet 1975, sont assises pendant cinq ans sur le montant des salaires retenu par les dispositions législatives ci-dessus mentionnées diminué d'un produit du salaire moyen versé par l'entreprise au cours de l'année.Ce produit est égal à neuf fois le salaire moyen la première année, sept fois la deuxième année, cinq fois la troisième année, trois fois la quatrième année, une fois la cinquième année.Le salaire moyen pour une année donnée est défini comme la somme des salaires mensuels moyens. Le salaire mensuel moyen est lui-même défini comme le rapport de la masse salariale mensuelle aux effectifs salariés en début de mois."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pendant la durée d'application de l'article 1er, les entreprises artisanales qui n'emploient pas de salariés bénéficient d'une prime d'incitation à la création d'un premier emploi dans des conditions définies par décret."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les dispositions des articles 1er à 7 de la présente loi entreront en vigueur le 1er juillet 1979. Ces dispositions se substitueront à cette date à celles de la loi n. 78-698 du 6 juillet 1978."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Gouvernement présentera au Parlement, avant le 30 juin des années 1980, 1981 et 1982, un rapport sur l'emploi des jeunes, rendant compte des résultats de la politique menée depuis le 1er juillet 1977."
    }
  ]
}