{
  "id": "loi-n-2001-1275-du-28-decembre-2001",
  "type": "statute",
  "title": "Loi n° 2001-1275 du 28 décembre 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000592233",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2002 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. - Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 2001 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 2001 ;3° A compter du 1er janvier 2002 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. à IV. Paragraphes modificateurs.V. (1ère phrase modificatrice). Ces dispositions continuent toutefois à s'appliquer jusqu'au terme de la période d'exonération de trois ans en cours au 1er janvier 2002.VI. - Les dispositions du III s'appliquent à compter du 1er janvier 2002. Les dispositions du IV s'appliquent aux constructions achevées à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. (Paragraphe modificateur).II. Les options exercées lors du dépôt des déclarations de revenus des années 1999 ou 2000 en application du 3 de l'article 32 du code général des impôts dans sa rédaction antérieure à celle issue du I du présent article deviennent caduques à compter de l'imposition des revenus de l'année 2001.Les contribuables dont le revenu brut foncier de l'année 2001 n'excède pas 15 000 euros et qui auront exercé l'option prévue au 4 de l'article 32 du même code au titre de cette année pourront, si les conditions d'application demeurent remplies, renoncer à cette option lors du dépôt de leur déclaration des revenus de l'année 2002.III. (Paragraphe modificateur)."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. Paragraphe modificateur.II. A. - Le relèvement des plafonds prévu au a du 2° du 1 du C du I est applicable aux dépenses d'acquisition des équipements qui s'intègrent à un logement achevé ou acquis à compter du 1er octobre 2001 et, dans les cas prévus au premier alinéa et à la dernière phrase du deuxième alinéa du 1 de l'article 200 quater du code général des impôts, aux dépenses payées à compter du 1er octobre 2001.B. - Les dispositions du a du 1° du D du I s'appliquent aux dépenses payées entre le 1er janvier 2002 et le 31 décembre 2005.C. - Les dispositions du b du 1° du D du I s'appliquent aux destructions et acquisitions ou locations intervenant entre le 1er janvier 2002 et le 31 décembre 2005.D. - Les dispositions du c du 1° du D du I s'appliquent aux dépenses payées entre le 1er novembre 2001 et le 31 décembre 2005."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. Paragraphe modificateur.II. Les dispositions du présent article sont applicables aux biens acquis ou fabriqués entre le 1er janvier 2001 et le 31 décembre 2005 au titre des exercices clos à compter du 31 décembre 2001."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à III. Paragraphes modificateurs.IV. A. Paragraphe modificateur.B. Pour l'année 2002, les délibérations mentionnées au 2° du A doivent intervenir au plus tard au 31 janvier 2002.C. L'Etat compense chaque année, à compter de 2002, les pertes de recettes résultant des dispositions du deuxième alinéa du 2° du A pour les collectivités territoriales, les établissements publics de coopération intercommunale dotés d'une fiscalité propre ou fonds départementaux de péréquation de la taxe professionnelle, dans les conditions prévues aux cinquième, sixième et septième alinéas du B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville.V. et VI. Paragraphes modificateurs."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I s'appliquent à compter du 1er juin 2001."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. A. Paragraphe modificateur.B. La dotation prévue au troisième alinéa du IV du même article 6 (de la loi n° 86-1317 du 30 décembre 1986) est majorée d'un montant global de 177,9 millions d'euros versés à hauteur de 45 % en 2002, 25 % en 2003, 20 % en 2004 et 10 % en 2005.II. A. - A compter de 2002, la dotation prévue au IV bis du même article 6 est calculée à partir des pertes de recettes constatées dans les rôles généraux de l'année courante et dans les rôles supplémentaires d'imposition émis au cours de l'année précédente. Le bénéficiaire de cette dotation est la collectivité ou l'établissement public de coopération intercommunale, doté d'une fiscalité propre, qui bénéficie du produit du rôle général de taxe professionnelle au titre de l'année courante.B. En outre, cette dotation est majorée d'une somme revenant aux collectivités locales et établissements publics de coopération intercommunale dotés d'une fiscalité propre au bénéfice desquels des rôles supplémentaires de taxe professionnelle ont été établis au cours des années 1998 à 2000. Le montant dû à chaque collectivité locale ou établissement public de coopération intercommunale désigné ci-avant est égal à la différence, pour chacune des années 1998 à 2000, entre :- d'une part, le montant de la dotation prévue au IV bis du même article 6 afférente à la réduction pour embauche ou investissement appliquée dans les rôles généraux d'imposition, majoré de 8 % du montant des rôles supplémentaires mis en recouvrement au cours de l'année considérée ;- et, d'autre part, le montant de la dotation déjà accordée, conformément au IV bis du même article.Ce solde est diminué, le cas échéant, et pour chaque année, de la réfaction prévue aux troisième alinéa et suivants du IV bis du même article 6 dans sa rédaction en vigueur au 1er janvier 2001, calculée à partir des recettes fiscales définies au dernier alinéa du IV bis et afférentes à l'année précédant la mise en recouvrement des impositions supplémentaires.Le montant global des dotations ainsi calculé est versé à chaque collectivité bénéficiaire à hauteur de 20 % en 2002, 40 % en 2003 et 40 % en 2004.III. Paragraphe modificateur.IV. Sous réserve des décisions de justice passées en force de chose jugée, les dotations versées en application du troisième alinéa du IV et du IV bis du même article 6 sont réputées régulières en tant que leur légalité serait contestée sur le fondement de l'absence de prise en compte des pertes de recettes comprises dans les rôles supplémentaires."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. et II. Paragraphes modificateurs.III. Les dispositions du I et du II s'appliquent à compter de la période d'imposition s'ouvrant le 1er décembre 2001.IV. Les pertes de recettes résultant pour les collectivités de l'application des I et II sont compensées chaque année soit par une majoration des attributions de dotation générale de décentralisation, soit par une diminution des ajustements prévus au deuxième alinéa de l'article L. 1614-4 du code général des collectivités territoriales.Cette compensation est calculée en 2002 sur la base du montant de recettes de taxe différentielle sur les véhicules à moteur encaissées pour le compte de chaque collectivité bénéficiaire au titre de la période d'imposition du 1er décembre 2000 au 30 novembre 2001, affectées d'un coefficient, fixé par arrêté, prenant en compte l'évolution des tarifs votés par les assemblées délibérantes en application des articles 1599 G et 1599 decies du code général des impôts et du parc automobile au titre de la période d'imposition du 1er décembre 2001 au 30 novembre 2002, minoré du montant de recettes de taxe différentielle sur les véhicules à moteur encaissées pour le compte de chaque collectivité bénéficiaire au titre de la période d'imposition du 1er décembre 2001 au 30 novembre 2002. Le montant de la compensation ainsi définie, revalorisé en fonction de l'évolution de la dotation globale de fonctionnement au titre de 2002, évolue chaque année comme la dotation globale de fonctionnement à partir de 2003.V. Pour l'année 2002, par dérogation au troisième alinéa de l'article 25 de la loi de finances pour 1984 (n° 83-1179 du 29 décembre 1983), le montant mensuel de l'avance versée est déterminé sur la base de un douzième de la prévision d'encaissement total de recettes au cours de cette même année telle qu'elle figure dans la présente loi de finances, répartie entre départements proportionnellement au produit qu'ils ont perçu au titre de la période d'imposition du 1er décembre 2000 au 30 novembre 2001. Les montants servant de base au calcul des avances versées en 2002 sont fixés par département par arrêté conjoint des ministres chargés de l'intérieur et du budget.VI. Pour l'année 2001, par dérogation au cinquième alinéa de l'article 25 de la loi de finances pour 1984 précitée, le montant total des avances versées est égal aux recettes de taxe différentielle sur les véhicules à moteur encaissées en 2001 pour le compte de chaque département au titre de la période d'imposition du 1er décembre 2000 au 30 novembre 2001, majoré des recettes de taxe différentielle sur les véhicules à moteur encaissées en 2000 pour le compte de chaque département au titre de la période d'imposition du 1er décembre 2000 au 30 novembre 2001 affectées d'un coefficient, fixé par arrêté, prenant en compte l'évolution des tarifs votés par les conseils généraux en application de l'article 1599 G du code général des impôts au titre de la période d'imposition du 1er décembre 2001 au 30 novembre 2002 et l'évolution du parc automobile du 1er janvier au 31 décembre 2001.Le montant ainsi calculé est réduit, le cas échéant, des prélèvements effectués en application de l'article L. 1614-4 du code général des collectivités territoriales.VII. Pour l'année 2001, les pertes de recettes résultant pour la collectivité territoriale de Corse de l'application du I sont compensées par une majoration des attributions de dotation générale de décentralisation. Cette compensation est calculée en 2001 sur la base du montant de recettes de taxe différentielle sur les véhicules à moteur encaissées en 2000 pour le compte de la collectivité au titre de la période d'imposition du 1er décembre 2000 au 30 novembre 2001, affecté d'un coefficient, fixé par arrêté, prenant en compte l'évolution des tarifs votés par l'Assemblée de Corse en application de l'article 1599 decies du code général des impôts au titre de la période d'imposition du 1er décembre 2001 au 30 novembre 2002 et l'évolution du parc automobile du 1er janvier au 31 décembre 2001, minoré du montant de recettes de taxe différentielle sur les véhicules à moteur encaissées en 2001 pour le compte de la collectivité au titre de la période d'imposition du 1er décembre 2001 au 30 novembre 2002."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les entreprises qui ont été soumises à la taxe exceptionnelle mentionnée au II de l'article 11 de la loi de finances pour 2001 (n° 2000-1352 du 30 décembre 2000) doivent acquitter, au titre du premier exercice clos à compter du 20 septembre 2001, une taxe complémentaire égale à 8,33 % de l'assiette de la taxe exceptionnelle.La taxe complémentaire est acquittée dans les quatre mois de la clôture de l'exercice. Elle est liquidée, déclarée, recouvrée et contrôlée comme la taxe exceptionnelle et sous les mêmes garanties et sanctions. Elle est imputable, par le redevable de cet impôt, sur l'impôt sur les sociétés dû au titre de l'exercice suivant celui au cours duquel la provision sur laquelle elle est assise est réintégrée ou, lorsque la reprise de cette provision est intervenue au cours d'un exercice clos avant le 20 septembre 2001, sur l'impôt sur les sociétés dû au titre de l'exercice suivant celui au titre de laquelle elle est due. La taxe complémentaire n'est pas admise en charge déductible pour la détermination du résultat imposable."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. La contribution des organismes habilités à recueillir la participation des employeurs à l'effort de construction, instituée par l'article 56 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998), est établie, pour 2002, dans les conditions prévues au I de cet article, selon les modalités suivantes :\n\n1° La fraction mentionnée au I dudit article est fixée à 11 % ;\n\n2° Les associés collecteurs de l'Union des entreprises et des salariés pour le logement, mentionnée à l'article L. 313-17 du code de la construction et de l'habitation, sont libérés des versements leur incombant pour 2002 au titre du présent article dès que le versement de cette union à l'Etat, tel qu'il résulte de l'engagement de substitution prévu par l'article 9 de la loi n° 96-1237 du 30 décembre 1996 relative à l'Union des entreprises et des salariés pour le logement, atteint 274,408 millions d'euros. Lorsque l'application de ce plafond conduit à une contribution des associés collecteurs de l'Union des entreprises et des salariés pour le logement correspondant à une fraction inférieure à 11 %, cette fraction est appliquée pour le calcul de la contribution des organismes non associés de cette union. Sa valeur est établie et publiée au Journal officiel au plus tard le 31 juillet 2002.\n\nII. Les associés collecteurs de l'Union des entreprises et des salariés pour le logement sont autorisés à verser 427 millions d'euros au budget de l'Etat à partir des fonds issus de la participation des employeurs à l'effort de construction avant le 31 décembre 2002. L'union se substitue à ses associés collecteurs pour le versement de cette contribution.\n\nLes associés collecteurs sont autorisés, dans le cadre de l'article L. 313-1 du code de la construction et de l'habitation, à apporter, par voie de subvention à partir des fonds issus de la participation des employeurs à l'effort de construction, des aides directes au renouvellement urbain et le financement du coût actuariel de bonifications de prêts octroyés en dessous du coût de la ressource sur les fonds d'épargne centralisés par l'établissement visé à l'article L. 518-2 du code monétaire et financier. L'Union des entreprises et des salariés pour le logement se substitue si nécessaire à ses associés collecteurs pour le versement de ces subventions.\n\nLes modalités et la répartition entre les associés collecteurs de ces versements seront prévues dans une convention entre l'Etat et l'Union des entreprises et des salariés pour le logement relevant du 2° de l'article L. 313-19 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Il est institué pour 2002, au profit du budget de l'Etat, un prélèvement exceptionnel sur les fonds déposés auprès de la Caisse des dépôts et consignations par l'Organisation autonome nationale de l'industrie et du commerce et constitués par le produit de la taxe mentionnée au 2° de l'article 3 de la loi n° 72-657 du 13 juillet 1972 instituant des mesures en faveur de certaines catégories de commerçants et artisans âgés.Le montant de ce prélèvement est fixé à 105 millions d'euros."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes et comptes spéciaux ouverts à la date du dépôt de la présente loi sont confirmées pour l'année 2002."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Pour 2002, le montant du prélèvement de solidarité pour l'eau, institué par le II de l'article 58 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999), est ainsi fixé :Agence de l'eau Adour-Garonne : 7,510 millions d'eurosAgence de l'eau Artois-Picardie : 6,253 millions d'eurosAgence de l'eau Loire-Bretagne : 13,012 millions d'eurosAgence de l'eau Rhin-Meuse : 6,906 millions d'eurosAgence de l'eau Rhône-Méditerranée-Corse : 18,809 millions d'eurosAgence de l'eau Seine-Normandie : 29,144 millions d'euros"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les personnes âgées de soixante-cinq ans au 1er janvier de l'année d'exigibilité de la redevance pour droit d'usage d'un appareil récepteur de télévision, non imposées à l'impôt sur le revenu au titre de l'avant-dernière année précédant l'année d'exigibilité ni passibles de l'impôt de solidarité sur la fortune, sont exonérées de la redevance applicable aux appareils récepteurs de télévision de première catégorie."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Le montant de la contribution sociale de solidarité à la charge des sociétés mentionnée à l'article L. 651-1 du code de la sécurité sociale, affecté au régime d'assurance vieillesse des professions mentionnées au 4° de l'article L. 621-3 du même code, est fixé à 520 millions d'euros en 2002."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "A compter de 2002, le produit de la taxe prévue à l'article 991 du code général des impôts, perçu à partir du 1er janvier, est réparti dans les conditions suivantes :- une fraction égale à 69,44 % est affectée au budget de l'Etat ;- une fraction égale à 30,56 % est affectée au fonds visé à l'article L. 131-8 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. Paragraphe modificateur.II. En 2002, le montant de la dotation d'aménagement, tel qu'il résulte de l'application des deuxième et troisième alinéas de l'article L. 2334-13 du code général des collectivités territoriales, est majoré d'un montant de 309,014 millions d'euros, dont 126,075 millions d'euros prélevés sur la dotation instituée au premier alinéa du IV de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986).Cette majoration n'est pas prise en compte en 2002 dans le montant de la dotation globale de fonctionnement pour l'application du I et du II de l'article 57 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998).III. et IV. Paragraphes modificateurs."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Au titre de 2002, le montant de la dotation de solidarité urbaine et de cohésion sociale, calculé conformément aux dispositions de l'article L. 2234-13 du code général des collectivités territoriales, est majoré de 121,959 millions d'euros. Cette majoration n'est pas prise en compte dans le montant de la dotation globale de fonctionnement pour l'application du I et du II de l'article 57 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998)."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Au titre de l'année 2002, le montant de la première fraction de la dotation de solidarité rurale, calculé conformément aux dispositions de l'article L. 2334-21 du code général des collectivités territoriales, est majoré de 22,867 millions d'euros.II. Paragraphe modificateur.III. Ces majorations ne sont pas prises en compte dans le montant de la dotation globale de fonctionnement pour l'application du I et du II de l'article 57 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998)."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I sont applicables à compter des impositions établies au titre de 2002."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2002 à 16,87 milliards d'euros."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. Pour 2002, les ressources affectées au budget évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :Tableau non reproduit, voir JO du 29 décembre 2001, page 21083.II. Le ministre de l'économie, des finances et de l'industrie est autorisé à procéder, en 2002, dans des conditions fixées par décret :1. A des emprunts à long, moyen et court terme libellés en euros pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;2. A des conversions facultatives, à des opérations de pension sur titres d'Etat, à des opérations de dépôts de liquidités sur le marché interbancaire de la zone euro et auprès des Etats de la même zone, des rachats, des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options ou de contrats à terme sur titres d'Etat.III. Le ministre de l'économie, des finances et de l'industrie est autorisé à donner, en 2002, la garantie de refinancement en devises pour les emprunts communautaires.IV. Le ministre de l'économie, des finances et de l'industrie est, jusqu'au 31 décembre 2002, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long terme des investissements, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Le montant des crédits ouverts aux ministres, pour 2002, au titre des services votés du budget général, est fixé à la somme de 318 056 535 078 euros."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Il est ouvert aux ministres, pour 2002, au titre des mesures nouvelles de dépenses ordinaires des services civils, des crédits ainsi répartis :Titre Ier : \"Dette publique et dépenses en atténuation de recettes\" : 2 639 260 000 eurosTitre II : \"Pouvoirs publics\" : 31 287 017 eurosTitre III :\"Moyens des services\" : 1 610 978 627 eurosTitre IV : \"Interventions publiques\" : 11 433 300 eurosTotal :    4 292 958 944 euros.Ces crédits sont répartis par ministère conformément à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. Il est ouvert aux ministres, pour 2002, au titre des mesures nouvelles de dépenses en capital des services civils du budget général, des autorisations de programme ainsi réparties :Titre V : \"Investissements exécutés par l'Etat\" : 3 396 713 000 eurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" :14 683 584 000 eurosTotal : 18 080 297 000 euros.Ces autorisations de programme sont réparties par ministère conformément à l'état C annexé à la présente loi.II. Il est ouvert aux ministres, pour 2002, au titre des mesures nouvelles des dépenses en capital des services civils du budget général, des crédits de paiement ainsi répartis :Titre V : \"Investissements exécutés par l'Etat\" : 1 183 343 000 eurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" :5 470 921 000 eurosTotal : 6 654 264 000 euros.Ces crédits de paiement sont répartis par ministère conformément à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. Il est ouvert au ministre de la défense, pour 2002, au titre des mesures nouvelles de dépenses ordinaires des services militaires, des autorisations de programme s'élevant à la somme de 56 788 021 euros, applicables au titre III : \"Moyens des armes et services\".II. Pour 2002, les crédits de mesures nouvelles de dépenses ordinaires des services militaires applicables au titre III : \"Moyens des armes et services\" s'élèvent au total à la somme de 427 067 269 euros."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - Il est ouvert au ministre de la défense, pour 2002, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des autorisations de programme ainsi réparties :Titre V : \"Equipement\" : 12 482 020 000 eurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" :527 364 000 eurosTotal : 13 009 384 000 eurosII. Il est ouvert au ministre de la défense, pour 2002, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des crédits de paiement ainsi répartis :Titre V : \"Equipement\" : 2 005 544 000 eurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" :340 363 000 eurosTotal : 2 345 907 000 euros."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le montant des crédits ouverts aux ministres, pour 2002, au titre des services votés des budgets annexes, est fixé à la somme de 16 550 580 153 euros ainsi répartie :Aviation civile : 1 201 311 800 eurosJournaux officiels : 145 108 290 eurosLégion d'honneur : 16 640 745 eurosOrdre de la Libération : 634 169 eurosMonnaies et médailles : 177 500 387 eurosPrestations sociales agricoles : 15 009 384 762 eurosTotal : 16 550 580 153 euros."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. Il est ouvert aux ministres, pour 2002, au titre des mesures nouvelles des budgets annexes, des autorisations de programme s'élevant à la somme totale de 205 881 000 euros ainsi répartie :Aviation civile : 195 051 000 eurosJournaux officiels : 5 030 000 eurosLégion d'honneur : 2 119 000 eurosOrdre de la Libération : 137 000 eurosMonnaies et médailles : 3 544 000 eurosTotal : 205 881 000 euros.II. Il est ouvert aux ministres, pour 2002, au titre des mesures nouvelles des budgets annexes, des crédits s'élevant à la somme totale de 627 390 154 euros, ainsi répartie :Aviation civile : 237 739 687 eurosJournaux officiels : 24 739 429 eurosLégion d'honneur : 1 267 005 eurosOrdre de la Libération : 139 016 eurosMonnaies et médailles : 5 320 886 eurosPrestations sociales agricoles : 358 184 131 eurosTotal : 627 390 154 euros."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le montant des crédits ouverts aux ministres, pour 2002, au titre des services votés des opérations définitives des comptes d'affectation spéciale, est fixé à la somme de 3 065 808 000 euros."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. Il est ouvert aux ministres, pour 2002, au titre des mesures nouvelles des opérations définitives des dépenses en capital des comptes d'affectation spéciale, des autorisations de programme s'élevant à la somme de 6 922 517 591 euros.II. Il est ouvert aux ministres, pour 2002, au titre des mesures nouvelles des opérations définitives des comptes d'affectation spéciale, des crédits de paiement s'élevant à la somme de 7 233 637 591 euros, ainsi répartie :Dépenses ordinaires civiles : 311 120 000 eurosDépenses civiles en capital : 6 922 517 591 eurosTotal : 7 233 637 591 euros."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. Le montant des découverts applicables, en 2002, aux services votés des comptes de commerce, est fixé à 276 492 290 euros.II. Le montant des crédits ouverts au ministre de l'économie, des finances et de l'industrie, pour 2002, au titre des services votés des comptes d'avances du Trésor, est fixé à la somme de 54 796 890 000 euros.III. Le montant des crédits ouverts au ministre de l'économie, des finances et de l'industrie, pour 2002, au titre des services votés des comptes de prêts, est fixé à la somme de 395 147 404 euros."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Il est ouvert aux ministres, pour 2002, au titre des mesures nouvelles des opérations temporaires des comptes d'affectation spéciale, un crédit de paiement de dépenses ordinaires de 4 600 000 euros."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, pour 2002, au titre des mesures nouvelles des comptes de prêts, des crédits de paiement s'élevant à 448 202 596 euros."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Les mesures nouvelles des comptes d'avances du Trésor sont fixées, pour 2002, à - 152 000 000 euros."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Il est ouvert aux ministres, pour 2002, au titre des mesures nouvelles des comptes de commerce, une autorisation de découvert s'élevant à 1 700 762 510 euros."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "La perception des taxes parafiscales dont la liste figure à l'état E annexé à la présente loi continuera d'être opérée pendant l'année 2002."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Est fixée pour 2002, conformément à l'Etat F annexé à la présente loi, la liste des chapitres sur lesquels s'imputent des crédits évaluatifs autres que ceux limitativement énumérés à l'article 9 de l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Est fixée pour 2002, conformément à l'état G annexé à la présente loi, la liste des chapitres dont les dotations ont un caractère provisionnel."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Est fixée pour 2002, conformément à l'état H annexé à la présente loi, la liste des chapitres sur lesquels s'imputent les crédits pouvant donner lieu à report, dans les conditions fixées par l'article 17 de l'ordonnance n° 59-2 du 2 janvier 1959 précitée."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Est approuvée, pour l'exercice 2002, la répartition suivante entre les organismes du service public de la communication audiovisuelle, des recettes, hors taxe sur la valeur ajoutée, du compte d'emploi de la redevance pour droit d'usage des appareils récepteurs de télévision :(En millions d'euros)France Télévision : 1 469,94Radio France : 446,92Radio France Internationale : 51,22Réseau France Outre-mer : 199,06Arte France : 183,53Institut national de l'audiovisuel : 68,22Total : 2 418,89"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "A. à E. Paragraphes modificateurs.F. 1. Les dispositions des A, II du C, D et E sont applicables à compter du 1er janvier 2002.2. Les dispositions du B et du I du C s'appliquent à la cotisation due au titre de la participation des employeurs à l'effort de construction à raison des rémunérations versées à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. Paragraphe modificateur.II. A. Les dispositions prévues au A du I s'appliquent tant aux options exercées à compter du 1er janvier 2002 qu'aux options en cours à cette date.B. Les dispositions du C du I s'appliquent aux entreprises créées à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. Paragraphe modificateur.II. Le présent article s'applique à compter de la récolte 2002."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. à III. Paragraphes modificateurs.\n\nIV. Abrogé.\n\nV. Les dispositions du présent article s'appliquent aux fonds créés à compter du 1er janvier 2002 ainsi qu'aux fonds créés antérieurement et dont tout ou partie des souscripteurs relèvent des dispositions de l'article 163 quinquies B du code général des impôts ou du a ter du I de l'article 219 du même code. Les autres fonds, sauf option de leur société de gestion pour l'application des dispositions du présent article, demeurent régis par les dispositions de l'article L. 214-36 du code monétaire et financier dans sa rédaction antérieure à la présente loi.\n\nLes dispositions du 4° du D du III du présent article s'appliquent aux souscriptions de parts de fonds communs de placement dans l'innovation réalisés à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. à IV. Paragraphes modificateurs.V. Les dispositions du présent article sont applicables à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. Paragraphe modificateur.II. Les dispositions du présent article s'appliquent aux versements réalisés à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. et II. Paragraphes modificateurs.III. Les dispositions des I et II s'appliquent pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I s'appliquent pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. A. à N. Paragraphes modificateurs.II. A. Les dispositions des 1 et 2 du A du I sont applicables aux opérations de fusion et de scission réalisées à compter du 1er janvier 2002.B. Les dispositions du B du I sont applicables aux titres reçus en rémunération de scissions réalisées à compter du 1er janvier 2002.C. Les dispositions des b et c du 1, du b du 3 et du 5 du C du I s'appliquent pour la détermination des résultats des exercices clos à compter du 31 décembre 2001 et pour l'imposition des revenus de l'année 2001. Les dispositions des a des 1 et 3, du 2 et du 4 du C du I s'appliquent aux opérations de rachats de titres, de fusions, de scissions et d'apports partiels d'actif réalisées à compter du 1er janvier 2002.D. Les dispositions du E du I sont applicables aux opérations réalisées à compter du 1er janvier 2002.E. Les dispositions du F du I sont applicables aux opérations réalisées à compter du 1er janvier 2002.F. Les dispositions du 1°, du 2° et du 4° du G du I sont applicables aux opérations réalisées à compter du 1er janvier 2002. Les dispositions du 3° du G du I sont applicables aux engagements et aux obligations de conservation des titres représentatifs de scissions réalisées à compter du 1er janvier 2002.G. Les dispositions du H du I sont applicables aux engagements et aux obligations de conservation des titres représentatifs de scissions réalisées à compter du 1er janvier 2002.H. Les dispositions du J du I sont applicables aux opérations réalisées à compter du 1er janvier 2002.I. Pour les groupes régulièrement constitués, les dispositions du K du I sont applicables pour la détermination des résultats des exercices clos à compter du 31 décembre 2001. Par exception à la règle prévue à la deuxième phrase du cinquième alinéa de l'article 223 A, les sociétés qui souhaitent se constituer société mère à compter du 1er janvier 2002 et dont le capital est détenu indirectement à 95 % ou plus par une personne morale soumise à l'impôt sur les sociétés, par l'intermédiaire d'une ou plusieurs personnes morales non soumises à cet impôt, peuvent notifier leur option jusqu'au 31 janvier 2002.J. Les dispositions du L du I sont applicables aux apports réalisés à compter du 1er janvier 2002 et à ceux déjà réalisés à cette date pour lesquels les engagements de conservation sont en cours au 1er janvier 2002.K. Les dispositions du M du I sont applicables aux opérations agréées à compter du 1er janvier 2002.L. Les dispositions du N du I sont applicables aux engagements et aux obligations de conservation des titres représentatifs de scissions réalisées à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I sont applicables aux demandes de remboursement de crédits de taxes sur le chiffre d'affaires déposées à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I s'appliquent aux déclarations souscrites pour l'établissement des impositions au titre de 2002 et des années suivantes."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-456 DC du 27 décembre 2001.)"
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-456 DC du 27 décembre 2001.)"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2001-456 DC du 27 décembre 2001.)"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. Paragraphe modificateur.II. Les dispositions du b du 1° et du b du 2° du I sont applicables à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. Est joint au projet de loi de finances de l'année, pour chacun des pouvoirs publics, un rapport expliquant les crédits demandés par celui-ci.II. Est jointe au projet de loi de règlement une annexe explicative développant, pour chacun des pouvoirs publics, le montant définitif des crédits ouverts et des dépenses constatées et présentant les écarts avec les crédits initiaux.III. Les dispositions du présent article sont applicables pour la première fois aux lois de finances de l'année 2003."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Le Gouvernement déposera sur le bureau des assemblées parlementaires, au plus tard le 1er avril 2002, un rapport relatif à la mensualisation des retraites des ressortissants du régime des non-salariés agricoles."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I sont applicables à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I. Il est institué un financement public des organisations syndicales d'exploitants agricoles habilitées au plan départemental au sens de l'article 2 de la loi n° 99-574 du 9 juillet 1999 d'orientation agricole.\n\nII. Le montant des crédits inscrits sur le budget du ministère de l'agriculture et de la pêche pour être affectés au financement des organisations syndicales habilitées mentionnées à l'article 1er de la loi n° 99-574 du 9 juillet 1999 précitée est réparti au prorata du nombre de suffrages et de sièges obtenus dans l'ensemble des départements par chacune d'elles lors des dernières élections aux chambres d'agriculture, rapporté au total des suffrages et des sièges obtenus par l'ensemble de ces organisations, selon des modalités définies par décret.\n\nPour l'application de l'alinéa précédent, les suffrages et les sièges obtenus par des organisations syndicales habilitées ayant présenté une liste d'union sont répartis à parts égales entre ces organisations.\n\nIII. Les organisations syndicales bénéficiaires d'un financement public sont tenues de tenir une comptabilité retraçant l'utilisation des crédits ainsi attribués. Au titre de chaque année civile, elles établissent un compte rendu qu'elles communiquent dans le premier semestre de l'année suivante au ministère chargé de l'agriculture."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "Le montant maximal donnant lieu à majoration par l'Etat de la rente qui peut être constituée au profit des bénéficiaires mentionnés à l'article L. 222-2 du code de la mutualité est fixé par référence à 115 points d'indice de pension militaire d'invalidité."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Dans un délai de six mois à compter de la promulgation de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001), le Gouvernement remet au Parlement un rapport sur les perspectives de revalorisation des pensions militaires d'invalidité.Ce rapport portera notamment sur la question de la revalorisation des indices de référence utilisés pour le calcul des pensions."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "I. à III. Paragraphes modificateurs.IV. L'application du droit des pensions aux intéressés et la situation de famille sont appréciées à la date d'effet des dispositions des I, II et III pour chaque Etat concerné."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "Les personnels enseignants recrutés sur contrat définitif ou provisoire en fonction dans un établissement d'enseignement privé du premier ou du second degré géré par l'association Diwan à la date d'intégration de cet établissement dans l'enseignement public en application de l'article L. 442-4 du code de l'éducation peuvent, à compter de cette même date et dans la limite des emplois budgétaires prévus à cet effet par la loi de finances, demander à être nommés puis titularisés dans les corps correspondants de la fonction publique.Un décret en Conseil d'Etat fixe les modalités d'intégration, de vérification de l'aptitude professionnelle et de classement de ces personnels.Les maîtres titularisés sont admis au bénéfice des dispositions de la loi n° 85-489 du 9 mai 1985 relative aux conditions de cessation d'activité de maîtres de l'enseignement public ayant exercé dans certains établissements d'enseignement privés.Les personnels non enseignants recrutés sur contrat à durée indéterminée en fonction dans un établissement d'enseignement privé du second degré géré par l'association Diwan à la date d'intégration de cet établissement dans l'enseignement public peuvent, à compter de cette même date, et dans la limite des emplois et crédits prévus à cet effet par la loi de finances, demander à être recrutés par l'Etat sur contrat à durée indéterminée de droit public."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "Les périodes de scolarité passées par les fonctionnaires civils, avant le 1er janvier 2001, en qualité d'élève fonctionnaire d'un établissement de formation avant leur nomination en qualité de fonctionnaire stagiaire sont prises en compte dans la constitution du droit et la liquidation de la pension attribuée au titre du code des pensions civiles et militaires de retraite, si elles ont donné lieu lors de leur accomplissement au prélèvement de retenues pour pension.Les pensions des personnels retraités placés dans la même situation, ou celles de leurs ayants cause, sont révisées, sous réserve que les intéressés en fassent la demande dans le délai d'un an à compter de la publication de la présente loi. La révision prend effet au plus tôt au 1er janvier 2001."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I. - Il est créé un conseil de normalisation des comptes publics chargé d'émettre un avis préalable sur les règles applicables à la comptabilité générale de l'Etat et, sans préjudice des compétences de l'autorité mentionnée au a du 1° de l'article 152 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie, des autres personnes publiques et des personnes privées financées majoritairement par des ressources publiques et notamment des prélèvements obligatoires. Cet organisme consultatif est placé auprès du ministre chargé du budget. Son président est nommé par le ministre chargé du budget.\n\nII. - Le conseil de normalisation des comptes publics est consulté sur tout projet de norme de comptabilité générale applicable aux personnes mentionnées au I. Ces normes comptables ne sont pas soumises à l'avis du comité prévu à l'article L. 1211-4-2 du code général des collectivités territoriales.\n\nIII. - Le conseil de normalisation des comptes publics peut proposer toutes mesures relatives à la présentation et à l'exploitation des comptes publics visant à donner une image sincère et fidèle de la situation patrimoniale et financière des organismes publics, à faciliter l'analyse des coûts des politiques publiques et à assurer la cohérence des règles comptables applicables aux administrations publiques et des règles relatives à la comptabilité nationale, dans le respect des spécificités de ces dernières.\n\nIV. - Le conseil de normalisation des comptes publics peut être consulté sur toute autre question intéressant la comptabilité des personnes morales de droit public, en particulier sur les projets de normes élaborés par des organismes internationaux.\n\nV. - Les avis du conseil de normalisation des comptes publics sont publics.\n\nVI. - Le conseil de normalisation des comptes publics élabore un rapport d'activité annuel déposé auprès des commissions chargées des finances des deux assemblées."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "I. Paragraphe modificateur.II. Les dispositions du I sont applicables à compter des impositions établies au titre de l'année 2002."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "Le Gouvernement déposera devant le Parlement, dans les six mois à compter de l'adoption de la présente loi, un rapport sur l'état du patrimoine immobilier minier, les moyens disponibles pour son amélioration et sa réhabilitation et les principales orientations retenues dans ce domaine."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "I. et II. Paragraphes modificateurs.\n\nIII. Abrogé"
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "I. Les personnes exerçant une activité non salariée non agricole mentionnée aux a et b du 1° de l'article L. 615-1 du code de la sécurité sociale et qui sont installées dans une zone de redynamisation urbaine définie au A du 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire bénéficient de l'exonération prévue à l'article 14 de la loi n° 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville, dans les conditions prévues au dit article, pendant une durée d'au plus cinq ans à compter du 1er janvier 2002 ou à compter du début de la première activité non salariée dans la zone de redynamisation urbaine s'il intervient au plus tard le 31 décembre 2008.II. Les dispositions du I ne sont pas applicables aux personnes qui bénéficient ou ont bénéficié de l'exonération prévue à l'article 14 de la loi n° 96-987 du 14 novembre 1996 précitée.III. Paragraphe modificateur."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I. et II. Paragraphes modificateurs.III. Sous réserve des décisions de justice passées en force de chose jugée, le recouvrement des contributions des barreaux au financement de la formation professionnelle des avocats appelées antérieurement à l'entrée en vigueur de la présente loi est validé en tant que son caractère obligatoire serait contesté par le moyen tiré de ce que les centres régionaux de formation professionnelle ne peuvent légalement imposer aux ordres d'avocats le paiement de cotisations."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "I. – Les dépenses faites sur les fonds spéciaux inscrits au programme intitulé : \" Coordination du travail gouvernemental \" sont examinées chaque année par une commission de vérification chargée de s'assurer que les crédits sont utilisés conformément à la destination qui leur a été assignée par la loi des finances.\n\nLes services destinataires de ces crédits tiennent le compte d'emploi des fonds ainsi versés.\n\nII. – La commission de vérification constitue une formation spécialisée de la délégation parlementaire au renseignement. Elle est composée de deux députés et de deux sénateurs, membres de la délégation parlementaire au renseignement, désignés de manière à assurer une représentation pluraliste. Le président de la commission de vérification est désigné chaque année par les membres de la délégation.\n\nIII. – La commission prend connaissance de tous les documents, pièces et rapports susceptibles de justifier les dépenses considérées et l'emploi des fonds correspondants.\n\nElle se fait représenter les registres, états, journaux, décisions et toutes pièces justificatives propres à l'éclairer au cours de ses travaux de vérification.\n\nIV. – Les membres de la commission sont astreints au respect du secret de la défense nationale protégé en application des articles 413-9 et suivants du code pénal pour les faits, actes ou renseignements dont ils ont pu avoir connaissance à raison de leur mandat.\n\nLes travaux de la commission sont secrets, sous réserve du VI.\n\nEst puni des peines prévues à l'article 226-13 du code pénal le fait de divulguer ou publier, dans un délai de trente ans, une information relative aux travaux de la commission.\n\nV. – La commission doit avoir terminé ses travaux dans l'année qui suit celle de l'exercice soumis à son contrôle.\n\nVI. – Les vérifications terminées, la commission établit un rapport sur les conditions d'emploi des crédits.\n\nLe rapport est présenté par le président de la commission aux membres de la délégation parlementaire au renseignement qui ne sont pas membres de la commission ainsi qu'au Président de l'Assemblée nationale, au Président du Sénat et aux présidents et rapporteurs généraux des commissions permanentes de l'Assemblée nationale et du Sénat chargées des finances, autorisés à cet effet à connaître ès qualités des informations du rapport protégées au titre de l'article 413-9 du code pénal. Le rapport est également remis au Président de la République et au Premier ministre.\n\nVII. – La commission dresse un procès-verbal dans lequel elle constate que les dépenses réalisées sur les crédits visés au I sont couvertes par des pièces justificatives pour un montant égal.\n\nLe procès-verbal est remis par le président de la commission au Premier ministre et au ministre chargé du budget qui le transmet à la Cour des comptes.\n\nVII bis.– (Abrogé)\n\nVIII. – Paragraphe modificateur."
    },
    {
      "provision_ref": "artAnnexes",
      "section": "Annexes",
      "title": "Article Annexes",
      "content": "Répartition, par titre et par ministère, des autorisations de programme et des crédits de paiement applicables aux dépenses en capital des services civilsTableau non reproduit, voir JO du 29/12/2001 page 21116."
    }
  ]
}