{
  "id": "loi-n-94-589-du-15-juillet-1994",
  "type": "statute",
  "title": "Loi n°94-589 du 15 juillet 1994",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000713756",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les infractions dont la présente loi fixe les modalités de prévention, de recherche et de constatation sont :\n\n1° Lorsqu'elles constituent des actes de piraterie au sens de la convention des Nations unies sur le droit de la mer signée à Montego Bay le 10 décembre 1982 commis en haute mer, dans un lieu ne relevant de la juridiction d'aucun Etat ou, lorsque le droit international l'autorise, dans la mer territoriale d'un Etat :\n\na) Les infractions définies aux articles 224-6 à 224-7 du code pénal et impliquant au moins un navire ou un aéronef dirigé contre un navire ou un aéronef ;\n\nb) Les infractions définies aux articles 224-1 à 224-5-2 ainsi qu'à l'article 224-8 du même code lorsqu'elles précèdent, accompagnent ou suivent les infractions mentionnées au a ;\n\nc) L'infraction définie à l'article 450-1 du même code lorsqu'elle est commise en vue de préparer les infractions mentionnées aux a et b ;\n\n2° Les infractions constitutives de trafic de stupéfiants et de substances psychotropes définies à la section IV du chapitre II du titre II du livre II du même code ainsi que le délit de participation à une association de malfaiteurs prévu par l'article 450-1 de ce code lorsqu'il a pour objet de préparer l'une de ces infractions et l'infraction définie à l'article 434-4 du même code lorsqu'elle est en relation avec l'une de ces mêmes infractions ;\n\n3° Les infractions définies aux article L. 823-1, L. 823-2, L. 834-1, L. 834-2, L. 835-1, L. 835-2, L. 836-1, L. 836-2, L. 837-1 et L. 837-2 du code de l'entrée et du séjour des étrangers et du droit d'asile ;\n\n4° Les infractions relatives à la sécurité de la navigation maritime mentionnées à l'article 689-5 du code de procédure pénale."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La présente loi s'applique aux navires mentionnés à l'article L. 1521-1 du code de la défense et aux navires situés dans les espaces maritimes sous souveraineté d'un Etat étranger lorsque le droit international l'autorise.En mer territoriale ou dans les eaux intérieures françaises, le représentant de l'Etat en mer peut demander aux agents désignés au 1° de l'article 3 d'intervenir dans les conditions et limites prévues par la présente loi pour prévenir, rechercher et constater les infractions mentionnées aux 2° à 4° de l'article 1er lorsque ne sont pas en mesure d'y intervenir :1° Les officiers et agents de police judiciaire en application du code de procédure pénale ;2° Les agents des douanes en application du code des douanes."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sans préjudice des compétences des officiers et agents de police judiciaire agissant conformément aux dispositions du code de procédure pénale, les agents chargés de la constatation des infractions ainsi que de la recherche de leurs auteurs sont :1° Lorsqu'ils sont spécialement habilités à cet effet dans des conditions fixées par décret en Conseil d'Etat, les commandants de bâtiments de l'Etat, les officiers de la marine nationale et les commissaires des armées embarqués sur ces bâtiments, ainsi que les commandants de bord des aéronefs de l'Etat pour les infractions mentionnées à l'article 1er ;2° Les agents des douanes pour les infractions mentionnées aux 2° à 4° du même article."
    },
    {
      "provision_ref": "art3-1",
      "section": "3-1",
      "title": "Article 3-1",
      "content": "Dans le cadre de la mise en œuvre de la présente loi, les agents mentionnés à l'article 3 peuvent être autorisés, dans les conditions et selon les procédures définies à l'article 706-74-1 du code de procédure pénale, à ne pas être identifiés par leurs nom et prénom dans les actes de procédure qu'ils établissent ou dans lesquels ils interviennent."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Lorsqu'il existe des motifs raisonnables de penser qu'une ou plusieurs des infractions mentionnées à l'article 1er sont susceptibles d'être commises à bord ou à l'encontre de l'un des navires mentionnés à l'article 2, les commandants des bâtiments de l'Etat et les commandants de bord des aéronefs de l'Etat exécutent ou font exécuter, en accord avec l'Etat du pavillon quand le droit international l'exige, les mesures de contrôle et de coercition prévues par la présente loi et le titre II du livre V de la première partie du code de la défense sous l'autorité du représentant de l'Etat en mer. Celui-ci en informe le procureur de la République.Lorsque les infractions susceptibles d'être commises sont celles mentionnées au 1° de l'article 1er, les commandants des bâtiments de l'Etat et les commandants de bord des aéronefs de l'Etat peuvent également exécuter ou faire exécuter les mesures de contrôle et de coercition prévues par la présente loi et le titre II du livre V de la première partie du code de la défense sous l'autorité d'un commandement civil ou militaire désigné dans un cadre international."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsqu'une infraction est constatée, l'exécution des mesures de contrôle et de coercition prévues par la présente loi est placée sous l'autorité du procureur de la République.\n\nLes auteurs ou complices des infractions mentionnées au 1° de l'article 1er commises hors du territoire de la République peuvent être poursuivis et jugés par les juridictions françaises.\n\nPeut être poursuivie et jugée par les juridictions françaises toute personne soupçonnée d'avoir commis au delà de la mer territoriale française l'infraction de participation à une association de malfaiteurs prévue à l'article 450-1 du code pénal, lorsque ladite association de malfaiteurs a été formée ou établie en vue de commettre sur le territoire français une ou plusieurs autres infractions mentionnées au 2° de l'article 1er de la présente loi.\n\nSous réserve du troisième alinéa du présent article, lorsque l'une des infractions mentionnées aux 2°, 3° et 4° de l'article 1er, commise au-delà de la mer territoriale française, est constatée, une demande, transmise par la voie diplomatique, est adressée à l'Etat du pavillon, tendant à ce que celui-ci fasse savoir s'il consent à ce que les auteurs ou complices de l'infraction soient poursuivis et jugés par les juridictions françaises.\n\nUne copie de la réponse de l'Etat du pavillon est transmise dans les plus brefs délais au procureur de la République.\n\nLes auteurs ou complices des infractions mentionnées aux 2°, 3° et 4° de l'article 1er commises au-delà de la mer territoriale française peuvent être poursuivis et jugés par les juridictions françaises lorsque des accords bilatéraux ou multilatéraux le prévoient ou avec l'assentiment de l'Etat du pavillon, ainsi que dans le cas où ces infractions sont commises à bord d'un navire n'arborant aucun pavillon ou sans nationalité.\n\nLorsqu'aucune suite judiciaire n'est donnée par les juridictions françaises, le compte rendu d'exécution des mesures prises en application de la présente loi est adressé à l'Etat exerçant, le cas échéant, sa compétence juridictionnelle. Les objets, produits ou documents placés sous scellés peuvent lui être remis.\n\nLes commandants des bâtiments de l'Etat et les commandants de bord des aéronefs de l'Etat sont alors habilités à exercer et à faire exercer au nom de cet Etat les mesures de contrôle et de coercition prévues par la présente loi et fixées en accord avec lui."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Au titre des mesures de contrôle et de coercition prévues aux articles 4 et 5, les commandants des bâtiments de l'Etat et les commandants de bord des aéronefs de l'Etat peuvent faire procéder, à toute heure, à la visite du navire.Cette visite se déroule en présence du capitaine du navire ou de son représentant.Lorsque la visite concerne des locaux affectés à un usage privé ou d'habitation, elle se déroule en présence de l'occupant des lieux ou, à défaut, du capitaine du navire ou de son représentant.Chaque visite fait l'objet d'un procès-verbal relatant le déroulement des opérations de contrôle, dont une copie est remise sans délai au capitaine du navire ou à son représentant et aux occupants des locaux affectés à un usage privé ou d'habitation visités.L'occupant des locaux affectés à un usage privé ou d'habitation visités dispose d'un recours tendant à l'annulation des opérations de visite devant le juge des libertés et de la détention du siège du représentant de l'Etat en mer ou du   tribunal judiciaire de Paris s'agissant des visites conduites sous l'autorité du commandant de la zone maritime océan Indien.Le procès-verbal rédigé à l'issue des opérations de visite mentionne le délai et la voie de recours.Ce recours est exclusivement formé par déclaration remise ou adressée par pli recommandé au greffe de la juridiction dans un délai d'un mois à compter de la remise du procès-verbal. Les parties ne sont pas tenues de constituer avocat. Ce recours n'est pas suspensif.Le juge statue par une ordonnance motivée après avoir recueilli les observations écrites du procureur de la République, du requérant et, le cas échéant, de son avocat. L'ordonnance est susceptible d'appel, dans les dix jours à compter de sa notification, devant le président de la chambre de l'instruction.L'ordonnance du président de la chambre de l'instruction est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les mesures de coercition prises à l'encontre des personnes sont régies par la section 3 du chapitre unique du titre II du livre V de la première partie du code de la défense."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les commandants des bâtiments de l'Etat et les commandants de bord des aéronefs de l'Etat peuvent ordonner le déroutement du navire vers une position ou un port appropriés pour procéder à des investigations ne pouvant être menées dans la zone de l'interception ou pour remettre aux autorités compétentes le navire, les personnes appréhendées ou les objets, produits ou documents saisis."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les infractions sont constatées par des procès-verbaux qui font foi jusqu'à preuve du contraire. Ces procès-verbaux sont transmis au procureur de la République dans les plus brefs délais et copie en est remise aux personnes intéressées."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les agents mentionnés à l'article 3 peuvent procéder à bord du navire, à toute heure, à la saisie des objets, produits ou documents qui paraissent provenir de la commission des infractions mentionnées à l'article 1er ou qui paraissent servir à les commettre.Les objets, produits ou documents saisis sont placés immédiatement sous scellés."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Lorsque l'une des infractions mentionnées au 2° de l'article 1er a été constatée, le procureur de la République peut, dans les conditions prévues par les dispositions de l'article 41-5 du code de procédure pénale, autoriser la destruction des produits stupéfiants saisis.Lorsqu'une information judiciaire a été ouverte, le juge d'instruction peut ordonner cette même destruction, dans les conditions prévues par les dispositions de l'article 99-2 du même code.En cas d'urgence ou lorsque l'éloignement d'un port, les contraintes matérielles ou opérationnelles ou les quantités de produits stupéfiants saisis ne permettent pas leur conservation dans des conditions de sécurité ou d'hygiène satisfaisantes à bord du bâtiment de l'Etat ayant procédé aux opérations de contrôle, le représentant de l'Etat en mer peut décider, après en avoir informé le magistrat saisi des faits et sauf opposition de sa part, la destruction des produits stupéfiants saisis. Cette décision peut être exécutée d'office.Lorsque la saisie de produits stupéfiants a lieu à bord d'un navire battant pavillon d'un Etat étranger se trouvant en dehors de la mer territoriale française, la destruction n'est possible que si l'Etat du pavillon y consent ou a préalablement consenti à la poursuite et au jugement des auteurs ou complices de l'infraction par les juridictions françaises.La destruction, mise en œuvre dans le respect des traités et accords internationaux en vigueur, est constatée par procès-verbal après prélèvement d'échantillons. Lorsque la destruction est réalisée sur le territoire d'un Etat étranger qui y a préalablement consenti, les commandants des bâtiments de l'Etat procèdent, après prélèvement d'échantillons, à la remise des stupéfiants aux autorités désignées par cet Etat, dans les conditions définies en accord avec lui et qui leur sont notifiées par le représentant de l'Etat en mer. La remise est constatée par procès-verbal."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Lorsque les contraintes matérielles ne permettent pas la saisie des embarcations dépourvues de pavillon qui ont servi à commettre les infractions mentionnées à l'article 1er et qu'il n'existe pas d'autre moyen de prévenir le renouvellement de ces infractions, le procureur de la République peut demander au juge des libertés et de la détention d'ordonner la destruction de ces embarcations. Le propriétaire de l'embarcation ou, à défaut, son capitaine est avisé de cette demande. Il peut adresser par tout moyen toute observation au juge des libertés et de la détention.Le juge statue par ordonnance écrite et motivée dans le délai le plus bref, qui ne peut excéder douze heures à compter de sa saisine. L'ordonnance mentionne si possible les noms de l'embarcation et de son propriétaire, le service et la qualité des agents habilités à procéder à la destruction.L'ordonnance est exécutoire au seul vu de la minute. Elle est notifiée par tout moyen au propriétaire de l'embarcation sans pavillon ou, à défaut, à son capitaine.L'ordonnance autorisant la destruction de l'embarcation dépourvue de pavillon peut faire l'objet d'un appel devant le président de la chambre de l'instruction. Les parties ne sont pas tenues de constituer avocat.Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai d'un mois à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif.L'ordonnance du président de la chambre de l'instruction est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale.Les dispositions du présent article ne sont pas applicables en mer territoriale et dans les eaux intérieures maritimes françaises."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Pour la poursuite, l'instruction et le jugement des infractions mentionnées à l'article 1er commises à bord de navires se trouvant au-delà de la mer territoriale ainsi que des infractions connexes, la juridiction et le procureur de la République compétents sont :1° Ceux dans le ressort desquels se trouve le siège du représentant de l'Etat en mer et, s'agissant des infractions commises en zone maritime océan Indien, ceux du   tribunal judiciaire de Paris ;2° Ceux dans le ressort duquel se trouve le port vers lequel le navire a été dérouté.Ces dispositions s'appliquent sans préjudice des règles de compétence territoriale prévues par le code de procédure pénale."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La présente loi est applicable sur l'ensemble du territoire de la République dans sa rédaction résultant de la loi n° 2025-532 du 13 juin 2025 visant à sortir la France du piège du narcotrafic."
    }
  ]
}