{
  "id": "loi-n-2023-22-du-24-janvier-2023",
  "type": "statute",
  "title": "LOI n°2023-22 du 24 janvier 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047046768",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le rapport sur la modernisation du ministère de l'intérieur annexé à la présente loi est approuvé."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les crédits de paiement du ministère de l'intérieur et les plafonds des taxes affectées à ce ministère, hors charges de pensions, évoluent sur la période 2023-2027 conformément au tableau suivant :\n\nCrédits de paiement et plafonds des taxes affectées hors compte d'affectation spéciale « Pensions »\n\n(En millions d'euros)\n\nLe périmètre budgétaire concerné intègre :1° La mission « Sécurités » : les programmes « Gendarmerie nationale », « Sécurité civile », « Police nationale » et « Sécurité et éducation routières » ;2° Dans la mission « Administration générale et territoriale de l'Etat » : les programmes « Conduite et pilotage des politiques de l'intérieur » et « Administration territoriale de l'Etat » ;3° La mission « Immigration, asile et intégration » : les programmes « Intégration et accès à la nationalité française » et « Immigration et asile » ;4° Dans le compte d'affectation spéciale « Contrôle de la circulation et du stationnement routiers » : les programmes « Structures et dispositifs de sécurité routière » et « Contrôle et modernisation de la politique de la circulation et du stationnement routiers » ;5° Les taxes affectées à l'Agence nationale des titres sécurisés.\n\n2022(pour mémoire)\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\nBudget du ministère de l'intérieur(hors programme 232)\n\n20 784\n\n22 094\n\n22 974\n\n24 074\n\n24 724\n\n25 354\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A créé les dispositions suivantes :\n\n- Code des assurances\n\nII.-Le I entre en vigueur trois mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I à IV.-A modifié les dispositions suivantes :\n\nV.-Le présent article entre en vigueur le premier jour du troisième mois suivant la promulgation de la présente loi.\n\n- Code pénal\n\n- Code de procédure pénale\n\n- Code des transports\n\n- Code de procédure pénale"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-846 DC du 19 janvier 2023.]"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I à II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de procédure pénale\n\n- Code de la sécurité intérieure\n\n- Code de procédure pénale\n\nIII.-Le Gouvernement remet au Parlement, avant l'expiration d'un délai de deux ans à compter de la publication du décret mentionné au dernier alinéa de l'article 21-3 du code de procédure pénale, un rapport procédant à l'évaluation de la mise en œuvre du présent article. Cette évaluation porte notamment sur le recrutement et la formation des assistants d'enquête et sur l'adéquation des missions qui leur sont confiées aux besoins des services d'enquête et au respect des droits de la défense."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de procédure pénale\n\nII.-Dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport d'évaluation de l'extension des autorisations générales de réquisition délivrées par le procureur de la République."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. à X. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXI. - A titre expérimental, pour l'infraction mentionnée au I de l'article L. 236-1 du code de la route, l'action publique peut être éteinte, dans les conditions prévues aux articles 495-17 à 495-25 du code de procédure pénale, par le versement d'une amende forfaitaire d'un montant de 500 euros. Le montant de l'amende forfaitaire minorée est de 400 euros et le montant de l'amende forfaitaire majorée est de 1 000 euros.Au plus tard six mois avant la fin de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation afin de déterminer les conditions d'une éventuelle généralisation.Le présent XI est applicable sur l'ensemble du territoire national.XII. - Le Gouvernement remet au Parlement, avant le 1er janvier 2026, un rapport portant évaluation de la mise en œuvre de la procédure de l'amende forfaitaire délictuelle, pour chacune des infractions auxquelles cette procédure est applicable. L'évaluation identifie les pistes d'amélioration du recouvrement de ces amendes, notamment par la mise en place d'une saisie sur salaire en concertation avec l'employeur de la personne mise en cause.\n\n- Code de commerce\n\n- Code pénal\n\n- Code du patrimoine\n\n- Code des transports\n\n- Code des transports\n\n- Code de procédure pénale\n\n- Code des transports\n\n- Code rural et de la pêche maritime\n\n- Code de la route.\n\n- Code de la sécurité intérieure\n\n- Code du sport.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-846 DC du 19 janvier 2023.]"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2023, deux rapports d'évaluation des politiques publiques en matière de cybersécurité.Un premier rapport évalue la protection des collectivités territoriales et leur vulnérabilité aux intrusions numériques. Des recommandations pour mieux les protéger, validées par l'Agence nationale de la sécurité des systèmes d'information, sont proposées.Un second rapport évalue la protection des entreprises, en examinant la possibilité de subordonner le remboursement d'une assurance contre les risques de cyberattaques au recours par la victime à un prestataire informatique labellisé. Ce rapport comporte un avis et des préconisations de l'Agence nationale de la sécurité des systèmes d'information et du groupement d'intérêt public « Action contre la cybermalveillance » sur les exigences minimales de l'éventuelle labellisation des prestataires.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}