{
  "id": "loi-n-98-535-du-1-juillet-1998",
  "type": "statute",
  "title": "Loi n° 98-535 du 1 juillet 1998",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000573437",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans un délai d'un an suivant la date de promulgation de la présente loi, le Gouvernement remet au Parlement un rapport ayant pour objet de proposer la restructuration des organismes de droit public propre à éviter une confusion des missions et la dispersion des moyens de la veille sanitaire."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Paragraphe modificateur\n\nII. - Tout établissement de fabrication, d'importation ou de distribution des réactifs destinés aux laboratoires d'analyses de biologie dont l'enregistrement a été délivré avant la date de promulgation de la présente loi doit procéder à la déclaration prévue à l'article L. 761-14-2 du code de la santé publique dans un délai de trois mois à compter de la date de publication du décret mentionné au même article."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "A. - Paragraphe modificateur\n\nB. - Les dispositions du présent article, autres que celles qui sont relatives aux compétences de l'Agence française de sécurité sanitaire des produits de santé et qui entreront en vigueur dans les conditions prévues à l'article 29, entreront en vigueur à la date de publication du décret nommant le président de l'Etablissement français du sang, et au plus tard le 31 décembre 1999.\n\nA cette date, l'Etablissement français du sang est substitué à l'Agence française du sang dans l'ensemble de ses droits et obligations, créances et dettes. L'ensemble des biens meubles et immeubles de l'Agence française du sang est transféré à l'Etablissement français du sang.\n\nA cette même date :\n\n1° L'Etablissement français du sang est substitué aux établissements de transfusion sanguine dans les droits et obligations résultant des contrats conclus, antérieurement à la présente loi, en application des dispositions de l'article L. 668-10 du code de la santé publique ;\n\n2° L'ensemble des activités exercées par les établissements de transfusion sanguine est transféré à l'Etablissement français du sang.\n\nDes conventions conclues entre, d'une part, l'Etablissement français du sang et, d'autre part, chaque personne morale concernée fixent les conditions dans lesquelles les droits et obligations, créances et dettes liés à ces activités sont, le cas échéant, transférés à l'Etablissement français du sang ainsi que les conditions dans lesquelles les biens nécessaires à ces activités sont cédés à l'Etablissement français du sang ou mis à sa disposition.\n\nDans la période comprise entre la date de publication du décret nommant le directeur général de l'Agence française de sécurité sanitaire des produits de santé et la date de publication du décret nommant le président de l'Etablissement français du sang, l'Agence française du sang exerce, en tant que de besoin, les compétences de l'Etablissement français du sang telles qu'elles résultent de la présente loi. Il en est de même pour la conclusion des conventions mentionnées ci-dessus.\n\nLes transferts des biens, droits et obligations effectués, en application du présent article, au profit de l'Etablissement français du sang ne donnent lieu à aucune perception d'impôts, droits ou taxes.\n\nC. - Jusqu'à l'entrée en application de la convention collective prévue à l'article L. 667-8 du code de la santé publique :\n\n1° Les personnels de droit privé recrutés antérieurement à la création de l'Etablissement français du sang restent régis par les dispositions de leurs contrats de travail, l'Etablissement français du sang étant substitué, à compter de sa création, aux établissements de transfusion sanguine et aux personnes morales de droit privé membres des groupements d'intérêt public, dans tous leurs droits et obligations d'employeur ;\n\n2° Les agents contractuels de droit public recrutés antérieurement à la création de l'Etablissement français du sang restent régis par les dispositions législatives et réglementaires qui leur sont applicables, ainsi que par les dispositions de leurs contrats de travail, l'Etablissement français du sang étant substitué, à compter de sa création, aux établissements de transfusion sanguine, aux personnes publiques membres des groupements d'intérêt public et à l'Agence française du sang dans tous leurs droits et obligations d'employeur. A la date d'entrée en vigueur de la convention collective précitée, ces agents optent entre le maintien de leur contrat de droit public ou l'établissement d'un contrat de droit privé."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Paragraphe modificateur\n\nII. - 1°, 2° Paragraphes modificateurs\n\n3° Les activités de conservation et de transformation de tissus et cellules issus du corps humain mentionnées au premier alinéa du I de l'article L. 672-11 du code de la santé publique exercées à la date d'entrée en vigueur de la présente loi doivent être déclarées au ministre chargé de la recherche dans un délai de six mois à compter de la publication du décret d'application prévu par cet article."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - Paragraphe modificateur\n\nII. - Tout établissement exerçant à la date de publication de la présente loi des activités de fabrication, d'importation ou de distribution de matières premières à usage pharmaceutique est tenu de procéder à la déclaration prévue à l'article L. 658-13 du code de la santé publique dans un délai de trois mois à compter de la date de publication du décret mentionné au même article."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Paragraphe modificateur\n\nII. - Les autorisations accordées en application de l'article L. 513 du code de la santé publique avant la date de publication de la présente loi pour la préparation et la délivrance de vaccins et sérums préparés spécialement pour un seul individu sont supprimées."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "A titre exceptionnel, les personnes titulaires d'un diplôme français d'Etat de docteur en médecine ou d'un certificat ou autre titre mentionné à l'article L. 356-2 du code de la santé publique, exerçant, à la date de promulgation de la présente loi, dans les services médicaux du travail régis par le titre IV du livre II du code du travail ou dans les services de médecine de prévention des administrations et établissements publics de l'Etat visés à l'article 2 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat ou dans les services de médecine professionnelle et préventive des collectivités et établissements employant des agents régis par la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale et qui ne possèdent pas les titres ou diplômes mentionnés à l'article R. 241-29 du code du travail sont autorisés à poursuivre leur exercice en tant que respectivement médecin du travail ou médecin de prévention, à condition :1° De suivre un enseignement théorique conforme au programme de l'enseignement dispensé au titre du diplôme d'études spécialisées de médecine du travail ;2° De satisfaire à des épreuves de contrôle de connaissances au plus tard avant la fin de l'année universitaire 2000-2001 pour les médecins exerçant dans les services médicaux du travail régis par le titre IV du livre II du code du travail ou dans les services de médecine de prévention des administrations et établissements publics de l'Etat et avant la fin de l'année universitaire 2001-2002 pour les médecins exerçant dans les services de médecine professionnelle et préventive des collectivités territoriales et des établissements publics territoriaux.Les médecins autorisés, dans le cadre de l'alinéa 1er ci-dessus, à exercer en qualité de médecins de médecine préventive ou de médecine professionnelle et préventive ne peuvent être admis à exercer en qualité de médecin du travail qu'à l'issue d'une durée minimale de trois ans après avoir satisfait aux épreuves de contrôle de connaissances mentionnées au 2°.Un décret en Conseil d'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les dispositions de la présente loi relatives à l'Institut de veille sanitaire entreront en vigueur à la date de publication du décret nommant son directeur général et au plus tard le 31 décembre 1998.Les dispositions de la présente loi relatives à l'Agence française de sécurité sanitaire des produits de santé et à l'Agence française de sécurité sanitaire des aliments et aux produits de leur compétence entreront en vigueur, pour chacune de ces agences ainsi que pour les produits de sa compétence, à la date de publication du décret nommant son directeur général et au plus tard le 31 décembre 1998.A compter de cette date, l'Agence française de sécurité sanitaire des produits de santé est substituée à l'Agence du médicament dans l'ensemble de ses droits et obligations, créances et dettes. L'ensemble des biens meubles et immeubles de l'Agence du médicament est transféré à l'Agence française de sécurité sanitaire des produits de santé.Les formes et conditions dans lesquelles l'Agence française de sécurité sanitaire des produits de santé se substitue dans les droits et obligations de l'Etat, de l'Agence du médicament ou de tout autre organisme pour les missions qui lui sont dévolues par la présente loi sont déterminées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La présente loi fera l'objet, après évaluation de son application par le Gouvernement et par l'Office parlementaire d'évaluation des choix scientifiques et technologiques, d'un nouvel examen par le Parlement dans un délai maximum de cinq ans après son entrée en vigueur."
    }
  ]
}