{
  "id": "loi-n-2004-626-du-30-juin-2004",
  "type": "statute",
  "title": "Loi n° 2004-626 du 30 juin 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000622485",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A défaut de convention ou d'accord conclu sur le fondement du deuxième alinéa de l'article L. 212-16 du code du travail, sont inopposables les stipulations des conventions et accords collectifs prévoyant le chômage du lundi de Pentecôte.Sont également inopposables les clauses des conventions et accords collectifs prévoyant le chômage de la journée de solidarité lorsque celle-ci est choisie par accord d'entreprise ou par décision unilatérale de l'employeur en application des deuxième et cinquième alinéas de l'article L. 212-16 du même code."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La durée de travail fixée antérieurement à l'entrée en vigueur de la présente loi par les stipulations des conventions ou accords collectifs et par les clauses des contrats de travail relatives à la durée annuelle en heures en application des articles L. 212-8 et L. 212-9 du code du travail et L. 713-14 du code rural ainsi que celles relatives au forfait en heures sur l'année en application du II de l'article L. 212-15-3 du code du travail est majorée d'une durée de sept heures par an. Le nombre de jours fixés par les clauses relatives au forfait annuel en jours en application du III de l'article L. 212-15-3 du même code est majoré d'un jour par an.La durée de travail prévue antérieurement à l'entrée en vigueur de la présente loi par les stipulations des conventions ou accords collectifs et par les clauses des contrats de travail relatives au temps partiel modulé sur l'année en application de l'article L. 212-4-6 du code du travail et au temps partiel annualisé validé dans les conditions prévues par le II de l'article 14 de la loi n° 2000-37 du 19 janvier 2000 relative à la réduction négociée du temps de travail est majorée d'une durée proportionnelle à la durée contractuelle."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Pour les fonctionnaires et agents non titulaires relevant de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale et de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière ainsi que pour les praticiens mentionnés à l'article L. 6152-1 du code de la santé publique, la journée de solidarité mentionnée à l'article L. 3133-7 du code du travail est fixée dans les conditions suivantes :\n\n-dans la fonction publique territoriale, par une délibération de l'organe exécutif de l'assemblée territoriale compétente, après avis du  comité technique concerné ;\n\n-dans la fonction publique hospitalière ainsi que pour les praticiens mentionnés à l'article L. 6152-1 du code de la santé publique, par une décision des directeurs des établissements, après avis des instances concernées ;\n\n-dans la fonction publique de l'Etat, par un arrêté du ministre compétent pris après avis du  comité technique ministériel concerné.\n\nDans le respect des procédures énoncées aux alinéas précédents, la journée de solidarité peut être accomplie selon les modalités suivantes :\n\n1° Le travail d'un jour férié précédemment chômé autre que le 1er mai ;\n\n2° Le travail d'un jour de réduction du temps de travail tel que prévu par les règles en vigueur ;\n\n3° Toute autre modalité permettant le travail de sept heures précédemment non travaillées, à l'exclusion des jours de congé annuel."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Gouvernement présentera au Parlement, au plus tard le 1er octobre 2004, un rapport d'évaluation quantitative et qualitative de l'application de la loi n° 2001-647 du 20 juillet 2001 relative à la prise en charge de la perte d'autonomie des personnes âgées et à l'allocation personnalisée d'autonomie."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-Les charges de la Caisse nationale de solidarité pour l'autonomie sont constituées, pour l'année 2004, par :1° Le remboursement du capital et des intérêts de l'emprunt prévu par l'article 5 de la loi n° 2003-289 du 31 mars 2003 portant modification de la loi n° 2001-647 du 20 juillet 2001 relative à la prise en charge de la perte d'autonomie des personnes âgées et à l'allocation personnalisée d'autonomie.Cette charge est retracée dans une section spécifique abondée, à hauteur des besoins, par les produits des contributions visées aux 1° et 2° de l'article 11 ;2° Une contribution au financement par les régimes obligatoires de base de l'assurance maladie des établissements et services mentionnés au 6° du I de l'article L. 312-1 du code de l'action sociale et des familles pour les personnes âgées et au 2° de l'article L. 6111-2 du code de la santé publique.Cette charge est retracée dans une section spécifique abondée par 30 % du solde des produits des contributions mentionnées aux 1° et 2° de l'article 11, disponible après application du 1° du présent I ;3° Un concours versé aux départements, destiné à prendre en charge une partie du coût de l'allocation personnalisée d'autonomie visée à l'article L. 232-1 du code de l'action sociale et des familles.Le montant de ce concours est réparti selon les modalités prévues au II du présent article.Cette charge est retracée dans une section spécifique abondée par :a) Le produit de la contribution sociale généralisée mentionné au 3° de l'article 11, sous réserve des dispositions prévues au 4° du présent I ;b) 70 % du solde disponible, après application du 1° du présent I, des produits des contributions visées aux 1° et 2° de l'article 11 ;c) Le produit prévu au 4° de l'article 11 ;4° Les dépenses de modernisation des services ou de professionnalisation de tous les métiers qui apportent au domicile des personnes âgées dépendantes une assistance dans les actes quotidiens de la vie afin, notamment, de promouvoir des actions innovantes, de renforcer la professionnalisation et de développer la qualité des services ainsi que les dépenses de formation et de qualification des personnels soignants recrutés dans le cadre des mesures nouvelles de médicalisation des établissements et services mentionnés au 6° du I de l'article L. 312-1 du code de l'action sociale et des familles et au 2° de l'article L. 6111-2 du code de la santé publique.Cette charge est retracée dans une section spécifique abondée par une fraction du produit de la contribution sociale généralisée mentionné au 3° de l'article 11. Cette fraction, fixée par arrêté conjoint des ministres chargés de la sécurité sociale et du budget, ne peut être inférieure à 5 % ni supérieure à 12 % des sommes en cause.Les projets de modernisation de l'aide à domicile sont agréés par le ministre chargé des personnes âgées et financés par la caisse dans la limite des crédits disponibles ;5° Les dépenses d'animation et de prévention dans les domaines d'action de la caisse en ce qui concerne les personnes âgées.Ces charges sont retracées dans une section spécifique abondée par une fraction, fixée par arrêté des ministres chargés de la sécurité sociale et du budget, des ressources de la section mentionnée au 2° ;6° Les frais de gestion de la caisse.La charge de ces frais est retracée dans une section spécifique, équilibrée par un prélèvement sur les ressources encaissées par la caisse réparti entre les sections mentionnées aux 2°, 3°, 4° et 5°, au prorata du montant des ressources qui leur sont affectées.La caisse suit l'ensemble de ces opérations dans des comptes spécifiques ouverts au titre desdites sections.II.-(Codifié par la loi 2005-102 2005-02-11 dans le code de l'action sociale et des familles L14-10-6)III.-Le II de l'article 5 de la loi n° 2003-289 du 31 mars 2003 précitée est abrogé."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.-Les biens, droits et obligations du fonds mentionné à l'article L. 232-21 du code de l'action sociale et des familles sont transférés à la Caisse nationale de solidarité pour l'autonomie. Ce transfert est effectué à titre gratuit et ne donne lieu à aucune indemnité ou perception de droits ou de taxes, ni à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat.II., IV., V.-(Paragraphes modificateurs)III.-Jusqu'au 30 juin 2004, les dispositions du II de l'article 12 se substituent aux dispositions du 1° du II de l'article L. 232-21 du code de l'action sociale et des familles. Les dispositions de ce dernier article sont abrogées à compter du 1er juillet 2004."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les charges résultant pour les collectivités territoriales de la création ou de l'extension de compétences réalisées par la présente loi sont compensées dans des conditions qui seront prévues par une loi de finances."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sous réserve des dispositions du III de l'article 15, les dispositions de la présente loi entrent en vigueur le 1er juillet 2004.I.-En ce qui concerne les dispositions du titre II :1° La première journée de solidarité intervient entre le 1er juillet 2004 et le 30 juin 2005 ;2° Les modifications prévues aux 2° et 3° de l'article 2 et aux articles 3 et 5 sont applicables aux périodes de référence annuelles à compter de celle incluant la première journée de solidarité.II.-En ce qui concerne les dispositions du titre III :1° La contribution instituée par le 1° de l'article 11 s'applique aux rémunérations versées à compter du 1er juillet 2004 ;2° La contribution additionnelle au prélèvement social mentionné à l'article L. 245-14 du code de la sécurité sociale, instituée par le 2° de l'article 11 de la présente loi, s'applique aux revenus des années 2003 et suivantes. Son taux est de 0, 15 % pour l'imposition des revenus de l'année 2003 ;3° La contribution additionnelle au prélèvement social mentionné à l'article L. 245-15 du code de la sécurité sociale, instituée par le 2° de l'article 11 de la présente loi, s'applique, à compter du 1er juillet 2004, aux produits de placements mentionnés au I de l'article L. 136-7 du code de la sécurité sociale sur lesquels est opéré à partir de cette même date le prélèvement prévu à l'article 125 A du code général des impôts, aux plus-values mentionnées au I du même article L. 136-7, pour les cessions intervenues à compter du 1er juillet 2004 et aux produits de placements mentionnés au II du même article L. 136-7 pour la part de ces produits acquise et, le cas échéant, constatée à compter du 1er juillet 2004.L'année d'entrée en vigueur de la contribution, pour l'application des dispositions du IV de ce même article L. 136-7, les revenus pris en compte pour le calcul des acomptes dus au titre des mois de décembre 2004 et janvier 2005 ne sont retenus qu'à hauteur de 50 % des montants des revenus de décembre 2003 et janvier 2004."
    }
  ]
}