{
  "id": "loi-n-81-736-du-4-aout-1981",
  "type": "statute",
  "title": "Loi n° 81-736 du 4 août 1981",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517004",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont amnistiées les contraventions de police lorsqu'elles ont été commises antérieurement au 22 mai 1981."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont amnistiées, quelle qu'ait été la juridiction compétente, les infractions suivantes, lorsqu'elles ont été commises antérieurement au 22 mai 1981 :1° Délits pour lesquels seule une peine d'amende est encourue ;2° Délits commis à l'occasion de réunions, de manifestations sur la voie publique, dans les lieux publics et les établissements universitaires ou scolaires, à l'occasion de conflits relatifs aux problèmes de l'enseignement et de conflits du travail, à l'occasion d'activités syndicales et revendicatives ;3° Délits commis à l'occasion de conflits relatifs à des problèmes agricoles, ruraux, artisanaux ou commerciaux ;4° Infractions commises en relation avec des élections de toutes sortes ou avec des incidents d'ordre politique ou social survenus en France, à condition que ces infractions n'aient pas entraîné la mort ou des blessures ou infirmités de l'espèce définie au premier alinéa de l'article 310 du code pénal (ou au troisième alinéa de l'article 309 de ce code dans sa rédaction antérieure à la loi n° 81-82 du 2 février 1981), à l'exception des délits de fraude et de corruption électorale et des délits en matière de vote par correspondance et de vote par procuration ;5° Infractions autres que celles prévues aux articles 70 (1°, 2°, 3°) et 71 à 85 du code pénal, commises en relation avec toute entreprise tendant à entraver l'exercice de l'autorité de l'Etat, à condition que ces infractions n'aient pas entraîné la mort ou des blessures ou infirmités de l'espèce visée au 4° ci-dessus ou que ces infractions ne soient pas constituées, sur la personne des agents de la force publique, par des coups et blessures volontaires ou des tentatives d'homicide volontaire, par arme à feu ;6° Délit prévu par l'article 226 du code pénal et délits prévus par la loi du 29 juillet 1881 sur la liberté de la presse ;7° Délits prévus et réprimés par l'article 33 bis de la loi n° 74-696 du 7 août 1974 relative à la radiodiffusion et à la télévision et par l'article L. 39 du code des postes et télécommunications ;8° Infractions aux dispositions de l'article L. 89 du code des postes et télécommunications ;9° Délits prévus et réprimés par l'article 317 du code pénal et par les articles L. 645, L. 646 et L. 647 du code de la santé publique, sauf, lorsqu'ils entrent dans le champ d'application des alinéas 4 et 5 de l'article 317 du code pénal, s'il résulte du jugement, de l'arrêt ou des faits de la cause qu'il a été perçu des honoraires supérieurs à ceux qui sont fixés par la réglementation en vigueur pour les interruptions volontaires de grossesse ;10° Délits en matière de police des étrangers prévus par l'ordonnance n° 45-2658 du 2 novembre 1945 relative aux conditions d'entrée et de séjour en France des étrangers et portant création de l'office national d'immigration, à l'exclusion du délit prévu à l'article 21 de ladite ordonnance ;11° Délits commis en relation avec la défense des droits et intérêts des Français rapatriés d'outre-mer ;12° Délit prévu et réprimé par l'article 330 (alinéa 2) ainsi que par l'article 331 (alinéa 3) du code pénal dans sa rédaction antérieure à la loi n° 80-1041 du 23 décembre 1980 et délit prévu et réprimé par l'article 331 (alinéa 2) du code pénal."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont amnistiés, lorsqu'ils ont été commis antérieurement au 22 mai 1981, les délits prévus aux articles suivants du code de justice militaire :Articles 377 à 387, 394, 395, 398, 399, 409 (alinéa 1er), 410 (alinéa 1er), 416, 418, 420, 421, 427, 431, 432, 433, 434, 436, 437, 439, 440, 441, 442, 443, 445, 447, 448 et 449."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sont amnistiées, lorsque leur auteur s'est ou se sera rendu volontairement avant le 31 décembre 1981 ou lorsque la situation de l'intéressé aura été régularisée avant cette date, les infractions prévues aux articles 377 à 387 du code de justice militaire dont le point de départ est antérieur au 22 mai 1981 et qui ne sont pas amnistiées par l'article 3.Sont amnistiés sans condition de reddition les citoyens français ayant une double nationalité, condamnés ou poursuivis pour insoumission ou désertion, qui ont effectivement accompli un service militaire dans le pays de leur autre nationalité, ou tout autre service de substitution existant dans ce pays."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont amnistiés les délits prévus aux articles suivants du code du service national, lorsque les faits ou le point de départ des faits sont antérieurs au 22 mai 1981 et qu'ils ne sont pas visés à l'article 4 ci-dessus : articles L. 50, L. 118, L. 124, L. 125, L. 128, L. 129, L. 131, L. 132, L. 133, L. 134, L. 145 à L. 149 et L. 152 à L. 159."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sont amnistiées les infractions commises avant le 22 mai 1981 qui sont ou seront punies, soit de peines d'amende soit de peines d'emprisonnement ci-après énumérées, que ces peines soient assorties ou non d'une amende :a) Peines d'emprisonnement inférieures ou égales à six mois sans sursis ou avec application du sursis avec mise à l'épreuve ;b) Peines d'emprisonnement inférieures ou égales à quinze mois avec application du sursis simple ;c) Peines d'emprisonnement avec application du sursis avec mise à l'épreuve d'une durée supérieure à six mois et ne dépassant pas quinze mois lorsque la condamnation aura été déclarée non avenue ou que le condamné aura accompli le délai d'épreuve fixé en application de l'article 738 du code de procédure pénale sans avoir fait l'objet d'une mesure de révocation ;d) Peines d'emprisonnement dont une part est assortie du sursis simple ou du sursis avec mise à l'épreuve, lorsque la fraction ferme de l'emprisonnement est inférieure ou égale à six mois et que la durée totale de la peine prononcée est inférieure ou égale à quinze mois, sous réserve que soient remplies les conditions prévues au c ci-dessus en matière de sursis avec mise à l'épreuve.Entrent dans les prévisions des dispositions du présent article les peines d'emprisonnement assorties du sursis simple ou du sursis avec mise à l'épreuve visées ci-dessus qui ont fait l'objet d'une dispense de révocation.Entrent également dans les prévisions du présent article les peines d'emprisonnement assorties du sursis avec mise à l'épreuve visées ci-dessus qui ont fait l'objet d'une révocation à la suite d'une condamnation amnistiée par la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sont amnistiées les infractions commises avant le 22 mai 1981 qui sont ou seront punies, à titre de peine principale, des sanctions pénales prévues aux articles 43-1, 43-2, 43-3 et 43-4 du code pénal, que ces sanctions soient assorties ou non d'une amende."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sont amnistiées les infractions commises avant le 22 mai 1981 qui ont donné lieu à une dispense de peine en application des articles 469-1 et 469-2 du code de procédure pénale."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Sont amnistiées les infractions commises avant le 22 mai 1981 qui ont donné lieu à une mesure d'admonestation en application de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'amnistie prévue par les articles 6 à 9 n'est acquise qu'après condamnation devenue définitive.Toutefois, en l'absence de partie civile et sauf appel ou pourvoi en cassation dans les délais légaux à compter du jour de la décision, cette amnistie est acquise, sans qu'il y ait lieu à signification, après condamnation prononcée par défaut, par itératif défaut ou dans les conditions prévues par les articles 410 et 411 du code de procédure pénale.Le condamné bénéficiant de l'amnistie prévue à l'alinéa précédent conserve la possibilité de former opposition, d'interjeter appel ou de se pourvoir en cassation, selon le cas, s'il fait ultérieurement l'objet d'une assignation sur intérêts civils. Le délai d'opposition, d'appel ou de pourvoi en cassation est alors calculé à compter du jour où le condamné a eu connaissance de cette assignation.Lorsqu'un appel, une opposition ou un pourvoi en cassation a été formé avant l'entrée en vigueur de la présente loi contre une condamnation amnistiée par application des articles 6 à 9 ou qui aurait été remise en tout ou partie par l'effet des grâces accordées à l'occasion du 14 juillet 1981, le condamné peut, par déclaration au greffe de la juridiction qui a rendu la décision ou de l'établissement pénitentiaire dans lequel il est détenu, se désister de la voie de recours exercée. Ce désistement rend caducs tous les recours incidents autres que ceux formés par les parties civiles et définitive la condamnation en ce qui concerne l'action publique."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les contestations relatives à l'amnistie de droit prévue par la présente loi, si elles concernent des condamnations pénales définitives prononcées par des juridictions de la métropole ou des départements d'outre-mer, sont soumises aux règles de compétence et de procédure prévues par l'article 778 (alinéas 2 et 3) du code de procédure pénale. Ces contestations, si elles concernent des condamnations pénales définitives prononcées par des juridictions des territoires d'outre-mer, sont soumises aux règles de compétence et de procédure prévues par l'article 597 (alinéas 1er à 4) du code d'instruction criminelle en vigueur dans ces territoires.Si la décision a été rendue par un tribunal permanent des forces armées siégeant dans la métropole ou les départements d'outre-mer, la requête sera soumise à la chambre de l'instruction de la cour d'appel dans le ressort de laquelle était établi le siège de ce tribunal. Si la décision a été rendue par un tribunal permanent des forces armées siégeant dans un territoire d'outre-mer, la requête sera présentée à la chambre de l'instruction de la cour d'appel ou du tribunal supérieur d'appel dans le ressort duquel était établi le siège du tribunal permanent des forces armées. Si la décision a été rendue par un tribunal aux armées ou par une juridiction étrangère dans le cas prévu à l'article 30, la requête sera présentée à la chambre de l'instruction de la cour d'appel de Paris.En l'absence de condamnation définitive, les contestations sont soumises à la juridiction compétente pour statuer sur la poursuite."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le Président de la République peut admettre par décret au bénéfice de l'amnistie les personnes poursuivies ou condamnées pour toute infraction commise avant le 22 mai 1981 qui n'ont pas, antérieurement à cette infraction, fait l'objet d'une condamnation à l'emprisonnement ou à une peine plus grave pour crime ou délit de droit commun et qui appartiennent à l'une des catégories ci-après :\n\n1° Personnes âgées de moins de vingt et un ans au moment de l'infraction ;\n\n2° Personnes qui ont fait l'objet d'une citation homologuée ou sont titulaires d'une pension de guerre ou ont été victimes de blessures de guerre au cours des guerres 1914-1918 ou 1939-1945, ou sur les théâtres d'opérations extérieures, ou au cours d'opérations de maintien de l'ordre hors de la métropole ou par l'effet d'actes de terrorisme ;\n\n3° Déportés résistants ou politiques et internés résistants ou politiques ;\n\n4° Résistants dont l'un des ascendants est mort pour la France ;\n\n5° Personnes qui se sont distinguées d'une manière exceptionnelle dans les domaines humanitaire, culturel ou scientifique.\n\nLa demande d'amnistie peut être présentée par toute personne dans le délai d'un an à compter soit de la publication de la présente loi, soit de la condamnation définitive, soit, en ce qui concerne les personnes visées au 1° ci-dessus, de la date à laquelle le condamné aura atteint l'âge de vingt et un ans.\n\nLes dispositions du présent article peuvent être invoquées à l'appui d'une demande d'amnistie concernant une infraction commise même avant le 27 mai 1974 sans qu'une forclusion tirée de la loi n° 74-643 du 16 juillet 1974 ou d'une loi d'amnistie antérieure ne puisse être opposée."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sont amnistiés les faits commis antérieurement au 22 mai 1981 en tant qu'ils constituent des fautes passibles de sanctions disciplinaires ou professionnelles.Toutefois, si ces mêmes faits ont donné lieu à une condamnation pénale, l'amnistie des sanctions disciplinaires ou professionnelles est subordonnée à l'amnistie de la condamnation pénale.Sauf mesure individuelle accordée par décret du Président de la République, sont exceptés du bénéfice de l'amnistie prévue par le présent article les faits constituant des manquements à la probité, aux bonnes moeurs ou à l'honneur. La demande d'amnistie peut être présentée par toute personne intéressée dans un délai d'un an à compter soit de la publication de la présente loi, soit de la condamnation définitive."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Sont amnistiés, dans les conditions fixées à l'article 13, les faits retenus comme motifs de sanctions prononcées par un employeur.\n\nL'inspection du travail veille à ce qu'il ne puisse être fait état des faits amnistiés. A cet effet, elle s'assure du retrait des mentions relatives à ces sanctions dans les dossiers de toute nature concernant les travailleurs qui bénéficient de l'amnistie.\n\nLes règles de compétence applicables au contentieux des sanctions sont applicables au contentieux de l'amnistie.\n\nII. - Tout salarié qui, depuis le 1er janvier 1975 a été licencié à raison de faits en relation avec sa fonction de représentant élu du personnel ou de délégué syndical peut invoquer cette qualité, que l'autorisation administrative de licenciement ait ou non été accordée, pour obtenir sa réintégration dans son emploi ou dans un emploi équivalent chez le même employeur à la condition que cette réintégration soit possible. Il doit à cet effet présenter une demande dans un délai de trois mois à compter de la promulgation de la présente loi.\n\nL'employeur est tenu, dans le mois qui suit la demande de réintégration, de notifier à l'intéressé soit qu'il accepte de le réintégrer, soit qu'il estime sa réintégration impossible. Dans ce dernier cas, il doit indiquer les motifs de sa décision et, en même temps qu'il la notifie à l'intéressé, en adresser une copie à l'inspecteur du travail. Avant de prendre sa décision, l'employeur consulte le comité d'entreprise, ou, à défaut, les délégués du personnel, s'il en existe, leur avis étant communiqué à l'inspecteur du travail.\n\nSi l'inspecteur du travail estime que le refus de l'employeur n'est pas justifié, il propose la réintégration. Sa proposition écrite et motivée est communiquée aux parties.\n\nLe contentieux de la réintégration est soumis à la juridiction prud\"homale qui statue selon la procédure accélérée au fond. Le salarié réintégré bénéficie pendant six mois, à compter de sa réintégration effective de la protection attachée par la loi à son statut antérieur au licenciement."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Sous réserve des dispositions des alinéas 2 et 3 de l'article 13, sont amnistiés les faits commis antérieurement au 22 mai 1981 par les étudiants ou élèves des établissements universitaires ou scolaires ayant donné lieu ou pouvant donner lieu à des sanctions disciplinaires.L'amnistie implique le droit à réintégration dans l'établissement universitaire ou scolaire auquel le bénéficiaire de l'amnistie appartenait, à moins que la poursuite de ses études ne l'exige pas."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les contestations relatives au bénéfice de l'amnistie des sanctions disciplinaires ou professionnelles définitives sont portées devant l'autorité ou la juridiction qui a rendu la décision.L'intéressé peut saisir cette autorité en vue de faire constater que le bénéfice de l'amnistie lui est effectivement acquis.En l'absence de décision définitive, ces contestations sont soumises à l'autorité ou à la juridiction saisie de la poursuite.L'exécution de la sanction est suspendue jusqu'à ce qu'il ait été statué sur la demande ; le recours contentieux contre la décision de rejet de la demande a également un caractère suspensif.Toutefois, l'autorité ou la juridiction saisie de la demande ou du recours peut, par décision spécialement motivée, ordonner l'exécution provisoire de la sanction ; cette décision, lorsqu'elle relève de la compétence d'une juridiction, peut en cas d'urgence être rendue par le président de cette juridiction ou un de ses membres délégué à cet effet."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Sont amnistiés, lorsque les faits sont antérieurs au 22 mai 1981 :1° Les avertissements prononcés par l'autorité compétente en application de l'article L. 18 du code de la route ;2° Les mesures administratives concernant le permis de conduire prévues au même article."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Pour autant qu'elles seront acquittées avant le 30 septembre 1982, les cotisations exigibles au 1er janvier 1981 et restant dues à la date de publication de la présente loi par les travailleurs non salariés des professions non agricoles soit au titre du régime d'assurance maladie et maternité institué par la loi n° 66-509 du 12 juillet 1966 modifiée, soit au titre des régimes d'assurance vieillesse visés au chapitre III du titre Ier du livre VIII du code de la sécurité sociale, ne donneront pas lieu à l'application de majorations de retard.\n\nLes poursuites déjà engagées, en vertu des textes pris en application de la loi précitée du 12 juillet 1966 modifiée ainsi que des dispositions du chapitre III du titre V du livre Ier et de l'article L. 665 du code de la sécurité sociale, en vue du recouvrement de majorations de retard se rapportant à des cotisations entrant dans les prévisions de l'alinéa précédent sont de plein droit suspendues jusqu'au 30 septembre 1982 et seront définitivement interrompues lorsque, avant cette date, les cotisations considérées seront acquittées.\n\nEn ce qui concerne l'assurance vieillesse, la régularisation des cotisations dues pour la période antérieure au 1er janvier 1973 peut intervenir au plus tard le 30 septembre 1982.\n\nLes travailleurs non salariés des professions non agricoles qui aux termes de l'article 14 de la loi d'amnistie n° 74-643 du 16 juillet 1974 ne peuvent plus faire l'objet de poursuites pour le recouvrement des cotisations non acquittées à la date du 1er janvier 1974 au titre du régime d'assurance maladie et maternité institué par la loi précitée n° 66-509 du 12 juillet 1966 modifiée sont considérés comme étant à jour des cotisations échues à la date du 1er janvier 1974."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'amnistie entraîne la remise de toutes les peines principales, accessoires et complémentaires, ainsi que de toutes les incapacités ou déchéances subséquentes. Elle ne peut donner lieu à restitution, sauf en ce qui concerne les objets confisqués en application de l'article 33 bis de la loi n° 74-696 du 7 août 1974 relative à la radiodiffusion et à la télévision et des articles L. 39 et L. 89 du code des postes et télécommunications. Elle rétablit l'auteur de l'infraction dans le bénéfice du sursis qui a pu lui être accordé lors d'une condamnation antérieure.Toutefois, en cas de condamnation à une amende supérieure à 6.000 F l'amnistie prévue par les articles 6 et 7 ne sera acquise qu'après le paiement de cette amende ou après l'exécution de la contrainte judiciaire. Dans ce dernier cas, l'amnistie ainsi acquise ne fait pas obstacle au recouvrement ultérieur de l'amende.L'amnistie entraîne la remise des peines complémentaires de suspension ou d'interdiction de délivrance du permis de conduire prévues aux articles L. 14 et L. 16 du code de la route."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "En cas de condamnation pour infractions multiples, le condamné est amnistié si l'infraction amnistiée est légalement punie de la peine la plus forte ou d'une peine égale à celles qui sont prévues, pour les autres infractions poursuivies. Toutefois, ne peut prétendre au bénéfice de l'amnistie la personne qui a été condamnée pour l'une des infractions mentionnées à l'article 28."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "L'amnistie s'étend aux faits d'évasion punis des peines de l'article 245 du code pénal, commis au cours de l'exécution d'une condamnation effacée par l'amnistie, ainsi qu'aux infractions à l'interdiction de séjour accessoire ou complémentaire d'une condamnation effacée par l'amnistie."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'amnistie n'entraîne de droit ni la réintégration dans les fonctions, emplois, professions, grades, offices publics ou ministériels, ni la reconstitution de carrière.Elle entraîne la réintégration dans les divers droits à pension à compter de la date de publication de la présente loi en ce qui concerne l'amnistie de droit et à compter du jour où l'intéressé est admis à son bénéfice en ce qui concerne l'amnistie par mesure individuelle.La liquidation des droits à pension se fait selon les règles fixées par le code des pensions civiles et militaires tel qu'il était en vigueur le 22 mai 1981.L'amnistie n'entraîne pas la réintégration dans l'ordre de la Légion d'honneur, dans l'ordre de la Libération, dans l'ordre national du Mérite, ni dans le droit au port de la médaille militaire. Toutefois, la réintégration peut être prononcée, pour chaque cas individuellement, à la demande du garde des sceaux, ministre de la justice, et, le cas échéant, du ministre intéressé, par décret du Président de la République pris après avis conforme du grand chancelier compétent."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'amnistie ne préjudicie pas aux droits des tiers. En cas d'instance sur les intérêts civils, le dossier pénal est versé aux débats et mis à la disposition des parties.Si la juridiction de jugement a été saisie de l'action publique avant la publication de la présente loi, cette juridiction reste compétente pour statuer, le cas échéant, sur les intérêts civils.L'amnistie est applicable aux frais de poursuite et d'instance avancés par l'Etat."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "L'amnistie ne peut en aucun cas mettre obstacle ni à la réhabilitation ni à l'action en révision devant toute juridiction compétente tendant à faire établir l'innocence du condamné."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Il est interdit à toute personne en ayant eu connaissance, de rappeler sous quelque forme que ce soit ou de laisser subsister dans tout document quelconque les condamnations pénales, les sanctions disciplinaires ou professionnelles et les déchéances effacées par l'amnistie. Les minutes des jugements, arrêts et décisions échappent toutefois à cette interdiction, mais des expéditions ne pourront en être délivrées qu'à la condition de porter en marge la mention de l'amnistie.Toute référence à une condamnation ou à une sanction amnistiée sera punie d'une amende de 500 F à 10.000 F.L'amnistie ne peut en aucun cas mettre obstacle à l'exécution des jugements ou arrêts intervenus en matière de diffamation ou de dénonciation calomnieuse ordonnant la publication desdits jugements ou arrêts."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "L'amnistie reste sans effet sur les mesures ou décisions prises en application des articles 378 et 379-1 du code civil.Sous réserve des dispositions de l'article 9, elle reste aussi sans effet sur les mesures prononcées par application des articles 8, 15, 16, 16 bis et 28 de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante. Toutefois, les fiches relatives à ces décisions prononcées pour tout fait antérieur au 22 mai 1981 sont supprimées du casier judiciaire à la date d'expiration de la mesure et en tout cas lorsque le mineur atteint l'âge de la majorité."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Sont réhabilitées de plein droit, sans qu'il y ait lieu au prononcé d'un jugement, les personnes qui ont été déclarées en faillite en application des dispositions en vigueur avant le 1er janvier 1968."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Cesseront d'être mentionnées au casier judiciaire les condamnations prononcées par des juridictions étrangères ou par des juridictions compétentes en matière de navigation sur le Rhin ou sur la Moselle, pour infractions de la nature de celles qui sont visées au chapitre Ier commises avant le 22 mai 1981."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Seront également retirées du casier judiciaire et du \"sommier\" de police technique :1° Les fiches relatives aux décisions de faillite ou de règlement judiciaire prononcées en application des dispositions en vigueur avant le 1er janvier 1968 ;2° Les fiches relatives aux arrêtés d'expulsion pris contre les étrangers avant le 1er janvier 1960."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "La présente loi est applicable aux territoires d'outre-mer et à la collectivité territoriale de Mayotte.\n\nElle est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna dans sa rédaction résultant de l'ordonnance n° 2019-738 du 17 juillet 2019."
    }
  ]
}