{
  "id": "loi-n-70-632-du-15-juillet-1970",
  "type": "statute",
  "title": "Loi n° 70-632 du 15 juillet 1970",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000512226",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Une contribution nationale à l'indemnisation prévue à l'article\n4, troisième alinéa, de la loi n° 61-1439 du 26 décembre 1961 est\naccordée par l'Etat français aux personnes remplissant les conditions\nfixées au chapitre Ier du titre Ier de la présente loi.Cette contribution a le caractère d'une avance sur les créances\ndétenues à l'encontre des Etats étrangers ou des bénéficiaires de\nla dépossession."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Bénéficient du droit à indemnisation au titre de la présente loi les personnes physiques remplissant les conditions suivantes :1° Avoir été dépossédées, avant le 1er juin 1970, par suite d'événements politiques, d'un bien mentionné au titre II de la présente loi et situé dans un territoire antérieurement placé sous la souveraineté, le protectorat ou la tutelle de la France ;2° Avoir résidé habituellement dans ce territoire au moins pendant une durée totale de trois années avant la dépossession.Cette condition n'est pas exigée des personnes qui, avant d'être dépossédées, avaient reçu le bien ouvrant droit à indemnisation par succession, legs ou donation d'un parent en ligne directe, d'un conjoint, d'un frère ou d'une sœur qui remplissaient eux-mêmes cette condition.Un décret déterminera les conditions dans lesquelles le délai de trois années prévu ci-dessus pourra être réduit pour les agents civils ou militaires de l'Etat ;3° Etre de nationalité française au 1er juin 1970 ou devenir Français au terme d'une procédure déjà engagée avant cette date ou, pour les personnes réinstallées en France, avoir été admises avant cette date, pour services exceptionnels rendus à la France, au bénéfice des prestations instituées par la loi n° 61-1439 du 26 décembre 1961 relative à l'accueil et à la réinstallation des Français d'outre-mer dans les conditions fixées par le décret n° 62-1049 du 4 septembre 1962."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans le cas où la personne dépossédée est décédée avant le 1er\njuin 1970, les conditions prévues à l'article précédent doivent avoir\nété remplies dans la personne du défunt au jour du décès. Toutefois,\nla condition de nationalité n'est pas exigée dans le cas des personnes\nayant rendu des services importants à la France et décédées avant\nl'expiration des délais qui leur étaient impartis soit en vue d'opter\npour la nationalité française, soit pour se faire reconnaître cette\nnationalité."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les droits à indemnisation accordés aux bénéficiaires de la présente\nloi sont incessibles sauf aux ascendants, descendants, conjoints,\nfrères et sœurs du bénéficiaire. Ils sont transmissibles selon les\nrègles successorales de droit commun.Chaque ayant droit peut prétendre à la fraction de l'indemnité\ndue à la personne dépossédée correspondant à sa vocation héréditaire\nou testamentaire."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsqu'un bien appartenait à une société civile ou commerciale\nlors de la dépossession, le droit à indemnisation naît, dans les limites\net conditions prévues aux articles ci-après, dans le patrimoine des\nassociés, sous réserve que ceux-ci soient des personnes physiques\nremplissant les conditions prévues aux articles 2 à 4."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le droit à indemnisation des associés des sociétés civiles ou\ncommerciales est calculé comme s'ils avaient été personnellement propriétaires\ndes biens dont la société a été dépossédée, à concurrence d'une quote-part\négale à leur part du capital.Si certains actionnaires sont propriétaires d'actions conférant\ndes droits inégaux, il sera tenu compte des dispositions des statuts\npour déterminer les droits à indemnisation.Les porteurs de parts bénéficiaires ne peuvent prétendre à indemnisation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les porteurs de parts des sociétés à responsabilité limitée, les actionnaires des sociétés anonymes et les commanditaires des sociétés en commandite ne peuvent toutefois prétendre à être indemnisés du chef des biens spoliés de la société que sous réserve d'établir qu'au jour de la dépossession l'une des deux conditions suivantes était remplie :1° Ils participaient personnellement à l'exploitation de la société soit en qualité de dirigeant de droit ou de fait, soit en qualité de membre d'une coopérative ouvrière de production ;2° Ils constituaient une société dont 75 % du capital étaient détenus par des parents ou alliés jusqu'au sixième degré ou par des parents ou alliés jusqu'au sixième degré des personnes visées à l'alinéa 1° ci-dessus."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les titulaires de parts de sociétés ayant pour objet la construction\nou l'acquisition d'immeubles en vue de leur division par fractions\ndestinées à être attribuées aux associés en propriété ou en jouissance\nsont réputés, pour le calcul de leurs droits à indemnisation, personnellement\npropriétaires des fractions d'immeubles correspondant à leurs parts."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Pour être indemnisés du chef des biens d'une société, les associés\nremplissant les conditions prévues aux articles 5 à 8 ci-dessus doivent\nétablir que les parts sociales ou actions leur appartiennent à la\ndate de la demande d'indemnisation et ont été acquises avant les dates\nprévues à l'article 14.S'ils ont recueilli lesdites parts ou actions par succession,\nlegs ou donation, ils doivent établir que le défunt ou le donateur\nen était propriétaire aux mêmes dates."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'indemnisation accordée, en application des articles ci-dessus,\nà certains associés, en raison des biens dont une société a été dépossédée,\nconstitue un droit personnel. Elle est sans effet sur les rapports\nentre les bénéficiaires de cette indemnisation et les autres associés."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les biens appartenant à des personnes morales autres que les sociétés\nn'ouvrent pas droit à indemnisation."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La dépossession mentionnée à l'article 2 doit résulter soit d'une\nnationalisation, d'une confiscation ou d'une mesure similaire intervenue\nen application d'un texte législatif ou réglementaire ou d'une décision\nadministrative, soit de mesures ou de circonstances ayant entraîné,\nen droit ou en fait, la perte de la disposition et de la jouissance\ndu bien.L'expropriation d'immeubles prononcée en Algérie avant le 3 juillet\n1962, et dans les autres territoires avant des dates qui seront fixées\npar décret est assimilée à la dépossession visée ci-dessus, dans la\nmesure où elle n'aura pas donné lieu au versement d'une indemnité."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La dépossession est prise en considération si elle n'a pas donné\nlieu à indemnisation.Toutefois, si l'indemnisation obtenue est inférieure à celle à\nlaquelle la personne dépossédée aurait droit en application de la\nprésente loi, cette personne peut prétendre à un complément égal à\nla différence entre l'indemnité liquidée selon les dispositions de\nl'article 41 de la présente loi et l'indemnité déjà obtenue."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Ne donne pas lieu à indemnisation la dépossession des biens acquis,\nà titre onéreux, postérieurement à des dates qui seront fixées, pour\nchaque territoire, par décret en Conseil d'Etat, et qui ne pourront\nêtre antérieures aux dates auxquelles a pris fin, dans chacun d'entre\neux, la souveraineté, le protectorat ou la tutelle de la France. Il\nen est de même lorsque ces biens ont fait ensuite l'objet de donations,\nlegs ou dévolutions successorales."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Sous réserve des dispositions particulières à certaines catégories\nde biens contenues dans le présent titre, la valeur d'indemnisation\nest déterminée forfaitairement, selon la nature, la catégorie, l'emplacement\ndes biens. Pour la détermination de cette valeur, il n'est pas tenu\ncompte des fluctuations résultant des événements qui ont été à l'origine\nde la dépossession."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Pour prétendre à indemnisation de biens agricoles, le demandeur\ndoit apporter la justification à la date de la dépossession :1° De son droit de propriété ou des titres qui fondaient sa qualité\nd'exploitant agricole ;2° Du mode d'exploitation ;3° De la superficie et de la nature des cultures et activités.\nA défaut de cette justification, les terres productives sont estimées\nsur la base de la valeur minimale prévue aux barèmes mentionnés à\nl'article 17.Les terres non exploitées ne sont pas indemnisables."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La valeur d'indemnisation des biens agricoles couvre exclusivement\nla valeur de la terre, des plantations, des bâtiments d'habitation\net d'exploitation, du matériel, du cheptel vif et de l'équipement,\nou des parts des coopératives qui en tenaient éventuellement lieu.La valeur d'indemnisation est établie forfaitairement à partir\nde barèmes fixés par décret en Conseil d'Etat en fonction de la situation\ndes terres, de leur aménagement et des natures de culture ou d'activités."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La valeur forfaitaire d'indemnisation est, le cas échéant, répartie entre le propriétaire et l'exploitant selon les droits qu'ils détenaient respectivement.En cas de désaccord entre les parties, celles-ci peuvent faire opposition auprès de l'établissement prévu à l'article L. 517 du code des pensions militaires d'invalidité et des victimes de la guerre jusqu'à détermination de leurs droits respectifs par une décision de justice ayant force de chose jugée."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions du présent chapitre sont applicables :Aux immeubles et locaux d'habitation et à leurs dépendances, à\nl'exception de ceux mentionnés à l'article 17 ;Aux biens immeubles affectés exclusivement ou principalement à\nun usage professionnel, industriel, commercial ou artisanal sous réserve\ndes dispositions du chapitre IV ci-dessous ;Aux terrains non agricoles."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Pour prétendre à indemnisation, le demandeur doit apporter la\njustification :1° De son droit de propriété ;2° De la superficie bâtie, de la contenance des terrains d'assise."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Dans le cas des locations-ventes, la valeur d'indemnisation du\nbien est répartie entre l'acheteur et le vendeur au prorata des versements\ndéjà opérés par rapport au total des versements stipulés au contrat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La valeur d'indemnisation des biens immobiliers construits est déterminée par l'application de barèmes forfaitaires établis par décret en Conseil d'Etat. Elle couvre la construction, la quote-part du terrain d'assise et les dépendances.Ces biens sont classés en fonction de leur localisation, de leur usage, de leur superficie et de leur année de construction, en tenant compte, le cas échéant, de la rénovation des biens s’il en est justifié. Lorsqu’il s’agit de biens à usage professionnel, industriel, commercial ou artisanal, et d'immeubles à usage d'habitation autres que les résidences principales ou secondaires, il est tenu compte de la date d'entrée dans le patrimoine ; lorsqu'il s'agit d'immeubles ou de locaux d'habitation, il est tenu compte de l'usage qui en était fait par le propriétaire et du nombre de leurs pièces principales.Une valeur différente de celle résultant de l'application des barèmes peut être fixée, à la demande de l'intéressé, et sur production d'un acte authentique ou d'un acte sous seing privé ayant date certaine par une instance arbitrale statuant à juge unique et composée, dans des conditions fixées par décret, de magistrats du ressort de la cour d'appel de Paris.Les décisions de l'instance sont susceptibles d'appel devant la cour d'appel.Devant l'instance arbitrale, les rapatriés peuvent se faire assister ou représenter soit par un avocat, soit par un membre de leur famille ou par un membre d'une association de rapatriés reconnue par le secrétaire d'Etat auprès du Premier ministre, chargé des rapatriés, au titre de la commission consultative permanente."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La valeur d'indemnisation des biens construits au moyen de prêts\nspéciaux à la construction est diminuée de l'encours non remboursable\ndes prêts consentis. Toutefois, cette diminution ne peut en aucun\ncas excéder 70 p. 100 de la valeur indemnisable du bien."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les terrains non agricoles non bâtis qui ont fait l'objet d'aménagements\nou d'autorisations d'aménagements, sont indemnisés dans les conditions\nfixées par décret en Conseil d'Etat, en fonction notamment de leur\nsuperficie, de leur situation et de leur affectation."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Un droit à indemnisation est reconnu pour la perte des meubles\nmeublants d'usage courant et familial aux personnes mentionnées à\nl'article 2 qui n'ont reçu aucun des avantages suivants :Indemnité forfaitaire de déménagement mentionnée à l'article 5\ndu décret n° 62-261 du 10 mars 1962 ou remboursement, à un titre quelconque,\nde frais de transport de leur mobilier ;Subventions d'installation mentionnées aux articles 24 et 36 de\nce même décret ou prestations de même nature allouées par l'Etat,\nles collectivités publiques et les entreprises concédées ou contrôlées\npar eux.La valeur d'indemnisation est fixée forfaitairement par décret\nen Conseil d'Etat en fonction du nombre des personnes vivant au foyer\nà l'époque de la dépossession."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le droit à indemnisation des biens des entreprises commerciales, industrielles et artisanales est subordonné à la justification de l'existence de l'entreprise, des résultats de son exploitation ainsi que du droit de propriété du demandeur.Lorsque l'existence de l'entreprise et le droit de propriété du demandeur sont établis et que les résultats de l'exploitation ne sont pas connus, l'entreprise peut faire l'objet d'une évaluation forfaitaire par l'instance arbitrale mentionnée à l’article 22 de la présente loi et statuant à la demande de l'intéressé dans des conditions fixées par décret.Les décisions de l'instance sont susceptibles d’appel devant la chambre des appels de l’instance arbitrale."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "La valeur d'indemnisation des biens constituant l'actif des entreprises\nindustrielles, commerciales ou artisanales couvre les terrains, locaux\net bâtiments professionnels appartenant au propriétaire, les éléments\nincorporels constituant le fonds de commerce de l'entreprise ou de\nl'établissement artisanal, les matériels, agencements, outillages\naffectés à l'exploitation.Un décret en Conseil d'Etat fixe, selon les professions, les modalités\ndu calcul de la valeur d'indemnisation en fonction du chiffre d'affaires\nou des bénéfices tels qu'ils ont été retenus pour l'assiette de l'impôt,\nnotamment lors des deux dernières années d'activité, et de la valeur\nnette comptable ou éventuellement forfaitaire des immobilisations.Toutefois, la valeur d'indemnisation des terrains, locaux et bâtiments\nprofessionnels appartenant au propriétaire de l'entreprise est déterminée\nselon les modalités prévues au chapitre II ci-dessus, sauf lorsqu'il\nest justifié de leur valeur comptable."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "La valeur d'indemnisation est, le cas échéant, répartie entre le propriétaire et le gérant libre selon les droits qu'ils détenaient respectivement.En cas de désaccord entre les parties, celles-ci peuvent faire opposition auprès de l'établissement prévu à l'article L. 517 du code des pensions militaires d'invalidité et des victimes de la guerre jusqu'à détermination de leurs droits respectifs par une décision de justice ayant force de chose jugée."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Pour prétendre à indemnisation au titre d'une profession non salariée,\nnon visée par les dispositions du chapitre IV ci-dessus, lorsque la\nprésentation du successeur à la clientèle était, d'après les règles\net usages professionnels, susceptible de donner lieu à transaction\nà titre onéreux, les demandeurs doivent apporter la justification\n:a) De l'exercice à titre principal d'une activité professionnelle\nnon salariée, pendant une durée minimale de trois ans ;b) Des revenus professionnels correspondants réalisés notamment\nlors des deux dernières années complètes d'activité ayant précédé\ncelle de la cessation.Les modes de calcul de la valeur d'indemnisation des éléments\ncorporels et incorporels servant à l'exercice de l'une des professions\ndéfinies à l'alinéa 1er ci-dessus sont fixés par décret en Conseil\nd'Etat en fonction principalement des revenus nets professionnels\nretenus pour l'assiette de l'impôt. Cette valeur peut être majorée\nlorsque l'importance exceptionnelle des éléments corporels le justifie.Lorsque les revenus professionnels ne sont pas connus, cette valeur\nd'indemnisation peut être fixée forfaitairement par l'instance arbitrale\nvisée à l'article 26 modifié, statuant dans les conditions prévues\naudit article."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Il est tenu compte, pour la détermination de la valeur d'indemnisation\ndes biens mentionnés aux chapitres IV et V ci-dessus, des avantages\nrésultant pour l'intéressé de l'attribution d'autorisations administratives\nou de licences en vue de sa réinstallation professionnelle en France.Ces dispositions ne sont pas applicables lorsque l'intéressé n'a\npas effectivement exploité ces autorisations ou licences et lorsqu'il\nrenonce au bénéfice de ces avantages."
    },
    {
      "provision_ref": "art30–1",
      "section": "30–1",
      "title": "Article 30–1",
      "content": "La valeur d'indemnisation de la masse des biens indemnisables déterminée par application des dispositions du présent titre est affectée, pour les dossiers liquidés jusqu'au 31 décembre 1974, d'un taux de majoration de 15 %.A compter du 1er janvier 1975, la valeur d'indemnisation résultant des dispositions de l'alinéa précédent sera majorée d'un taux annuel de revalorisation, égal au taux moyen du relèvement des tranches du barème de l'impôt sur le revenu et fixé chaque année par arrêté du ministre de l'économie et des finances."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les demandes d'indemnisation doivent être déposées, sous peine\nde forclusion, dans le délai d'un an à compter de l'entrée en vigueur\ndu décret prévu à l'alinéa ci-dessous. Ce délai est porté à dix-huit\nmois en ce qui concerne les demandes déposées par des personnes résidant\nhors du territoire métropolitain de la France.Un décret en Conseil d'Etat précisera les conditions de dépôt\ndes demandes d'indemnisation et de constitution des dossiers."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Un décret en Conseil d'Etat fixe les justifications qui doivent\nêtre apportées à l'appui des demandes d'indemnisation. Ces justifications\npeuvent être différentes selon les éléments de droit ou de fait à\nétablir et la nature des biens."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "L'instruction des dossiers d'indemnisation est effectuée selon\nun ordre de priorité qui est fonction des moyens de subsistance, de\nl'âge, des charges familiales et de l'état physique des intéressés.Par dérogation aux dispositions de l'alinéa précédent, les personnes\nâgées d'au moins soixante-dix ans peuvent demander l'instruction prioritaire\nde leur dossier d'indemnisation.Le montant de l'indemnité revenant à ces personnes, calculée en\napplication des dispositions des titres III et IV ci-après, peut être\nconverti à leur demande en une rente viagère. Dans cette hypothèse,\nles dispositions de l'article 48 ci-après demeurent applicables.Les modalités d'application des dispositions qui précèdent sont\nfixées par décret."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Dans chaque département, une ou plusieurs commissions paritaires\nde six membres réunissent, sous la présidence du préfet de département,\ntrois représentants de l'administration et trois délégués des organisations\nles plus représentatives des personnes susceptibles de bénéficier\nde la présente loi établies dans le département. Les modalités d'élection\nde ces délégués seront fixées par décret. Toutefois, lorsque le nombre\ndes demandes déposées dans un ou plusieurs départements n'atteindra\npas un chiffre fixé par décret, une commission paritaire interdépartementale\npourra être instituée sous la présidence du préfet du département\ndans lequel sont déposées le plus grand nombre de demandes. En cas\nde partage des voix, le président a voix prépondérante.Une commission paritaire spéciale réunit, dans les mêmes conditions,\nles représentants de l'administration et des bénéficiaires de la présente\nloi établis dans les départements et territoires d'outre-mer et dans\nles pays étrangers. Le siège et la composition de cette commission\nainsi que les modalités de désignation de ses membres seront fixés\npar décret."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Chaque année, les commissions paritaires établissent, conformément\naux critères définis à l'article 34 ci-dessus, une liste des priorités\npour l'instruction des demandes d'indemnisation déposées dans leur\ncirconscription. Les demandes sont instruites dans l'ordre fixé par\nles commissions paritaires."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "L'Agence nationale pour l'indemnisation des Français d'outre-mer assure l'instruction des demandes d'indemnité. Elle est habilitée à procéder à cet effet à toutes les vérifications qui lui paraissent utiles. Les déclarations produites à quelque époque que ce soit devant les administrations et les établissements publics par les bénéficiaires ou leurs mandataires leur sont opposables."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les administrations de l'Etat, des départements et des communes,\nles entreprises concédées ou contrôlées par l'Etat, les départements\net les communes, et tous les établissements ou organismes quelconques\nsoumis au contrôle de l'autorité administrative ne peuvent opposer\nle secret professionnel aux demandes de renseignements émanant des\nservices de l'agence nationale pour l'indemnisation et portant sur\nla situation familiale, patrimoniale ou professionnelle des bénéficiaires\nde la présente loi."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les membres du personnel de l'agence nationale pour l'indemnisation spécialement habilités à cet effet par arrêté du ministre de l'économie et des finances disposent du droit de communication prévu en faveur des inspecteurs des impôts par les alinéas 1er et 2 de l'article 1991 du code général des impôts."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les personnes mariées viennent séparément à l'indemnisation quel\nque soit leur régime matrimonial. Lorsque les biens appartiennent\nà des personnes mariées sous un régime de communauté à la date du\ndépôt de la demande visée à l'article 32 de la présente loi, les biens\npropres et les biens communs sont réputés, pour le calcul de l'indemnité,\nappartenir pour moitié à chacun des époux. Dans leurs rapports entre\neux et avec leurs créanciers, le total des indemnités auxquelles ils\npeuvent prétendre se répartit en suivant les règles qui découlent\nde leur régime matrimonial."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "La valeur d'indemnisation de la masse des biens indemnisables est déterminée par application des dispositions du titre II ci-dessus à chacun des biens indemnisables. Le montant de l'indemnité est égal à la valeur globale d'indemnisation de ces biens, affectée des pourcentages ci-dessous :Tranche de patrimoine : 0 à 3000 euros Pourcentage : 100Tranche de patrimoine : 3000 à 4600 euros Pourcentage : 70Tranche de patrimoine : 4601 à 6100 euros Pourcentage : 60Tranche de patrimoine : 6101 à 9200 euros Pourcentage : 40Tranche de patrimoine : 9201 à 15300 euros Pourcentage : 25Tranche de patrimoine : 15301 à 30490 euros Pourcentage : 20Tranche de patrimoine : 30491 à 46000 euros Pourcentage : 15Tranche de patrimoine : 46001 à 76000 euros Pourcentage : 10Tranche de patrimoine : 76001 à 150000 euros Pourcentage : 5"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Est déduite de l'indemnité liquidée en application des dispositions qui précèdent, à concurrence des sommes effectivement perçues par le bénéficiaire, l’indemnité particulière visée à l’article 37 du décret n° 62-261 du 10 mars 1962 et les textes qui l'ont modifié ou complété.Toutefois, cette déduction est limitée à 50 % du montant de l'indemnité particulière effectivement perçue lorsque la valeur d'indemnisation des biens indemnisables est inférieure à 3000 euros, à 80 % lorsqu'elle est comprise entre 3000 et 15000 euros, et à 90 % au-delà de 15000 euros."
    },
    {
      "provision_ref": "art42–1",
      "section": "42–1",
      "title": "Article 42–1",
      "content": "Le montant minimum de l'indemnité susceptible d'être allouée, après application des dispositions précédentes, aux personnes dépossédées, est fixé à 750 euros par ménage."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Sont également déduites de l'indemnité accordée par la présente\nloi les sommes versées au bénéficiaire, au titre du dédommagement\nsocial des petits agriculteurs dont les propriétés ont été nationalisées\nen 1963 par les autorités algériennes."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Pour l'application des articles 42 et 43 ci-dessus, les déductions\nsont réparties entre les époux au prorata des indemnités revenant\nà chacun d'eux."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Sont, en outre, déduits de l'indemnité allouée au titre de la\nprésente loi, les prêts d'honneur non remboursés, ainsi que les échéances\nnon amorties des crédits consentis à l'occasion de l'installation\nà l'étranger de Français d'outre-mer et garantis par la Compagnie\nfrançaise d'assurance pour le commerce extérieur."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Après les déductions prévues aux articles 42 à 45 et avant toutpaiement, l'indemnité revenant au bénéficiaire est affectée, suivantles modalités indiquées ci-après, au remboursement des prêts qui luiont été consentis par l'Etat ou par les organismes de crédit ayantpassé une convention avec l'Etat en vue de sa réinstallation en France, en application de la loi n° 61-1439 du 26 décembre 1961 ou en applicationdes mesures prises en vue de la réinstallation des Français rapatriésavant l'entrée en vigueur de cette loi.L'indemnité est affectée, dans l'ordre, au règlement des intérêtséchus avant le 6 novembre 1969 et non payés, et des annuités d'amortissementdu capital emprunté échues à la date de la liquidation et non effectivement remboursées à cette date.A concurrence des retenues ainsi opérées et du montant des intérêts échus entre le 6 novembre 1969 et la date de la liquidation, le bénéficiaire est libéré des sommes dont il est débiteur au titre des prêts mentionnésà l'alinéa 1er ci-dessus. Dans le cas des prêts consentis par desétablissements ayant passé une convention avec l'Etat, celui-ci estsubstitué à concurrence des sommes retenues et des intérêts échusavant la date de la liquidation, dans les obligations du bénéficiaireà l'égard de l'établissement prêteur.Si le total des intérêts échus avant le 6 novembre 1969 et élucapital non remboursé dépasse le montant de l'indemnité, le bénéficiairereste débiteur du solde du capital et demeure tenu, à concurrencede la fraction de la somme prêtée qui reste due, de toutes les obligationsprévues dans le contrat de prêt, notamment en ce qui concerne lesintérêts et les délais de remboursement.Toutefois, un décret fixera les conditions dans lesquelles leséchéances du prêt pourront, à la demande du débiteur, être aménagéesou leur montant modéré en considération de la situation financière et économique de l'exploitation pour laquelle le prêt avait été obtenu. En tout état de cause, le bénéfice du moratoire établi par l'article 2 de la loi n° 69-992 du 6 novembre 1969 sera maintenu, sur simpledemande du débiteur pendant un délai supplémentaire d'une année àcompter de la date à laquelle ce moratoire aurait pris fin en applicationdes dispositions de l'article 57 ci-après.Les dispositions de l'alinéa qui précède sont également applicablesaux débiteurs qui n'auront pas déposé de demande d'indemnisation autitre de la présente loi."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les indemnités sont liquidées et versées par le directeur de l'agence\nnationale pour l'indemnisation, selon des modalités fixées par décret,\ndans la limite des crédits budgétaires ouverts chaque année dans la\nloi de finances."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les indemnités attribuées en application de la présente loi ne\nprésentent pas le caractère de revenus pour l'assiette des impôts\net taxes recouvrés au profit de l'Etat ou des collectivités publiques."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les personnes physiques ou morales qui ont contracté ou à la chargede qui sont nées des obligations, quelles que soient la nature etla forme du titre qui les constate, afférentes à l'acquisition, laconservation, l'amélioration ou l'exploitation des biens qu'ellespossédaient dans les territoires mentionnés aux articles 1er et 3 de la loi n° 61-1439 du 26 décembre 1961 et dont elles ont été dépossédéessans en avoir été indemnisées, ne peuvent être poursuivies en raisonde ces obligations sur les biens qu'elles possèdent encore. Il enest de même pour les personnes physiques et morales qui sont tenuesaux obligations ci-dessus avec ou pour les débiteurs de ces obligations.En ce qui concerne ces obligations :1° Les dispositions insérées dans les contrats ou les décisionsde justice prévoyant des résolutions de plein droit faute de paiementaux échéances fixées ;2° Les clauses pénales tendant à assurer l'exécution d'une conventionou d'une décision de justice ;3° Les déchéances légales encourues pour défaut de paiement desommes dues en vertu de contrats ou de décisions de justice, cessentde produire effet.Sous ces réserves, les droits du créancier subsistent tels qu'ilsexistaient au jour de la dépossession, nonobstant toute prescription, péremption, forclusion ou délai quelconque afférent à l'exercice ouà la conservation de ces droits.Dans le cas où le débiteur des créances mentionnées au présentarticle bénéficie d'une indemnisation versée par l'Etat français enapplication de la présente loi, soit directement s'il s'agit d'unepersonne physique, soit en la personne de ses associés s'il s'agitd'une société, le créancier de nationalité française pourra fairevaloir ses droits dans les limites et conditions ci-après fixées.Les dispositions de l'alinéa 1er du présent article s'appliquentaux créanciers des personnes dépossédées qui ont été privés, du faitde la dépossession, des recours qu'ils auraient pu exercer sur lesbiens de leurs débiteurs, pour les obligations contractées dans lesterritoires visés à l'article 1er de la loi n° 61-1439 du 26 décembre1961 envers les nationaux du pays dans lequel la dépossession a eulieu. Pour bénéficier de ces dispositions, ces créanciers devrontapporter la preuve que la valeur de leurs biens situés dans les territoiresoù a eu lieu la dépossession de leurs débiteurs, y compris le montantdes créances sur des personnes dépossédées, est suffisante pour répondrede leurs engagements dans ces territoires."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le créancier doit, à peine de déchéance des droits prévus aux\narticles ci-après, déclarer sa créance à l'agence nationale pour l'indemnisation\ndans un délai de six mois après la publication de la présente loi.\nCette déclaration vaut opposition au paiement de l'indemnité dans\nles conditions déterminées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Si le débiteur est une personne physique, les droits de chacun\nde ses créanciers sont réduits dans la proportion existant entre la\nvaleur d'indemnisation de l'ensemble de ses biens indemnisables et\nle montant de l'indemnisation calculée conformément aux dispositions\nde l'article 41.L'opposition prévue à l'article 50 ne peut produire effet qu'à\nl'égard de la fraction de l'indemnité qui subsiste après les déductions\nprévues aux articles 42 à 46. Elle confère aux créanciers opposants\nun droit de préférence par rapport à tous autres créanciers, nonobstant\ntoute procédure de règlement judiciaire ou de liquidation des biens\nouverte contre le débiteur.Les droits des créanciers opposants sur la somme disponible sont\nréglés comme suit :Pour les créances garanties par un privilège, une hypothèque ou\nun nantissement, les fractions recouvrables telles qu'elles sont calculées\npar application du premier alinéa du présent article, sont payées\npar préférence, suivant le rang de la sûreté, sur la fraction de l'indemnité\ncorrespondant aux biens grevés de cette sûreté. Cette fraction est\ndéterminée par le rapport entre la valeur d'indemnisation des biens\ngrevés de la sûreté et la valeur globale d'indemnisation des biens\ndu débiteur.Le solde éventuel de la fraction recouvrable des créances visées\nà l'alinéa précédent s'ajoute à la fraction recouvrable des créances\nchirographaires. Si l'indemnité ne suffit pas au règlement de ces\nfractions recouvrables des créances, les créanciers sont réglés en\nproportion de leurs droits."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Lorsque le débiteur est une personne mariée sous un régime de\ncommunauté, les dettes afférentes à des biens communs sont réputées\ndivisées par parts égales entre les deux époux.Toutefois, les droits des créanciers sur l'indemnisation revenant\nà la femme sont limités à une fraction de l'indemnité égale à la proportion\nentre la valeur d'indemnisation de la part des biens communs de la\nfemme et la valeur globale d'indemnisation des biens retenus pour\nle calcul de l'indemnité lui revenant."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Si le débiteur est une société dont certains associés sont admis\nau bénéfice de l'indemnisation, en raison des biens dont cette société\na été dépossédée, ses dettes sont réputées divisées entre tous les\nassociés en proportion de leurs droits dans la société.Les dettes ainsi divisées sont, à l'égard de chaque associé, considérées\ncomme des dettes personnelles, recouvrables dans les conditions fixées\naux articles 51 et 52 sur l'indemnité accordée audit associé.Toutefois, en ce qui concerne les associés des sociétés mentionnées\nà l'article 7, les droits des créanciers de la société sont limités\nà une fraction de cette indemnité égale à la proportion entre la valeur\nd'indemnisation des parts de chaque associé dans les biens sociaux\net la valeur globale d'indemnisation des biens retenus pour le calcul\nde l'indemnité revenant à cet associé.Lorsqu'une fraction des dettes d'une société est payée dans les\nconditions prévues au présent article, ce paiement est sans effet\nsur les rapports entre les associés, tant que la société n'a pas recouvré\nses biens ou n'en a pas obtenu l'indemnisation."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les créanciers de rentes viagères constituées en contrepartie\nde l'aliénation d'un bien indemnisable au titre de la présente loi\nne peuvent réclamer à leur débiteur que le paiement d'un capital.\nCe capital est égal à la valeur capitalisée de la rente viagère, calculée\nà la date de suspension du paiement de cette rente, selon les barèmes\nfixés par décret en Conseil d'Etat par référence à ceux de la caisse\nnationale de prévoyance, et réduite dans la proportion fixée à l'article\n51, premier alinéa. Ces créanciers font valoir leurs droits dans les\nconditions prévues audit article."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Par dérogation aux dispositions de l'article 49, le créancier d'une obligation mentionnée audit article peut obtenir du juge l'autorisation de poursuivre son débiteur, en exécution de cette obligation, s'il est établi que la situation du créancier est difficile et digne d'intérêt et que le débiteur est en état de faire face, en tout ou partie, à ses engagements.Dans le cas où le juge autorise les poursuites, il précise les limites et conditions dans lesquelles elles pourront s'exercer.Pour l'application du présent article, le juge dispose des pouvoirs prévus à l'article 3 de la loi n° 62-896 du 4 août 1962 relative à l'usage des documents fiscaux dans les relations de droit public et de droit privé."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "L'article 1er de la loi n° 69-992 du 6 novembre 1969 est abrogé."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "L'exécution des obligations financières mentionnées à l'article 2 de la loi du 6 novembre 1969 demeure suspendue, pour les bénéficiaires de la présente loi, jusqu'à l'expiration des délais prévus à l'article 32 ci-dessus. Cette exécution demeurera suspendue, à l'égard de ces mêmes bénéficiaires, lorsqu'ils auront présenté une demande d'indemnisation, jusqu'à la date à laquelle l'indemnité aura été payée ou la demande rejetée par l'agence. A cette date, l'exécution des obligations financières mentionnées à l'article 2 de la loi du 6 novembre 1969 devra être reprise, quel que soit le montant de l'indemnité et nonobstant tout recours contre la décision fixant son montant, sous réserve des dispositions prévues à l'article 46 de la présente loi.Dans le cas où, sur le recours exercé par le débiteur contre la décision statuant sur sa demande d'indemnité, cette décision est annulée ou modifiée par le juge, il est procédé à une révision des échéances de remboursement des obligations visées au premier alinéa du présent article. Ces échéances sont calculées de manière à ce que l'intéressé n'ait pas à supporter des charges supérieures à celles qui lui auraient incombé si la décision initiale de l'agence avait été conforme à celle rendue sur le recours."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les dispositions des articles 3, 4, 7 et 8 de la loi du 6 novembre 1969 cessent d'être applicables aux obligations mentionnées à l'article 2 de cette loi, à la date à laquelle ledit article 2 cesse lui-même de recevoir application."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "La loi n° 63-1218 du 11 décembre 1963 modifiée est abrogée, sans qu'il soit porté atteinte aux décisions prises pour son application."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Par dérogation à l'article 1343-5 du code civil et à l'article 182 du code de commerce, les juges pourront, compte tenu des facultés de paiement du débiteur et de la situation financière du créancier, accorder aux personnes visées aux articles 1er et 3 de la loi n° 61-1439 du 26 décembre 1961, ainsi qu'aux personnes morales qui ont été dépossédées des biens qu'elles possédaient dans les territoires visés auxdits articles, des délais renouvelables n'excédant pas dix années au total, pour le paiement des obligations nées dans ces territoires avant le 31 mai 1981, ou contractées avant cette même date en vue de leur installation en France, quelle que soit la forme du titre qui les constate, pour l'acquisition, la conservation, l'amélioration ou l'exploitation des biens servant à cette installation. Ces dispositions ne sont pas applicables aux prêts visés à l'article 46 ci-dessus.Lorsque des délais ont été accordés au débiteur principal, ilsbénéficient de plein droit aux personnes physiques ou morales qui sont tenues avec ou pour ce débiteur ; ces personnes peuvent, au cas où elles sont poursuivies directement, invoquer la situation du débiteur pour bénéficier des dispositions de l'alinéa précédent.Les juges pourront, sur la demande du débiteur, procéder à un aménagement des échéances, à telles conditions d'intérêt qu'ils apprécieront.Ils pourront également, à titre exceptionnel, et en considération de la situation respective des parties, accorder mainlevée ou radiation totale ou partielle des mesures conservatoires, inscriptions judiciaires ou conventionnelles, et de toutes saisies, moyennant, s'ils jugent à propos, la constitution de garanties affectées spécialement à la créance du saisissant.Dans tous les cas d'urgence, les facultés prévues au présent article appartiennent, en tout état de cause, au juge des référés, même s'il y a instance pendante au principal."
    },
    {
      "provision_ref": "art60–1",
      "section": "60–1",
      "title": "Article 60–1",
      "content": "Les dispositions de l'article 60 ci-dessus sont également applicables aux sociétés dont 75 % au moins du capital social étaient détenus, lorsque les obligations prévues audit article ont été contractées, par des personnes visées aux articles 1er et 3 de la loi n° 61-1439 du 26 décembre 1961, à condition que cette même proportion du capital ait toujours été détenue, et le soit encore par une ou plusieurs de celles de ces personnes qui composaient la société au moment où les obligations ont été contractées ou par leurs descendants ou héritiers.S'ils font droit, même partiellement, à la demande formée en application de l'article 60 par une de ces sociétés dont le capital est représenté par des titres au porteur, les juges ordonnent que ces titres soient mis sous la forme nominative.Le paiement devient immédiatement exigible si, avant l'expiration des délais accordés par les juges, la société qui en a bénéficié cesse de remplir les conditions prévues aux alinéas précédents."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Les décisions précédemment intervenues en vertu de la loi n° 63-1218 du 11 décembre 1963 et celles qui interviendront en application des articles 60 et 60-1 ci-dessus, pourront être modifiées à la demande de toute partie intéressée en cas de changement dans la situation du débiteur.Pour l'application des articles 60, 60-1 et du présent article, le tribunal dispose des pouvoirs prévus à l'article 3 de la loi n° 62-896 du 4 août 1962 relative à l'usage des documents fiscaux dans les relations de droit public et de droit privé."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "L'indemnisation accordée par l'Etat français est susceptible de\nrestitution :1° Dans le cas où le bénéficiaire recouvre ses droits sur les\nbiens dont il avait été dépossédé ;2° Dans le cas où il perçoit une indemnité versée par l'Etat responsable\nde la dépossession ou par la personne au profit de laquelle la dépossession\nest intervenue, mais seulement dans la mesure où cette indemnité ajoutée\nà l'indemnisation accordée par l'Etat français dépasse la valeur indemnisable\ndu bien et pour le montant de ce dépassement.Avant le 1er janvier 1972, le Gouvernement rendra compte, devant\nles commissions des affaires étrangères du Parlement, des négociations\nqu'il conduit avec les Etats où les dépossessions se sont produites,\ndans le but d'en obtenir l'indemnisation."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Le refus de communication en contravention des dispositions de l'article 39 est puni d'une amende de 150 à 750 euros.Les agents mentionnés à l'article 39 sont soumis aux obligations du secret professionnel sous les peines édictées par l'article 378 du code pénal."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Toute personne qui, pour l'application de la présente loi, a, soit en sa faveur soit en faveur d'un tiers, fourni des déclarations ou des renseignements qu'elle savait inexacts, produit ou fait établir sciemment des déclarations inexactes, est passible d'une peine de deux mois à cinq ans de prison et d'une amende de 300 à 3000 euros.Les sommes indûment perçues sont sujettes à répétition.Quiconque aura sciemment participé aux infractions mentionnées au premier alinéa du présent article ou en aura sciemment tiré profit, sera condamné, outre les peines prévues ci-dessus, à la réparation du préjudice causé à l'Etat et sera tenu, solidairement avec celui auquel l'indemnité aura été versée, au remboursement des sommes indûment perçues."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Celui qui, par fraude, aura obtenu ou tenté d'obtenir une indemnité\nsupérieure à celle à laquelle il a droit perdra ses droits à percevoir\nl'indemnité à laquelle il pouvait prétendre."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Toute décision administrative allouant une indemnité au titre\nde la présente loi et reconnue ultérieurement mal fondée peut être\nrapportée à quelque date que ce soit jusqu'à l'expiration de la prescription\ntrentenaire."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "L'application des dispositions de la présente loi ne peut entraîner\nd'autres charges pour l'Etat que celles qui y sont expressément prévues.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}