{
  "id": "loi-n-2001-602-du-9-juillet-2001",
  "type": "statute",
  "title": "Loi n° 2001-602 du 9 juillet 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000223691",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I., II. et III. - (paragraphes modificateurs).IV. - Tout bail portant sur l'utilisation par le public de bois et forêts peut prévoir que le preneur est responsable de l'entretien de ceux-ci."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I., II. et III.-(paragraphes modificateurs).\n\nIV.-A compter du 1er janvier de l'année suivant la promulgation de la présente loi, l'Etat, dans les conditions prévues en loi de finances, compense les pertes de recettes supportées, l'année précédente, par les communes et les établissements publics de coopération intercommunale en raison de l'exonération de taxe foncière sur les propriétés non bâties accordée en application des 1°, 1° bis et 1° ter de l'article 1395 du code général des impôts.\n\nCette compensation est égale au produit obtenu en multipliant, chaque année, et pour chaque commune ou établissement public de coopération intercommunale, le montant des bases d'imposition exonérées de l'année précédente par le taux de la taxe foncière sur les propriétés non bâties de la même année.\n\nAu titre de 2009, la compensation calculée selon les dispositions qui précèdent est minorée par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. Au titre de 2010, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre de 2009 est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article. Au titre de 2011, la compensation calculée selon les dispositions qui précèdent et à laquelle sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 est minorée par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010 et 2011, est minorée par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011 et 2012, est minorée par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011, 2012 et 2013, est minorée par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2017 au X de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017. A compter de 2018, les taux d'évolution fixés depuis 2009 et jusqu'à 2017 sont appliqués à la même compensation.\n\nPour l'application des dispositions qui précèdent, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, à la commune de Paris.\n\nV.-(paragraphe modificateur).\n\nVI.-Les dispositions des a et b du 3 de l'article 76 et de la première phrase du 1° de l'article 1395 du code général des impôts continuent à s'appliquer aux semis, plantations ou replantations réalisés avant la publication de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La gestion dynamique des forêts et l'utilisation massive du bois dans la construction, l'ameublement et le chauffage bois-énergie contribuant efficacement à la lutte contre l'effet de serre, l'Etat et les collectivités locales encouragent les initiatives concourant à l'accroissement de la production et de l'utilisation rationnelle du bois :- par la mise en oeuvre d'une politique du bois-énergie englobant tous les types d'installations de chauffage ;- par des incitations financières en faveur de la gestion durable des forêts et de l'utilisation du bois, notamment dans les bâtiments bénéficiant de financements publics.En outre, le Gouvernement remettra au Parlement, d'ici à septembre 2003, un rapport sur les obstacles fiscaux et réglementaires à l'utilisation du bois comme matière première ou source d'énergie."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Sont créés deux dispositifs financiers destinés à favoriser l'investissement forestier.II. - Ouvrent droit à une réduction de l'impôt sur le revenu au titre du dispositif d'encouragement fiscal à l'investissement en forêt dans les conditions définies au III :- l'acquisition de terrains en nature de bois ou de terrains nus à boiser ;- l'acquisition ou la souscription de parts d'intérêt de groupements forestiers ;- l'acquisition ou la souscription de parts de sociétés d'épargne forestière.III., IV. et V. - (paragraphes modificateurs).VI. - Il est créé un Fonds d'épargne forestière destiné aux collectivités territoriales, aux syndicats intercommunaux de gestion forestière, aux syndicats mixtes de gestion forestière, aux groupements syndicaux forestiers et aux sections de communes, propriétaires de forêts, qui décident de déposer des ressources de ventes de bois ou d'autres produits de leurs forêts sur un compte individualisé. Le dépôt de ces sommes pour une période minimale ouvre droit à leur rémunération par des produits financiers, ainsi qu'à l'obtention d'un prêt. Les ressources tirées du fonds sont dédiées exclusivement à l'investissement forestier."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Pendant huit ans à compter de la date de promulgation de la présente loi, les transports de bois ronds sont autorisés sur des itinéraires arrêtés par les autorités publiques compétentes dans le département lorsqu'ils sont réalisés par des véhicules dont le poids total roulant n'excède pas 50 tonnes pour ceux relevant des transports exceptionnels de première catégorie et 72 tonnes pour ceux relevant des transports exceptionnels de deuxième catégorie.Les ministres chargés des transports et de l'équipement veillent à la continuité des itinéraires au plan national."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le Gouvernement remettra au Parlement, avant la discussion de la loi de financement de la sécurité sociale pour 2003, un rapport exposant les conditions d'assurance et de couverture du risque accidents du travail pour les professionnels effectuant des travaux de récolte et de première transformation du bois.Compte tenu de la spécificité du travail en forêt, dans un délai de six mois suivant la publication de la présente loi, les partenaires sociaux négocient un accord collectif prévoyant les modalités selon lesquelles les salariés effectuant des travaux mentionnés à l'article L. 371-1 du code forestier bénéficient à partir de cinquante-cinq ans d'une allocation de cessation anticipée d'activité."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code rural\n\nArt. L761-4-1\n\nII.-Les dispositions du I s'appliquent aux contrats en cours."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le Gouvernement présentera au Parlement, dans les six mois à compter de la publication de la présente loi, un rapport sur les possibilités de reconnaissance de la pénibilité des métiers du travail forestier et les conséquences qui en découlent, notamment en matière de retraite."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Dans les zones de montagne délimitées en application de l'article 3 de la loi n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne, le préfet peut constituer des associations foncières forestières regroupant des propriétaires forestiers, à leur demande et dans les conditions prévues aux articles L. 135-3 et L. 135-4 du code rural et de la pêche maritime, en vue de l'exploitation et de la gestion communes de leurs biens.\n\nLes propriétaires d'un bien non divisible à inclure dans le périmètre d'une association foncière forestière qui n'ont pas pu être identifiés sont présumés avoir délaissé sans contrepartie leur droit de propriété sur le bien dix-huit mois après publication de la décision préfectorale d'autorisation.\n\nLes statuts de l'association fixent les rapports entre elle et ses membres ; ils précisent notamment les pouvoirs dont elle dispose en matière d'exploitation et de gestion ; les dépenses afférentes sont réparties entre les propriétaires membres de l'association au prorata de la superficie de leur propriété.\n\nLes parcelles figurant dans le périmètre d'une association foncière forestière ouvrent droit en priorité aux aides prévues pour l'entretien de l'espace."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I., II. et III.-(paragraphes modificateurs).IV.-Les personnels employés par l'Association nationale des centres régionaux de la propriété forestière sont, à la date de promulgation de la présente loi, recrutés de plein droit par le Centre national de la propriété forestière et relèvent des règles applicables à ces personnels définies par les articles L. 221-4 et L. 221-9 du code forestier. Ils peuvent toutefois, sur leur demande, conserver le bénéfice des stipulations de leurs contrats actuels de droit privé.V.-Au cas où les biens immobiliers et mobiliers de l'Association nationale des centres régionaux de la propriété forestière seraient dévolus au Centre national de la propriété forestière, ce transfert sera effectué à titre gratuit et ne donnera lieu à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat ni à aucune indemnité ou perception de droits et de taxes. Le nouvel établissement public est substitué de plein droit aux droits et obligations de l'Association nationale des centres régionaux de la proriété forestière.VI.-(paragraphe modificateur)."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Un décret en Conseil d'Etat détermine les conditions dans lesquelles des organismes agréés assurant la maîtrise d'ouvrage de travaux ou d'opérations de gestion forestière concernant les forêts privées réalisées de façon collective ou regroupée peuvent percevoir les aides publiques auxquelles ces travaux ou opérations ont donné lieu au nom et pour le compte des propriétaires devant en bénéficier."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. à VIII : Ont modifié les dispositions suivantes :\n\n-Code forestier\n\nArt. L222-3 ; Art. L222-4 ; L246-2 ; Art. L247-1 ; Art. L247-7 ; Art. L332-2 ; Art. L342-2\n\nIX.-A modifié les dispositions suivantes :\n\nCode rural Art. L313-1\n\nX.-A modifié les dispositions suivantes :\n\n-Code de procédure pénale Art. 398-1\n\nXI.-Les dispositions des articles L. 8 et L. 9 du code forestier entreront en vigueur un an après la publication de la présente loi.\n\nLes dispositions de l'article L. 7 du même code entreront en vigueur trois ans après la publication de la présente loi.\n\nXII.-(paragraphe modificateur).\n\nXIII.-Les dispositions de l'article L. 222-1 du code forestier, dans leur rédaction antérieure à celle résultant de la présente loi, restent applicables pour l'agrément des plans simples de gestion présentés aux centre régionaux de la propriété forestière avant la date de publication de la présente loi.\n\nXIV.-Les orientations régionales de production de la forêt privée en vigueur à la date de publication de la présente loi valent schémas régionaux de gestion sylvicole des forêts privées.\n\nXV.-Dans un délai de six mois suivant la publication de la présente loi, le Gouvernement présentera au Parlement un rapport dressant un bilan des intempéries de décembre 1999 sur les propriétés forestières et présentant des propositions en matière d'assurance contre les risques de chablis. Ce rapport, préparé en concertation avec les organisations et organismes les plus représentatifs de la propriété forestière, devra notamment examiner les conditions spécifiques selon lesquelles pourraient être adaptées au secteur de la forêt les dispositions des articles L. 125-1 et suivants du code des assurances ou celles des articles L. 361-1 et suivants du code rural."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code genéral des impôts\n\nArt 793 ; Art. 1840 G bis ; Art. 1929 ; Art. 1137 ; Art. 1727A ;\n\nII.-Les dispositions du I s'appliquent à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code genéral des impôts\n\nArt. 810 ter\n\nII.-La perte de recettes résultant pour l'Etat des dispositions du I est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits visés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code genéral des impôts\n\nArt. 1647 B sexies\n\nII.-La perte de recettes résultant pour l'Etat des dispositions du I est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits visés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Les entreprises de la première transformation du bois sont en droit d'amortir, dans des conditions définies ci-après, les matériels de production, de sciage ainsi que de valorisation des produits forestiers.Le taux d'amortissement qui sera pratiqué à la clôture des exercices par les entreprises, pour la période 2001-2005, sera le taux d'amortissement dégressif en vigueur, à cette date, majoré de 30 %."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Sont abrogées les dispositions suivantes :1° Le titre préliminaire du livre Ier et l'article L. 101, la section 3 du chapitre IV du titre III du livre Ier, les articles L. 135-3, L. 135-6, L. 135-7, la section 1 du chapitre Ier du titre V du livre Ier, les articles L. 152-5, L. 154-1, L. 154-3 à L. 154-6, L. 211-1, le troisième alinéa de l'article L. 231-1, les articles L. 231-4, L. 231-5, L. 241-7, les chapitres III, IV et V du titre IV du livre II, les articles L. 247-2 à L. 247-6, L. 331-1, L. 331-8, L. 342-4 à L. 342-9, L. 351-2, L. 351-4, L. 351-6, L. 351-7, L. 351-8, L. 432-3, L. 531-1, le titre IV du livre V et le chapitre III du titre V du livre V du code forestier ;2° Les 2° et 3° de l'article L. 126-1 du code rural ;3° L'article L. 26 du code du domaine de l'Etat ;4° Les articles 1er et 76 de la loi n° 85-1273 du 4 décembre 1985 relative à la gestion, la valorisation et la protection de la forêt ;5° L'article 21 de la loi n° 91-5 du 3 janvier 1991 modifiant diverses dispositions intéressant l'agriculture et la forêt ;6° A compter de l'entrée en vigueur de l'article 59 de la présente loi, la loi n° 72-565 du 5 juillet 1972 portant réglementation des professions d'expert agricole et foncier et d'expert forestier."
    }
  ]
}