{
  "id": "loi-n-95-1-du-2-janvier-1995",
  "type": "statute",
  "title": "Loi n° 95-1 du 2 janvier 1995",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000532676",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour l'application de la résolution 827 du Conseil de sécurité des Nations Unies du 25 mai 1993 instituant un tribunal international en vue de juger les personnes présumées responsables de violations graves du droit international humanitaire commises sur le territoire de l'ex-Yougoslavie depuis le 1er janvier 1991, la France participe à la répression des infractions et coopère avec cette juridiction dans les conditions fixées par la présente loi.\n\nIl en est de même pour l'application de la résolution 1966 (2010) du Conseil de sécurité des Nations unies du 22 décembre 2010 instituant un mécanisme international chargé d'exercer les fonctions résiduelles des tribunaux pénaux.\n\nLes dispositions qui suivent sont applicables à toute personne poursuivie à raison des actes qui constituent, au sens des articles 2 à 5 du statut du tribunal international, des infractions graves aux conventions de Genève du 12 août 1949, des violations des lois ou coutumes de la guerre, un génocide ou des crimes contre l'humanité."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les auteurs ou complices des infractions mentionnées à l'article 1er peuvent être poursuivis et jugés par les juridictions françaises en application de la loi française, s'ils sont trouvés en France. Ces dispositions sont applicables à la tentative de ces infractions, chaque fois que celle-ci est punissable.\n\nToute personne qui se prétend lésée par l'une de ces infractions peut, en portant plainte, se constituer partie civile dans les conditions prévues par les articles 85 et suivants du code de procédure pénale, dès lors que les juridictions françaises sont compétentes en application des dispositions de l'alinéa précédent.\n\nLe tribunal international et le mécanisme résiduel sont informés de toute procédure en cours portant sur des faits qui pourraient relever de leur compétence."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les demandes du tribunal international ou du mécanisme résiduel aux fins de dessaisissement des juridictions françaises d'instruction ou de jugement sont adressées, en original et accompagnées de toutes pièces justificatives, au ministre de la justice, qui, après s'être assuré de leur régularité formelle, les transmet au procureur général près la Cour de cassation.\n\nCes demandes sont signifiées aux parties qui ont un délai de quinze jours pour déposer un mémoire au greffe de la Cour de cassation.\n\nLe dossier de la procédure est transmis sans délai au parquet général de la Cour de cassation."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Lorsque la chambre criminelle de la Cour de cassation, saisie par requête du procureur général près cette cour, constate que les faits, objet de la demande de dessaisissement de la juridiction française d'instruction ou de jugement, entrent dans le champ d'application de l'article 1er de la présente loi et qu'il n'y a pas d'erreur évidente, elle ordonne le dessaisissement et renvoie la connaissance de l'affaire au tribunal international ou au mécanisme résiduel.\n\nLa chambre criminelle statue dans le mois de la requête."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsque le dessaisissement est ordonné, le dossier de la procédure est adressé par le ministre de la justice au tribunal international ou au mécanisme résiduel.\n\nLorsque la demande de dessaisissement est accompagnée d'une demande de remise, le dessaisissement vaut décision de remise de l'intéressé si celui-ci est détenu en raison de faits entrant dans le champ d'application de l'article 1er de la présente loi.\n\nDans ce cas, les mandats délivrés par les juridictions d'instruction ou de jugement conservent leur force exécutoire jusqu'à la remise effective de l'intéressé.\n\nLa remise s'effectue dans les délais et conditions prévus au second alinéa de l'article 15."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le dessaisissement de la juridiction ne fait pas obstacle au droit de la partie civile de faire application des dispositions des articles 4 et 5-1 du code de procédure pénale.Lorsque la juridiction dessaisie est une juridiction de jugement, celle-ci demeure compétente, sur la demande de la victime qui s'est constituée partie civile avant le dessaisissement, pour statuer sur l'action civile, après que le tribunal international ou le mécanisme résiduel s'est définitivement prononcé sur l'action publique."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les demandes d'entraide émanant du tribunal international, du mécanisme résiduel ou de leur procureur sont adressées au ministre de la justice en original ou en copie certifiée conforme accompagnées de toutes pièces justificatives.\n\nCes documents sont transmis au procureur de la République antiterroriste qui leur donne toutes suites utiles.\n\nEn cas d'urgence, ces documents peuvent être adressés directement et par tout moyen à ce magistrat. Ils sont ensuite transmis dans les formes prévues aux alinéas précédents."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les demandes d'entraide sont exécutées, selon les cas, par le procureur antiterroriste ou par le juge d'instruction de Paris qui agissent sur l'ensemble du territoire national en présence, le cas échéant, du procureur près le tribunal international ou près le mécanisme résiduel.\n\nLes procès-verbaux établis en exécution de ces demandes sont adressés au tribunal international ou au mécanisme résiduel par le ministre de la justice.\n\nEn cas d'urgence, les copies certifiées conformes des procès-verbaux peuvent être adressées directement et par tout moyen au tribunal international ou au mécanisme résiduel."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les demandes d'arrestation aux fins de remise délivrées par le tribunal international ou par le mécanisme résiduel ou par leur procureur sont adressées, en original et accompagnées de toutes pièces justificatives, au ministre de la justice qui, après s'être assuré de leur régularité formelle, les transmet au procureur général près la cour d'appel de Paris et, dans le même temps, les met à exécution dans toute l'étendue du territoire de la République.\n\nEn cas d'urgence, ces demandes peuvent aussi être adressées directement et par tout moyen au procureur de la République territorialement compétent."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Toute personne appréhendée en vertu d'une demande d'arrestation aux fins de remise doit être déférée dans les vingt-quatre heures au procureur de la République territorialement compétent. Dans ce délai, les dispositions des articles 63-1 à 63-4 du code de procédure pénale lui sont applicables.Après avoir vérifié l'identité de cette personne, ce magistrat l'informe, dans une langue qu'elle comprend, qu'elle fait l'objet d'une demande d'arrestation aux fins de remise et qu'elle comparaîtra, dans un délai maximum de cinq jours, devant le procureur général près la cour d'appel de Paris. Le procureur de la République l'informe également qu'elle sera assistée par un avocat de son choix ou, à défaut, par un avocat commis d'office par le bâtonnier de l'ordre des avocats, informé sans délai et par tout moyen. Il l'avise de même qu'elle pourra s'entretenir immédiatement avec l'avocat désigné.Mention de ces informations est faite au procès-verbal, qui est aussitôt transmis au procureur général près la cour d'appel de Paris.Le procureur de la République ordonne l'incarcération de la personne réclamée à la maison d'arrêt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La personne réclamée est transférée, s'il y a lieu, et écrouée à la maison d'arrêt du ressort de la cour d'appel de Paris. Le transfèrement doit avoir lieu dans un délai maximum de cinq jours à compter de sa présentation au procureur de la République, faute de quoi la personne réclamée est immédiatement libérée sur décision du président de la chambre de l'instruction de la cour d'appel de Paris, à moins que le transfèrement ait été retardé par des circonstances insurmontables.Le procureur général près cette même cour lui notifie, dans une langue qu'elle comprend, la demande d'arrestation aux fins de remise ainsi que les chefs d'accusation portés contre elle.Lorsque la personne réclamée a déjà demandé l'assistance d'un avocat et que celui-ci a été dûment convoqué, le procureur général reçoit ses déclarations.Dans les autres cas, ce magistrat lui rappelle son droit de choisir un avocat ou de demander qu'il lui en soit désigné un d'office. L'avocat choisi ou, dans le cas d'une demande de commission d'office, le bâtonnier de l'ordre des avocats en est informé par tout moyen et sans délai. L'avocat peut consulter sur-le-champ le dossier et communiquer librement avec la personne réclamée. Le procureur général reçoit les déclarations de cette dernière après l'avoir avertie qu'elle est libre de ne pas en faire. Mention de cet avertissement est faite au procès-verbal."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La chambre de l'instruction est immédiatement saisie de la procédure. La personne réclamée comparaît devant elle dans un délai de huit jours à compter de sa présentation au procureur général. Sur la demande de ce dernier ou de la personne réclamée, un délai supplémentaire de huit jours peut être accordé avant les débats. Il est ensuite procédé à un interrogatoire dont il est dressé procès-verbal.Les débats se déroulent et l'arrêt est rendu en audience publique, sauf si la publicité est de nature à nuire au bon déroulement de la procédure en cours, aux intérêts d'un tiers, à l'ordre public ou aux bonnes moeurs. Dans ce cas, la chambre de l'instruction, à la demande du ministère public, de la personne réclamée ou d'office, décide par un arrêt rendu en chambre du conseil qui n'est susceptible de pourvoi en cassation qu'en même temps que l'arrêt portant sur la remise prévue à l'article 13.Le ministère public et la personne réclamée sont entendus, cette dernière assistée, le cas échéant, de son avocat et, s'il y a lieu, en présence d'un interprète."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Lorsque la chambre de l'instruction constate que les faits, objet de la demande d'arrestation aux fins de remise, entrent dans le champ d'application de l'article 1er et qu'il n'y a pas erreur évidente, elle ordonne la remise de la personne réclamée et, si celle-ci est libre, son incarcération à cette fin.La chambre de l'instruction statue dans les quinze jours de la comparution devant elle de la personne réclamée.En cas de pourvoi, la chambre criminelle de la Cour de cassation statue dans un délai de deux mois suivant la réception du dossier à la Cour de cassation."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La mise en liberté peut être demandée à tout moment à la chambre de l'instruction de la cour d'appel de Paris qui procède conformément aux articles 148-1 et suivants du code de procédure pénale.La chambre de l'instruction statue par un arrêt rendu en audience publique qui doit comporter l'énoncé des considérations de droit et de fait qui constituent le fondement de cette décision par référence aux dispositions de l'article 144 du code de procédure pénale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'arrêt rendu par la chambre de l'instruction et, le cas échéant, le lieu et la date de la remise de la personne réclamée, ainsi que la durée de la détention subie en vue de cette remise, sont portés à la connaissance du tribunal international ou du mécanisme résiduel, par tout moyen, par le ministre de la justice.\n\nLa personne réclamée est remise dans un délai d'un mois à compter du jour où cette décision est devenue définitive, faute de quoi elle est immédiatement libérée sur décision du président de la chambre de l'instruction à moins que sa remise ait été retardée par des circonstances insurmontables."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les dispositions des articles 9 à 15 sont également applicables si la personne réclamée est poursuivie ou condamnée en France pour d'autres chefs que ceux visés par la demande du tribunal international ou du mécanisme résiduel. Toutefois, la personne détenue dans ces conditions ne peut bénéficier d'une mise en liberté au titre des articles 11, 14 et 15, second alinéa.\n\nLa procédure suivie devant le tribunal international ou le mécanisme résiduel suspend, à l'égard de cette personne, la prescription de l'action publique et de la peine."
    },
    {
      "provision_ref": "art16-1",
      "section": "16-1",
      "title": "Article 16-1",
      "content": "Lorsqu'en application de l'accord entre le Gouvernement de la République française et l'Organisation des Nations unies concernant l'exécution des peines prononcées par le Tribunal pénal international pour l'ex-Yougoslavie, fait à La Haye le 25 février 2000, la France a donné son accord pour recevoir une personne condamnée par le Tribunal pénal international ou par le mécanisme résiduel afin que celle-ci y purge sa peine d'emprisonnement, les dispositions des articles 627-18 à 627-20 du code de procédure pénale sont applicables.\n\nLes références à la Cour pénale internationale sont alors remplacées par des références au Tribunal pénal international pour l'ex-Yougoslavie ou au mécanisme résiduel. De même, les références aux articles du statut de la Cour pénale internationale sont remplacées par des références aux articles correspondants des instruments internationaux régissant ledit tribunal."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La présente loi est applicable, dans sa rédaction résultant de la loi n° 2020-1672 du 24 décembre 2020 relative au Parquet européen, à la justice environnementale et à la justice pénale spécialisée, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, sous réserve des dispositions du code de procédure pénale applicables localement."
    }
  ]
}