{
  "id": "loi-n-88-50-du-18-janvier-1988",
  "type": "statute",
  "title": "Loi n° 88-50 du 18 janvier 1988",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000875421",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le patrimoine de la caisse nationale de crédit agricole et celui du fonds commun de garantie sont dévolus à la société prévue au premier alinéa ci-dessus, titulaire de l'ensemble des droits et obligations de la caisse nationale et du fonds commun de garantie, avec les garanties et sûretés qui leur sont attachées."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Jusqu'à la première assemblée générale de la société prévue à l'article 1er, le conseil d'administration de cette dernière est composé des membres du conseil d'administration de la caisse nationale de crédit agricole désignés dans les conditions prévues avant la promulgation de la présente loi. Le conseil établit les statuts de cette société."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Jusqu'à la première réunion du conseil d'administration qui suit la première assemblée générale de la société prévue à l'article 1er, le directeur général de cette dernière est le directeur général de la caisse nationale de crédit agricole désigné dans les conditions prévues avant la promulgation de la présente loi. Dans un délai de deux mois à compter de la promulgation de la présente loi, il recueille auprès des ministres chargés de l'économie et de l'agriculture l'approbation de l'Etat sur les statuts, dès qu'ils ont été établis par le conseil d'administration ; il en assure aussitôt la publication et procède aux formalités d'immatriculation de la société au registre du commerce et des sociétés."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'Etat est autorisé à céder la totalité des actions de la société prévue à l'article 1er :- aux caisses régionales de crédit agricole mutuel ;- au représentant des organisations professionnelles agricoles mentionné à l'article 8 ;- aux salariés de la caisse nationale de crédit agricole et des sociétés dans lesquelles la caisse détient directement ou indirectement la majorité des droits de vote ;- aux fonctionnaires de la caisse nationale ;- aux fonctionnaires de l'Etat placés en position de détachement auprès de la caisse nationale ou d'une caisse régionale ;- aux salariés des caisses régionales de crédit agricole mutuel et des sociétés ou associations adhérant à la même convention collective que les caisses régionales de crédit agricole mutuel lors de la promulgation de la présente loi ;- aux anciens salariés de la caisse nationale, d'une caisse régionale de crédit agricole mutuel ou d'une des sociétés mentionnées aux quatrième et septième alinéas ci-dessus, justifiant d'un contrat de travail avec ces caisses ou sociétés d'une durée d'au moins cinq années accomplies ;- aux anciens fonctionnaires de la caisse nationale justifiant d'une activité de la même durée auprès d'elle.Sous réserve des dispositions de la présente loi, il est procédé à cette cession dans les conditions prévues par la loi n° 86-912 du 6 août 1986 relative aux modalités d'application des privatisations décidées par la loi n° 86-793 du 2 juillet 1986 autorisant le Gouvernement à prendre diverses mesures d'ordre économique et social. Pour l'application de la loi n° 86-912 du 6 août 1986 précitée, sont réputées salariés les personnes mentionnées aux quatrième à septième alinéas ci-dessus et anciens salariés celles mentionnées aux huitième et neuvième alinéas.Les dispositions de l'article 33 de la loi de finances rectificative pour 1986 (n° 86-824 du 11 juillet 1986) s'appliquent au produit de la cession."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les prix de cession des actions sont déterminés dans les conditions prévues par la loi n° 86-912 du 6 août 1986 précitée. Ils sont fixés par arrêté conjoint du ministre chargé de l'économie et du ministre chargé de l'agriculture. Cet arrêté peut prévoir des délais de paiement ne pouvant excéder cinq années à compter de la promulgation de la présente loi et en précise alors les conditions.Les actions ainsi acquises ne peuvent être cédées avant leur paiement intégral."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Dès la publication des statuts de la société prévue à l'article 1er et au plus tard dans les trois mois de la promulgation de la présente loi, les actions de la société prévue à l'article 1er sont offertes par l'Etat :A raison d'un nombre d'actions égal à la différence entre 90 p. 100 du nombre des actions constituant le capital de la société et le nombre d'actions déterminé par ses statuts pour l'application de l'article L. 225-25 du code de commerce, aux caisses régionales de crédit agricole mutuel au prorata du total du bilan de chacune d'elles arrêté à la fin de l'exercice 1986. Chacune des caisses ne peut acquérir que la totalité des actions qui lui sont offertes. Les actions qui, dans le mois qui suit l'offre, n'auraient pas été acquises par les caisses régionales sont aussitôt offertes aux autres caisses régionales au prorata du nombre d'actions acquises par ces dernières ;A raison de 10 p. 100 aux salariés, fonctionnaires, anciens salariés et anciens fonctionnaires mentionnés à l'article 4 pour l'application des articles 11 et 12 de la loi n° 86-912 du 6 août 1986 précitée. Les actions qui, dans les deux ans qui suivent l'offre, n'auraient pas été acquises sont aussitôt offertes aux caisses régionales au prorata du nombre d'actions acquises par elles, au prix fixé à l'article 5 actualisé dans des conditions déterminées par l'arrêté mentionné à cet article.II. - Dès sa désignation, le nombre d'actions déterminé par les statuts de la société pour l'application de l'article L. 225-25 du code de commerce est offert par l'Etat au représentant des organisations professionnelles agricoles mentionné à l'article 8."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La nomination du directeur général est soumise à l'agrément des ministres chargés des finances et de l'agriculture dès lors que la distribution des prêts bonifiés par l'Etat est réservée à la société."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions de l'article 1er de la présente loi ne remettent pas en cause les contrats de travail antérieurs à sa promulgation concernant les salariés de la caisse nationale de crédit agricole.Jusqu'à l'entrée en vigueur d'une convention collective, laquelle devra intervenir dans les deux ans de la promulgation de la présente loi, il en est de même pour les accords collectifs concernant certains de ces salariés et pour les dispositions réglementaires se rapportant exclusivement aux autres."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les corps de fonctionnaires de la caisse nationale de crédit agricole sont rattachés à l'Etat, à compter de la transformation de celle-ci en société anonyme, dans des conditions fixées par décret en Conseil d'Etat pris dans un délai de six mois à compter de la promulgation de la présente loi.Sur leur demande, les fonctionnaires de ces corps sont placés en position de détachement auprès de la société prévue à l'article 1er pour une durée déterminée dans leur demande et qui ne peut excéder douze ans.Dans cette position, ils demeurent régis par les dispositions qui leur étaient applicables à la date de promulgation de la présente loi.Pendant leur détachement, ils peuvent conclure avec la société un contrat de travail dont la signature vaut cessation de leur appartenance au corps rattaché à l'Etat."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les opérations prévues par la présente loi n'entraînent par elles-mêmes aucune conséquence fiscale."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Une convention conclue entre l'Etat et la société prévue à l'article 1er fixe les modalités de son intervention en faveur de l'agriculture et des actions qui s'y rattachent."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 87-232 DC du 7 janvier 1988)."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Dans un délai de deux mois suivant l'offre prévue au deuxième alinéa du paragraphe I de l'article 6, un arrêté conjoint du ministre chargé de l'économie et du ministre chargé de l'agriculture constate le nombre de caisses régionales de crédit agricole mutuel qui ont acquis les actions de la société prévue à l'article 1er leur ayant été offertes et le nombre des actions acquises.Si le nombre des caisses ayant acquis des actions de la société prévue à l'article 1er est inférieur à 75 p. 100 du nombre des caisses régionales de crédit agricole mutuel, ou si la totalité des actions proposées en application du deuxième alinéa du paragraphe I de l'article 6 n'a pas été acquise par elle, les acquisitions d'actions réalisées en application des dispositions de l'article 6 sont réputées nulles.Dans ce cas, la composition du conseil d'administration de la société prévue à l'article 1er est celle du conseil d'administration mentionné à l'article 2."
    }
  ]
}