{
  "id": "loi-n-2010-1657-du-29-decembre-2010",
  "type": "statute",
  "title": "LOI n° 2010-1657 du 29 décembre 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000023314376",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ― La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2011 conformément aux lois et règlements et aux dispositions de la présente loi.II. ― Sous réserve de dispositions contraires,la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de 2010 et des années suivantes ;2° A l'impôt dû par les sociétés sur les résultats des exercices clos à compter du 31 décembre 2010 ;3° A compter du 1er janvier 2011 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Pour l'établissement de l'impôt sur le revenu, le montant des primes versées par l'Etat après consultation ou délibération de la Commission nationale du sport de haut niveau aux sportifs médaillés aux jeux Olympiques et Paralympiques d'hiver de l'an 2010 à Vancouver peut, sur demande expresse et irrévocable de leur bénéficiaire, être réparti par parts égales sur l'année au cours de laquelle le contribuable en a disposé et les cinq années suivantes.L'exercice de cette option est incompatible avec celui de l'option prévue à l'article 163-0 A du code général des impôts."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A modifié les dispositions suivantes :\n\nVII. - Le  présent article est applicable :a) A compter de l'imposition des revenus de  l'année 2010 pour la majoration de taux mentionnée au I ;b) Aux revenus perçus ainsi qu'aux gains et  profits réalisés à compter du 1er janvier 2011 et aux plus-values  réalisées au titre des cessions intervenues à compter du 1er janvier  2011 pour la majoration du taux de 18 % prévue au II ;c) Aux cessions réalisées à compter du 1er  janvier 2011 pour la majoration du taux prévu à la première phrase du  premier alinéa du 6 de l'article 200 A prévue au II ;d) Aux plus-values réalisées au titre des  cessions intervenues à compter du 1er janvier 2011 pour la majoration de  taux prévue au III ;e) Aux revenus du patrimoine mentionnés à l'article  L. 136-6 du code de la sécurité sociale perçus à  compter du 1er janvier 2010 pour la majoration de taux prévue au VI ;f) Aux produits de placements mentionnés au I de  l'article L. 136-7 du même code et à ceux mentionnés au II du même  article pour la part de ces produits acquise et, le cas échéant,  constatée à compter du 1er janvier 2011, pour la majoration de taux  prévue au VI.\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "VIII. ― A. ― Les I à V et le VII  s'appliquent aux cessions réalisées à compter du 1er janvier 2011.  Le VI s'applique pour la détermination du  plafonnement des impositions afférentes aux revenus réalisés à compter du 1er janvier 2011.B. ― Lorsqu'au cours de l'année 2010 la limite prévue au 1 du I de l'article 150-0  A du code général des impôts dans sa  rédaction antérieure à l'entrée en vigueur du II du présent article n'a  pas été franchie :1° Le montant des moins-values  nettes de cession de valeurs mobilières et de droits sociaux reportables  au 1er janvier 2011 dans les conditions prévues au 11 de l'article 150-0 D  du code général des impôts est aligné  sur le montant des moins-values reportables à la même date en matière  de prélèvements sociaux dans les conditions prévues au dernier alinéa du I de l'article L. 136-6 du code de la  sécurité sociale dans sa  rédaction antérieure à l'entrée en vigueur du VII du présent article ;2° Les moins-values nettes de cession de valeurs  mobilières et de droits sociaux subies par le contribuable et  reportables dans les conditions prévues au 11 de l'article 150-0 D  du code général des impôts au 1er  janvier 2010 ouvrent droit, pour leur montant imputé sur les plus-values  de même nature réalisées en 2010 pour l'imposition aux prélèvements  sociaux, à un crédit d'impôt sur le revenu égal à 19 %. Ce crédit  d'impôt est imputé sur l'impôt sur le revenu dû au titre de l'année 2010  après application des réductions d'impôt mentionnées aux articles 199  quater B à 200 bis du même code, des autres crédits d'impôt et des  prélèvements ou retenues non libératoires prévus par le même code.S'il  excède l'impôt dû, l'excédent est restitué."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I et II . - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\nArt. 995\n\nIII. - Les I et II s'appliquent aux primes ou cotisations échues à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "IV. ― Pour l'application du IV de l'article L. 136-7 du code de la sécurité sociale, l'assiette de référence retenue pour le calcul du versement de l'acompte mentionné au même IV et dû en septembre et en novembre 2011 est majorée du montant des produits attachés aux droits exprimés en euros ou en devises et inscrits en décembre 2010 ou janvier 2011 aux bons ou contrats en unités de compte mentionnées au second alinéa de l'article L. 131-1 du code des assurances."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. ― Les personnes mentionnées aux 1° à 6° du B du I de l'article L. 612-2 du code monétaire et financier qui, au jour de la promulgation de la présente loi, exploitent une entreprise en France au sens du I de l'article 209 du code général des impôts, acquittent une taxe exceptionnelle sur la réserve de capitalisation. Cette taxe est affectée à la Caisse nationale des allocations familiales.\n\nLa taxe est assise sur le montant, à l'ouverture de leur exercice en cours au jour de la promulgation de la présente loi, de la réserve de capitalisation que les personnes mentionnées au premier alinéa ont constituée en application des dispositions législatives et réglementaires du code des assurances, du code de la mutualité ou du code de la sécurité sociale qui les régissent. Pour les personnes régies par le code de la mutualité ou le code de la sécurité sociale, l'assiette de la taxe est minorée du montant de leur réserve de capitalisation à l'ouverture de leur premier exercice ouvert à compter du 1er janvier 2008.\n\nLe taux de la taxe est de 10 %. Le montant de la taxe est plafonné à 5 % des fonds propres, y compris la réserve de capitalisation, des personnes mentionnées au premier alinéa à l'ouverture de leur exercice en cours au jour de la promulgation de la présente loi.\n\nLa taxe n'est pas admise en déduction du résultat imposable à l'impôt sur les sociétés.\n\nLa taxe est constitutive d'une dette d'impôt inscrite au bilan de l'exercice clos le 31 décembre 2010 et est prélevée sur le compte de report à nouveau.\n\nLa taxe est exigible à la clôture de l'exercice en cours au jour de la promulgation de la présente loi. Elle est déclarée et liquidée dans les quatre mois de son exigibilité sur une déclaration dont le modèle est fixé par l'administration. Elle est acquittée pour moitié lors du dépôt de cette déclaration et pour moitié dans les seize mois de son exigibilité.\n\nLa taxe est recouvrée et contrôlée selon les procédures et sous les mêmes sanctions, garanties et privilèges que la taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe.\n\nII. ― Au titre des frais d'assiette et de recouvrement, l'Etat prélève 0,5 % du produit de la taxe mentionnée au I.\n\nIII. - A modifié les dispositions suivantes :\n\nIV. ― Le III s'applique aux exercices clos à compter de la promulgation de la présente loi.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I à IX A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A créé les dispositions suivantes :"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. II. - A modifié les dispositions suivantes :\n\nIII. ― Le présent article entre en vigueur à compter du 3 août 2010.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "II. ― Il est opéré, en 2011 et au profit du budget général de l'Etat, un prélèvement exceptionnel de 20 millions d'euros sur le produit des ressources affectées au Centre national du cinéma et de l'image animée en application des articles L. 115-1 à L. 116-5 du code du cinéma et de l'image animée.Un décret détermine les modalités d'application de l'alinéa précédent."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable à la fixation du montant de la contribution pour l'année 2011.\n\n- Loi n°2000-108 du 10 février 2000"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. à IX. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nX. - A. - Les III, V, VII et VIII s'appliquent aux souscriptions effectuées dans des sociétés à compter du 13 octobre 2010 et aux souscriptions effectuées dans des fonds d'investissement constitués à compter du 1er janvier 2011.\n\nToutefois, la condition mentionnée au sixième alinéa du III et au onzième alinéa du V ne s'applique qu'aux souscriptions effectuées dans des sociétés à compter du 1er janvier 2011.\n\nLes fonds constitués avant le 1er janvier 2011 restent soumis aux dispositions des articles L. 214-41 et L. 214-41-1 du code monétaire et financier dans leur rédaction antérieure à la présente loi.\n\nToutefois, les investissements des fonds constitués avant le 1er janvier 2011 et réalisés à compter de cette date au moyen de souscriptions reçues après le 29 septembre 2010 ne sont pris en compte dans le quota prévu au premier alinéa du I de l'article L. 214-41 et du 1 de l'article L. 214-41-1 du même code que s'ils sont réalisés dans des sociétés remplissant les conditions prévues aux b à b ter et au f du 1 du I de l'article 885-0 V bis dans sa rédaction issue de la présente loi et qui n'ont pas procédé au cours des douze derniers mois au remboursement, total ou partiel, d'apports.\n\nCes fonds communiquent à l'administration fiscale la répartition entre les souscriptions effectuées avant le 29 septembre 2010 et celles effectuées à compter de cette date, ainsi qu'un état de leurs investissements au 31 décembre 2010.\n\nB. - Le IX s'applique aux montants investis par les fonds à compter du 1er janvier 2011.\n\n- Code monétaire et financier\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code monétaire et financier\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIII. - A modifié les dispositions suivantes :\n\nIV. - Les I et II s'appliquent aux parts, actions ou titres émis ou acquis à compter du 1er janvier 2011.\n\n- Code général des impôts, CGI.\n\n- Code monétaire et financier\n\n- Loi"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "III. ― Les I et II s'appliquent aux versements réalisés à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "B. ― Le présent II s'applique aux crédits d'impôt calculés au titre des dépenses exposées à compter du 1er janvier 2011.V. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-622 DC du 28 décembre 2010.]VI. ― Le I et le 2° du A du III s'appliquent aux crédits d'impôts calculés au titre des dépenses exposées à compter du 1er janvier 2010. Le 1° du A et les B et C du III et le IV s'appliquent aux crédits d'impôts calculés au titre des dépenses exposée à compter du 1er janvier 2011. Le V s'applique à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nArt. 235 ter ZE\n\nII. ― Un rapport sur le produit de la taxe de risque systémique prévue par l'article 235 ter ZE du code général des impôts depuis son établissement est transmis chaque année au Parlement avant le 1er octobre."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-622 DC du 28 décembre 2010.]"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "II. ― Pour bénéficier des dispositions du I, les collectivités et les établissements publics de coopération intercommunale à fiscalité propre doivent communiquer, avant le 15 mars 2011, aux services de la direction départementale des finances publiques du lieu de situation des installations concernées, tous les éléments permettant de calculer la dotation de compensation de la réforme de la taxe professionnelle.Si les installations prises en compte dans la dotation de compensation de la réforme de la taxe professionnelle conformément au premier alinéa ne sont pas couplées au réseau électrique au 31 mars 2010 ou si elles ne correspondent pas à la demande de permis de construire adressée avant le 1er janvier 2010, le montant pris en compte dans la dotation de compensation de la réforme de la taxe professionnelle n'est plus applicable et le montant ainsi versé aux collectivités territoriales et aux établissements publics de coopération intercommunale au titre de l'année 2011 doit être reversé par ceux-ci au budget de l'Etat."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - I. ― (Abrogé)\n\nIV. ― A. ― Il est déterminé un taux d'évolution des allocations compensatrices régies par les dispositions du III correspondant à l'écart entre :\n\n― le montant total de ces allocations à verser en 2010 en application de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 précitée si les modalités de calcul de ces allocations prévues aux articles 2,77 et 78 de la même loi étaient entrées en vigueur en 2010 ;\n\n― et le montant total de ces mêmes allocations prévu pour 2011 au B du présent IV.\n\nB. ― Le montant total à retenir au titre de 2011 pour déterminer le taux d'évolution des compensations régies par les dispositions modifiées par le III du présent article est fixé à 1 306 192 571 €, soit un taux de ― 7,43 %.\n\nV. ― Il est institué en 2011 un prélèvement sur les recettes de l'Etat d'un montant de 115 000 000 €. Ce prélèvement sur recettes majore le montant de la dotation globale de fonctionnement prévu, pour 2011, au deuxième alinéa de l'article L. 1613-1 du code général des collectivités territoriales.\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-Loi n° 91-1322 du 30 décembre 1991\n\nArt. 21\n\n-Loi n° 96-987 du 14 novembre 1996\n\n-Loi n° 2003-710 du 1 août 2003\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\n-Code général des collectivités territoriales\n\n-Loi n° 94-1131 du 27 décembre 1994\n\n-Loi n° 86-1317 du 30 décembre 1986\n\n-Loi n° 2002-1575 du 30 décembre 2002\n\n-Code général des collectivités territoriales\n\nArt. L2335-3, Art. L5214-23-2, Art. L5215-35, Art. L5216-8-1, Art. L3334-17\n\n-Code général des impôts, CGI.\n\n-Loi n° 2000-1352 du 30 décembre 2000\n\n-Loi n° 2006-396 du 31 mars 2006\n\nArt. 29\n\n-Loi n° 2003-710 du 1 août 2003\n\n-Loi n° 96-987 du 14 novembre 1996\n\n-Loi n° 2001-602 du 9 juillet 2001\n\n-Loi n° 2005-157 du 23 février 2005\n\nArt. 4\n\n-Loi n° 95-115 du 4 février 1995\n\n-Loi n° 97-1269 du 30 décembre 1997\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\n-Loi n° 2004-809 du 13 août 2004\n\nArt. 154"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "III. ― En 2011, un prélèvement de 12 millions d'euros est opéré sur les réserves du fonds prévu à l'article L. 2335-15 du code général des collectivités territoriales et majore le montant de la dotation globale de fonctionnement prévu, pour 2011, au deuxième alinéa de l'article L. 1613-1 du même code."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Pour 2011, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 55 342 160 000 € qui se répartissent comme suit :\n\n(En milliers d'euros)\n\nINTITULÉ DU PRÉLÈVEMENT\n\nMONTANT\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n41 264 857\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation et des radars automatiques\n\n0\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n25 650\n\nDotation de compensation des pertes de base de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n35 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation de compensation de la taxe professionnelle\n\n363 465\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n6 039 907\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n1 835 838\n\nDotation élu local\n\n65 006\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40 173\n\nCompensation de la suppression de la part salaire de la taxe professionnelle\n\n0\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000\n\nDotation départementale d'équipement des collèges\n\n326 317\n\nDotation régionale d'équipement scolaire\n\n661 186\n\nCompensation d'exonération au titre de la réduction de la fraction de recettes prises en compte dans les bases de la taxe professionnelle des titulaires de bénéfices non commerciaux\n\n171 538\n\nCompensation d'exonération de la taxe foncière relative au non-bâti agricole (hors la Corse)\n\n0\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n0\n\nDotation globale de construction et d'équipement scolaire\n\n2 686\n\nPrélèvement exceptionnel sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n0\n\nCompensation relais de la réforme de la taxe professionnelle\n\n0\n\nPrélèvement sur les recettes de l'Etat spécifique au profit des dotations d'aménagement\n\n0\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n2 530 000\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n947 037\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n418 500\n\nPrélèvement sur les recettes de l'Etat spécifique au profit de la dotation globale de fonctionnement\n\n115 000\n\nTotal\n\n55 342 160\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2011."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I., III.-A modifié les dispositions suivantes :\n\nII.- (Abrogé)\n\nIV.-Les I et II entrent en vigueur au 1er janvier 2011.\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A créé les dispositions suivantes :\n\nIII. - (Abrogé)\n\nIV. - (Abrogé)\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Le dividende versé en 2011 par la caisse centrale de réassurance à l'Etat est affecté, dans la limite de 100 millions d'euros, au fonds de prévention des risques naturels majeurs mentionné à l'article L. 561-3 du code de l'environnement, pour le financement des acquisitions immobilières, par voie d'acquisition amiable ou d'expropriation, rendues nécessaires à la suite de la tempête Xynthia."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Le présent article s'applique au produit de la taxe sur la valeur ajoutée relative aux prestations réalisées et aux livraisons effectuées à compter du 1er janvier 2011.\n\nB.-Pour l'année 2011, la part du produit des taxes mentionnées au I du présent article excédant 1 110 millions d'euros reste affectée à l'Etat.\n\nC.-Avant le dépôt des projets de loi de finances pour 2012 et 2013, le Gouvernement informe le Parlement de l'éventuel écart constaté entre le produit de la taxe mentionnée au 3°  de l'article L. 241-2 du code de la sécurité sociale et les recettes prévues aux articles 6 à 10 de la présente loi.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I., III., IV. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2011 et est applicable en Polynésie française.\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale.\n\n- Loi n°91-647 du 10 juillet 1991\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "En 2011, le produit de la vente des biens confisqués mentionné au 3° de l'article 706-163 du code de procédure pénale est affecté, à concurrence de 1,3 million d'euros, à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "A modifié les dispositions suivantes :\n\n-Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n-Code général des impôts, CGI.\n\n-Loi n° 2006-1666 du 21 décembre 2006\n\n-Ordonnance n° 2000-373 du 26 avril 2000\n\nIV. ― Le présent article est applicable à Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.V. ― Le présent article est applicable à Mayotte dans les conditions suivantes :2° Pour l'application du III, la référence à l'article L. 311-16 du code de l'entrée et du séjour des étrangers et du droit d'asile est remplacée par la référence à l'article 6-8 de l'ordonnance n° 2000-373 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers à Mayotte.VI. ― Le présent article entre en vigueur à compter d'une date fixée par décret et au plus tard le 1er janvier 2012."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2011 à 18,235 milliards d'euros."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "II. ― Pour 2011 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Il est ouvert aux ministres, pour 2011, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 378 516 018 617 € et de 368 542 263 048 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Il est ouvert aux ministres, pour 2011, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 2 191 609 586 € et de 2 192 026 371 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Il est ouvert aux ministres, pour 2011, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 159 669 686 287 € et de 165 614 686 287 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. ― Les autorisations de découvert accordées aux ministres, pour 2011, au titre des comptes de commerce, sont fixées au montant de 20 579 609 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. ― Les autorisations de découvert accordées au ministre chargé de l'économie, pour 2011, au titre des comptes d'opérations monétaires, sont fixées au montant de 400 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Le plafond des autorisations d'emplois de l'Etat pour 2011, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDÉSIGNATION DU MINISTÈREou du budget annexe\n\nPLAFONDexprimé enéquivalents tempsplein travaillé\n\nI. ― Budget général\n\n1 962 333\n\nAffaires étrangères et européennes\n\n15 402\n\nAgriculture, alimentation, pêche, ruralité et aménagement du territoire\n\n32 420\n\nBudget, comptes publics, fonction publique et réforme de l'Etat\n\n142 466\n\nCulture et communication\n\n11 124\n\nDéfense et anciens combattants\n\n301 341\n\nEcologie, développement durable, transports et logement\n\n61 885\n\nEconomie, finances et industrie\n\n14 344\n\nEducation nationale, jeunesse et vie associative\n\n968 184\n\nEnseignement supérieur et recherche\n\n24 485\n\nIntérieur, outre-mer, collectivités territoriales et immigration\n\n283 154\n\nJustice et libertés\n\n76 025\n\nServices du Premier ministre\n\n9 109\n\nSolidarités et cohésion sociale\n\n―\n\nSports\n\n―\n\nTravail, emploi et santé\n\n22 394\n\nVille\n\n―\n\nII. ― Budgets annexes\n\n12 118\n\nContrôle et exploitation aériens\n\n11 268\n\nPublications officielles et information administrative\n\n850\n\nTotal général\n\n1 974 451\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat pour 2011, exprimé en équivalents temps plein, est fixé à 365 938 emplois. Ce plafond est réparti comme suit :\n\nMISSIONS ET PROGRAMMES\n\nPLAFONDexprimé enéquivalentstemps plein\n\nAction extérieure de l'Etat\n\n6 720\n\nDiplomatie culturelle et d'influence\n\n6 720\n\nAdministration générale et territoriale de l'Etat\n\n118\n\nAdministration territoriale\n\n118\n\nAgriculture, pêche, alimentation,forêt et affaires rurales\n\n16 268\n\nEconomie et développement durable de l'agriculture, de la pêche et des territoires\n\n4 529\n\nForêt\n\n10 434\n\nSécurité et qualité sanitaires de l'alimentation\n\n1 298\n\nConduite et pilotage des politiques de l'agriculture\n\n7\n\nAide publique au développement\n\n28\n\nSolidarité à l'égard des pays en développement\n\n28\n\nAnciens combattants,mémoire et liens avec la Nation\n\n1 480\n\nReconnaissance et réparation en faveur du monde combattant\n\n1 480\n\nCulture\n\n15 043\n\nPatrimoines\n\n8 502\n\nCréation\n\n3 618\n\nTransmission des savoirs et démocratisation de la culture\n\n2 923\n\nDéfense\n\n4 808\n\nEnvironnement et prospective de la politique de défense\n\n3 610\n\nSoutien de la politique de la défense\n\n1 198\n\nDirection de l'action du Gouvernement\n\n646\n\nCoordination du travail gouvernemental\n\n646\n\nEcologie, développement et aménagement durables\n\n13 845\n\nInfrastructures et services de transports\n\n475\n\nSécurité et affaires maritimes\n\n85\n\nMétéorologie\n\n3 454\n\nUrbanisme, paysages, eau et biodiversité\n\n5 685\n\nInformation géographique et cartographique\n\n1 601\n\nPrévention des risques\n\n1 538\n\nEnergie, climat et après-mines\n\n488\n\nConduite et pilotage des politiques de l'écologie, de l'énergie, du développement durable et de la mer\n\n519\n\nEconomie\n\n3 453\n\nDéveloppement des entreprises et de l'emploi\n\n3 118\n\nTourisme\n\n335\n\nEnseignement scolaire\n\n4 886\n\nSoutien de la politique de l'éducation nationale\n\n4 886\n\nGestion des finances publiqueset des ressources humaines\n\n1 428\n\nFonction publique\n\n1 428\n\nImmigration, asile et intégration\n\n1 287\n\nImmigration et asile\n\n452\n\nIntégration et accès à la nationalité française\n\n835\n\nJustice\n\n527\n\nJustice judiciaire\n\n177\n\nAdministration pénitentiaire\n\n239\n\nConduite et pilotage de la politique de la justice\n\n111\n\nMédias, livre et industries culturelles\n\n2 769\n\nLivre et industries culturelles\n\n2 769\n\nOutre-mer\n\n122\n\nEmploi outre-mer\n\n122\n\nRecherche et enseignement supérieur\n\n233 142\n\nFormations supérieures et recherche universitaire\n\n142 665\n\nVie étudiante\n\n12 727\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n48 774\n\nRecherche dans le domaine de la gestion des milieux et des ressources\n\n17 205\n\nRecherche spatiale\n\n2 417\n\nRecherche dans les domaines de l'énergie, du développement et de l'aménagement durables\n\n4 856\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n2 394\n\nRecherche culturelle et culture scientifique\n\n1 187\n\nEnseignement supérieur et recherche agricoles\n\n917\n\nRégimes sociaux et de retraite\n\n440\n\nRégimes de retraite et de sécurité sociale des marins\n\n440\n\nSanté\n\n2 657\n\nPrévention, sécurité sanitaire et offre de soins\n\n2 648\n\nProtection maladie\n\n9\n\nSécurité\n\n129\n\nPolice nationale\n\n129\n\nSolidarité, insertion et égalité des chances\n\n9 739\n\nActions en faveur des familles vulnérables\n\n33\n\nHandicap et dépendance\n\n266\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\n9 440\n\nSport, jeunesse et vie associative\n\n976\n\nSport\n\n918\n\nJeunesse et vie associative\n\n58\n\nTravail et emploi\n\n44 062\n\nAccès et retour à l'emploi\n\n43 721\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n94\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n78\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n169\n\nVille et logement\n\n468\n\nPrévention de l'exclusion et insertion des personnes vulnérables\n\n46\n\nDéveloppement et amélioration de l'offre de logement\n\n152\n\nPolitique de la ville et Grand Paris\n\n270\n\nContrôle et exploitation aériens (budget annexe)\n\n897\n\nFormation aéronautique\n\n897\n\nTotal\n\n365 938\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. ― Pour 2011, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 411 emplois. Ce plafond est réparti comme suit :II. ― Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Les reports de 2010 sur 2011 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits de paiement ouverts sur ces mêmes programmes par la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. ― Les avances prévues à l'article 244 quater J du code général des impôts n'ouvrent pas droit au crédit d'impôt mentionné au même article lorsque l'offre de prêt n'a pas fait l'objet d'une acceptation avant le 1er juillet 2011 ou lorsque les fonds n'ont pas été mis à disposition de l'emprunteur, en totalité ou partiellement, avant le 1er juillet 2012.\n\nV. ― Le I et les A à E du II s'appliquent aux prêts émis du 1er janvier 2011 au 31 décembre 2027.\n\n-Code général des impôts, CGI.\n\n-Loi n° 2004-1484 du 30 décembre 2004\n\n-Code général des impôts, CGI.\n\n-Code de la construction et de l'habitation.\n\nSct. Chapitre X : Prêt ne portant pas intérêt consenti pour financer la primo-accession à la propriété, Art. L31-10-1, Sct. Section 1 : Conditions du prêt, Art. L31-10-2, Art. L31-10-3, Art. L31-10-4, Art. L31-10-5, Sct. Section 2 : Maintien du prêt, Art. L31-10-6, Art. L31-10-7, Sct. Section 3 : Montant du prêt, Art. L31-10-8, Art. L31-10-9, Art. L31-10-10, Sct. Section 4 : Durée du prêt, Art. L31-10-11, Art. L31-10-12, Sct. Section 5 : Conventions avec les établissements de crédit et contrôle, Art. L31-10-13, Art. L31-10-14"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nArt. 199 decies E\n\nII. ― Pour l'application de l'article 199 decies E du code général des impôts, l'acquisition d'un logement avant le 31 décembre 2010 s'entend de l'acquisition d'un logement pour lequel une promesse d'achat ou une promesse synallagmatique a été souscrite par l'acquéreur avant la même date."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I et II. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nArt. 278 sexies,   Art. 257\n\nIII. ― Les I et II s'appliquent à compter du 1er janvier 2011.\n\nIV. - LOI n°2007-1824 du 25 décembre 2007"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "IV. ― Un décret fixe les conditions d'application du présent article.V. ― Les I à III sont applicables à compter de l'imposition des revenus de 2011."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "II. ― Le I est applicable à compter de l'imposition des revenus de l'année 2011."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "II. ― Le I est applicable aux pensions de retraite perçues à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "II. ― Le présent article est applicable à compter de l'imposition des revenus de l'année 2011."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "A créé les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI.\n\nIV. ― (Abrogé)"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I - A abrogé les dispositions suivantes :II. ― Le I s'applique aux avances remboursables ne portant pas intérêt émises à  compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. - A abrogé les dispositions suivantes :II. ― Le I est applicable à compter de l'imposition des revenus de l'année 2011."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. - L'avantage en impôt résultant des réductions et crédits d'impôt retenus au b du 2 de l'article 200-0 A du code général des impôts pour l'application du 1 de cet article, à l'exception de ceux mentionnés aux articles 199 sexdecies, 199 undecies C et 200 quater B du même code, fait l'objet d'une diminution de 10 %, calculée selon les modalités suivantes :\n\n1° Les taux des réductions et crédits d'impôt, les plafonds d'imputation annuelle de réduction ou de crédit d'impôt et les plafonds de réduction ou de crédit d'impôt admis en imputation, exprimés en euros ou en pourcentage d'un revenu, tels qu'ils sont prévus dans le code général des impôts pour l'imposition des revenus de l'année 2011, sont multipliés par 0,9. Pour l'application de la phrase précédente, les taux et plafonds d'imputation s'entendent après prise en compte de leurs majorations éventuelles ;\n\n2° Les résultats des opérations mentionnées au 1° sont arrondis à l'unité inférieure ;\n\n3° Lorsque plusieurs avantages fiscaux sont soumis à un plafond commun, autre que celui prévu par l'article 200-0 A du code général des impôts, celui-ci est diminué dans les conditions prévues aux 1° et 2° ;\n\n4° Le taux utilisé pour le calcul de la reprise éventuelle des crédits et réductions d'impôt est le taux qui a été appliqué pour le calcul des mêmes crédits et réductions d'impôt.\n\nII. - La traduction mathématique des taux et des montants qui résultent de l'application des 1° à 4° du I est introduite dans le code général des impôts par décret en Conseil d'Etat, avant le 30 avril 2011. Le droit pris pour référence pour ce calcul est celui en vigueur au 1er janvier 2011.\n\nIII. - A l'exclusion du 2° du I, les I et II sont applicables à la réduction d'impôt prévue à l'article 199 undecies B du code général des impôts, à l'exception de celle acquise dans les conditions prévues aux vingt-sixième et vingt-neuvième alinéas.\n\nIV à VIII A modifié les dispositions suivantes :\n\nIX. - 1. Les I à VII sont applicables à compter de l'imposition des revenus de l'année 2011 pour les dépenses payées à compter du 1er janvier 2011, à l'exception de celles pour lesquelles le contribuable justifie qu'il a pris, avant le 31 décembre 2010, l'engagement de réaliser un investissement immobilier. A titre transitoire, l'engagement de réaliser un investissement immobilier peut prendre la forme d'une réservation, à condition qu'elle soit enregistrée chez un notaire ou au service des impôts avant le 31 décembre 2010 et que l'acte authentique soit passé avant le 31 mars 2011. Lorsque le bénéfice de la réduction d'impôt est subordonné à l'agrément préalable du ministre chargé du budget prévu au II de l'article 199 undecies B du code général des impôts, les I à VII du présent article ne s'appliquent ni aux investissements agréés avant le 5 décembre 2010, ni aux investissements agréés avant le 31 décembre 2010 qui ouvrent droit à la réduction d'impôt sur les revenus de l'année 2010.\n\n2. Le VIII s'applique pour la détermination du plafonnement des impositions afférentes aux revenus réalisés à compter du 1er janvier 2011.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I est applicable à compter de l'imposition des revenus de 2011, sous réserve des dispositions spécifiques mentionnées au présent II.\n\nPour l'application du I, il est tenu compte des avantages fiscaux accordés au titre des dépenses payées, des investissements réalisés ou des aides accordées à compter du 1er janvier 2011.\n\nToutefois, il n'est pas tenu compte des avantages procurés :\n\n1° Par les réductions d'impôt sur le revenu mentionnées aux articles 199 undecies A, 199 undecies B et 199 undecies C du code général des impôts, qui résultent :\n\na) Des investissements pour l'agrément ou l'autorisation préalable desquels une demande est parvenue à l'administration avant le 1er janvier 2011 ;\n\nb) Des acquisitions d'immeuble ayant fait l'objet d'une déclaration d'ouverture de chantier avant le 1er janvier 2011 ;\n\nc) Des acquisitions de biens meubles corporels commandés avant le 1er janvier 2011 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés ;\n\nd) Des travaux de réhabilitation d'immeuble pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés avant le 1er janvier 2011 ;\n\n2° Par la réduction d'impôt sur le revenu prévue à l'article 199 sexvicies du même code accordée au titre de l'acquisition de logements pour lesquels une promesse d'achat ou une promesse synallagmatique a été souscrite par l'acquéreur avant le 1er janvier 2011 ;\n\n3° Par la réduction d'impôt sur le revenu prévue à l'article 199 septvicies du même code au titre de l'acquisition de logements ou de locaux pour lesquels une promesse d'achat ou une promesse synallagmatique a été souscrite par l'acquéreur avant le 1er janvier 2011."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I.-A modifié les dispositions suivantes :\n\nB.-Par exception aux dispositions du I de l'article 1477 du code général des impôts, les contribuables qui deviennent redevables de la cotisation foncière des entreprises au titre de l'année d'imposition 2011 par application du A doivent déclarer les bases de cotisation foncière des entreprises dans les deux mois suivant la publication au Journal officiel de la présente loi.\n\nM.-L'imposition à la cotisation foncière des entreprises au titre de l'année 2010 des sociétés de fait et des sociétés en participation est libellée au nom du ou des associés connus des tiers.\n\nO.-2. Pour la détermination de la valeur locative servant de base à la cotisation foncière des entreprises, les dispositions de l'article 1518 B du code général des impôts telles qu'elles résultent du 1 s'appliquent à compter du 1er janvier 2010 et les dispositions de l'avant-dernier alinéa de cet article résultant du 1 s'appliquent aux immobilisations cédées à compter du 1er janvier 2010.\n\nT.-Les exonérations et abattements de cotisation foncière des entreprises prévus aux I ter, I quater et I quinquies de l'article 1466 A du code général des impôts dans leur rédaction en vigueur au 31 décembre 2009 et applicables dans les conditions prévues au II du 5.3.2 de l'article 2 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 s'appliquent dans la limite du montant de base nette imposable fixé, pour 2011, à :\n\n-26 955 € s'agissant des exonérations et abattements prévus au I ter de l'article 1466 A ;\n\n-72 709 € s'agissant des exonérations et abattements prévus au I quater ou au I quinquies du même article.\n\nLe montant de la base nette éligible à l'exonération ou à l'abattement est actualisé chaque année en fonction de la variation de l'indice des prix à la consommation hors tabac.\n\nII.-A modifié les dispositions suivantes :\n\nIV.-A modifié les dispositions suivantes :\n\nV. et VI.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVII.-Portée des délibérations prises en 2009 s'agissant des exonérations en faveur des établissements implantés dans les zones de restructuration de la défense et des librairies indépendantes de référence :\n\nLes délibérations prises avant le 1er octobre 2009, conformément à l'article 1639 A bis du code général des impôts, par les conseils municipaux et les organes délibérants des établissements publics de coopération intercommunale dotés d'une fiscalité propre pour l'application des exonérations prévues à l'article 1464 I et au I quinquies B de l'article 1466 A du même code s'appliquent à compter de l'année 2010 aux impositions de cotisation foncière des entreprises et, dans les conditions prévues à l'article 1586 nonies du même code, aux impositions de cotisation sur la valeur ajoutée des entreprises. Ces délibérations peuvent être rapportées, dans les conditions prévues au I de l'article 1639 A bis du même code, pour les impositions établies au titre de 2011.\n\nLes délibérations prises avant le 1er octobre 2009, conformément au même article 1639 A bis, par les conseils départementaux et les conseils régionaux pour l'application des exonérations prévues à l'article 1464 I et au I quinquies B de l'article 1466 A du même code s'appliquent à compter de l'année 2010 aux impositions de cotisation sur la valeur ajoutée des entreprises dans les conditions prévues à l'article 1586 nonies du même code. Ces délibérations peuvent être rapportées, dans les conditions prévues au I de l'article 1639 A bis du même code, pour les impositions établies au titre de 2011.\n\nVIII. et IX.-A modifié les dispositions suivantes :\n\nX.-A modifié les dispositions suivantes :\n\nXI.-A modifié les dispositions suivantes :\n\nA.-Pour les impositions établies au titre de l'année 2011 et par dérogation aux dispositions du I de l'article 1639 A bis du code général des impôts, la date limite de vote des délibérations relatives à la taxe d'habitation prévues à l'article 1411 du même code est reportée au 1er novembre 2010. Cette date est reportée au 1er décembre 2010 lorsque la commune ou l'établissement public de coopération intercommunale à fiscalité propre ayant délibéré sur les abattements mentionnés au même article 1411 en 2010 souhaite modifier la délibération ainsi adoptée.\n\nXII.-A modifié les dispositions suivantes :\n\nXIII.-A modifié les dispositions suivantes :\n\nC.-A titre dérogatoire, les syndicats d'agglomération nouvelle et les conseils municipaux de leurs communes membres peuvent, par délibérations concordantes prises à la majorité qualifiée prévue au premier alinéa du II de l'article L. 5211-5 du code général des collectivités territoriales, procéder dans les cinq ans qui suivent la promulgation de la présente loi à la révision du montant de la dotation de coopération.\n\nXIV. et XVI.-A modifié les dispositions suivantes :\n\nXVII. et XVIII.-A modifié les dispositions suivantes :\n\nXIX. et XX.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXXI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXXII.-Entrée en vigueur :\n\nLe C du II, le b du 2° du D du II, le dernier alinéa du b du 3° du D du II, le dernier alinéa du d du 4° du D du II, le 4° du E du II, le B du III, le D du IV, les 1° à 3° du A du XII, le XIV, le XV, le XVII, le XVIII, le 2 du A du XIX et le XX s'appliquent à compter du 1er janvier 2010.\n\nLe 2° du B du II s'applique à compter des impositions établies au titre de 2011.\n\nLe B du XII s'applique aux rattachements de communes à un établissement public de coopération intercommunale qui prennent effet fiscalement à compter de l'année 2012 ou des années suivantes.\n\nXXIII.-Les dispositions relatives au second alinéa du 1 du II, au 2 du II, à la première phrase du 3 du II et au 1 du II ter de l'article 1411 du code général des impôts prévues au A du IX sont applicables pour les délibérations prises à compter de 2011.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\n-Code général des collectivités territoriales\n\n-Code général des impôts, CGI.\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Loi n° 80-10 du 10 janvier 1980\n\n-Code général des impôts, CGI.\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\n-Code général des impôts, CGI.\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\n-Code général des impôts, CGI.\n\n-Loi\n\n-Loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\nIII.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. ― La taxe additionnelle à la cotisation foncière des entreprises due par La Poste et établie au titre de 2010 est égale à 95 % du montant de la taxe additionnelle à la taxe professionnelle acquittée par La Poste au titre de l'année 2009.\n\nII. ― La taxe additionnelle à la cotisation foncière des entreprises due par La Poste et établie au titre de 2011 est égale à l'application à la base d'imposition à la cotisation foncière des entreprises d'un quotient exprimé en pourcentage :\n\n― d'une fraction égale à 40 % de la somme des produits de la taxe additionnelle à la taxe professionnelle mentionnée à l'article 1600 du code général des impôts, dans sa rédaction en vigueur au 1er janvier 2009, perçus en 2009 par les chambres de commerce et d'industrie multipliés par le pourcentage mentionné aux troisième à sixième alinéas du III de l'article 3 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 applicable à chacune des chambres de commerce et d'industrie ;\n\n― par le montant total des bases de cotisation foncière des entreprises imposées en 2010 des établissements des entreprises redevables de la taxe additionnelle à la cotisation foncière des entreprises."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "A modifié les dispositions suivantes :\n\nIII. - Lorsque le montant du produit total de l'imposition forfaitaire sur les entreprises de réseaux relative aux répartiteurs principaux de la boucle locale cuivre, aux points de mutualisation des réseaux de communications électroniques en fibre optique jusqu'à l'utilisateur final et aux nœuds de raccordement optique des réseaux de communications électroniques en fibre optique avec terminaison en câble coaxial prévue à l'article 1599 quater B du code général des impôts perçu au titre d'une année est inférieur à 400 millions d'euros, les montants de l'imposition mentionnés au III du même article 1599 quater B applicables au titre de l'année suivante sont majorés par un coefficient égal au quotient d'un montant de 400 millions d'euros par le montant du produit perçu.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Les fonds départementaux de péréquation de la taxe professionnelle sont maintenus jusqu'à leur apurement intégral par les conseils départementaux, quels que soient les exercices au titre desquels ils ont été alimentés."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "IV. - Le présent article est applicable aux exercices ouverts à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "II. ― Sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna les modifications apportées par le I à l'article L. 621-5-3 du code monétaire et financier."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I.-II.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Le I s'applique aux crédits d'impôt relatifs aux primes d'intéressement dues au titre des exercices ouverts à compter du 1er janvier 2011.\n\nB.-1. Pour les entreprises employant habituellement, au sens de l'article L. 1111-2 du code du travail, moins de deux cent cinquante salariés, le I s'applique aux crédits d'impôt relatifs aux primes d'intéressement dues en application d'accords d'intéressement conclus ou renouvelés à compter de cette même date. Pour les entreprises membres d'un groupe mentionné à l'article 223 A du code général des impôts, le nombre de salariés est apprécié en faisant la somme des salariés de chacune des sociétés membres de ce groupe.\n\n2. Le 1 est subordonné au respect du règlement (CE) n° 1998/2006 de la Commission, du 15 décembre 2006, concernant l'application des articles 87 et 88 du traité aux aides de minimis.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Ordonnance n° 2003-1213 du 18 décembre 2003\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\nVI.-Le II est applicable à compter des impositions de cotisation foncière des entreprises établies au titre de l'année 2010."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "Le Gouvernement joint au projet de loi de finances de l'année une annexe faisant apparaître au sein des crédits destinés à l'aide à la scolarité des élèves français dans les établissements d'enseignement français à l'étranger la part affectée à la prise en charge des frais de scolarité et la part affectée aux bourses scolaires."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "Le Gouvernement présente au Parlement, au plus tard le 30 juin 2011, un rapport sur les conséquences de la prise en charge par l'Agence pour l'enseignement français à l'étranger des contributions employeur pour pensions civiles des personnels titulaires de l'Etat qui lui sont détachés. Ce rapport évalue la capacité de l'agence à supporter la croissance de cette dépense sur le long terme, en tenant compte du niveau des moyens versés par l'Etat au titre de la compensation de cette prise en charge."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "II. ― Le présent article entre en vigueur le 1er janvier 2011. Le IV de l'article L. 741-16 du code rural et de la pêche maritime reste applicable aux salaires perçus au titre des périodes de travail antérieures au 1er janvier 2011."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "II. ― L'augmentation maximale du produit de la taxe mentionnée à l'article L. 514-1 du code rural et de la pêche maritime est fixée, pour 2011, à 1,8 %."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "II. ― Les deux derniers alinéas de l'article L. 50 du code des pensions militaires d'invalidité et des victimes de la guerre sont applicables aux pensions de conjoints survivants et d'orphelins en paiement au 1er janvier 2011, à compter de la demande des intéressés."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "L'Office national des combattants et des victimes de guerre transmet au Parlement, au plus tard le 30 juin 2011, les résultats de l'étude menée par ses services dans douze départements visant à dénombrer les anciens combattants les plus démunis susceptibles de bénéficier d'une allocation différentielle sur le modèle de l'allocation existante pour les conjoints survivants.Sur la base de cette étude, le Gouvernement présente au Parlement, avant le 30 septembre 2011, un rapport évaluant l'intérêt de créer une telle allocation différentielle pour les anciens combattants, ressortissants de l'Office national des combattants et des victimes de guerre."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "II. ― Le I entre en vigueur à compter du 1er juillet 2011."
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-622 DC du 28 décembre 2010.]"
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "A compter du 1er janvier 2011, les dispositions de l'article L. 83 du code des pensions civiles et militaires de retraite bénéficiant aux marins-pompiers de Marseille ayant fait valider leurs droits à la retraite à compter du 13 août 2004 s'appliquent également aux marins-pompiers de Marseille ayant fait valider leurs droits à la retraite avant cette même date, dans les conditions prévues par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "II.-Abrogé"
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. ― Le I s'applique à compter du 1er janvier 2011.\n\nIII. - (Abrogé)\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "Au plus tard le 30 juin de chaque année, le Gouvernement transmet au Parlement un rapport sur les moyens financiers et en personnels consacrés à la scolarisation en milieu ordinaire des élèves handicapés."
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "I à IV. - A modifié les dispositions suivantes :\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code général des impôts, CGI.\n\nV. - Le présent article est applicable à Saint-Barthélemy et à Saint-Martin."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "I. ― (Abrogé)\n\nII. ― Il est créé une réserve judiciaire composée de volontaires à la retraite et âgés de 75 ans au plus, issus des corps de greffiers en chef et de greffiers des services judiciaires.Ils peuvent être délégués par le premier président et le procureur général près la Cour de cassation, en fonction des besoins, afin d'assurer des missions d'assistance, de formation des personnels et d'études pour l'accomplissement d'activités non juridictionnelles à la Cour de cassation.Ils peuvent être délégués par les premiers présidents et les procureurs généraux près les cours d'appel dans les juridictions de leur ressort, en fonction des besoins, afin d'assurer des missions d'assistance, de formation des personnels et d'études pour l'accomplissement d'activités non juridictionnelles.Ils peuvent être délégués par les présidents des tribunaux supérieurs d'appel et les procureurs généraux près lesdits tribunaux supérieurs d'appel dans les juridictions de leur ressort, en fonction des besoins, afin d'assurer des missions d'assistance, de formation des personnels et d'études pour l'accomplissement d'activités non juridictionnelles.Les réservistes sont soumis aux dispositions générales de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires ainsi qu'aux dispositions du code des pensions civiles et militaires de retraite, notamment celles relatives au cumul de pensions avec des rémunérations d'activités ou autres pensions.Les activités accomplies au titre de la réserve sont indemnisées.\n\nIII. ― Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-622 DC du 28 décembre 2010.]"
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "I. ― Il est créé à compter de 2011 :\n\n1° Une dotation globale d'autonomie pour la Polynésie française ;\n\n2° Une dotation territoriale pour l'investissement des communes de la Polynésie française ;\n\n3° En application de l'article 169 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, un concours de l'Etat au financement des investissements prioritaires de la Polynésie française.\n\nCes trois instruments se substituent à la dotation globale de développement économique définie par la convention pour le renforcement de l'autonomie économique de la Polynésie française signée le 4 octobre 2002.\n\nII.-A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "I.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.- (Abrogé).\n\nIII. ― (Abrogé).\n\nIV.- (Abrogé).\n\nV.-A modifié les dispositions suivantes :\n\n-Code général de la propriété des personnes publiques.\n\n-Code général de la propriété des personnes publiques.\n\n-Code général de la propriété des personnes publiques."
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Article 170",
      "content": "Les réductions d'impôt prévues aux articles 199 undecies C et 217 undecies du code général des impôts peuvent être cumulées avec l'octroi de subventions et de prêts pour la construction, l'acquisition et l'amélioration de logements locatifs aidés."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "Les entreprises exerçant une activité de caractère hôtelier installées et exerçant leur activité au 1er avril 2009 dans les départements de la Guadeloupe et de la Martinique ainsi qu'à Saint-Barthélemy et à Saint-Martin peuvent bénéficier, dans le cadre de l'application des dispositions de l'article 32 de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer, de plans d'apurement pouvant inclure des dettes échues jusqu'au 31 décembre 2009 et les cotisations à échoir au titre de l'année 2010.Dans le cadre de ces plans, la possibilité d'abandon partiel prévue au II du même article 32 est ouverte pour les dettes de cotisations patronales de sécurité sociale échues au 31 octobre 2009.Les moindres ressources effectivement constatées pour les organismes sociaux donnent lieu à compensation par l'Etat à hauteur de l'abandon partiel mentionné au précédent alinéa à compter de la réception par l'Etat des pièces justificatives.Les cotisations patronales de sécurité sociale dues au titre de l'année 2010 sont prises en compte dans les plans d'étalement des paiements pour un montant égal à celui déclaré pour la même période durant l'année 2009. Le solde des cotisations patronales effectivement dues au titre de l'année 2010 est remboursé ou acquitté avant la fin du premier semestre de l'année 2011.La validité des plans est subordonnée au reversement effectif, à bonne date, de la part salariale des cotisations, au respect des obligations relatives aux déclarations et au versement des cotisations et contributions sociales auxquelles est tenu un employeur au titre de l'emploi de personnel salarié ainsi qu'au paiement et au respect des échéances de ces plans."
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "Article 173",
      "content": "I. ― Dans les départements d'outre-mer, les collectivités d'outre-mer régies par l'article 74 de la Constitution et en Nouvelle-Calédonie, les éditeurs de services de télévision en clair à vocation locale diffusés par voie hertzienne terrestre en mode numérique en application de l'article 96 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, dont le produit d'exploitation est inférieur à 5 millions d'euros hors taxes, bénéficient jusqu'au 31 décembre 2013 d'une aide au financement d'une partie de leurs coûts de diffusion. Cette aide est versée annuellement de façon dégressive. Le montant cumulé de l'aide sur trois ans ne peut excéder 200 000 € par bénéficiaire.II. ― Un décret en Conseil d'Etat fixe les conditions d'application du présent article, et notamment le plafond de cette aide."
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Article 178",
      "content": "II.-En 2011, le montant de la dotation de développement urbain prévue à  l'article L. 2334-40 du même code est fixé à 50 millions d'euros."
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Article 180",
      "content": "Le montant du fonds de soutien aux communes touchées par le redéploiement territorial des armées prévu à l'article L. 2335-2-1 du code général des collectivités territoriales est fixé à 10 millions d'euros en 2011."
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\nArt. L862-7, Art. L862-6, Art. L863-1\n\nII.-Le présent article s'applique aux contrats dont l'échéance principale intervient à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "1°, 2° A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Article 193",
      "content": "L'article L. 3111-9 du code de la santé publique est applicable aux personnes exerçant ou ayant exercé une activité professionnelle ou volontaire au sein de services d'incendie et de secours qui ont été vaccinées contre l'hépatite B depuis la date d'entrée en vigueur de la loi n° 91-73 du 18 janvier 1991 portant dispositions relatives à la santé publique et aux assurances sociales."
    },
    {
      "provision_ref": "art195",
      "section": "195",
      "title": "Article 195",
      "content": "I. ― Pour l'année 2011, par exception aux dispositions de l'article L. 262-24 du code de l'action sociale et des familles, le Fonds national des solidarités actives finance la totalité des sommes payées au titre de l'allocation de revenu de solidarité active versée aux personnes mentionnées à l'article L. 262-7-1 du même code.II.-Pour les années 2011 et 2012, le fonds mentionné au I finance les sommes versées et les frais de gestion dus au titre du revenu supplémentaire temporaire d'activité."
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Article 196",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-622 DC du 28 décembre 2010.]"
    },
    {
      "provision_ref": "art197",
      "section": "197",
      "title": "Article 197",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2010-622 DC du 28 décembre 2010.]"
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "Un rapport faisant le point sur l'incidence financière des travaux de construction et de rénovation des stades qui accueilleront l'Euro 2016 sur les crédits du Centre national pour le développement du sport, ainsi que sur les transferts de charges induits pour les collectivités, est remis au Parlement avant le 30 juin 2014."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "III.-Le présent article entre en vigueur à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "V. - Le présent article s'applique aux cotisations et contributions sociales  dues à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "III. - Le présent article s'applique aux cotisations et contributions sociales dues à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "I et II :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code du travail\n\n- Code du travail\n\n- Code général des impôts, CGI.\n\n- Code du travail\n\n- Code général des impôts, CGI.\n\n- Code du travail\n\nArt. L5312-1\n\nIII. - Le présent article entre en vigueur à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "I. ― A titre expérimental, d'anciens titulaires de contrats à durée déterminée ou de contrats de travail temporaire, dont le dernier emploi est localisé dans les bassins d'emploi de Douai, Montbéliard, Mulhouse, Les Mureaux-Poissy, Saint-Dié et de la vallée de l'Arve, peuvent bénéficier d'un contrat d'accompagnement renforcé.II. - Les articles 4, 5, 8 et les trois derniers alinéas de l'article 9 de l'ordonnance n° 2006-433 du 13 avril 2006 relative à l'expérimentation du contrat de transition professionnelle s'appliquent au contrat d'accompagnement renforcé, sous réserve des dispositions suivantes :1° Ce contrat est conclu entre l'ancien salarié et la filiale de l'Association nationale pour la formation professionnelle des adultes dans les bassins d'emploi de Montbéliard et de Saint-Dié et avec l'institution nationale publique mentionnée à l'article L. 5312-1 du code du travail dans les bassins d'emploi de Douai, Mulhouse, Les Mureaux-Poissy et de la vallée de l'Arve ;2° Peuvent conclure des contrats d'accompagnement renforcé les personnes réunissant l'ensemble des conditions suivantes :a) Avoir occupé, en dernier lieu, un emploi relevant d'une qualification inférieure ou égale au niveau IV ;b) Avoir acquis un droit minimal de six mois à l'assurance chômage ;c) Avoir été titulaire d'un contrat à durée déterminée ou d'un contrat de travail temporaire pendant au moins quatre mois au cours des douze derniers mois ;d) Répondre à des conditions d'ancienneté d'inscription auprès de l'institution nationale publique mentionnée à l'article L. 5312-1 du code du travail ;3° Pendant la durée du contrat d'accompagnement renforcé, les bénéficiaires n'ont pas le statut de stagiaire de la formation professionnelle. Ils perçoivent l'allocation d'aide au retour à l'emploi ainsi que les aides prévues dans les conditions définies par la convention d'assurance chômage.III. - Le contrat d'accompagnement renforcé est proposé avant le 22 juin 2011.IV. - Avant le 1er juin 2011, le Gouvernement présente au Parlement un rapport d'évaluation de l'expérimentation prévue au présent article et proposant les suites à lui donner. Ce rapport est soumis au préalable pour avis aux partenaires sociaux gestionnaires de l'organisme mentionné à l'article L. 5427-1 du code du travail."
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "I. ― Il est institué en 2011 trois prélèvements sur le fonds mentionné à l'article L. 6332-18 du code du travail :1° Un prélèvement de 124 millions d'euros au bénéfice de l'institution nationale publique mentionnée à l'article L. 5312-1 du même code, dont 74 millions d'euros sont affectés au financement de l'aide à l'embauche des jeunes de moins de 26 ans en contrat de professionnalisation et 50 millions d'euros au financement des actions mises en œuvre par cette institution en faveur de la convention de reclassement personnalisée, définie par les articles L. 1233-65 à L. 1233-70 du même code ;2° Un prélèvement de 50 millions d'euros au bénéfice de l'Association nationale pour la formation professionnelle des adultes mentionnée au 3° de l'article L. 5311-2 du même code destiné à financer la mise en œuvre des titres professionnels délivrés par le ministre chargé de l'emploi conformément à l'article L. 335-6 du code de l'éducation ;3° Un prélèvement de 126 millions d'euros au bénéfice de l'Agence de services et de paiement mentionnée à l'article L. 313-1 du code rural et de la pêche maritime destiné à financer la rémunération des stagiaires relevant des actions de formation, définie par les articles L. 6341-1 à L. 6341-7 du code du travail.II.-Le versement de ce prélèvement est opéré en deux fois, avant le 31 janvier 2011 et avant le 31 juillet 2011. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ces prélèvements sont régis par les règles applicables en matière de taxe sur les salaires.III.-Un décret pris après avis du fonds mentionné à l'article L. 6332-18 du code du travail précise les modalités de mise en œuvre des prélèvements ainsi établis."
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208",
      "content": "I à V :\n\nA modifié les dispositions suivantes :\n\nVI.-Les droits et obligations de l'Etat résultant du lot du marché conclu avec l'Association nationale pour la formation professionnelle des adultes relatif à la formation des demandeurs d'emploi reconnus travailleurs handicapés sont transférés à l'association mentionnée à l'article L. 5214-1 du code du travail et au fonds mentionné à l'article 35 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires selon des modalités précisées par convention.\n\nVII.-Le III entre en vigueur le 1er janvier 2011. Les II, IV et V entrent en vigueur le 1er juillet 2011. Le I est applicable à la déclaration annuelle obligatoire d'emploi des travailleurs handicapés, victimes de guerre et assimilés effectuée à compter de l'année 2012.\n\n-Code du travail"
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Article 210",
      "content": "I et II. et IV 1)-A modifié les dispositions suivantes :\n\nIII.-A compter du 1er janvier 2011 et jusqu'au 31 décembre 2016, par dérogation aux articles L. 442-1 et L. 445-4 du code de la construction et de l'habitation, la révision sur une année des loyers pratiqués mentionnés au même article L. 442-1 pour les logements appartenant aux organismes mentionnés à l'article L. 411-2 du même code ne peut excéder la variation de l'indice de référence des loyers définie au I de l'article 17-1 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986. L'indice de référence des loyers à prendre en compte est celui du troisième trimestre de l'année précédente.\n\nToutefois, l'autorité administrative peut, dans la limite prévue aux articles L. 442-1 et L. 445-4 du même code, autoriser un organisme à déroger aux dispositions de l'alinéa précédent soit dans le cadre d'un plan de redressement approuvé par la Caisse de garantie du logement locatif social, soit pour une partie du patrimoine de l'organisme ayant fait l'objet d'une réhabilitation.\n\nLe présent III est applicable à tous les contrats de location, y compris aux contrats en cours.\n\nV.-A modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation.\n\nArt. L423-14, Art. L452-1, Art. L452-1-1, Art. L452-4-1, Art. L353-9-3\n\n2. L'augmentation des loyers et redevances pratiqués résultant de la révision au 1er janvier 2011 des logements mentionnés à l'article L. 353-9-3 du code de la construction et de l'habitation ne peut excéder la variation sur six mois, de janvier à juin inclus, de l'indice de référence des loyers.\n\n-Code de la construction et de l'habitation.\n\n-Code général des impôts, CGI.\n\nVI.-Loi n° 2009-323 du 25 mars 2009\n\nVII-Loi n° 2003-710 du 1 août 2003\n\nArt. 12"
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "I. ― Les pensions militaires d'invalidité, les pensions civiles et militaires de retraite et les retraites du combattant servies aux ressortissants des pays ou territoires ayant appartenu à l'Union française ou à la Communauté ou ayant été placés sous le protectorat ou sous la tutelle de la France sont calculées dans les conditions prévues aux paragraphes suivants.\n\nII. - La valeur du point de pension des pensions militaires d'invalidité et des retraites du combattant et du point d'indice des pensions civiles et militaires de retraite visées au I est égale à la valeur du point applicable aux pensions et retraites de même nature servies, en application du code des pensions militaires d'invalidité et des victimes de la guerre et du code des pensions civiles et militaires de retraite, aux ressortissants français.\n\nIII. - Les indices servant au calcul des pensions militaires d'invalidité, des pensions civiles et militaires de retraite et des retraites du combattant concédées au titre du code des pensions militaires d'invalidité et des victimes de la guerre et du code des pensions civiles et militaires de retraite et visées au I sont égaux aux indices des pensions et retraites de même nature servies aux ressortissants français tels qu'ils résultent de l'application des articles L. 9 et L. 256 du code des pensions militaires d'invalidité et des victimes de la guerre et des articles L. 15 et L. 16 du code des pensions civiles et militaires de retraite.\n\nLes pensions en paiement mentionnées au précédent alinéa sont révisées à compter de la demande des intéressés, présentée dans un délai de quatre ans à compter de la publication du décret mentionné au VIII et auprès de l'administration qui a instruit leurs droits à pension.\n\nIV. - Les indices servant au calcul des pensions servies aux conjoints survivants et aux orphelins des pensionnés militaires d'invalidité et des titulaires d'une pension civile ou militaire de retraite visés au I sont égaux aux indices des pensions des conjoints survivants et des orphelins servies aux ressortissants français, tels qu'ils sont définis en application du code des pensions militaires d'invalidité et des victimes de la guerre et du code des pensions civiles et militaires de retraite.\n\nLes pensions en paiement mentionnées au précédent alinéa sont révisées à compter de la demande des intéressés, présentée dans un délai de quatre ans à compter de la publication du décret mentionné au VIII et auprès de l'administration qui a instruit leurs droits à pension.\n\nV. - Les demandes de pensions présentées en application du présent article sont instruites dans les conditions prévues par le code des pensions militaires d'invalidité et des victimes de la guerre et par le code des pensions civiles et militaires de retraite.\n\nVI. - Le présent article est applicable aux instances en cours à la date du 28 mai 2010, la révision des pensions prenant effet à compter de la date de réception par l'administration de la demande qui est à l'origine de ces instances.\n\nVII. - Avant la concession des nouvelles pensions résultant de la révision prévue aux seconds alinéas du III et du IV, les indices ayant servi au calcul des pensions concédées et liquidées jusqu'à cette date sont maintenus.\n\nVII bis. - Le présent article est applicable, à compter du 1er janvier 2020, aux pensions servies par la Caisse nationale de retraites des agents des collectivités locales et par le Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat.\n\nVIII. - Un décret fixe les modalités d'application du présent article, notamment les mesures d'information des bénéficiaires ainsi que les modalités de présentation et d'instruction des demandes mentionnées aux III, IV et V. Un décret en Conseil d'Etat fixe les modalités d'application du présent article en ce qui concerne les régimes mentionnés au VII bis.\n\nIX. - Le rapport sur les pensions de retraite, annexé au projet de loi de finances de l'année en application du II de l'article 113 de la loi n° 2006-1666 du 21 décembre 2006 de finances pour 2007, présente chaque année un bilan de la mise en œuvre du présent article.\n\nX. - 1. L'article 170 de l'ordonnance n° 58-1374 du 30 décembre 1958 portant loi de finances pour 1959, l'article 71 de la loi de finances pour 1960 (n° 59-1454 du 26 décembre 1959) et l'article 14 de la loi de finances rectificative pour 1979 (n° 79-1102 du 21 décembre 1979) sont abrogés.\n\n2. L'abrogation de l'article 100 de la loi n° 2006-1666 du 21 décembre 2006 de finances pour 2007 résultant de la décision du Conseil constitutionnel n° 2010-1 QPC du 28 mai 2010 ne peut avoir pour effet de placer les intéressés, à compter du 1er janvier 2011, dans une situation moins favorable que celle qui serait résultée de l'application des dispositions abrogées.\n\nXI. - Le présent article entre en vigueur au 1er janvier 2011."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "La présente loi entrera en vigueur immédiatement et sera exécutée comme loi de l'Etat.Fait le 29 décembre 2010."
    }
  ]
}