{
  "id": "loi-n-2000-719-du-1-aout-2000",
  "type": "statute",
  "title": "Loi n° 2000-719 du 1 août 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000402408",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - (paragraphe modificateur).II. - L'article 43-1 de la même loi est abrogé."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "(Alinéa modificateur).\n\nCes dispositions s'appliquent à compter du renouvellement des mandats en cours à la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - L'apport par l'Etat à la société France Télévision de la totalité des actions des sociétés France 2, France 3 et La Cinquième est réalisé par le seul fait de la loi.Le président de la société France Télévision est nommé dans le délai d'un mois à compter de la publication de la présente loi. Les statuts de cette société sont approuvés dans le même délai.II. - Dans un délai de trois mois à compter de la publication de la présente loi, les sociétés France 2, France 3 et La Cinquième mettent leurs statuts en conformité avec la présente loi.A l'exception des mandats d'administrateur des présidents de ces sociétés qui prennent fin à la date de la nomination du président de la société France Télévision, les mandats des membres des conseils d'administration des sociétés France 2, France 3 et La Cinquième prennent fin à la date de publication du décret approuvant les nouveaux statuts de ces sociétés.Jusqu'à l'expiration d'un délai de trois mois à compter de la date de publication du décret mentionné au précédent alinéa, les conseils d'administration de la société France Télévision et de chacune des sociétés France 2, France 3 et La Cinquième délibèrent valablement dès que les deux tiers au moins de leurs membres ont été désignés, sous réserve du respect des règles de quorum.III. - Dans un délai de six mois à compter de la publication du décret approuvant les statuts de la société France Télévision, les sociétés France 2, France 3 et La Cinquième transfèrent à la société France Télévision les biens, droits et obligations nécessaires à l'accomplissement par cette dernière société de son objet.Les transferts de biens, droits et obligations à la société France Télévision, qui s'effectuent aux valeurs comptables, sont approuvés par arrêté conjoint du ministre de l'économie, des finances et de l'industrie et du ministre de la culture et de la communication, pour chacune des sociétés France 2, France 3 et La Cinquième.Les transferts de ces biens, droits et obligations emportent de plein droit et sans qu'il soit besoin d'aucune formalité, les effets d'une transmission universelle de patrimoine.Le deuxième alinéa de l'article L. 122-12 du code du travail s'applique aux salariés concernés par les transferts intervenant en application des dispositions de la présente loi.IV. - Les dispositions du présent article s'appliquent nonobstant toutes dispositions ou stipulations contraires.L'ensemble des opérations liées aux transferts de biens, droits et obligations visés au présent article ou pouvant intervenir en application de la présente loi ne donnent pas lieu à la perception de droits, impôts ou taxes de quelque nature que ce soit.V. - Le V du VI de l'article 53 de la loi n° 86-1067 du 30 septembre 1986 précitée, tels qu'ils résultent de l'article 15 de la présente loi, entreront en vigueur à compter du 1er janvier suivant sa publication."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - (paragraphe modificateur).II. - La loi n° 88-21 du 6 janvier 1988 relative aux opérations de télépromotion avec offre de ventes dites de \" télé-achat \" est abrogée."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Le Gouvernement transmet au Parlement, à l'issue d'un délai de trois ans après l'entrée en vigueur de la présente loi, un bilan du passage à la diffusion hertzienne terrestre numérique. Ce bilan présente des propositions portant notamment sur les conditions d'extension éventuelle du dispositif prévu à l'article 34-3 aux services diffusés par voie hertzienne terrestre en mode numérique et répondant à des missions de service public, sur la couverture des zones d'ombre par d'autres modes de diffusion, ainsi que sur le délai dans lequel devra être fixé l'arrêt de la diffusion hertzienne terrestre en mode analogique des services de télévision."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le Conseil supérieur de l'audiovisuel arrête et publie au plus tard un an après la promulgation de la présente loi une première liste de fréquences disponibles pour les services de télévision à vocation nationale et à vocation locale diffusés par voie hertzienne terrestre."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "(Les paragraphes I à V et VII à X sont modificateurs)."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "(Les paragraphes I et III sont modificateur).\n\nII. - 1. (Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-433 DC du 27 juillet 2000.)"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Pour tout service de télévision autorisé antérieurement à la publication de la présente loi, ayant déjà bénéficié d'une autorisation de reconduction hors appel à candidatures sur la base de l'article 28-1 de la loi n° 86-1067 du 30 septembre 1986 précitée et qui bénéficie d'une autorisation en vue de sa reprise intégrale et simultanée en mode numérique pour une couverture à terme correspondant au caractère national ou local du service, délivrée à l'issue du premier appel à candidatures concernant cette zone de couverture en application de l'article 30-1 de la même loi, le terme de l'autorisation délivrée en application de l'article 28-1 est prorogé de cinq ans.\n\nLe bénéfice de cette disposition est écarté par le Conseil supérieur de l'audiovisuel, dans les conditions prévues aux articles 42-7, 42-8 et 42-9 de la loi n° 86-1067 du 30 septembre 1986 précitée, lorsque l'éditeur s'abstient sans motif impérieux d'émettre en mode numérique dans un délai de trois mois à compter de la date fixée par le Conseil supérieur de l'audiovisuel pour le début effectif de diffusion du service en mode numérique dans chacune des zones concernées ou lorsque, pendant la durée de validité de l'autorisation délivrée en application de l'article 28-1 de la loi n° 86-1067 du 30 septembre 1986 précitée qui a bénéficié de la prorogation prévue par le premier alinéa du présent article, l'éditeur décide d'interrompre son émission en mode numérique pendant une durée supérieure à trois mois.\n\nLorsque le Conseil supérieur de l'audiovisuel fait usage du pouvoir prévu à l'alinéa précédent avant le terme de l'autorisation initiale, sa décision ne prive d'effet cette autorisation qu'au terme de celle-ci.\n\nLorsque le conseil fait usage de ce pouvoir au cours de la période de prorogation découlant de l'application du premier alinéa, cette prorogation est maintenue au bénéfice de l'éditeur jusqu'à l'issue de l'appel à candidatures lancé pour l'usage des fréquences analogiques dont il était titulaire."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Pour l'application des dispositions du 14° de l'article 28 de la loi n° 86-1067 du 30 septembre 1986 précitée, le Conseil supérieur de l'audiovisuel adaptera, dans un délai de six mois à compter de la date de promulgation de la présente loi, les conventions déjà conclues en application du même article."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I, II et IV à X Paragraphes modificateurs\n\nIII. - L'article 24 de la même loi est abrogé.\n\nXI. - Les articles 26 et 27 de la loi n° 89-25 du 17 janvier 1989 modifiant la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication sont abrogés."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "L'article 4 de la loi n° 96-299 du 10 avril 1996 précitée est abrogé."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.-Les éditeurs de services diffusés par satellite n'ayant pas encore conclu une convention avec le Conseil supérieur de l'audiovisuel au titre de la distribution par câble disposent d'un délai de trois mois à compter de la publication du décret prévu à l'article 33 de la loi n° 86-1067 du 30 septembre 1986 précitée dans la rédaction résultant de l'article 55 de la présente loi pour conclure la convention prévue à l'article 33-1 de la loi n° 86-1067 du 30 septembre 1986 précitée.II.-Paragraphe abrogé."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "La présente loi est applicable en Nouvelle-Calédonie, dans les territoires d'outre-mer et à Mayotte."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Dans un délai de deux ans après la promulgation de la présente loi, le Gouvernement présentera un rapport au Parlement sur l'état des négociations permettant :- la mise en oeuvre d'une politique industrielle européenne d'investissements pour la production de programmes audiovisuels et de logiciels ;- la création d'un fonds de soutien à l'exportation et à la distribution de programmes audiovisuels européens en Europe et dans le monde ;- la mise en place d'un fonds de garantie européen pour la création audiovisuelle."
    }
  ]
}