{
  "id": "loi-n-2014-856-du-31-juillet-2014",
  "type": "statute",
  "title": "LOI n°2014-856 du 31 juillet 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029313296",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - L'économie sociale et solidaire est un mode d'entreprendre et de développement économique adapté à tous les domaines de l'activité humaine auquel adhèrent des personnes morales de droit privé qui remplissent les conditions cumulatives suivantes :1° Un but poursuivi autre que le seul partage des bénéfices ;2° Une gouvernance démocratique, définie et organisée par les statuts, prévoyant l'information et la participation, dont l'expression n'est pas seulement liée à leur apport en capital ou au montant de leur contribution financière, des associés, des salariés et des parties prenantes aux réalisations de l'entreprise ;3° Une gestion conforme aux principes suivants :a) Les bénéfices sont majoritairement consacrés à l'objectif de maintien ou de développement de l'activité de l'entreprise ;b) Les réserves obligatoires constituées, impartageables, ne peuvent pas être distribuées. Les statuts peuvent autoriser l'assemblée générale à incorporer au capital des sommes prélevées sur les réserves constituées au titre de la présente loi et à relever en conséquence la valeur des parts sociales ou à procéder à des distributions de parts gratuites. La première incorporation ne peut porter que sur la moitié, au plus, des réserves disponibles existant à la clôture de l'exercice précédant la réunion de l'assemblée générale extraordinaire ayant à se prononcer sur l'incorporation. Les incorporations ultérieures ne peuvent porter que sur la moitié, au plus, de l'accroissement desdites réserves enregistré depuis la précédente incorporation. En cas de liquidation ou, le cas échéant, en cas de dissolution, l'ensemble du boni de liquidation est dévolu soit à une autre entreprise de l'économie sociale et solidaire au sens du présent article, soit dans les conditions prévues par les dispositions législatives et réglementaires spéciales qui régissent la catégorie de personne morale de droit privé faisant l'objet de la liquidation ou de la dissolution.II. - L'économie sociale et solidaire est composée des activités de production, de transformation, de distribution, d'échange et de consommation de biens ou de services mises en œuvre :1° Par les personnes morales de droit privé constituées sous la forme de coopératives, de mutuelles ou d'unions relevant du code de la mutualité ou de sociétés d'assurance mutuelles relevant du code des assurances, de fondations ou d'associations régies par la loi du 1er juillet 1901 relative au contrat d'association ou, le cas échéant, par le code civil local applicable aux départements du Bas-Rhin, du Haut-Rhin et de la Moselle ;2° Par les sociétés commerciales qui, aux termes de leurs statuts, remplissent les conditions suivantes :a) Elles respectent les conditions fixées au I du présent article ;b) Elles recherchent une utilité sociale au sens de l'article 2 de la présente loi ;c) Elles appliquent les principes de gestion suivants :\n\n- le prélèvement d'une fraction définie par arrêté du ministre chargé de l'économie sociale et solidaire et au moins égale à 20 % des bénéfices de l'exercice, affecté à la constitution d'une réserve statutaire obligatoire, dite « fonds de développement », tant que le montant total des diverses réserves n'atteint pas une fraction, définie par arrêté du ministre chargé de l'économie sociale et solidaire, du montant du capital social. Cette fraction ne peut excéder le montant du capital social. Les bénéfices sont diminués, le cas échéant, des pertes antérieures ;- le prélèvement d'une fraction définie par arrêté du ministre chargé de l'économie sociale et solidaire et au moins égale à 50 % des bénéfices de l'exercice, affecté au report bénéficiaire ainsi qu'aux réserves obligatoires. Les bénéfices sont diminués, le cas échéant, des pertes antérieures ;- l'interdiction pour la société d'amortir le capital et de procéder à une réduction du capital non motivée par des pertes, sauf lorsque cette opération assure la continuité de son activité, dans des conditions prévues par décret. Le rachat de ses actions ou parts sociales est subordonné au respect des exigences applicables aux sociétés commerciales, dont celles prévues à l'article L. 225-209-2 du code de commerce.\n\nIII. - Peuvent faire publiquement état de leur qualité d'entreprise de l'économie sociale et solidaire et bénéficier des droits qui s'y attachent les personnes morales de droit privé qui répondent aux conditions mentionnées au présent article et qui, s'agissant des sociétés commerciales, sont immatriculées, sous réserve de la conformité de leurs statuts, au registre du commerce et des sociétés avec la mention de la qualité d'entreprise de l'économie sociale et solidaire.IV. - Un décret précise les conditions d'application du présent article, et notamment les règles applicables aux statuts des sociétés mentionnées au 2° du II."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont considérées comme poursuivant une utilité sociale au sens de la présente loi les entreprises dont l'objet social satisfait à titre principal à l'une au moins des cinq conditions suivantes :\n\n1° Elles ont pour objectif d'apporter, à travers leur activité, un soutien à des personnes en situation de fragilité soit du fait de leur situation économique ou sociale, soit du fait de leur situation personnelle et particulièrement de leurs besoins en matière d'accompagnement social, médico-social ou sanitaire, ou de contribuer à la lutte contre leur exclusion. Ces personnes peuvent être des salariés, des usagers, des clients, des membres ou des bénéficiaires de cette entreprise ;\n\n2° Elles ont pour objectif de contribuer à la préservation et au développement du lien social ou au maintien et au renforcement de la cohésion territoriale ;\n\n3° Elles ont pour objectif de contribuer à l'éducation à la citoyenneté, notamment par l'éducation populaire et par la mise en œuvre de modes de participation impliquant, sur les territoires concernés, les bénéficiaires de ces activités. Elles participent ainsi à la réduction des inégalités sociales et culturelles, notamment entre les femmes et les hommes ;\n\n4° Elles ont pour objectif de concourir au développement durable, à la transition énergétique, à la promotion culturelle ou à la solidarité internationale, dès lors que leur activité contribue également à produire un impact soit par le soutien à des publics vulnérables, soit par le maintien ou la recréation de solidarités territoriales, soit par la participation à l'éducation à la citoyenneté ;\n\n5° Elles ont pour objectif de concourir à la préservation et à la mise en valeur des monuments historiques et des sites, parcs et jardins protégés."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Le Conseil supérieur de l'économie sociale et solidaire adopte, sur proposition de ses membres, un guide définissant les conditions d'amélioration continue des bonnes pratiques des entreprises de l'économie sociale et solidaire définies à l'article 1er de la présente loi.Ces conditions tiennent compte des spécificités de chacune des différentes formes juridiques d'entreprise de l'économie sociale et solidaire et des obligations légales, réglementaires et conventionnelles existantes répondant déjà, totalement ou partiellement, aux informations demandées.Le conseil détermine les conditions dans lesquelles ces informations sont portées à la connaissance des salariés.Ces bonnes pratiques concernent notamment :1° Les modalités effectives de gouvernance démocratique ;2° La concertation dans l'élaboration de la stratégie de l'entreprise ;3° La territorialisation de l'activité économique et des emplois ;4° La politique salariale et l'exemplarité sociale, la formation professionnelle, les négociations annuelles obligatoires, la santé et la sécurité au travail et la qualité des emplois ;5° Le lien avec les usagers et la réponse aux besoins non couverts des populations ;6° La situation de l'entreprise en matière de diversité, de lutte contre les discriminations et d'égalité réelle entre les femmes et les hommes en matière d'égalité professionnelle et de présence dans les instances dirigeantes élues.II. - A l'occasion de la tenue de leur assemblée générale annuelle, les entreprises de l'économie sociale et solidaire présentent des informations sur l'application des pratiques définies par le guide et, le cas échéant, organisent un débat sur les réalisations et les objectifs de progrès concernant les pratiques mentionnées au I.III. - Ce guide est adopté au plus tard douze mois après la publication du décret en Conseil d'Etat prévu au VII de l'article 4 de la présente loi. Le Conseil supérieur de l'économie sociale et solidaire suit l'application de ce guide et publie tous les trois ans un rapport d'évaluation du dispositif comprenant des données qualitatives et statistiques.IV. - Le II s'applique au plus tard deux ans après la publication du guide pour les entreprises de moins de deux cent cinquante salariés et au plus tard un an après cette publication pour les entreprises d'au moins deux cent cinquante salariés. Les modalités de calcul des effectifs autres que salariés présents dans l'entreprise sont précisées par décret."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Le Conseil supérieur de l'économie sociale et solidaire, chargé d'assurer le dialogue entre les acteurs de l'économie sociale et solidaire et les pouvoirs publics nationaux et européens, est placé auprès du Premier ministre et présidé par le ministre chargé de l'économie sociale et solidaire.\n\nII. - Le Conseil supérieur de l'économie sociale et solidaire est consulté sur tous les projets de dispositions législatives et réglementaires communes à l'économie sociale et solidaire ainsi que sur les projets de dispositions relatives à l'entrepreneuriat social. Il veille à améliorer l'articulation entre les réglementations et les représentations assurées par l'économie sociale et solidaire à l'échelon national et à l'échelon européen. Il publie tous les trois ans un rapport sur l'évolution de la prise en compte de l'économie sociale et solidaire dans le droit de l'Union européenne et ses politiques. Il peut également se saisir de toute question relative à l'économie sociale et solidaire, en particulier de tout projet de directive ou de règlement européens la concernant.\n\nIII. - Le Conseil supérieur de l'économie sociale et solidaire contribue à la définition, tous les trois ans, d'une stratégie nationale de développement de l'économie sociale et solidaire.\n\nIV. - Le Conseil supérieur de l'économie sociale et solidaire définit une stratégie tendant à :\n\n1° Promouvoir l'économie sociale et solidaire auprès des jeunes, notamment dans le cadre du service public de l'éducation ;\n\n2° Aider les jeunes qui aspirent à entreprendre au service de projets d'économie sociale et solidaire et valoriser leurs initiatives ;\n\n3° Favoriser l'intégration des jeunes dans les entreprises de l'économie sociale et solidaire.\n\nV. - Le Conseil supérieur de l'économie sociale et solidaire est chargé d'établir tous les trois ans un rapport sur l'égalité entre les femmes et les hommes dans l'économie sociale et solidaire et de formuler des propositions pour :\n\n1° Assurer l'égalité professionnelle entre les femmes et les hommes dans l'économie sociale et solidaire, en permettant notamment une meilleure articulation entre la vie personnelle et professionnelle des salariés de l'économie sociale et solidaire ;\n\n2° Favoriser l'accès des femmes à tous les postes de responsabilité, de dirigeants salariés comme de dirigeants élus ;\n\n3° Assurer la parité entre les femmes et les hommes dans toutes les instances élues des entreprises de l'économie sociale et solidaire.\n\nVI. - Le conseil comprend notamment :\n\n1° Un député et un sénateur ainsi que des représentants désignés par le Conseil économique, social et environnemental et les associations représentatives des collectivités territoriales au niveau national ;\n\n2° Des représentants des différentes formes juridiques d'entreprise de l'économie sociale et solidaire mentionnées à l'article 1er de la présente loi, proposés par celles-ci ;\n\n3° Des représentants des organisations représentatives de salariés et d'employeurs des entreprises de l'économie sociale et solidaire, proposés par celles-ci ;\n\n4° Des représentants des chambres régionales de l'économie sociale et solidaire ;\n\n5° Des représentants d'autres organismes consultatifs nationaux compétents pour traiter des questions relatives à la mutualité, aux coopératives, aux fondations, à la vie associative et à l'insertion par l'activité économique ;\n\n6° Des représentants des services de l'Etat qui contribuent à la préparation ou la mise en œuvre de la politique publique de l'économie sociale et solidaire, y compris dans sa dimension internationale ;\n\n7° Des personnalités qualifiées choisies parmi les experts de l'économie sociale et solidaire, dont certaines choisies au regard de leur expérience de la dimension européenne de l'économie sociale et solidaire.\n\nVII. - Un décret en Conseil d'Etat fixe la durée des mandats, les modalités de fonctionnement du conseil et de désignation de ses membres ainsi que les conditions dans lesquelles est assurée la parité entre les femmes et les hommes au conseil et au sein de son bureau. A cette fin, il précise le nombre et la répartition par sexe, éventuellement dans le temps, des désignations prévues au présent article."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "ESS France assure, au plan national, la représentation et la promotion de l'économie sociale et solidaire.ESS France assure à cet effet, au bénéfice des entreprises du secteur, la représentation auprès des pouvoirs publics nationaux des intérêts de l'économie sociale et solidaire, sans préjudice des missions de représentation des organisations professionnelles ou interprofessionnelles du secteur.\n\nESS France soutient, anime et coordonne le réseau des chambres régionales de l'économie sociale et solidaire et consolide, au niveau national, les données économiques et sociales et les données qualitatives recueillies par celles-ci.L'Etat conclut une convention d'agrément avec ESS France.ESS France est constituée en association jouissant de plein droit de la capacité juridique des associations reconnues d'utilité publique. Cette association est constituée par les organisations nationales représentant les différentes formes statutaires de l'économie sociale et solidaire, y compris les sociétés commerciales mentionnées au 2° du II de l'article 1er, et par les chambres régionales de l'économie sociale et solidaire."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les chambres régionales de l'économie sociale et solidaire assurent au plan local la promotion et le développement de l'économie sociale et solidaire. Elles sont constituées des entreprises de l'économie sociale et solidaire ayant leur siège social ou un établissement situé dans leur ressort et des organisations professionnelles régionales de celles-ci. En application du principe de parité, la différence entre le nombre de femmes et le nombre d'hommes parmi les représentants de chaque entreprise ou organisation est inférieure ou égale à un.Elles assurent, au bénéfice des entreprises de l'économie sociale et solidaire, sans préjudice des missions des organisations professionnelles ou interprofessionnelles et des réseaux locaux d'acteurs :1° La représentation auprès des pouvoirs publics des intérêts de l'économie sociale et solidaire ;2° L'appui à la création, au développement et au maintien des entreprises ;3° L'appui à la formation des dirigeants et des salariés des entreprises ;4° La contribution à la collecte, à l'exploitation et à la mise à disposition des données économiques et sociales relatives aux entreprises de l'économie sociale et solidaire ;5° L'information des entreprises sur la dimension européenne de l'économie sociale et solidaire et l'appui à l'établissement de liens avec les entreprises du secteur établies dans les autres Etats membres de l'Union européenne ;6° Dans les collectivités régies par l'article 73 de la Constitution, le développement et l'animation de la coopération internationale des collectivités concernées en matière d'économie sociale et solidaire.Elles ont qualité pour ester en justice aux fins, notamment, de faire respecter par les entreprises de leur ressort et relevant du 2° du II de l'article 1er de la présente loi l'application effective des conditions fixées à ce même article.Dans des conditions définies par décret, les chambres régionales de l'économie sociale et solidaire tiennent à jour et assurent la publication de la liste des entreprises de l'économie sociale et solidaire, au sens des 1° et 2° du II de l'article 1er, qui sont situées dans leur ressort.Dans chaque région, le représentant de l'Etat dans la région et le président du conseil régional concluent une convention d'agrément avec la chambre régionale. Le représentant de l'Etat dans la région et le président du conseil régional peuvent proposer aux autres collectivités territoriales intéressées ou à leurs groupements d'être parties à cette convention d'agrément.Les chambres régionales de l'économie sociale et solidaire sont constituées en associations jouissant de plein droit de la capacité juridique des associations reconnues d'utilité publique."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La région élabore, en concertation avec la chambre régionale de l'économie sociale et solidaire ainsi qu'avec les organismes et entreprises de l'économie sociale et solidaire, une stratégie régionale de l'économie sociale et solidaire et peut contractualiser avec les départements, les communes et les établissements publics de coopération intercommunale à fiscalité propre pour la mise en œuvre des stratégies concertées et le déploiement de l'économie sociale et solidaire sur le territoire régional."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Le représentant de l'Etat dans la région et le président du conseil régional organisent, au moins tous les deux ans, une conférence régionale de l'économie sociale et solidaire à laquelle participent notamment les membres de la chambre régionale de l'économie sociale et solidaire, les réseaux locaux d'acteurs de l'économie sociale et solidaire, les représentants des collectivités territoriales concernées ainsi que les partenaires sociaux concernés.II. - Au cours de la conférence régionale de l'économie sociale et solidaire, sont débattus les orientations, les moyens et les résultats des politiques locales de développement de l'économie sociale et solidaire. Ces débats donnent lieu à la formulation de propositions pour le développement de politiques publiques territoriales de l'économie sociale et solidaire. Est également présentée l'évaluation de la délivrance de l'agrément « entreprise solidaire d'utilité sociale » mentionné à l'article L. 3332-17-1 du code du travail.Les politiques publiques des collectivités territoriales et de leurs groupements en faveur de l'économie sociale et solidaire peuvent s'inscrire dans des démarches de coconstruction avec l'ensemble des acteurs concernés. Les modalités de cette coconstruction s'appuient notamment sur la mise en place d'instances associant les acteurs concernés ou de démarches associant les citoyens au processus de décision publique."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Les pôles territoriaux de coopération économique sont constitués par le regroupement sur un même territoire d'entreprises de l'économie sociale et solidaire, au sens de l'article 1er de la présente loi, qui s'associent à des entreprises, en lien avec des collectivités territoriales et leurs groupements, des centres de recherche, des établissements d'enseignement supérieur et de recherche, des organismes de formation ou toute autre personne physique ou morale pour mettre en œuvre une stratégie commune et continue de mutualisation, de coopération ou de partenariat au service de projets économiques et sociaux innovants, socialement ou technologiquement, et porteurs d'un développement local durable.II. - La sélection des pôles territoriaux de coopération économique soutenus par l'Etat est décidée dans le cadre d'appels à projets. Cette sélection est assurée par les financeurs, notamment des représentants des collectivités territoriales et de leurs groupements, parmi lesquels figurent des représentants des conseils régionaux et départementaux.Un décret en Conseil d'Etat fixe les modalités d'application du présent II et précise notamment les critères d'attribution des appels à projets ainsi que les modalités d'accompagnement et de suivi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-L'activité et les modalités de financement des entreprises de l'économie sociale et solidaire définies à l'article 1er font l'objet d'un suivi statistique spécifique auquel participent l'Institut national de la statistique et des études économiques, les services statistiques ministériels, la Banque de France ainsi que la Banque publique d'investissement. Pour ce suivi statistique, ces institutions et organismes mettent en œuvre, par voie de conventions, les échanges de données mentionnés au IV de l'article L. 141-6 du code monétaire et financier.\n\nII.-Une convention conclue avec l'Etat dans les conditions prévues à l'article L. 141-7 du code monétaire et financier précise les conditions de la participation de la Banque de France à ce suivi statistique.\n\nIII.-A modifié les dispositions suivantes :\n\n-Ordonnance n° 2005-722 du 29 juin 2005"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - (Abrogé).\n\nII. - Dans chaque région est conclue une convention entre le représentant de l'Etat et un ou plusieurs organismes, tels que les maisons de l'emploi et les personnes morales gestionnaires des plans locaux pluriannuels pour l'insertion et l'emploi, qui œuvrent en faveur de l'accès à l'emploi durable des personnes exclues du marché du travail, notamment en facilitant le recours aux clauses sociales dans les marchés publics. Cette convention vise à favoriser le développement de ces clauses concourant à l'intégration sociale et professionnelle de travailleurs handicapés ou défavorisés. Les pouvoirs adjudicateurs et les entités adjudicatrices mentionnés aux articles L. 1211-1 et L. 1212-1 du code de la commande publique, en tant que ces articles concernent les collectivités territoriales ou des organismes dont le statut est fixé par la loi et implantés dans la région peuvent être parties à cette convention."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Est considéré comme relevant de l'innovation sociale le projet d'une ou de plusieurs entreprises consistant à offrir des produits ou des services présentant l'une des caractéristiques suivantes :1° Soit répondre à des besoins sociaux non ou mal satisfaits, que ce soit dans les conditions actuelles du marché ou dans le cadre des politiques publiques ;2° Soit répondre à des besoins sociaux par une forme innovante d'entreprise, par un processus innovant de production de biens ou de services ou encore par un mode innovant d'organisation du travail. Les procédures de consultation et d'élaboration des projets socialement innovants auxquelles sont associés les bénéficiaires concernés par ce type de projet ainsi que les modalités de financement de tels projets relèvent également de l'innovation sociale.II. - Pour bénéficier des financements publics au titre de l'innovation sociale, le caractère innovant de son activité doit, en outre, engendrer pour cette entreprise des difficultés à en assurer le financement intégral aux conditions normales de marché. Cette condition ne s'applique pas aux financements accordés au titre de l'innovation sociale par les collectivités territoriales.III. - Le Conseil supérieur de l'économie sociale et solidaire définit des orientations permettant d'identifier un projet ou une activité économique socialement innovant au sens du I."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le Conseil supérieur de l'économie sociale et solidaire, ESS France et les chambres régionales de l'économie sociale et solidaire assurent un suivi de l'accès au financement des entreprises de l'économie sociale et solidaire, en lien avec la Banque publique d'investissement."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Un dispositif d'information des salariés sur les possibilités de reprise d'une société par les salariés est instauré à destination de l'ensemble des salariés des sociétés de moins de deux cent cinquante salariés soumises au livre II du code de commerce.Cette information est organisée au moins une fois tous les trois ans et porte, en particulier, sur les conditions juridiques de la reprise d'une entreprise par les salariés, sur ses avantages et ses difficultés, ainsi que sur les dispositifs d'aide dont ils peuvent bénéficier.\n\nL'information porte également sur les orientations générales de l'entreprise relatives à la détention de son capital, notamment sur le contexte et les conditions d'une cession de celle-ci et, le cas échéant, sur le contexte et les conditions d'un changement capitalistique substantiel.Le contenu et les modalités de cette information sont définis par un décret qui prend en compte la taille des entreprises concernées."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Des fonds de développement coopératif financés par les coopératives peuvent être créés. Ils ont pour mission de soutenir la création de sociétés coopératives, de prendre des participations dans des sociétés coopératives et de financer des programmes de développement et des actions de formation."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2014, un rapport pour déterminer si la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération pourrait être modifiée pour créer des unions d'entreprises de l'économie sociale et solidaire qui constitueraient un nouvel instrument de coopération entre les différentes familles de l'économie sociale et solidaire. Ce rapport s'assure de la conformité des unions d'entreprises de l'économie sociale et solidaire avec les principes coopératifs et, dans ce cas, précise les conditions et modalités de constitution et de fonctionnement de ces unions, ainsi que les règles de transparence et de contrôle légal des comptes qui leur sont applicables."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Le Gouvernement remet au Parlement, avant le 1er septembre 2015, un rapport concernant l'accès aux responsabilités des jeunes navigants dans les coopératives maritimes."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Dans les douze mois qui suivent la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport portant sur l'intérêt de modifier les règles applicables aux administrateurs d'une mutuelle, union ou fédération, afin de renforcer leurs droits et de faciliter l'accomplissement de leurs missions."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le Gouvernement remet au Parlement, avant le 15 juillet 2015, un rapport portant sur les conditions d'introduction, dans le code des assurances, de dispositions similaires à celles figurant à l'article L. 114-24 du code de la mutualité, relatives aux droits et obligations des administrateurs des sociétés d'assurance mutuelles, salariés du secteur privé ou agents du secteur public."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "En complément de l'action des réseaux et regroupements, les dispositifs locaux d'accompagnement ont pour mission d'accompagner les structures de l'économie sociale et solidaire relevant du 1° du II de l'article 1er de la présente loi ou de l'article L. 3332-17-1 du code du travail qui sont créatrices d'emploi et engagées dans une démarche de consolidation ou de développement de leur activité. Cette mission d'intérêt économique général est mise en œuvre par des organismes à but non lucratif faisant l'objet d'un conventionnement avec l'Etat ou avec tout autre organisme public ou collectivité territoriale intéressé. Les modalités d'application du présent article sont précisées par décret."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toutes mesures relevant du domaine de la loi afin de simplifier les démarches des associations et des fondations auprès des administrations, notamment en adaptant les modalités d'enregistrement, d'agrément et de reconnaissance d'utilité publique et les conditions d'obtention de financements.II.-Les ordonnances prévues au I sont prises dans un délai de douze mois à compter de la date de promulgation de la présente loi.Pour chaque ordonnance, un projet de loi portant ratification de l'ordonnance est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant la publication de celle-ci."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. – Il est institué un Haut Conseil à la vie associative, instance consultative placée auprès du Premier ministre.Le Haut Conseil est saisi des projets de loi et de décret comportant des dispositions spécifiques relatives au financement, au fonctionnement ou à l'organisation de l'ensemble des associations.Il peut se saisir de toute question relative aux associations, quel que soit leur secteur d'activités, et peut être saisi par au moins cent associations couvrant au moins trois régions et ayant un objet statutaire comparable sur toute question intéressant l'ensemble des associations.Le Haut Conseil a également pour missions de proposer toutes mesures utiles au développement de la vie associative et de formuler des recommandations en vue d'améliorer la connaissance des réalités du secteur associatif.Le Haut Conseil établit tous les deux ans un bilan de la vie associative.\n\nLe Haut Conseil comprend parmi ses membres un député et un sénateur.II. – La composition, l'organisation et le fonctionnement du Haut Conseil sont précisés par décret."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Dans les six mois qui suivent la promulgation de la présente loi et après une concertation avec les partenaires sociaux, le Gouvernement remet au Parlement un rapport sur l'évaluation des dispositifs de congés existants pour favoriser le bénévolat associatif et sur la création d'un congé d'engagement pour l'exercice de responsabilités associatives bénévoles. Ce rapport porte également sur l'évaluation du congé pour validation des acquis de l'expérience et, plus généralement, sur les modalités d'accès des bénévoles à la validation des acquis de l'expérience."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Des fonds territoriaux de développement associatif peuvent être créés. Les associations contribuent à leur financement pour mener des actions communes, lancer des programmes mutuels de recherche et de développement ou encore des cours de formation."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Après l'article 79-III du code civil local applicable aux départements du Bas-Rhin, du Haut-Rhin et de la Moselle, il est inséré un article 79-IV ainsi rédigé :\n\n« Art. 79-IV. - I. - La fusion d'associations inscrites au registre des associations avec une ou plusieurs associations est décidée par des délibérations concordantes de leur assemblée des membres adoptées dans les conditions prévues à l'article 41. Lorsque la fusion est réalisée par voie de création d'une nouvelle association, le projet de statuts de la nouvelle association est approuvé par l'assemblée des membres de chacune des associations qui disparaissent et il n'y a pas lieu à approbation de l'opération par l'assemblée des membres de la nouvelle association.« La scission d'une association est prononcée par l'assemblée des membres dans les conditions prévues au même article 41. Lorsque la scission est réalisée par apport à une nouvelle association, le projet de statuts de la nouvelle association est approuvé par l'organe délibérant de l'association scindée et il n'y a pas lieu à approbation de l'opération par l'organe délibérant de la nouvelle association.« L'apport partiel d'actif entre associations est décidé par des délibérations concordantes adoptées dans les conditions requises par leurs statuts.« Les associations qui participent à l'une des opérations mentionnées aux alinéas 1 à 3 du présent I établissent un projet de fusion, de scission ou d'apport partiel d'actif publié en application de l'article 50, dans des conditions et délais fixés par voie réglementaire.« Lorsque la valeur totale de l'ensemble des apports est d'un montant au moins égal à un seuil fixé par voie réglementaire, les délibérations prévues aux alinéas 1 à 3 sont précédées de l'examen d'un rapport établi par un commissaire à la fusion, à la scission ou aux apports désigné d'un commun accord par les associations qui procèdent à l'apport. Le rapport se prononce sur les méthodes d'évaluation et sur la valeur de l'actif et du passif des associations en cause et expose les conditions financières de l'opération. Pour l'exercice de sa mission, le commissaire peut obtenir auprès de chacune des associations communication de tous documents utiles et procéder aux vérifications nécessaires.« II. - La fusion ou la scission entraîne la dissolution sans liquidation des associations qui disparaissent et la transmission universelle de leur patrimoine aux associations bénéficiaires, dans l'état où il se trouve à la date de réalisation définitive de l'opération. L'apport partiel d'actif n'entraîne pas la dissolution de l'association qui apporte une partie de son actif.« Les membres des associations qui disparaissent acquièrent la qualité de membres de l'association résultant de la fusion ou de la scission.« Les articles L. 236-14, L. 236-20 et L. 236-21 du code de commerce sont applicables aux fusions ou aux scissions d'associations.« III. - Sauf stipulation contraire du traité d'apport, la fusion, la scission ou l'apport partiel d'actif prend effet :« 1° En cas de création d'une ou de plusieurs associations nouvelles, à la date où la nouvelle association ou la dernière d'entre elles est inscrite dans les conditions prévues à l'article 21 du présent code ;« 2° Lorsque l'opération entraîne une modification statutaire soumise à une approbation administrative, à la date d'entrée en vigueur de celle-ci ;« 3° Dans les autres cas, à la date de la dernière assemblée des membres ayant approuvé l'opération.« IV. - Lorsqu'une association bénéficiant d'une autorisation administrative, d'un agrément, d'un conventionnement ou d'une habilitation participe à une fusion, à une scission ou à un apport partiel d'actif et qu'elle souhaite savoir si l'association résultant de la fusion ou de la scission ou bénéficiaire de l'apport bénéficiera de l'autorisation, de l'agrément, du conventionnement ou de l'habilitation pour la durée restant à courir, elle peut interroger l'autorité administrative, qui se prononce sur sa demande :« 1° Si elles existent, selon les règles prévues pour autoriser la cession de l'autorisation, de l'agrément, du conventionnement ou de l'habilitation ;« 2° Dans les autres cas, dans les conditions et délais prévus pour accorder le conventionnement, l'autorisation, l'agrément ou l'habilitation.« V. - Le IV ne s'applique pas à la reconnaissance de la mission d'utilité publique.« La dissolution sans liquidation de l'association dont la mission est reconnue d'utilité publique qui disparaît du fait d'une fusion ou d'une scission est approuvée par arrêté du représentant de l'Etat dans le département. Ce même arrêté abroge l'arrêté portant reconnaissance de la mission d'utilité publique de l'association absorbée.« VI. - L'article 51 n'est pas applicable aux opérations régies par le présent article.« VII. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article. »"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Des fonds de garantie des apports en fonds associatifs peuvent être créés. Ils ont pour mission de garantir la reprise des apports en fonds associatifs dont bénéficient les associations qui financent ces fonds de garantie."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Des fonds de formation des dirigeants bénévoles financés par les associations à but non lucratif peuvent être créés par les organismes paritaires collecteurs agréés. Ils ont pour mission de financer et d'organiser la formation des dirigeants bénévoles des associations à but non lucratif."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Les associations ayant pour objet de contribuer au financement des petites et moyennes entreprises et délivrant des prêts d'honneur, lorsqu'elles sont membres d'une fédération reconnue d'utilité publique, peuvent organiser, à l'échelle locale, le financement participatif de projets de création d'entreprises. Dans ce cas, elles exercent un contrôle sur l'affectation des fonds recueillis."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "II.-Pour l'application de la présente loi à Mayotte :"
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Les entreprises bénéficiant, à la date d'entrée en vigueur de la présente loi, de l'agrément prévu à l'article L. 3332-17-1 du code du travail, dans sa rédaction antérieure à la présente loi, sont réputées bénéficier de l'agrément « entreprise solidaire d'utilité sociale » prévu à ce même article, dans sa rédaction résultant de la présente loi, pour la durée restante de validité de l'agrément lorsque celle-ci dépasse deux ans et pour une durée de deux ans dans le cas contraire."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Les articles 19 et 20 s'appliquent aux cessions conclues trois mois au moins après la date de publication de la présente loi."
    }
  ]
}