{
  "id": "loi-n-2007-1786-du-19-decembre-2007",
  "type": "statute",
  "title": "LOI n° 2007-1786 du 19 décembre 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000017726554",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercie 2006, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 141,8 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, s'élevant à 1,5 milliard d'euros ;6° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 2,8 milliards d'euros."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits constatés à l'occasion de l'approbation, à l'article 1er, des tableaux d'équilibre relatifs à l'exercice 2006."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Au titre de l'année 2007, sont rectifiés, conformément aux tableaux qui suivent :1° Les prévisions de recettes et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Les prévisions de recettes et le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Les prévisions de recettes et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde charges\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n14,0\n\n14,2\n\n― 0,3\n\nFonds de financement des prestations sociales des non-salariés agricoles\n\n14,2\n\n16,5\n\n― 2,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Au titre de l'année 2007, l'objectif d'amortissement rectifié de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 2,6 milliards d'euros.II. - Au titre de l'année 2007, les prévisions rectifiées des recettes affectées au Fonds de réserve pour les retraites sont fixées à 1,6 milliard d'euros."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Au titre de l'année 2007, les prévisions rectifiées des objectifs de dépenses, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\nII. - Au titre de l'année 2007, les prévisions rectifiées des objectifs de dépenses, par branche, du régime général de sécurité sociale sont fixées à :\n\nOBJECTIFS DE DÉPENSES\n\nMaladie\n\n149,7\n\nVieillesse\n\n90,0\n\nFamille\n\n54,8\n\nAccidents du travail et maladies professionnelles\n\n10,4\n\nToutes branches (hors transferts entre branches)\n\n299,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Au titre de l'année 2007, l'objectif national de dépenses d'assurance maladie rectifié de l'ensemble des régimes obligatoires de base est fixé à :\n\n(En milliards d'euros)\n\nOBJECTIFS DE DÉPENSES\n\nDépenses de soins de ville.\n\n69,4\n\nDépenses relatives aux établissements de santé tarifés à l'activité.\n\n47,4\n\nAutres dépenses relatives aux établissements de santé.\n\n18,2\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées.\n\n4,8\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées.\n\n7,0\n\nDépenses relatives aux autres modes de prise en charge.\n\n0,8\n\nTotal\n\n147,7\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2008-2011), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes, ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "III.-Le présent article entre en vigueur, pour les députés et les sénateurs, à compter, respectivement, du prochain renouvellement intégral de l'Assemblée nationale et du prochain renouvellement triennal du Sénat."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\nCode de la sécurité sociale."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I., III. - A modifié les dispositions suivantes :\n\nCode de la sécurité sociale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "A modifié les dispositions suivantes :A modifié les dispositions suivantes :A modifié les dispositions suivantes :A modifié les dispositions suivantes :A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I., II., III., IV - A modifié les dispositions suivantes :\n\nCode de la sécurité sociale.\n\nCode rural"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "A modifié les dispositions suivantes :A modifié les dispositions suivantes :A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Les dispositions de l'article L. 311-2 du code de la sécurité sociale bénéficient aux personnes exerçant une activité économique réduite à fin d'insertion et bénéficiant d'un accompagnement en matière administrative et financière assuré par une association agréée par le ministre chargé de la sécurité sociale.\n\nII. - Un décret fixe les modalités d'application du I. Il définit notamment la liste des activités éligibles, les modalités de déclaration de l'activité à l'organisme consulaire concerné, la durée maximale de l'affiliation prévue au I ainsi que les conditions d'agrément et de rémunération des associations. Il fixe également le montant des revenus tirés de l'activité visée en deçà duquel est ouvert le bénéfice de l'affiliation prévue au I.\n\nIII. - Le présent article est applicable jusqu'au 31 décembre 2014."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les cotisations prévues à l'avant-dernier alinéa de l'article L. 766-1 du code de la sécurité sociale ne sont pas dues par les personnes qui formulent leur demande d'adhésion du 1er janvier 2008 au 31 décembre 2008."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le montant correspondant à la compensation par le budget de l'Etat des exonérations, des réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale est fixé, pour 2008, à 3,2 milliards d'euros."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Pour l'année 2008, les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, sont fixées :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale et par branche à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Pour le régime général de sécurité sociale et par branche à :\n\n3° Pour les organismes concourant au financement des régimes obligatoires de base de sécurité sociale à :\n\nPRÉVISIONS DE RECETTES\n\nFonds de solidarité vieillesse\n\n14,8\n\nFonds de financement des prestations sociales des non-salariés agricoles\n\n14,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Pour l'année 2008, est approuvé le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n175,4\n\n179,5\n\n― 4,1\n\nVieillesse\n\n175,6\n\n179,7\n\n― 4,2\n\nFamille\n\n57,1\n\n56,8\n\n0,3\n\nAccidents du travail et maladies professionnelles\n\n12,2\n\n11,8\n\n0,3\n\nToutes branches (hors transferts entre branches)\n\n414,8\n\n422,5\n\n― 7,7\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Pour l'année 2008, est approuvé le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n151,0\n\n155,2\n\n― 4,2\n\nVieillesse\n\n89,2\n\n94,3\n\n― 5,2\n\nFamille\n\n56,7\n\n56,4\n\n0,3\n\nAccidents du travail et maladies professionnelles\n\n10,8\n\n10,5\n\n0,3\n\nToutes branches (hors transferts entre branches)\n\n302,3\n\n311,1\n\n― 8,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour l'année 2008, est approuvé le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nFonds solidarité vieillesse\n\n14,8\n\n14,2\n\n0,6\n\nFonds de financement des prestations sociales des non-salariés agricoles\n\n14,2\n\n16,8\n\n― 2,7\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Pour l'année 2008, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 2,8 milliards d'euros.II. - Pour l'année 2008, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE RECETTES\n\nPrélèvement social 2 %\n\n1,7\n\nAffectation de l'excédent de la Caisse nationale d'assurance vieillesse\n\n―\n\nAffectation de l'excédent du Fonds de solidarité vieillesse\n\n―\n\nAvoirs d'assurance sur la vie en déshérence\n\n―\n\nRevenus exceptionnels (privatisations)\n\n―\n\nAutres recettes affectées\n\n―\n\nTotal\n\n1,7\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Sont habilités à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les régimes obligatoires de base et les organismes concourant à leur financement mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nMONTANTS LIMITES\n\nRégime général\n\n36 000\n\nRégime des exploitants agricoles (Fonds de financement des prestations sociales des non-salariés agricoles)\n\n8 400\n\nCaisse nationale de retraite des agents des collectivités locales\n\n250\n\nFonds spécial des pensions des ouvriers des établissements industriels de l'Etat\n\n150\n\nCaisse autonome nationale de la sécurité sociale dans les mines\n\n400\n\nCaisse nationale des industries électriques et gazières\n\n550\n\nCaisse de retraite du personnel de la Régie autonome des transports parisiens\n\n50\n\nCaisse de prévoyance et de retraite du personnel de la Société nationale des chemins de fer français\n\n1 700\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable à compter du premier jour du sixième mois suivant la date de publication de la présente loi. Les conventions en cours conclues sur le fondement de l'article L. 322-5 du code de la sécurité sociale dans sa rédaction antérieure à la présente loi prennent fin à la même date.\n\nCode de la sécurité sociale."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-Des expérimentations peuvent être menées, à compter du 1er janvier 2008 et pour une période n'excédant pas sept ans, portant sur de nouveaux modes de rémunération des professionnels de santé ou de financement des centres de santé prévus à l'article L. 6323-1 du code de la santé publique et des maisons de santé mentionnées à l'article L. 6323-3 du même code, complétant le paiement à l'acte ou s'y substituant, sur le fondement d'une évaluation quantitative et qualitative de leur activité réalisée à partir des informations transmises par l'organisme local d'assurance maladie dont ils dépendent.\n\nEn tant que de besoin, l'expérimentation peut déroger aux dispositions suivantes du code de la sécurité sociale :\n\n1° Articles L. 162-5, L. 162-5-9, L. 162-9, L. 162-11, L. 162-12-2, L. 162-12-9, \nL. 162-14, L. 162-14-1 et L. 162-32-1 en tant qu'ils concernent les tarifs, honoraires, rémunérations et frais accessoires dus aux professionnels de santé par les assurés sociaux et par l'assurance maladie ;\n\n2° 1°, 2°, 6° et 9° de l'article L. 321-1 en tant qu'ils concernent les frais couverts par l'assurance maladie ;\n\n3° Article L. 162-2 en tant qu'il concerne le paiement direct des honoraires par le malade ;\n\n4° Articles L. 322-2 et L. 322-3 (1) relatifs à la participation de l'assuré aux tarifs servant de base au calcul des prestations.\n\nLes expérimentations sont conduites par les agences régionales de santé. Elles concluent à cet effet des conventions avec les professionnels de santé, les centres de santé et les maisons de santé volontaires. Les modalités de mise en oeuvre de ces expérimentations sont définies par décret, après avis de l'Union nationale des caisses d'assurance maladie, des organisations syndicales représentatives des professionnels concernés et de l'Union nationale des organismes d'assurance maladie complémentaire.\n\nLes dépenses mises à la charge de l'ensemble des régimes obligatoires de base d'assurance maladie qui résultent de ces expérimentations sont prises en compte dans l'objectif national de dépenses d'assurance maladie mentionné au 3° de l'article LO 111-3-5 du code de la sécurité sociale.\n\nLes mutuelles régies par le code de la mutualité, les institutions de prévoyance régies par le livre IX du code de la sécurité sociale ou par le livre VII du code rural et de la pêche maritime et les entreprises régies par le code des assurances sont associées à ces expérimentations si elles le souhaitent.\n\nUne évaluation annuelle de ces expérimentations, portant notamment sur le nombre de professionnels de santé, de centres de santé et de maisons de santé qui y prennent part et sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur la qualité de ces soins, est réalisée par les agences régionales de santé en liaison avec les organismes locaux d'assurance maladie. Cette évaluation est transmise au Parlement.\n\nLes conventions conclues entre l'assurance maladie et les professionnels de santé ainsi que l'accord national visé à l'article L. 162-32-1 du code de la sécurité sociale peuvent prévoir, à compter du 1er janvier 2014, la rémunération de l'exercice pluriprofessionnel sur la base des résultats de l'évaluation des expérimentations.\n\nII.-A titre expérimental, à compter du 1er janvier 2008 et pour une période n'excédant pas huit ans, les agences régionales de santé volontaires fixent, par dérogation à l'article L. 162-5 du code de la sécurité sociale, le montant et les modalités des rémunérations des médecins assurant la permanence des soins. Elles financent également des actions et des structures concourant à l'amélioration de la permanence des soins, en particulier les maisons médicales de garde, les centres de santé, ainsi que, le cas échéant, des établissements de santé.\n\nUn arrêté du ministre chargé de la santé et du ministre chargé de la sécurité sociale précise les limites dans lesquelles les agences régionales de santé fixent les montants des rémunérations des médecins assurant la permanence des soins, ainsi que le montant maximal de dépenses au titre de ces rémunérations pour chaque mission régionale volontaire.\n\nLes agences régionales de santé réalisent annuellement l'évaluation des expérimentations qu'elles ont conduites et la transmettent aux ministres chargés de la santé et de la sécurité sociale ainsi qu'au Parlement.\n\nLes modalités de mise en oeuvre de ces expérimentations sont déterminées par décret, après avis du Conseil national de l'ordre des médecins et des organisations syndicales représentatives des médecins.\n\nIII. à V.-A modifié les dispositions suivantes\n\nCode de la sécurité sociale\n\nArt. L162-47, Art. L183-1-1\n\nCode de la santé publique\n\nArt. L6323-3\n\nVI.-A titre expérimental, à compter du 1er janvier 2008 et pour une période n'excédant pas cinq ans, les maisons de santé peuvent se substituer aux médecins qui exercent en leur sein en ce qui concerne les accords de bon usage des soins prévus à l'article L. 162-12-17 du code de la sécurité sociale, ainsi que pour adhérer aux contrats définis aux articles L. 162-12-18 à L. 162-12-20 du même code ou conclure un contrat prévu à l'article L. 162-12-21 dudit code."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "II.-Les parties conventionnelles disposent d'un délai de douze mois à compter de la publication de la présente loi pour prendre les dispositions prévues au I."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I., II. 1 - A modifié les dispositions suivantes :\n\nCode de la sécurité sociale.\n\nCode de l'action sociale et des familles"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les modalités d'application du présent article sont fixées par décret.\n\nCode de la sécurité sociale."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. à XIV., XVI. - A modifié les dispositions suivantes :\n\nCode de la santé publique\n\nXV.-Toute demande de création, de transfert ou de regroupement, accompagnée d'un dossier complet reçu par le représentant de l'Etat dans le département au 23 novembre 2007, peut être acceptée si les critères prévus par la loi en vigueur à cette date le permettent sur la base d'un recensement de la population réalisé en 2007.L'autorisation délivrée dans ce cas est subordonnée à la validation, par sa publication au Journal officiel, dudit recensement avant le 31 mars 2008.\n\nPar dérogation au dernier alinéa de l'article L. 5125-11 du code de la santé publique, dans sa rédaction issue du présent article, jusqu'au 1er janvier 2010, à l'exclusion de celles prévues au premier alinéa du présent XV, aucune ouverture d'officine par voie de création ne peut être autorisée dans les communes dépourvues d'officine ou dans les zones franches urbaines, les zones urbaines sensibles et les zones de redynamisation urbaine mentionnées dans la loi n° 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville ainsi que dans les zones de revitalisation rurale définies par l'article 1465 A du code général des impôts."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I.-A modifié les dispositions suivantes\n\nLoi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000) art. 40\n\nII.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés est fixé, pour l'année 2008, à    201 millions d'euros."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "A modifié les dispositions suivantes :A modifié les dispositions suivantes :A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Le montant de la participation des régimes d'assurance maladie au financement du fonds d'intervention pour la qualité et la coordination des soins institué à l'article L. 221-1-1 du code de la sécurité sociale est fixé, pour l'année 2008, à    231 millions d'euros. Le montant maximal des dépenses de ce fonds est fixé à 355 millions d'euros."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Pour l'année 2008, les objectifs de dépenses de la branche maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 179,5 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 155,2 milliards d'euros."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Pour l'année 2008, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nOBJECTIFSde dépenses\n\nDépenses de soins de ville\n\n70,6\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n48,9\n\nAutres dépenses relatives aux établissements de santé\n\n18,8\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n5,4\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n7,4\n\nDépenses relatives aux autres modes de prise en charge\n\n0,9\n\nTotal\n\n152,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Le montant de la dotation globale pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionné à l'article L. 1142-23 du code de la santé publique, est fixé à 50 millions d'euros au titre de l'année 2008."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Le montant de la participation des régimes d'assurance maladie au financement de l'établissement de préparation et de réponse aux urgences sanitaires est fixé, pour l'année 2008, à    55 millions d'euros."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Pour l'année 2008, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 179,7 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 94,3 milliards d'euros."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 850 millions d'euros au titre de l'année 2008.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 315 millions d'euros au titre de l'année 2008."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "D[ispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé, pour l'année 2008, à 410 millions d'euros."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Pour l'année 2008, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 11,8 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 10,5 milliards d'euros."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Pour l'année 2008, les objectifs de dépenses de la branche Famille sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 56,8 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 56,4 milliards d'euros."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Afin de renforcer la coordination des actions du service du contrôle médical avec les prérogatives de l'employeur telles qu'elles découlent de la loi n° 78-49 du 19 janvier 1978 relative à la mensualisation et à la procédure conventionnelle, les caisses de sécurité sociale qui, en 2006, ont servi un nombre d'indemnités journalières par assuré supérieur à la moyenne nationale et qui figurent sur une liste fixée par le directeur général de l'Union nationale des caisses d'assurance maladie expérimentent, par dérogation au II de l'article L. 315-1 du code de la sécurité sociale, une procédure fixée comme suit :1° Lorsque le service du contrôle médical reçoit l'avis mentionné au troisième alinéa du II du même article L. 315-1, celui-ci, au vu de l'avis :a) Soit procède à un nouvel examen de la situation de l'assuré ;b) Soit, sans qu'il soit besoin d'un contrôle supplémentaire, demande à la caisse de suspendre le versement des indemnités journalières. La caisse en informe l'assuré et son employeur. Dans un délai fixé par décret à compter de la réception de cette information, l'assuré peut demander à la caisse de saisir le service du contrôle médical qui se prononce dans un délai fixé par décret.Lorsque le service du contrôle médical, saisi ou non par l'assuré, estime que l'arrêt de travail est médicalement justifié, la caisse maintient ou rétablit le service des prestations. La décision de maintien ou de rétablissement des indemnités journalières est communiquée, par l'organisme de prise en charge, à l'assuré ainsi qu'à l'employeur ;2° Lorsque la prescription d'un arrêt de travail est consécutive à une décision de suspension des indemnités journalières, l'organisme de prise en charge suspend le service de ces indemnités et saisit le service du contrôle médical, qui rend son avis dans un délai fixé par décret.L'expérimentation prend fin le 31 décembre 2009. Le ministre chargé de la sécurité sociale transmet au Parlement, avant le 30 juin 2009, un rapport d'évaluation assorti des observations des caisses de sécurité sociale ayant participé à l'expérimentation."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I.-La fraude     \n               aux prestations mentionnées à l'article L. 821-1 du code de la construction et de l'habitation, notamment la fausse déclaration délibérée ayant abouti au versement de prestations indues, lorsqu'elle est constatée pour un montant supérieur à deux fois le plafond mensuel de la sécurité sociale, est sanctionnée par la suppression du service de ces allocations selon la procédure définie à l'article L. 114-17 du code de la sécurité sociale. La durée de la sanction est fixée en fonction de la gravité des faits, dans la limite d'une année à compter de la décision administrative de suppression. Le directeur de l'organisme de sécurité sociale concerné prend notamment en compte le montant de la fraude, sa durée, la récidive éventuelle et la composition du foyer.\n\nCette suppression ne peut être prononcée lorsque la personne concernée a pour les mêmes faits déjà été définitivement condamnée par le juge pénal ou a bénéficié d'une décision définitive de non-lieu ou de relaxe déclarant que la réalité de l'infraction n'est pas établie ou que cette infraction ne lui est pas imputable. Si une telle décision de non-lieu ou de relaxe intervient postérieurement au prononcé de la suppression du service des allocations, celles-ci font l'objet d'un versement rétroactif au bénéficiaire. Si, à la suite du prononcé d'une suppression des allocations, une amende pénale est infligée pour les mêmes faits, le montant des allocations supprimées s'impute sur celle-ci.\n\nLe présent I s'applique jusqu'au 31 décembre 2010. Le ministre chargé de la sécurité sociale transmet au Parlement, avant le 30 septembre 2010, un rapport d'évaluation de cette mesure, assorti des observations des organismes ayant participé à l'expérimentation.\n\nII. A modifié les dispositions suivantes\n\nCode de la sécurité sociale article L. 162-1-14"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "V. - Le IV entre en vigueur en même temps que l'ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative)."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-558 DC du 13 décembre 2007.]"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Pour l'année 2008, les prévisions des charges des organismes concourant au financement des régimes obligatoires de base de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\nLa présente loi sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "artANNEXEA",
      "section": "ANNEXEA",
      "title": "Article ANNEXEA",
      "content": "RAPPORT DÉCRIVANT LES MESURES PRÉVUES POUR LA COUVERTURE DES DÉFICITS CONSTATÉS SUR L'EXERCICE 2006I. - Pour le régime général, l'exercice 2006 fait apparaître un déficit de 8,7 milliards d'euros. Il porte majoritairement sur la branche Maladie.\n\n1. Couverture du déficit de la branche Maladie\n\nPour cette branche, le déficit de 5,9 milliards d'euros a été couvert par un versement de la Caisse d'amortissement de la dette sociale (CADES).En effet, l'article 76 de la loi n° 2004-810 du 13 août 2004 relative à l'assurance maladie a prévu que la CADES couvrirait :― les déficits cumulés de la branche Maladie au 31 décembre 2003 et le déficit prévisionnel au titre de l'exercice 2004 dans la limite globale de 35 milliards d'euros ;― les déficits prévisionnels des années 2005 et 2006 dans la limite globale de 15 milliards d'euros.La mise en oeuvre de ces dispositions a donc conduit à opérer, trois années successives, des reprises de dette par la CADES :― la reprise de dette effectuée en 2004, correspondant au déficit prévisionnel cumulé de la Caisse nationale de l'assurance maladie des travailleurs salariés à la fin 2004, d'un montant total de 35 milliards d'euros, a donné lieu à quatre versements de la CADES à l'Agence centrale des organismes de sécurité sociale (ACOSS), échelonnés entre le 1er septembre et le 9 décembre 2004 ;― la reprise de dette effectuée en 2005 s'est élevée à 6,61 milliards d'euros. Ce montant correspond, pour 8,3 milliards d'euros, à la reprise du déficit prévisionnel de 2005 et, pour ― 1,69 milliard d'euros, à une régularisation de la reprise de dette opérée en 2004 (le déficit cumulé réellement constaté à la fin 2004 s'étant élevé à 33,31 milliards d'euros au lieu des 35 milliards d'euros initialement prévus). Cette opération s'est traduite par un versement unique en date du 7 octobre 2005 ;― en 2006, la reprise de dette a porté sur 5,7 milliards d'euros. Ce montant représente la reprise du déficit prévisionnel de 2006 pour 6 milliards d'euros et, pour ― 0,3 milliard d'euros, la régularisation de la reprise de dette opérée en 2005 (le déficit réel de cet exercice s'étant élevé à 8 milliards d'euros au lieu du montant de 8,3 milliards d'euros initialement prévu). Il a fait l'objet d'un versement unique effectué le 6 octobre 2006.Une dernière opération, en 2007, permettra de tenir compte du déficit réellement constaté en 2006. L'ACOSS devrait reverser 64,72 millions d'euros à ce titre à la CADES.A compter de 2007, la loi ne prévoit pas de nouvelle reprise de déficit de la branche Maladie par la CADES.\n\n2. Couverture des déficits des branches Vieillesse, Famille et Accidents du travail-maladies professionnelles\n\nLa branche Vieillesse du régime général a enregistré en 2006 un déficit de 1,9 milliard d'euros, la branche Famille de 0,9 milliard d'euros, et la branche Accidents du travail et maladies professionnelles de 0,1 milliard d'euros.Ces déficits ont été couverts par les emprunts de trésorerie que peut conclure l'ACOSS auprès de la Caisse des dépôts et consignations, dans la limite du plafond fixé dans la loi de financement de la sécurité sociale (18,5 milliards d'euros pour 2006). Sur l'ensemble de l'année 2006, les charges financières de l'ACOSS, nettes des produits financiers, s'élèvent à 270 millions d'euros.\n\n1. Couverture du déficit du Fonds de financementdes prestations sociales des non-salariés agricoles (FFIPSA)\n\nLe résultat du FFIPSA pour l'exercice 2006 est déficitaire de 1,3 milliard d'euros. Compte tenu de son déficit 2005, les déficits cumulés à la fin 2006 s'élèvent à 2,6 milliards d'euros, auxquels il convient de rajouter le reliquat de la dette du budget annexe des prestations sociales agricoles (BAPSA) d'un montant de 0,6 milliard d'euros, inscrit en créance sur l'Etat.Le financement de ces déficits est assuré par les emprunts de trésorerie que peut conclure la Caisse centrale de la mutualité sociale agricole, sur délégation du FFIPSA, auprès du consortium bancaire CALYON dans la limite du plafond fixé par la loi de financement de la sécurité sociale (7,1 milliards d'euros pour 2006).\n\n2. Couverture du déficit du Fonds de solidaritévieillesse (FSV)\n\nLe résultat du FSV pour l'exercice 2006 est déficitaire de 1,3 milliard d'euros.Le FSV ne disposant pas de réserve et n'ayant pas le droit d'emprunter, le déficit cumulé, qui s'élève à 5 milliards d'euros au 31 décembre 2006, est inscrit au bilan en fonds de roulement négatif.Le fonds se retrouve largement en position de débiteur vis-à-vis de la Caisse nationale d'assurance vieillesse des travailleurs salariés (CNAVTS ― 5,5 milliards d'euros au 31 décembre 2006) et de la Caisse centrale de la mutualité sociale agricole (0,1 milliard d'euros à cette même date).Ces montants sont donc financés in fine par les emprunts de trésorerie de l'ACOSS, dans les mêmes conditions que les déficits propres à la CNAVTS. En 2006, la charge d'intérêts liée aux déficits du FSV représente 160 millions d'euros."
    },
    {
      "provision_ref": "artANNEXEB",
      "section": "ANNEXEB",
      "title": "Article ANNEXEB",
      "content": "RAPPORT DÉCRIVANT LES PRÉVISIONS DE RECETTES ET LES OBJECTIFS DE DÉPENSES PAR BRANCHE DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL, LES PRÉVISIONS DE RECETTES ET DE DÉPENSES DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES AINSI QUE L'OBJECTIF NATIONAL DE DÉPENSES D'ASSURANCE MALADIE POUR LES QUATRE ANNÉES À VENIR\n\nHypothèses d'évolution moyennesur la période 2009-2012\n\nLes projections présentées sont construites autour de deux scénarios économiques et en l'absence de toute ressource supplémentaire. Ces deux scénarios reprennent les hypothèses d'évolution du produit intérieur brut (PIB), de la masse salariale et de l'inflation retenues dans les scénarios présentés dans le rapport sur la situation et les perspectives économiques, sociales et financières de la Nation annexé au projet de loi de finances pour 2008.Les hypothèses retenues pour la progression des dépenses Famille et Vieillesse sont des évolutions tendancielles. Les dépenses de prestations en faveur de la famille progressent en volume à un rythme inférieur à 1 % sur la période. Les prestations évoluent moins vite à partir de 2010, la montée en charge des prestations en faveur de l'accueil des jeunes enfants se terminant en 2009. Le rythme de progression des prestations vieillesse en volume diminue très progressivement entre 2008 et 2012 (de 4 % à 3,2 % sur la période). Cette évolution prend en compte les dispositions de la loi du 21 août 2003 portant réforme des retraites. Elle intègre ainsi l'impact de l'allongement, à partir de 2009, des périodes validées pour obtenir une retraite à taux plein sur les conditions de départs anticipés à partir de 2009. En revanche, elle n'anticipe pas les mesures susceptibles d'être mises en oeuvre à la suite du rendez-vous retraite » de 2008.A la différence des autres branches, les comptes de la branche Maladie sont présentés, non pas avec une évolution tendancielle des dépenses mais avec un objectif national de dépenses d'assurance maladie (ONDAM) d'au plus 2 % en volume par an sur la période, conformément à la stratégie pluriannuelle de finances publiques présentée par le Gouvernement lors du débat d'orientation budgétaire.Cet objectif est ambitieux et demandera des efforts à l'ensemble des acteurs du système de santé. Il est cependant réaliste. En effet, les différences de productivité entre établissements de santé, les écarts de consommation de soins entre régions, les divergences de pratiques médicales ou de consommation avec des pays comparables à la France montrent que des gisements d'économie existent. Ces gains d'efficacité peuvent être exploités, tout en continuant d'assurer un service de santé de qualité pour l'ensemble des Français. Ceci nécessite des modifications des comportements et appelle l'introduction de nouveaux mécanismes de régulation, qui devront être négociés et concertés avec l'ensemble des acteurs. Le projet de loi de financement de la sécurité sociale pour 2008 constituera une première étape dans cette stratégie. Le scénario alternatif basé sur un ONDAM fixé à 1,5 % en volume suppose un effort complémentaire de régulation, mais permet de dégager des économies substantielles par rapport au scénario précédent à l'horizon 2012.Ces différents scénarios montrent la nécessité d'approfondir les réformes mises en oeuvre jusqu'ici. Concernant l'assurance maladie, un débat sur le financement de la santé doit s'ouvrir pour aboutir au premier semestre 2008. Le rendez-vous sur les retraites prévu par la loi du 21 août 2003 permettra également de définir les conditions d'un équilibre pérenne de l'assurance vieillesse.Dans le scénario bas, le déficit du régime général passerait de 8,9 milliards d'euros en 2008 à 7,6 milliards d'euros en 2012.L'amélioration très sensible de la situation financière de la branche Famille, et, dans une moindre mesure, de la branche Accidents du travail et maladies professionnelles vient compenser la dégradation de la situation financière de la branche Vieillesse. Si la branche Famille passe d'une situation équilibrée à un excédent de près de 5 milliards d'euros sur la période, la branche Vieillesse passe d'une situation déficitaire de 5,1 milliards d'euros en 2008 à un déficit de plus de 10 milliards d'euros.Dans ce scénario bas, avec des dépenses en croissance de 2 % en volume, le déficit de la branche Maladie du régime général en 2012 serait ramené à 3 milliards d'euros. Avec un effort accru de maîtrise des dépenses d'assurance maladie, la situation financière de l'assurance maladie s'améliorerait tout au long de la période pour atteindre l'équilibre en 2012. Dans ce dernier cas, le déficit du régime général est ramené à moins de 5 milliards d'euros en 2012.Dans le scénario haut où le PIB s'accroîtrait de 3 % par an, le régime général bénéficie d'un surcroît de recettes de près de 6 milliards d'euros à l'horizon 2012, complément qui ne permet cependant pas de retrouver spontanément l'équilibre. Le solde du régime général qui s'améliore à partir de 2010 de 2 milliards d'euros par an serait déficitaire de 1,7 milliard d'euros en 2012. Par rapport au scénario précédent, la branche Maladie serait au voisinage de l'équilibre en 2012. En revanche, ces hypothèses plus favorables sont insuffisantes pour renverser la tendance à la dégradation des comptes financiers de la branche Vieillesse.L'obtention de l'équilibre du régime général est possible dans le scénario haut associé à un effort complémentaire de maîtrise des dépenses d'assurance maladie (ONDAM à 1,5 % en volume).Conformément au scénario retenu lors de la réforme des retraites de 2003, la réduction du besoin de financement de l'assurance vieillesse peut être obtenue sans augmentation des prélèvements obligatoires, en raison des excédents potentiels des autres branches ou régimes de protection sociale.Dans les deux scénarios, le Fonds de solidarité vieillesse retrouve une situation excédentaire en 2008 (0,6 milliard d'euros). Les excédents du fonds s'accroissent sur la période, celui-ci bénéficiant de la baisse du chômage. En revanche, avant toute mesure nouvelle de redressement, la situation financière du Fonds de financement des prestations sociales des non-salariés agricoles se dégrade de l'ordre de 300 millions d'euros par an.La plupart des autres régimes de base bénéficient de mécanismes d'ajustement qui équilibrent leur solde (contribution d'équilibre de l'Etat ou du régime général, impôts affectés, cotisations fictives...) ; seuls la Caisse nationale de retraites des agents des collectivités locales et le régime des industries électriques et gazières voient leur situation excédentaire se dégrader progressivement sur la période.\n\nPrévision de recettes et de dépenses sur la période 2007-2012(Scénario économique bas)Régime général\n\n(En milliards d'euros)\n\nEnsemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\nFonds de solidarité vieillesse\n\n(En milliards d'euros)\n\nFonds de financement des prestations sociales des non-salariés agricoles\n\n(En milliards d'euros)\n\nPrévision de recettes et de dépenses sur la période 2007-2012(Scénario économique haut)Régime général\n\n(En milliards d'euros)\n\nEnsemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\nFonds de solidarité vieillesse\n\n(En milliards d'euros)\n\nFonds de financement des prestations sociales des non-salariés agricoles\n\n(En milliards d'euros)\n\nSCÉNARIObas\n\nSCÉNARIOhaut\n\nProduit intérieur brut en volume\n\n2,5 %\n\n3 %\n\nMasse salariale du secteur privé\n\n4,4 %\n\n5 %\n\nObjectif national de dépenses d'assurance maladie (en volume)\n\n2,0 %\n\n2,0 %\n\nVariante de l'objectif national de dépenses d'assurance maladie (en volume)\n\n1,5 %\n\n1,5 %\n\nInflation hors tabac\n\n1,6 %\n\n1,6 %\n\n1\n\n2006\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\nMaladie\n\nRecettes\n\n137,5\n\n143,5\n\n151,0\n\n156,6\n\n163,6\n\n170,9\n\n178,4\n\nDépenses\n\n143,4\n\n149,7\n\n155,2\n\n161,3\n\n167,7\n\n174,5\n\n181,4\n\nSolde\n\n-5,9\n\n-6,2\n\n-4,2\n\n-4,7\n\n-4,1\n\n-3,6\n\n-3,0\n\nVariante avec un ONDAM à 1,5 % en volume à partir de 2009\n\nSolde\n\n-5,9\n\n-6,2\n\n-4,2\n\n-4,0\n\n-2,8\n\n-1,4\n\n-0,0\n\nAccidents du travail-maladies professionnelles\n\nRecettes\n\n9,8\n\n10,0\n\n10,8\n\n11,3\n\n11,8\n\n12,3\n\n12,8\n\nDépenses\n\n9,9\n\n10,4\n\n10,5\n\n10,9\n\n11,2\n\n11,5\n\n11,9\n\nSolde\n\n-0,1\n\n-0,4\n\n0,3\n\n0,4\n\n0,6\n\n0,7\n\n0,9\n\nFamille\n\nRecettes\n\n52,5\n\n54,3\n\n56,7\n\n58,8\n\n61,2\n\n63,7\n\n66,4\n\nDépenses\n\n53,4\n\n54,8\n\n56,4\n\n57,3\n\n58,5\n\n59,9\n\n61,5\n\nSolde\n\n-0,9\n\n-0,5\n\n0,3\n\n1,5\n\n2,7\n\n3,9\n\n4,9\n\nVieillesse\n\nRecettes\n\n83,0\n\n85,4\n\n89,2\n\n92,6\n\n96,4\n\n100,1\n\n104,0\n\nDépenses\n\n84,8\n\n90,0\n\n94,3\n\n99,0\n\n103,8\n\n109,1\n\n114,4\n\nSolde\n\n-1,9\n\n-4,6\n\n-5,2\n\n-6,4\n\n-7,5\n\n-9,0\n\n-10,4\n\nToutes branches consolidé\n\nRecettes\n\n277,8\n\n288,0\n\n302,3\n\n313,9\n\n327,3\n\n341,2\n\n355,7\n\nDépenses\n\n286,6\n\n299,6\n\n311,1\n\n323,0\n\n335,7\n\n349,2\n\n363,3\n\nSolde\n\n-8,7\n\n-11,7\n\n-8,8\n\n-9,1\n\n-8,4\n\n-8,0\n\n-7,5\n\nVariante avec un ONDAM à 1,5 % en volume à partir de 2009\n\nSolde\n\n-8,7\n\n-11,7\n\n-8,8\n\n-8,5\n\n-7,0\n\n-5,8\n\n-4,5\n\n1\n\n2006\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\nMaladie\n\nRecettes\n\n160,1\n\n166,8\n\n175,4\n\n181,6\n\n189,3\n\n197,4\n\n205,8\n\nDépenses\n\n166,0\n\n173,4\n\n179,5\n\n186,4\n\n193,6\n\n201,2\n\n209,0\n\nSolde\n\n-5,9\n\n-6,6\n\n-4,1\n\n-4,8\n\n-4,3\n\n-3,7\n\n-3,2\n\nAccidents du travail-maladies professionnelles\n\nRecettes\n\n11,2\n\n11,3\n\n12,2\n\n12,7\n\n13,2\n\n13,7\n\n14,2\n\nDépenses\n\n11,3\n\n11,6\n\n11,8\n\n12,2\n\n12,5\n\n12,9\n\n13,2\n\nSolde\n\n-0,1\n\n-0,3\n\n0,3\n\n0,5\n\n0,6\n\n0,8\n\n0,9\n\nFamille\n\nRecettes\n\n52,9\n\n54,7\n\n57,1\n\n59,2\n\n61,7\n\n64,2\n\n66,9\n\nDépenses\n\n53,7\n\n55,2\n\n56,8\n\n57,7\n\n58,9\n\n60,3\n\n61,9\n\nSolde\n\n-0,8\n\n-0,5\n\n0,3\n\n1,6\n\n2,8\n\n3,9\n\n5,0\n\nVieillesse\n\nRecettes\n\n162,2\n\n168,0\n\n175,6\n\n180,5\n\n186,3\n\n191,9\n\n197,8\n\nDépenses\n\n163,2\n\n172,1\n\n179,7\n\n186,7\n\n194,1\n\n201,3\n\n208,7\n\nSolde\n\n-1,0\n\n-4,0\n\n-4,2\n\n-6,3\n\n-7,8\n\n-9,4\n\n-10,9\n\nToutes branches consolidé\n\nRecettes\n\n381,4\n\n395,5\n\n414,8\n\n428,5\n\n445,0\n\n461,8\n\n479,4\n\nDépenses\n\n389,2\n\n406,9\n\n422,5\n\n437,6\n\n453,7\n\n470,3\n\n487,5\n\nSolde\n\n-7,8\n\n-11,4\n\n-7,7\n\n-9,1\n\n-8,7\n\n-8,4\n\n-8,1\n\n1\n\n2006\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\nRecettes\n\n13,5\n\n14,0\n\n14,8\n\n14,9\n\n15,5\n\n16,2\n\n16,8\n\nDépenses\n\n14,7\n\n14,2\n\n14,2\n\n14,2\n\n14,5\n\n14,7\n\n15,0\n\nSolde\n\n-1,3\n\n-0,3\n\n0,6\n\n0,7\n\n1,1\n\n1,4\n\n1,8\n\n1\n\n2006\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\nRecettes\n\n15,0\n\n14,2\n\n14,2\n\n14,1\n\n13,9\n\n13,8\n\n13,6\n\nDépenses\n\n16,3\n\n16,5\n\n16,8\n\n16,9\n\n17,1\n\n17,2\n\n17,4\n\nSolde\n\n-1,3\n\n-2,3\n\n-2,7\n\n-2,8\n\n-3,1\n\n-3,4\n\n-3,8\n\n1\n\n2006\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\nMaladie\n\nRecettes\n\n137,5\n\n143,5\n\n151,0\n\n157,3\n\n164,9\n\n172,9\n\n181,3\n\nDépenses\n\n143,4\n\n149,7\n\n155,2\n\n161,3\n\n167,7\n\n174,4\n\n181,3\n\nSolde\n\n-5,9\n\n-6,2\n\n-4,2\n\n-4,0\n\n-2,8\n\n-1,4\n\n0,0\n\nVariante avec un ONDAM à 1,5 % en volume à partir de 2009\n\nSolde\n\n-5,9\n\n-6,2\n\n-4,2\n\n-3,4\n\n-1,5\n\n0,7\n\n3,1\n\nAccidents du travail-maladies professionnelles\n\nRecettes\n\n9,8\n\n10,0\n\n10,8\n\n11,3\n\n11,9\n\n12,5\n\n13,1\n\nDépenses\n\n9,9\n\n10,4\n\n10,5\n\n10,9\n\n11,2\n\n11,5\n\n11,9\n\nSolde\n\n-0,1\n\n-0,4\n\n0,3\n\n0,5\n\n0,7\n\n0,9\n\n1,2\n\nFamille\n\nRecettes\n\n52,5\n\n54,3\n\n56,7\n\n59,0\n\n61,7\n\n64,5\n\n67,5\n\nDépenses\n\n53,4\n\n54,8\n\n56,4\n\n57,3\n\n58,5\n\n59,9\n\n61,5\n\nSolde\n\n-0,9\n\n-0,5\n\n0,3\n\n1,7\n\n3,2\n\n4,6\n\n6,0\n\nVieillesse\n\nRecettes\n\n83,0\n\n85,4\n\n89,2\n\n92,9\n\n97,0\n\n101,1\n\n105,5\n\nDépenses\n\n84,8\n\n90,0\n\n94,3\n\n99,0\n\n103,8\n\n109,0\n\n114,2\n\nSolde\n\n-1,9\n\n-4,6\n\n-5,2\n\n-6,0\n\n-6,8\n\n-7,9\n\n-8,8\n\nToutes branches consolidé\n\nRecettes\n\n277,8\n\n288,0\n\n302,3\n\n315,1\n\n329,9\n\n345,3\n\n361,4\n\nDépenses\n\n286,6\n\n299,6\n\n311,1\n\n323,0\n\n335,6\n\n349,0\n\n363,0\n\nSolde\n\n-8,7\n\n-11,7\n\n-8,8\n\n-7,9\n\n-5,8\n\n-3,8\n\n-1,6\n\nVariante avec un ONDAM à 1,5 % en volume à partir de 2009\n\nSolde\n\n-8,7\n\n-11,7\n\n-8,8\n\n-7,3\n\n-4,4\n\n-1,6\n\n1,4\n\n1\n\n2006\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\nMaladie\n\nRecettes\n\n160,1\n\n166,8\n\n175,4\n\n182,2\n\n190,6\n\n199,5\n\n208,7\n\nDépenses\n\n166,0\n\n173,4\n\n179,5\n\n186,4\n\n193,6\n\n201,1\n\n208,8\n\nSolde\n\n-5,9\n\n-6,6\n\n-4,1\n\n-4,2\n\n-3,0\n\n-1,6\n\n-0,2\n\nAccidents du travail-maladies professionnelles\n\nRecettes\n\n11,2\n\n11,3\n\n12,2\n\n12,7\n\n13,3\n\n13,9\n\n14,5\n\nDépenses\n\n11,3\n\n11,6\n\n11,8\n\n12,2\n\n12,5\n\n12,9\n\n13,2\n\nSolde\n\n-0,1\n\n-0,3\n\n0,3\n\n0,5\n\n0,8\n\n1,0\n\n1,2\n\nFamille\n\nRecettes\n\n52,9\n\n54,7\n\n57,1\n\n59,5\n\n62,1\n\n65,0\n\n68,0\n\nDépenses\n\n53,7\n\n55,2\n\n56,8\n\n57,7\n\n58,9\n\n60,3\n\n61,9\n\nSolde\n\n-0,8\n\n-0,5\n\n0,3\n\n1,8\n\n3,2\n\n4,7\n\n6,1\n\nVieillesse\n\nRecettes\n\n162,2\n\n168,0\n\n175,6\n\n180,8\n\n186,9\n\n192,9\n\n199,2\n\nDépenses\n\n163,2\n\n172,1\n\n179,7\n\n186,7\n\n194,0\n\n201,3\n\n208,6\n\nSolde\n\n-1,0\n\n-4,0\n\n-4,2\n\n-6,0\n\n-7,1\n\n-8,3\n\n-9,3\n\nToutes branches consolidé\n\nRecettes\n\n381,4\n\n395,5\n\n414,8\n\n429,8\n\n447,5\n\n465,9\n\n485,0\n\nDépenses\n\n389,2\n\n406,9\n\n422,5\n\n437,6\n\n453,7\n\n470,1\n\n487,2\n\nSolde\n\n-7,8\n\n-11,4\n\n-7,7\n\n-7,9\n\n-6,1\n\n-4,3\n\n-2,2\n\n1\n\n2006\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\nRecettes\n\n13,5\n\n14,0\n\n14,8\n\n15,0\n\n15,6\n\n16,3\n\n17,1\n\nDépenses\n\n14,7\n\n14,2\n\n14,2\n\n14,1\n\n14,3\n\n14,4\n\n14,6\n\nSolde\n\n-1,3\n\n-0,3\n\n0,6\n\n0,9\n\n1,4\n\n1,9\n\n2,4\n\n1\n\n2006\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\nRecettes\n\n15,0\n\n14,2\n\n14,2\n\n14,1\n\n14,0\n\n13,8\n\n13,7\n\nDépenses\n\n16,3\n\n16,5\n\n16,8\n\n16,9\n\n17,1\n\n17,2\n\n17,4\n\nSolde\n\n-1,3\n\n-2,3\n\n-2,7\n\n-2,7\n\n-3,1\n\n-3,4\n\n-3,7\n\n1"
    },
    {
      "provision_ref": "artANNEXEC",
      "section": "ANNEXEC",
      "title": "Article ANNEXEC",
      "content": "ÉTAT DES RECETTES PAR CATÉGORIE ET PAR BRANCHE : DES RÉGIMES OBLIGATOIRES DE BASE DE SÉCURITÉ SOCIALE ; DU RÉGIME GÉNÉRAL DE LA SÉCURITÉ SOCIALE ; DES FONDS CONCOURANT AU FINANCEMENT DES RÉGIMES OBLIGATOIRES DE SÉCURITÉ SOCIALE1. Recettes par catégorie et par branche des régimes obligatoires de base de sécurité sociale :\n\nExercice 2006\n\n(En milliards d'euros)\n\nExercice 2007 (prévisions)\n\n(En milliards d'euros)\n\nExercice 2008 (prévisions)\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).\n\nExercice 2006\n\n(En milliards d'euros)\n\nExercice 2007 (prévisions)\n\n(En milliards d'euros)\n\nExercice 2008 (prévisions)\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).\n\nExercice 2006\n\n(En milliards d'euros)\n\nExercice 2007 (prévisions)\n\n(En milliards d'euros)\n\nExercice 2008 (prévisions)\n\n(En milliards d'euros)\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAILMaladies professionnelles\n\nTOTALpar catégorie\n\nCotisations effectives\n\n69,8\n\n89,7\n\n30,4\n\n8,1\n\n198,0\n\nCotisations fictives\n\n1,1\n\n33,3\n\n0,1\n\n0,3\n\n34,8\n\nCotisations prises en charge par l'Etat\n\n1,5\n\n1,3\n\n0,6\n\n0,3\n\n3,6\n\nCotisations prises en charge par la sécurité sociale\n\n0,0\n\n0,0\n\n0,3\n\n0,0\n\n0,0\n\nAutres contributions publiques\n\n1,2\n\n6,2\n\n6,3\n\n0,1\n\n13,8\n\nImpôts et taxes affectées\n\n72,0\n\n11,5\n\n14,6\n\n1,7\n\n99,9\n\ndont contribution sociale généralisée\n\n53,8\n\n0,0\n\n11,1\n\n0,0\n\n64,9\n\nTransferts reçus\n\n11,8\n\n19,3\n\n0\n\n0,1\n\n26,4\n\nRevenus des capitaux\n\n0,1\n\n0,2\n\n0,1\n\n0,0\n\n0,4\n\nAutres ressources\n\n2,7\n\n0,6\n\n0,6\n\n0,6\n\n4,5\n\nTotal par branche\n\n160,1\n\n162,1\n\n52,9\n\n11,2\n\n381,4\n\n1\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAILMaladies professionnelles\n\nTOTALpar catégorie\n\nCotisations effectives\n\n72,2\n\n92,5\n\n31,3\n\n8,1\n\n204,1\n\nCotisations fictives\n\n1,1\n\n34,7\n\n0,1\n\n0,3\n\n36,3\n\nCotisations prises en charge par l'Etat\n\n1,8\n\n1,4\n\n0,7\n\n0,3\n\n4,2\n\nCotisations prises en charge par la sécurité sociale\n\n0,0\n\n0,0\n\n0,3\n\n0,0\n\n0,0\n\nAutres contributions publiques\n\n1,6\n\n7,1\n\n6,5\n\n0,1\n\n15,3\n\nImpôts et taxes affectées\n\n74,4\n\n12,7\n\n15,4\n\n1,9\n\n104,4\n\ndont contribution sociale généralisée\n\n55,8\n\n0,0\n\n11,5\n\n0,0\n\n67,3\n\nTransferts reçus\n\n13,0\n\n18,8\n\n0,0\n\n0,1\n\n26,9\n\nRevenus des capitaux\n\n0,0\n\n0,2\n\n0,0\n\n0,0\n\n0,3\n\nAutres ressources\n\n2,7\n\n0,6\n\n0,3\n\n0,5\n\n4,0\n\nTotal par branche\n\n166,8\n\n168,0\n\n54,7\n\n11,3\n\n395,5\n\n1\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAILMaladies professionnelles\n\nTOTALpar catégorie\n\nCotisations effectives\n\n74,9\n\n94,8\n\n32,6\n\n9,1\n\n211,4\n\nCotisations fictives\n\n1,2\n\n36,1\n\n0,1\n\n0,3\n\n37,8\n\nCotisations prises en charge par l'Etat\n\n1,9\n\n1,5\n\n0,7\n\n0,1\n\n4,1\n\nCotisations prises en charge par la sécurité sociale\n\n0,0\n\n0,0\n\n0,3\n\n0,0\n\n0,0\n\nAutres contributions publiques\n\n1,8\n\n7,5\n\n6,6\n\n0,1\n\n16,0\n\nImpôts et taxes affectées\n\n78,6\n\n15,8\n\n16,3\n\n2,1\n\n112,8\n\ndont contribution sociale généralisée\n\n58,7\n\n0,0\n\n12,1\n\n0,0\n\n70,8\n\nTransferts reçus\n\n14,5\n\n18,9\n\n0,0\n\n0,1\n\n28,4\n\nRevenus des capitaux\n\n0,0\n\n0,2\n\n0,1\n\n0,0\n\n0,3\n\nAutres ressources\n\n2,5\n\n0,7\n\n0,3\n\n0,4\n\n3,9\n\nTotal par branche\n\n175,4\n\n175,6\n\n57,1\n\n12,2\n\n414,8\n\n1\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAILMaladies professionnelles\n\nTOTALpar catégorie\n\nCotisations effectives\n\n62,3\n\n58,0\n\n30,1\n\n7,4\n\n157,9\n\nCotisations fictives\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nCotisations prises en charge par l'Etat\n\n1,4\n\n1,1\n\n0,6\n\n0,3\n\n3,3\n\nCotisations prises en charge par la sécurité sociale\n\n0,2\n\n0,0\n\n0,3\n\n0,0\n\n0,2\n\nAutres contributions publiques\n\n0,4\n\n0,1\n\n6,3\n\n0,0\n\n6,8\n\nImpôts et taxes affectées\n\n60,0\n\n6,1\n\n14,6\n\n1,6\n\n82,4\n\ndont contribution sociale généralisée\n\n47,1\n\n0,0\n\n11,1\n\n0,0\n\n58,2\n\nTransferts reçus\n\n10,7\n\n17,4\n\n0,0\n\n0,1\n\n23,4\n\nRevenus des capitaux\n\n0,0\n\n0,0\n\n0,1\n\n0,0\n\n0,1\n\nAutres ressources\n\n2,5\n\n0,2\n\n0,6\n\n0,4\n\n3,7\n\nTotal par branche\n\n137,5\n\n83,0\n\n52,5\n\n9,8\n\n277,8\n\n1\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAILMaladies professionnelles\n\nTOTALpar catégorie\n\nCotisations effectives\n\n64,3\n\n59,6\n\n31,1\n\n7,4\n\n162,4\n\nCotisations fictives\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nCotisations prises en charge par l'Etat\n\n1,6\n\n1,3\n\n0,7\n\n0,3\n\n3,9\n\nCotisations prises en charge par la sécurité sociale\n\n0,2\n\n0,0\n\n0,3\n\n0,0\n\n0,3\n\nAutres contributions publiques.\n\n0,4\n\n0,1\n\n6,5\n\n0,0\n\n7,0\n\nImpôts et taxes affectées\n\n62,5\n\n7,4\n\n15,4\n\n1,8\n\n87,2\n\ndont contribution sociale généralisée\n\n49,0\n\n0,0\n\n11,5\n\n0,0\n\n60,4\n\nTransferts reçus\n\n12,0\n\n16,8\n\n0,0\n\n0,1\n\n23,9\n\nRevenus des capitaux\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nAutres ressources\n\n2,5\n\n0,1\n\n0,3\n\n0,4\n\n3,3\n\nTotal par branche\n\n143,5\n\n85,4\n\n54,3\n\n10,0\n\n288,0\n\n1\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAILMaladies professionnelles\n\nTOTALpar catégorie\n\nCotisations effectives\n\n67,0\n\n60,4\n\n32,3\n\n8,4\n\n168,1\n\nCotisations fictives\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nCotisations prises en charge par l'Etat\n\n1,7\n\n1,3\n\n0,7\n\n0,1\n\n3,7\n\nCotisations prises en charge par la sécurité sociale\n\n0,2\n\n0,0\n\n0,3\n\n0,0\n\n0,3\n\nAutres contributions publiques\n\n0,4\n\n0,1\n\n6,6\n\n0,0\n\n7,2\n\nImpôts et taxes affectées\n\n66,2\n\n10,3\n\n16,3\n\n1,9\n\n94,8\n\ndont contribution sociale généralisée\n\n51,6\n\n0,0\n\n12,1\n\n0,0\n\n63,7\n\nTransferts reçus\n\n13,1\n\n16,8\n\n0,0\n\n0,1\n\n25,0\n\nRevenus des capitaux\n\n0,0\n\n0,0\n\n0,1\n\n0,0\n\n0,1\n\nAutres ressources\n\n2,4\n\n0,1\n\n0,3\n\n0,3\n\n3,1\n\nTotal par branche\n\n151,0\n\n89,2\n\n56,7\n\n10,8\n\n302,3\n\n1\n\nFONDS DE SOLIDARITÉvieillesse\n\nFONDS DE FINANCEMENTdes prestations socialesdes non-salariés agricoles\n\nCotisations effectives\n\n0,0\n\n1,7\n\nCotisations fictives\n\n0,0\n\n0,0\n\nCotisations prises en charge par l'Etat\n\n0,0\n\n0,0\n\nAutres contributions publiques\n\n0,0\n\n0,0\n\nImpôts et taxes affectées\n\n11,3\n\n6,5\n\ndont contribution sociale généralisée\n\n10,5\n\n0,9\n\nTransferts reçus\n\n2,2\n\n6,5\n\nRevenus des capitaux\n\n0,0\n\n0,0\n\nAutres ressources\n\n0,0\n\n0,3\n\nTotal par organisme\n\n13,5\n\n15,0\n\n1\n\nFONDS DE SOLIDARITÉvieillesse\n\nFONDS DE FINANCEMENTdes prestations socialesdes non-salariés agricoles\n\nCotisations effectives\n\n0,0\n\n1,7\n\nCotisations fictives\n\n0,0\n\n0,0\n\nCotisations prises en charge par l'Etat\n\n0,0\n\n0,0\n\nAutres contributions publiques\n\n0,0\n\n0,0\n\nImpôts et taxes affectées\n\n11,6\n\n6,0\n\ndont contribution sociale généralisée\n\n10,9\n\n1,0\n\nTransferts reçus\n\n2,3\n\n6,3\n\nRevenus des capitaux\n\n0,0\n\n0,0\n\nAutres ressources\n\n0,0\n\n0,2\n\nTotal par organisme\n\n14,0\n\n14,2\n\n1\n\nFONDS DE SOLIDARITÉvieillesse\n\nFONDS DE FINANCEMENTdes prestations socialesdes non-salariés agricoles\n\nCotisations effectives\n\n0,0\n\n1,7\n\nCotisations fictives\n\n0,0\n\n0,0\n\nCotisations prises en charge par l'Etat\n\n0,0\n\n0,0\n\nAutres contributions publiques\n\n0,0\n\n0,0\n\nImpôts et taxes affectées\n\n12,4\n\n6,0\n\ndont contribution sociale généralisée\n\n11,5\n\n1,0\n\nTransferts reçus\n\n2,4\n\n6,3\n\nRevenus des capitaux\n\n0,0\n\n0,0\n\nAutres ressources\n\n0,0\n\n0,2\n\nTotal par organisme\n\n14,8\n\n14,2\n\n1"
    }
  ]
}