{
  "id": "loi-n-2003-495-du-12-juin-2003",
  "type": "statute",
  "title": "Loi n° 2003-495 du 12 juin 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000603464",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I, II, IV - Paragraphes modificateurs.III - Les dispositions de l'article L. 234-11, du II de l'article L. 234-12, du deuxième alinéa de l'article L. 234-13 et de l'article L. 235-5 du code de la route, ainsi que celles du deuxième alinéa de l'article 434-10 du code pénal dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, demeurent applicables aux infractions commises avant cette entrée en vigueur."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I à V - Paragraphes modificateurs.VI. - Les dispositions du deuxième alinéa de l'article L. 223-1 du code de la route dans sa rédaction résultant du I ne seront applicables qu'aux permis délivrés à compter de la date de leur entrée en vigueur."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les engins terrestres à moteur vendus neufs sur le territoire français devront être munis d'un régulateur de vitesse."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'Etat présente chaque année au Parlement un rapport d'inventaire des points du réseau national particulièrement sujets à accident. Il établit le bilan des mesures curatives mises en oeuvre."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Tous les ans, le Gouvernement présentera au Parlement un rapport d'exécution des contrats de plan routiers Etat-régions."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du 5° du I entreront en vigueur le premier jour du sixième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les dispositions des articles 529-10, 529-11 et 530-2-1 du code de procédure pénale résultant de l'article 8 de la présente loi sont insérées à l'article L. 121-5 du code de la route reproduisant les articles 529-7 à 530-3 du code de procédure pénale relatifs à la procédure de l'amende forfaitaire."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les dispositions des articles L. 121-5, L. 231-1, L. 231-2 et L. 231-3 du code de la route reproduisant des articles du code de procédure pénale ou du code pénal sont modifiées par l'effet des modifications ultérieures de ces articles."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "L'ordonnance n° 2000-930 du 22 septembre 2000 relative à la partie Législative du code de la route est ratifiée."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I, II, III - Paragraphes modificateurs.IV - Sous réserve des décisions de justice passées en force de chose jugée, sont validés, en tant que leur légalité serait contestée pour un motif tiré de l'illégalité de l'ordonnance n° 2000-1255 du 21 décembre 2000 modifiant certaines dispositions annexées à l'ordonnance n° 2000-930 du 22 septembre 2000 relative à la partie législative du code de la route, les actes pris en application de ladite ordonnance."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Sont applicables à Mayotte :1° Le II de l'article 3, les IV et V de l'article 4, le XI et le XII de l'article 5, les XI à XIX de l'article 6, le II, le XI et le XII de l'article 8, les articles 10 à 16, les I et II de l'article 18, les articles 20 à 23, les I et II de l'article 24 et les articles 30 à 41 de la présente loi ;2° Les articles L. 235-1 à L. 235-4 du code de la route ;3° L'article L. 211-6 du code des assurances."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I, II, III, IV - Paragraphes modificateurs.IV. - Sous réserve des décisions de justice passées en force de chose jugée, sont validés, en tant que leur légalité serait contestée pour un motif tiré de l'illégalité de l'ordonnance n° 2000-1255 du 21 décembre 2000 précitée, les actes pris en application de ladite ordonnance."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, à prendre par ordonnance les mesures de nature législative permettant :- de rendre applicable la présente loi, le cas échéant avec les adaptations nécessaires, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna ;- de rendre applicables les dispositions relatives à la conduite sous l'influence de substances ou plantes classées comme produits stupéfiants, en Nouvelle-Calédonie et dans les îles Wallis et Futuna.Les projets d'ordonnance sont soumis pour avis :1° Lorsque leurs dispositions sont relatives à la Polynésie française et à la Nouvelle-Calédonie, aux institutions compétentes prévues respectivement par la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française de par la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie ;2° Lorsque leurs dispositions sont relatives aux îles Wallis et Futuna, à l'assemblée territoriale des îles Wallis et Futuna. L'avis est alors émis dans le délai d'un mois ; ce délai expiré, l'avis est réputé avoir été donné.II. - Les projets d'ordonnance comportant des dispositions relatives à la Polynésie française sont en outre soumis à l'assemblée de ce territoire.III. - Les ordonnances seront prises, au plus tard, le dernier jour du douzième mois suivant la promulgation de la présente loi. Le projet de loi portant ratification de ces ordonnances sera déposé devant le Parlement au plus tard le dernier jour du dix-huitième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art46-1",
      "section": "46-1",
      "title": "Article 46-1",
      "content": "I. - Les articles 1er et 2, les I et IV de l'article 3, les I à III et VI de l'article 4, les I à X de l'article 5, les I à IX de l'article 6, l'article 7, les articles 33, 40 et 41 de la présente loi sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\nII. - Chacun des articles L. 243-1, L. 244-1 et L. 245-1 du code de la route est modifié ainsi qu'il suit :\n\n1° Au premier alinéa, les mots : \"Les articles L. 234-1 à L. 234-11\" sont remplacés par les mots : \"Les articles L. 234-1 à L. 234-9\" ;\n\n2° Au quinzième alinéa reproduisant le I de l'article L. 234-8 du code de la route, après les mots : \"par les articles L. 234-4 à L. 234-6\" sont insérés les mots : \"ou aux vérifications prévues par l'article L. 234-9\" ;\n\n3° Les trois derniers alinéas reproduisant les articles L. 234-10 et L. 234-11 du code de la route sont supprimés.\n\nIII. - Les dispositions des articles L. 243-1, L. 244-1 et L. 245-1 du code de la route reproduisant l'article L. 234-11 de ce code, ainsi que celles du deuxième alinéa de l'article 434-10 du code pénal, dans leur rédaction antérieure à la publication de l'ordonnance n° 2004-567 du 17 juin 2004, demeurent applicables, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, aux infractions commises avant cette publication.\n\nIV. - Les III et IV de l'article 8 de la présente loi sont applicables en Nouvelle-Calédonie."
    }
  ]
}